{
  "thread": {
    "uuid": "f5a405d71611a600f6966d41d9e5970c3d897256",
    "url": "https://www.europapress.es/sociedad/educacion-00468/noticia-sanchez-aplaude-estudiantes-practicas-esten-ya-cotizando-saldamos-deuda-anos-becarios-20240102133314.html",
    "site_full": "www.europapress.es",
    "site": "europapress.es",
    "site_section": "https://www.europapress.es/noticias/",
    "site_categories": [
      "media"
    ],
    "section_title": "\r\n\t Últimas Noticias - EUROPA PRESS\r\n",
    "title": "Sánchez aplaude que los estudiantes en prácticas estén ya cotizando: \"Saldamos una deuda de años con los becarios\"",
    "title_full": "Sánchez aplaude que los estudiantes en prácticas estén ya cotizando: \"Saldamos una deuda de años con los becarios\"",
    "published": "2024-01-02T14:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img.europapress.es/fotoweb/fotonoticia_20240102133314_1200.jpg",
    "performance_score": 0,
    "domain_rank": 2719,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f5a405d71611a600f6966d41d9e5970c3d897256",
  "url": "https://www.europapress.es/sociedad/educacion-00468/noticia-sanchez-aplaude-estudiantes-practicas-esten-ya-cotizando-saldamos-deuda-anos-becarios-20240102133314.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Europa Press",
  "published": "2024-01-02T14:33:00.000+02:00",
  "title": "Sánchez aplaude que los estudiantes en prácticas estén ya cotizando: \"Saldamos una deuda de años con los becarios\"",
  "text": "MADRID, 2 (EUROPA PRESS) El presidente del Gobierno, Pedro Sánchez, ha aplaudido que más de un millón de estudiantes en prácticas de Formación Profesional y universitarios hayan empezado a cotizar a la Seguridad Social desde este lunes 1 de enero.\n\"Las prácticas no remuneradas ya cotizan. Saldamos una deuda de años con los becarios, por justicia social. 2024 será el año de seguir ampliando derechos y de mejorar la vida de los jóvenes en España\", ha señalado este martes el presidente del Gobierno en una publicación en la red social X.\nPara la ministra de Educación, Formación Profesional y Deportes, Pilar Alegría, esta es una medida que \"va a mejorar la vida de miles de jóvenes\" en España. \"Los estudiantes de Formación Profesional ya cotizan también por sus prácticas en empresas. Una medida que va a mejorar la vida de miles de jóvenes en nuestro país\", ha dicho.\nEn la misma línea, la vicepresidenta Segunda del Gobierno y ministra de Trabajo y Economía Social, Yolanda Díaz, ha subrayado que empieza en año tal y como lo acabaron, \"ampliando derechos\".\n\"Más de un millón de becarios ya están cotizando. Esto supone un gran avance en la protección de los más jóvenes. Pero vamos a más. Este 2024 aprobaremos el Estatuto del Becario\", ha apuntado la vicepresidenta Segunda del Ejecutivo.\nLa cotización de los estudiantes en prácticas ha entrado en vigor este 1 de enero a pesar de que las comunidades autónomas gobernadas por el Partido Popular pidieron una moratoria o que se anulara.\nEn concreto, en 2024 un total de 458.959 estudiantes de Formación Profesional en prácticas han empezado a cotizar a la Seguridad Social, ya que esta medida, diseñada por el Ministerio de Inclusión, Seguridad Social y Migraciones, ha entrado en vigor el 1 de enero. Por tanto, esta medida afecta ya a más de 500.000 estudiantes universitarios, según los datos publicados por Yolanda Díaz.\nEn cuanto al coste, Seguridad Social bonificará el 95% de las cotizaciones y el Ministerio de Educación, Formación Profesional y Deportes financiará el 5% restante en 2024.\nLa cotización a la Seguridad Social de los estudiantes de Formación Profesional en prácticas costará a las comunidades autónomas en torno a 18 euros al año por alumno a partir de 2025, según datos facilitados por el Ministerio de Educación, Formación Profesional y Deportes, recogidos por Europa Press.\nEl Ministerio de Inclusión, Seguridad Social y Migraciones asegura que, para abordar la cuestión de la cotización de los estudiantes en prácticas, han celebrado \"cerca de dos centenares de reuniones\" entre representantes de la Tesorería General y de las administraciones autonómicas.\nLa medida se enmarca dentro del proceso de \"modernización y mejora\" de la calidad de la Formación Profesional impulsado por el Gobierno de España hace cinco años, que ha logrado aumentar el alumnado en más de un 35% durante este periodo hasta superar el millón de estudiantes.\nMás información Pedro Sánchez Seguridad Social",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T14:47:36.156+02:00",
  "updated": "2024-01-09T15:08:41.791+02:00"
}