{
  "thread": {
    "uuid": "2a1ae647172acc5ee2018d43866845879eef7569",
    "url": "https://www.einnews.com/pr_news/704457246/the-stetson-family-delivers-a-rich-collection-of-songs-with-their-new-album-the-stars-if-you-look-closely",
    "site_full": "www.einnews.com",
    "site": "einnews.com",
    "site_section": "https://africanamericans.einnews.com:443/rss",
    "site_categories": [
      "search_engine",
      "tech"
    ],
    "section_title": "African Americans News",
    "title": "The Stetson Family Delivers A Rich Collection Of Songs With Their New Album - The Stars, If You Look Closely - African American News Today - EIN Presswire",
    "title_full": "The Stetson Family Delivers A Rich Collection Of Songs With Their New Album - The Stars, If You Look Closely - African American News Today - EIN Presswire",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.einnews.com/ampsize/617967/the-stetson-family-592-credi.jpeg",
    "performance_score": 0,
    "domain_rank": 3194,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2a1ae647172acc5ee2018d43866845879eef7569",
  "url": "https://www.einnews.com/pr_news/704457246/the-stetson-family-delivers-a-rich-collection-of-songs-with-their-new-album-the-stars-if-you-look-closely",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Martha Elizabeth Moore",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "The Stetson Family Delivers A Rich Collection Of Songs With Their New Album - The Stars, If You Look Closely - African American News Today - EIN Presswire",
  "text": "Their Fourth Album Is Available Across All Platforms EINPresswire.com / -- Australia’s award-winning Americana/Bluegrassers, The Stetson Family, launch new album and new single ,amidst a week full of multiple track premieres and a music video premiere. The single, “Dollar In My Hand,” is a gritty, ear-worm take on greed. The new album, THE STARS, IF YOU LOOK CLOSELY, is an accomplished 11-track outing, and will be available across all platforms Friday. The “Dollar In My Hand” music video enjoyed a broadcast premiere on Bluegrass Ridge TV Series, and an online premiere on Americana UK. The moody black & white piece was filmed by the Yarra River at Bellbird Park in Melbourne, Australia and was produced and directed by the band’s lead vocalist Nadine Budge. “It’s a classic Australian bush setting - at night - with lights shining on the band, trees and trails to give shadow and light,” Nadine observes. “It’s a dynamic that offers a darkness with the intent to express the greed and desperation inherent in the content of the song.” Additional launch week track premieres include: “Better Left Unsaid” (Americana Highways); “Make Me Ashes” (The Bluegrass Situation); “Heading West” (Bluegrass Today), and “Mama’s Gonna Take You Home” (Roughstock). Ern Rose, the legendary producer and engineer behind iconic projects for The Little River Band, Renee Geyer, and Daddy Cool, recorded, mixed and co-produced the album with Budge. The project is being hailed as a “rich collection of beautifully crafted and performed songs” by ABC Radio Melbourne Friday Revue, while Country Music People Magazine describes the outing as an “accomplished set of songs with tight harmonies and great picking.” Known for creating a spirited and freewheeling sound, the Melbourne-based group was formed in 2008. The Stetson Family is comprised of Budge (lead vocals, guitar, resonator guitar), John Bartholomeusz (guitar, harmonies, lead guitar), Colin Swan (banjo, harmonies), Luke Richardson (double bass), and Greg Field (mandolin and fiddle). You can learn more about the band on their website, and stay social on Facebook, Instagram, Twitter, and Spotify. THE STARS, IF YOU LOOK CLOSELY Track Listing The Stars, If You Look Closely (A. Carswell, N. Budge) The Other Side (J. Bartholomeusz, N. Budge) Dollar In My Hand (J. Bartholomeusz) Lonesome Valley (J. Bartholomeusz) Nightfall (N. Budge) Better Left Unsaid (N. Budge) Heading West (J. Bartholomeusz, N. Budge) Brother (N. Budge) Angel’s Hand (A. Carswell, N. Budge, The Stetson Family) Make Me Ashes (N. Budge) Mama’s Gonna Take You Home (J. Bartholomeusz) ABOUT THE STETSON FAMILY Budge, Bartholomeusz and Swan were previously members of the ‘80s synth-pop band Schizo Scherzo. A chance meeting 15 years after the group’s dissolution found them bonding again, this time over the music of Oh Brother, Where Art Thou. Instruments came out, voices harmonized, Bartholomeusz’s childhood friend Andy Carswell came into the picture and, soon after, original songs started flowing. They were then joined by Luke Richardson on double bass and, following Carswell’s 2016 passing, Greg Field came on board with mandolin and fiddle. Together, they create an Americana/Bluegrass/Folk soundscape that resonates globally. Four albums down the track and the band still revels in playing to audiences around the country. Martha Elizabeth Moore so much MOORE media email us here Dollar In My Hand Culture, Society & Lifestyle , Music Industry EIN Presswire does not exercise editorial control over third-party content provided, uploaded, published, or distributed by users of EIN Presswire. We are a distributor, not a publisher, of 3rd party content. Such content may contain the views, opinions, statements, offers, and other material of the respective users, suppliers, participants, or authors. Submit your press release",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://ffm.to/thestarsifyoulookcloselyalb",
    "http://www.einpresswire.com/channel/culture-society-lifestyle",
    "https://www.einpresswire.com/?promo=4700",
    "http://www.einpresswire.com/contact_author/704457246",
    "https://cjmproductions01.vids.io/videos/7990d4bb1b12e0c1f0/bluegrass-ridge-ep-506-with-host-nu-blu-and-interview-with-nadine-budge-of-the-stetson-family",
    "http://thestetsonfamily.com/",
    "http://www.einpresswire.com/why-us?promo=4700",
    "http://www.einpresswire.com/channel/music",
    "http://einpresswire.com/why-us?promo=4700",
    "https://www.einpresswire.com/",
    "http://www.thestetsonfamily.com/",
    "https://www.cjmproductions01.vids.io/videos/7990d4bb1b12e0c1f0/bluegrass-ridge-ep-506-with-host-nu-blu-and-interview-with-nadine-budge-of-the-stetson-family",
    "http://www.einpresswire.com/why-us",
    "https://www.ffm.to/thestarsifyoulookcloselyalb",
    "https://einpresswire.com/?promo=4700",
    "http://einpresswire.com/channel/culture-society-lifestyle",
    "http://einpresswire.com/channel/music",
    "http://thestetsonfamily.com",
    "http://einpresswire.com/contact_author/704457246"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nadine",
        "sentiment": "none"
      },
      {
        "name": "nadine budge",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "yarra river",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "bellbird park",
        "sentiment": "none"
      },
      {
        "name": "melbourne",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:03:25.388+03:00",
  "updated": "2024-04-19T06:30:53.140+03:00"
}