{
  "thread": {
    "uuid": "46b5e554a4744c60a2ae4be68da15396cf17077f",
    "url": "https://www.ucf.edu/news/from-ucf-to-the-big-screen-alums-award-winning-film-sparks-social-change",
    "site_full": "www.ucf.edu",
    "site": "ucf.edu",
    "site_section": "http://today.ucf.edu/feed/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "University of Central Florida News | UCF Today",
    "title": "From UCF to the Big Screen: Alum’s Award-winning Film Sparks Social Change",
    "title_full": "From UCF to the Big Screen: Alum’s Award-winning Film Sparks Social Change",
    "published": "2024-04-18T21:25:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.ucf.edu/wp-content/blogs.dir/20/files/2024/04/Mountains-Still-5-Junior-Farrell.jpg",
    "performance_score": 0,
    "domain_rank": 2008,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "46b5e554a4744c60a2ae4be68da15396cf17077f",
  "url": "https://www.ucf.edu/news/from-ucf-to-the-big-screen-alums-award-winning-film-sparks-social-change",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Juzanne Martin",
  "published": "2024-04-18T21:25:00.000+03:00",
  "title": "From UCF to the Big Screen: Alum’s Award-winning Film Sparks Social Change",
  "text": "The streets of a small neighborhood nestled in the heart of Greater Miami echo with the sounds of Haitian Kreyòl. Vibrant buildings adorned in pastel blues, pinks and greens, alongside lively street art and bustling markets unmistakably mark the area is Little Haiti. Monica Sorelle ’12 lived nearby, as her mother had settled in Little Haiti and later North Miami after immigrating from Haiti to the U.S. in the ’80s. Sorelle’s childhood largely unfolded within Little Haiti, a neighborhood home to tens of thousands of Haitian immigrants. The area was named by activist Viter Juste, who relocated from Brooklyn to Miami in 1973 and persuaded other Haitians to settle there. It has existed for decades as a cultural and artistic mecca for the Haitian community in Florida, and where Sorelle is constantly immersed in her culture. Yet Little Haiti has been the recent target of climate gentrification. The area’s proximity to Miami’s beaches and downtown make it attractive. And as sea levels rise and weather events heighten in South Florida due to climate change, Little Haiti has become the premier in-land target for developers and real estate agents. Unable to stand by and watch Little Haiti rapidly dissolve, Sorelle — a UCF film graduate and Haitian American filmmaker — sought to tell its story through film. “I wanted to produce something that sounded the bell that gentrification was happening in the area,” she says. Her film Mountains follows Xavier, a Haitian demolition worker, and his wife and son. As the family outgrows their home in Little Haiti, Xavier aims to fulfill the American Dream by buying a new house. However, his work sites encroach dangerously close to his neighborhood, putting his loyalty to the test. Since its premiere in 2023, Mountains has garnered widespread acclaim, earning recognition and awards at major film festivals such as Tribeca and Indie Memphis. Sorelle was even recognized at the 2024 Film Independent Spirit Awards as the recipient of the Someone to Watch Award, which honors first-time narrative filmmakers of singular vision along with a $25,000 grant. Here, Sorelle shares the inspiration for her debut feature film, emphasizes the importance of uplifting her community, highlights her unwavering belief in her dreams and more. When did you initially discover your passion for film, and how did you develop it? At age 5, I knew I wanted to become an actress. By age 10, I began practicing my acting skills by writing my own scripts with my friends at school and acting them out for fun after school. I’d even print out scripts from shows like SNL and act them out. My interest in filmmaking didn’t spark until I was 15. My first introduction to filmmaking happened a year later when I took my first film class with the Florida Film Institute. In Haitian culture, it’s common for professions like lawyer, doctor and engineer to be highly respected and admired. When I initially told my family that I wanted to work in the film industry, they suggested I become an entertainment lawyer instead. But growing up in a Haitian household gave me a sense of audacity in terms of the things that I’m able to achieve. Even though my family was working class, just the very notion of them picking up and moving to America to start over and create a life for themselves is admirable. I knew that anything was possible for me. Can you tell us about your college experience? What drew you to further your film studies at UCF? Following high school graduation, I earned my associate in arts degree from Miami Dade College, where I took my first screenwriting and film history classes. I transferred to UCF because of its micro-budget filmmaking track, which many other film schools didn’t have during that time. I wanted an authentic college experience — one where I wasn’t just in an arts program, but also exposed to tons of different people. During my time as a Knight, I was a member of the Foreign Film Club, which introduced me to many art house and foreign films. I also worked on plenty of sets in the film department. In 2012, I graduated with my bachelor’s in film from UCF and moved back to my hometown of Miami, where I got involved in making short films and worked on casting for the Oscar-winning film Moonlight. What was the “Aha” moment that inspired the idea for your film Mountains? Once I began to see the rise of gentrification in Little Haiti, I sought to make a difference by getting involved with nonprofits in the area. I pursued community organizing, and quickly realized that it wasn’t a strength of mine. The only thing that was always on my mind and excited me since I was a kid is film. I thought, “Maybe this is what I can use to tell the story of Little Haiti.” Between 2014 and 2018, I brainstormed different ideas, but none materialized. It wasn’t until 2018 when me and my coworker/fellow filmmaker, Robert Colom, passed by a couple of demolition workers while walking to lunch in Wynwood (another Miami neighborhood known for being an entertainment district) that an idea sparked. The workers had just finished their day and were packing up to go home. One worker stood out as he said goodbye to his coworkers and crossed a major street that separated the arts district from the still suburban, Puerto Rican-influenced side of Wynwood. I wondered if he lived over there and just crossed the street for work — making him directly and indirectly a part of his own gentrification. Then I turned to Robert and jokingly said, “Micro budget idea: A demolition worker lives so close to home that he can walk to his worksite.” We learned of the local nonprofit Oolite Arts’ Cinematic Arts Residency program that awards $50,000 to people to make their first feature film. With no hesitation, Robert and I pulled an all-nighter to apply to the program with our demolition worker idea. Our application was the last to be submitted and one of two of the first projects through the program. As a Haitian American filmmaker, how do you navigate representing your culture authentically in your work? Unfortunately, we’re not used to seeing ourselves portrayed in this way in the media and film. It’s usually sensationalized and dehumanizing stories or American actors with bad accents playing roles of Haitian people. I don’t ever feel like we’ve had the means to completely portray ourselves. So, I wanted to make sure I created a film that I and other Haitian Americans perceive as closer to our actual lives. Mountains is co-written by me, a Haitian American, has a cast largely made up of Haitian people, and about 80% of the dialogue is in Haitian Kreyòl. Mountains addresses the theme of displacement due to gentrification. How do you hope your film contributes to discussions on this issue? For a while, I was so upset with how powerless the immigrant communities in Miami were to mass development happening across the city. I saw how Wynwood rapidly transformed into a modern arts district from a vibrant Puerto Rican neighborhood. And I began to see this same pattern happening in Little Haiti. Gentrification is in progress, and I don’t know if Mountains can stop this machine. It’s powerful and resourced, unlike a lot of immigrant communities. But at least naming what’s going on and seeing yourself and your neighborhood reflected is empowering. Now that Mountains exists, it’s going to exist forever. No one will be able to deny that Little Haiti was and is here. No matter what ends up happening in the future, we’ll have this film to remember. There’s no evil developer in the film because I don’t think it’s about a singular person — it’s about a system. I think that people in these systems of power should see the film. Even if they don’t like what they see, I’m excited to get their wheels turning in their minds, change some perspectives and just use this film to be as disruptive as possible. From watching the Film Independent Spirit Awards as a teenager to being recognized with the Someone to Watch Award during the 2024 ceremony. What are your plans for the future following this full circle moment? The Film Independent Spirit Awards are like my Oscars. I’ve always had an interest in independent filmmaking and was always intrigued by the films that I was exposed to through the awards. To now be an honoree is something that I’ve always dreamed of. When making Mountains, I wasn’t even sure anyone would see it. From premiering at the 2023 Tribeca Festival in New York City to making its international debut at the Toronto International Film Festival in Canada in September and being this low budget underdog in the independent film sphere that still got nominated is still shocking to me. We’re continuing our film festival run and working on getting Mountains in theaters. My focus is to continue making films as a writer, director and producer that are specific to South Florida, immigrant or first-generation kids, and the forces that are influencing how we live and how we rebel against them. Catch the screening of Mountains at the Enzian Theatre Saturday, April 20, as part of the 2024 Florida Film Festival. The film is set to premiere at 12:45 p.m.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "viter juste",
        "sentiment": "none"
      },
      {
        "name": "sorelle",
        "sentiment": "none"
      },
      {
        "name": "monica sorelle",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ucf",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "greater miami",
        "sentiment": "none"
      },
      {
        "name": "haiti",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "south florida",
        "sentiment": "none"
      },
      {
        "name": "brooklyn",
        "sentiment": "none"
      },
      {
        "name": "little haiti",
        "sentiment": "none"
      },
      {
        "name": "florida",
        "sentiment": "none"
      },
      {
        "name": "north miami",
        "sentiment": "none"
      },
      {
        "name": "miami",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:14:28.082+03:00",
  "updated": "2024-04-19T05:15:05.245+03:00"
}