{
  "thread": {
    "uuid": "8c9b37f8458e3ad38f79d74ec82d0d95b1cc3352",
    "url": "http://business.decaturdailydemocrat.com/decaturdailydemocrat/article/getnews-2024-1-5-so-wealth-tea-launches-premium-collection-of-high-quality-spiritual-loose-leaf-teas",
    "site_full": "business.decaturdailydemocrat.com",
    "site": "decaturdailydemocrat.com",
    "site_section": "http://business.decaturdailydemocrat.com/decaturdailydemocrat/markets/news",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Stock Market News | NSDQ, NYSE, and AMEX Stock Market News, Market News Categories, Market Indicators | News | decaturdailydemocrat.com ",
    "title": "So Wealth-Tea Launches Premium Collection of High-Quality Spiritual Loose Leaf Teas | News | decaturdailydemocrat.com",
    "title_full": "So Wealth-Tea Launches Premium Collection of High-Quality Spiritual Loose Leaf Teas | News | decaturdailydemocrat.com",
    "published": "2024-01-05T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/decaturdailydemocrat.com/content/tncms/custom/image/aeb4ef48-6666-11eb-bb03-ab9624af0e8f.jpg?resize=600%2C315",
    "performance_score": 0,
    "domain_rank": 99581,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8c9b37f8458e3ad38f79d74ec82d0d95b1cc3352",
  "url": "http://business.decaturdailydemocrat.com/decaturdailydemocrat/article/getnews-2024-1-5-so-wealth-tea-launches-premium-collection-of-high-quality-spiritual-loose-leaf-teas",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Decatur Daily Democrat",
  "published": "2024-01-05T02:00:00.000+02:00",
  "title": "So Wealth-Tea Launches Premium Collection of High-Quality Spiritual Loose Leaf Teas | News | decaturdailydemocrat.com",
  "text": "So Wealth-Tea, a pioneering wellness brand, is delighted to share its exclusive range of high-quality spiritual loose leaf teas, meticulously crafted to aid in manifestation practices. This innovative line is designed for individuals seeking to integrate mindfulness and intention-setting into their daily routines, combining the health benefits of premium teas with the transformative power of spirituality. Elevating Daily Rituals with Intention In an era where mental and spiritual well-being are paramount, So Wealth-Tea's offerings provide a unique approach to personal growth and manifestation. Each blend in the collection is carefully curated with specific intentions, harnessing the natural energies of select herbs and leaves to support various aspects of life, such as abundance, love, clarity, and healing. A Mix of Flavors and Intentions So Wealth-Tea's range features a variety of blends, each with its unique flavor profile and spiritual purpose. Their most popular blends includes: 1. SO MONEY: Crafted with herbs known for attracting luck and abundance. 2. GLOW UP: Rich in antioxidants and ingredients that promote physical and mental well-being. 3. GO GETTER: Refreshing blend for uplifting spirits and maintaining balance. Each tea is ethically sourced, ensuring a premium and sustainable product that resonates with the values of our customers. A Ritual for Mind, Body, and Spirit So Wealth-Tea's founder, Samantha McDougal, explains, \"Our teas are more than just a beverage; they're a ritual. Each cup is an opportunity to set intentions, reflect, and manifest the life you desire. We believe in the power of combining traditional tea benefits with spiritual practices to create a holistic experience for our customers.\" Sustainability and Ethical Practices Committed to environmental stewardship and ethical sourcing, So Wealth-Tea ensures that each product is not only beneficial for the consumer but also for the planet. The teas are packaged in eco-friendly materials, and a portion of all proceeds is donated to Action for Happiness. Community and Connection Beyond offering teas, So Wealth-Tea is building a community of like-minded individuals passionate about personal growth, wellness, and sustainable living. The brand hosts regular workshops, meditation sessions, and manifestation circles, both virtually and in New York, fostering a space for connection and shared experiences. Availability and Events The So Wealth-Tea collection is available for purchase on the brand's website and selected wellness pop-ups located in New York. Details and registration for these events can be found on the company's website. About So Wealth-Tea So Wealth-Tea is a wellness brand focused on creating high-quality, spiritual teas that enhance the daily rituals of mindfulness and manifestation. Founded on the principles of holistic well-being, ethical sourcing, and community, So Wealth-Tea is more than a tea company – it's a movement towards a more intentional and spiritually aligned way of living. For more information about So Wealth-Tea and its products, visit www.sowealthtea.com or follow us on social media at @sowealthtea. Media Contact Company Name: So Wealth-Tea Contact Person: Samantha McDougal Email: Send Email Country: United States Website: https://sowealthtea.com/",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health",
    "Religion and Belief"
  ],
  "external_links": [
    "http://www.universalpressrelease.com/?pr=so-wealthtea-launches-premium-collection-of-highquality-spiritual-loose-leaf-teas",
    "https://sowealthtea.com/",
    "http://www.universalpressrelease.com/",
    "https://www.sowealthtea.com/",
    "https://sowealthtea.com",
    "http://universalpressrelease.com/?pr=so-wealthtea-launches-premium-collection-of-highquality-spiritual-loose-leaf-teas"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:01:37.582+02:00",
  "updated": "2024-01-06T00:01:37.582+02:00"
}