{
  "thread": {
    "uuid": "54721c60da947d16b1749462d955a6785e097c85",
    "url": "https://www.dailyexcelsior.com/army-to-host-summit-on-may-8-to-highlight-role-of-veterans-in-nations-progress",
    "site_full": "www.dailyexcelsior.com",
    "site": "dailyexcelsior.com",
    "site_section": "https://www.dailyexcelsior.com/category/national/",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": null,
    "title": "Army to host summit on May 8 to highlight role of veterans in nation’s progress",
    "title_full": "Army to host summit on May 8 to highlight role of veterans in nation’s progress",
    "published": "2024-05-04T11:26:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 39760,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "54721c60da947d16b1749462d955a6785e097c85",
  "url": "https://www.dailyexcelsior.com/army-to-host-summit-on-may-8-to-highlight-role-of-veterans-in-nations-progress",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Daily Excelsior",
  "published": "2024-05-04T11:26:00.000+03:00",
  "title": "Army to host summit on May 8 to highlight role of veterans in nation’s progress",
  "text": "New Delhi, May 4: The Indian Army will host a summit next week with an aim to highlight the capabilities, potential and skills of military veterans as a driving force in the nation’s progress, officials said on Saturday.\nThe summit, which is being organised by the Army Welfare Placement Organisation (AWPO), will be held on May 8.\nThe event promises to provide a comprehensive understanding of how veterans can serve as an engine of growth for the nation, a senior official said. It will highlight the capabilities, potential and skills of military veterans as a driving force in the nation’s progress.\nWith the participation of corporate leaders, military veterans, leading industry figures and veteran entrepreneurs, the summit aims to bridge gaps in training, orientation and preparation, paving the way for veterans to make significant contributions across diverse sectors of the economy, the army said.\nSince its inception in 1999, the AWPO has been instrumental in facilitating the seamless integration of veterans into civilian careers, while upholding the spirit of service and dedication that defines the armed forces, it said.\nThe AWPO serves as a bridge between the skilled workforce of veterans and the opportunities available in the corporate and public sectors, the officials said.\nThe summit will be centred around three major themes — harnessing veteran’s potential and experience, skills required to meet public and private sector needs and unveiling opportunities for veterans in India’s growth story. Discussions have also been planned on many other macro and micro issues concerning the veteran community.\nMilitary veterans represent a profoundly trained, motivated and exceptionally skilled resource, capable of seamlessly transitioning into diverse sectors with minimal orientation, the army said.\nAnnually, around 60,000 adept and driven soldiers, whose professionalism, leadership, technical and managerial abilities have been meticulously honed through extensive training, superannuate from service, it said.\nThese veterans, at the zenith of their capabilities developed through real-world high-pressure experience and a goal-oriented mindset cultivated over years of service, embody a significant national asset that must be effectively leveraged to propel India’s growth story, the army said.\nThe AWPO empowers veterans for entrepreneurship programmes, government jobs and job opportunities in friendly foreign countries.\nIt is pertinent to note that the AWPO has shown a 30 per cent increase in its placements during the last two years, the army said.\nThe bulk placements include 3,000 in the Indian Railways, 1,200 in dedicated freight corridors and approximately 3,200 as drivers for the Bihar Police, which is still under progress, it said.\nSome have also been placed with the Port Trust in Kolkata and Kandla ports, and as observers with the National Testing Agency.\nIn its latest drive, the AWPO, as a pilot project, has been able to place 10 veterans with the All Nippon Airways. They have been employed in Japan since March this year.\nIn entrepreneurship programmes, approximately 900 veterans have been empowered in various fields, it added. (PTI)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "indian army",
        "sentiment": "negative"
      },
      {
        "name": "army welfare placement organisation",
        "sentiment": "none"
      },
      {
        "name": "awpo",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-04T15:16:55.549+03:00",
  "updated": "2024-05-04T15:16:55.549+03:00"
}