{
  "thread": {
    "uuid": "e697f919fc2633be6690e5f23747f764fd493002",
    "url": "https://vnexplorer.net/the-matches-will-be-sillier-overwatch-2s-competitive-changes-for-season-10-will-finally-let-you-play-with-that-one-friend-whos-been-stuck-in-bronze-since-2016-s2341561.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "'The matches will be sillier': Overwatch 2's competitive changes for season 10 will finally let you play with that one friend who's been stuck in bronze since 2016",
    "title_full": "'The matches will be sillier': Overwatch 2's competitive changes for season 10 will finally let you play with that one friend who's been stuck in bronze since 2016",
    "published": "2024-04-12T01:19:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lt4xN.img",
    "performance_score": 0,
    "domain_rank": 55066,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e697f919fc2633be6690e5f23747f764fd493002",
  "url": "https://vnexplorer.net/the-matches-will-be-sillier-overwatch-2s-competitive-changes-for-season-10-will-finally-let-you-play-with-that-one-friend-whos-been-stuck-in-bronze-since-2016-s2341561.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-04-12T01:19:00.000+03:00",
  "title": "'The matches will be sillier': Overwatch 2's competitive changes for season 10 will finally let you play with that one friend who's been stuck in bronze since 2016",
  "text": "‘The matches will be sillier’: Overwatch 2’s competitive changes for season 10 will finally let you play with that one friend who’s been stuck in bronze since 2016\nThe latest developer update for Overwatch 2 saw Gavin Winter, senior systems designer, explain some of the biggest changes coming in season 10, and one of them will hopefully help you help that one friend who can’t seem to get out of bronze.\nThere’s been a lot of talk concerning Overwatch 2 season 10, and what this means for the game going forward, with a new DPS hero, Venture, being added and plans to “give the game a regular heartbeat.” However, I’m more interested in the competitive changes scheduled for the next season and what this means for groups and matchmaking.\nIn a developer update posted to Twitter, Winter explains that “Overwatch is at its best when you’re playing with friends,” and it’s for this reason that Blizzard has decided to revise its grouping restrictions. You used to only be able to team up with friends if everyone was within two ranks of each other (or one if someone is Masters or above). This was supposed to help ensure fair matches and remove the possibility of boosting, but I think we’ve all seen a gold Mercy main attached to a Diamond DPS hero of some kind during a competitive match, so I’m not sure how effective this was.\nBut this also meant that if there was one particularly good or bad player in your group, everyone was forced to a life of Quick Play, forbidden to enter a competitive match together. My group has had some trouble with this in the past with one of my ex-top 500 friends who now floats around Champions and Grand Master and another old mate of mine who’s perpetually stuck in “wood league”—what he fondly calls the bottom of bronze. I haven’t played with him in a while, but it looks like now’s a great time to check in and see what he’s been up to.\nHowever, this change doesn’t come without at least some limitations. If you do play in a group with a wide range of ranks, then you will be labeled as a “wide group” which means that you’ll only go up against other groups like yourself. “We expect all of this to be a huge match-quality win for our solo players because they’ll never play against wide groups,” Winter explains.\nThere’ll also be a new modifier attached to players who compete in particularly wide groups. “Avoiding boosting is really important to us, so the wider your group is, the less your rank will change,” Winters says. So if you’re bronze and are playing with a Masters rank, you’ll see little to no change in your rank after a match. There may also be “fewer smurfs after these changes, too, since we know some players were only creating alt accounts to play competitive with their friends,” Winters concludes. I’m not sure if this will massively help the situation, but anything’s worth trying once.\nAs someone who’ll likely play quite a bit of competitive in these wide groups, it’ll be interesting to see if and how it will affect each match. The matchmaking in season 9 has been alright so far, with Quick Play actually being more sweaty at times. So, as long as it doesn’t mess with the composition too much, I think this change could be great for larger groups and for those who want to play with friends, no matter the skill level.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment",
    "Social Issue"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lt4xN.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lt4xN.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gavin winter",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dps",
        "sentiment": "none"
      },
      {
        "name": "venture",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:23:43.654+03:00",
  "updated": "2024-04-12T01:23:43.654+03:00"
}