{
  "thread": {
    "uuid": "91e28c64a844948ec169d07f862bc1fa281198db",
    "url": "https://toofab.com/2024/02/29/woman-overwhelming-support-refusing-help-mom-3-kids-escaping-domestic-violence",
    "site_full": "toofab.com",
    "site": "toofab.com",
    "site_section": "https://toofab.com/atom.xml",
    "site_categories": [
      "celebrity_fan_gossip",
      "fashion",
      "style_and_fashion",
      "entertainment"
    ],
    "section_title": "Full Feed | Toofab.com",
    "title": "Woman Gets Overwhelming Support for Refusing to Help Mom & 3 Kids Escaping Domestic Violence",
    "title_full": "Woman Gets Overwhelming Support for Refusing to Help Mom & 3 Kids Escaping Domestic Violence",
    "published": "2024-02-29T23:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.toofab.com/image/dc/16by9/2024/02/29/dc8dc86e61e44e6e9a11ae416f09ba55_xl.jpg",
    "performance_score": 0,
    "domain_rank": 18808,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "91e28c64a844948ec169d07f862bc1fa281198db",
  "url": "https://toofab.com/2024/02/29/woman-overwhelming-support-refusing-help-mom-3-kids-escaping-domestic-violence",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-29T23:22:00.000+02:00",
  "title": "Woman Gets Overwhelming Support for Refusing to Help Mom & 3 Kids Escaping Domestic Violence",
  "text": "News|\nWhile some were appalled by the shocking callousness with which this victim and her kids were treated, an overwhelming number of Redditors bizarrely had a different take.\nA woman has taken to the internet for advice after refusing to help her sister-in-law who sought refuge while escaping domestic violence.\nThe tale, posted to an anonymous forum, got an unexpected response from readers on Reddit, who in great numbers voiced support for the original poster (a.k.a. \"OP\").\nWhile the reaction was unconventional, to the say the least, many a Redditor made sure to detail their reasons for backing OP's decision -- no matter how callous it may be.\nRead on for the whole tale, and how readers argued their cases in the courtroom of Reddit.\n<a href=\"https://toofab.com/2024/02/28/parentified-boy-plans-escape-family-11-kids-mom-dad-furious/\">\nGetty\n</a>\nParentified 17-Year-Old Plans Escape from Family with 11 Kids, Mom & Dad Furious He Won't Continue to Support ThemView Story\nThe Original Reddit Post\nOP began seemingly midway into her thought, explaining that her \"SIL [sister-in-law] has always called me a disgrace and talked about how 'men are providers'[.] She has repeatedly told me this and tried to shame me for having a better education and job than my husband.\"\n\"My husband's family [are] Mexican immigrants and my SIL lives in Mexico and has a Mexican husband,\" she went on to explain. \"She recently fled the house looking for someone to stay with. My in laws live in another state but my sister with her 3 children came to us instead.\"\nOP went on to describe what happened next, and the decision that proved to be controversial for her husband.\nI told him he can choose his sister over me and if he's not back in 24 hours I'm throwing his sh-t on the street and letting the homeless take it.\n\"We live in a small house in San Diego that was my grandma’s,\" she explained. \"My in laws live close to Houston. My husband was not home when his sister arrived and I sent her away when she showed up on my doorstep I told her to go find another provider because I’m not it.\"\n\"My husband heard and came home from work and I told him that he had to pay for her hotel and plane tickets out of his money to our in-laws place. He and his family have been pissed at me.\"\nShe then explained further her reasoning.\n\"His sister has constantly bullied me for over ten years for dumb ass things like 'not making my man a plate'[.] I have never liked her or her ex. I do not want her in my home and I wasn’t having it because she has no damn money because of her own stupidity of being a 'wifey'[.] I refuse to support her and now my husband’s family is saying he should leave me and stay in Houston.\"\n\"I told him he can choose his sister over me and if he’s not back in 24 hours I’m throwing his shit on the street and letting the homeless take it,\" OP concluded.\n<a href=\"https://toofab.com/2024/02/22/daughter-of-incarcerated-parents-devises-sweet-adoption-proposal-only-to-be-brutally-rejected-by-aunt/\">\nGetty Stock Image\n</a>\nDaughter of Incarcerated Parents Devises Sweet Adoption Proposal Only To Be Brutally Rejected By AuntView Story\nCertified NTA (Not The A--hole)\nAs previously mentioned, the post received so much support that it achieved a rare NTA rating from thousands of readers -- meaning a landslide of Redditors voted the woman \"not the a--hole\" in the highly moderated forum.\nAs one reader put it (without a soul calling it callous on the forum): \"NTA. Sure, everyone's going to tell you, you should have taken her in because she was fleeing DV. But you know if she had gotten in your house she would have made your life a living hell.\"\nWhile another echoed: \"I've made the mistake of opening my home and wallet for extended family who didn't respect me, thinking the olive branch would help. I can't explain why, but all it does is make them hate you more and feel entitled to your money. When you eventually want to stop and let them stand on their own feet, they become more resentful than they ever were.\"\nThe same commenter went on to add: \"Hard NTA from me. Letting people who don't respect you as a person in your home is a mistake a hundred percent of the times i've seen it done. If the other option were homelessness for the kids, that's different. But they have family in Houston and they're probably better off there.\"\nFor you to threaten to throw your husband out because he’s helping his sister escape her abusive marriage is a big problem.\nWithin that same thread a Redditor gave their two cents: \"Armchair psychologist but it's probably because while you see it as being nice and not wanting them to suffer, they can only rationalize help from someone they despise as being in your debt which they hate the thought of.\"\nMeanwhile, another reader wanted more clarity: \"INFO: By 'fled the house\" do you mean a domestic violence situation?\"\nOP replied emphatically: \"Yes\".\nShe went on to add: \"It's not the first time and she has pulled this 'men are providers speech' even if it has happened before and shamed and gossiped about me for dumb things like not making my man a 'plate or eating before him.'\"\nWhen another reader wanted to know if her husband made it back within 24 hours, she replied: \"He flew to Houston with his sister to help her with the kids on the plane. That was 4 days ago.\"\nBut not everyone had OP's side, as one Redditor noted that they believe \"everyone sucks here\" and explained: \"[Sister-in-law] was obviously wrong for judging you for not being a submissive housewife. You don’t have to have SIL and her kids stay in your home. But for you to threaten to throw your husband out because he’s helping his sister escape her abusive marriage is a big problem.\"\nWhile another noted in response: \"This is the only sane comment I’ve seen in this thread\".\nIf you are experiencing domestic violence, call the National Domestic Violence Hotline at 1-800-799-7233, or go to\nthehotline.org. All calls are toll-free and confidential. The hotline is available 24/7 in more than 170 languages. https://toofab.com/2024/02/20/trust-fund-kid-bank-account-less-money-than-twin-sister/",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Crime, Law and Justice",
    "Human Interest"
  ],
  "external_links": [
    "http://thehotline.org",
    "http://thehotline.org/",
    "http://www.thehotline.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "help mom &",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "reddit",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:59:37.278+02:00",
  "updated": "2024-03-01T00:59:37.278+02:00"
}