{
  "thread": {
    "uuid": "83abffc41de95cc3929b72108473f05023c18945",
    "url": "https://jewishjournal.com/commentary/opinion/370541/the-power-of-the-passover-seder-to-unite-jews",
    "site_full": "jewishjournal.com",
    "site": "jewishjournal.com",
    "site_section": "https://jewishjournal.com/feed",
    "site_categories": [
      "religion",
      "judaism"
    ],
    "section_title": "Jewish Journal",
    "title": "The Power of the Passover Seder to Unite Jews",
    "title_full": "The Power of the Passover Seder to Unite Jews",
    "published": "2024-04-18T22:21:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://jewishjournal.com/wp-content/uploads/2024/04/abrams-seder.jpg",
    "performance_score": 0,
    "domain_rank": 11658,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "83abffc41de95cc3929b72108473f05023c18945",
  "url": "https://jewishjournal.com/commentary/opinion/370541/the-power-of-the-passover-seder-to-unite-jews",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Samuel J. Abrams",
  "published": "2024-04-18T22:21:00.000+03:00",
  "title": "The Power of the Passover Seder to Unite Jews",
  "text": "Passover has long been a favorite holiday of mine; it offers a moment to pause daily life, gather with friends and family around a festive Seder meal, celebrate freedom, and share and teach values learned from Jewish history. This year, just six months after the brutal terrorist attack on October 7th, the Passover holiday is more important than ever for promoting the survival of the Jewish people.\nI do not say this lightly. The tragedy that unfolded in Gaza unleashed a global wave of antisemitism. In the United States, hatred against Jews is omnipresent; it can be found on college campuses , in popular culture , in town squares , and in the halls of Congress . And in the face of vitriolic hatred, the Jewish community is deeply fractured, cannot reasonably push back against the hate, and appears to have forgotten the very history that is central to the Passover holiday.\nIn response to the Hamas attack, Israel has every moral right to defend itself and rid the world of a terror organization that threatens its safety. Far too few Jews recognize that the Hamas Charter calls for the complete destruction of Israel and the annihilation of Jews . Yet, many American Jews—particularly the younger, not traditionally engaged, or with shallow backgrounds in politics and history—have turned on Israel, contributing to an emboldened Hamas and antisemitism worldwide.\nThe Jewish People are blessed with a wide variety of pro-Israel groups and public figures ranging across a broad spectrum—most notably, the American Jewish Committee , AIPAC , J Street , ZOA , Stand With Us , the New Israel Fund , and many others. That said, there are many vocal anti-Zionist Jewish groups as well. Numerous public figures claim to support Israel with a wide variety of stances—both President Biden and former President Trump claim to be pro-Israel, as do Senators Lindsey Graham and Chuck Schumer, who called for Israelis to oust Prime Minister Netanyahu.\nAdd to the mix a host of commentators with diverse views from Peter Beinart on the left, Tom Friedman and Bret Stephens somewhere in the center, and Hillel Fuld on the right and we are seeing a sharply divided Jewish community with little tolerance for variations left and right.\nDavid Bernstein astutely observed that there is a growing disconnect between American Jews and mainstream Jewish organizations because “Jewish organizations are reluctant to confront radical trends on the left because the progressive activists they’ve long allied themselves with leave little room for differences of opinion.” The American Jewish community is in conflict between individual organizations and congregations are paralyzed with their constituencies divided and holding vastly divergent views, even as antisemitism and attacks on Israel grow.\nThis is why Passover this year is so critical for the Jewish community. Passover and the Seder represent one of the few Jewish cultural moments when significant numbers of Jews gather together outside of an explicitly religious context. While Pew has found that only one in five American Jews attend religious services in some form at least once or twice a month, a solid majority of Jews report participating in a Seder, making it the most widely cultural event of the Jewish year.\nI hope that as different generations of Jews with sharply contrasting viewpoints gather to retell the story of the Exodus from Egypt there will be a chance to talk about the ties that bind Jews together, the need to protect and support our community, the centrality of freedom for all, and the fact that Israel is the Jewish homeland and has a right to defend itself. The Jewish community must reaffirm its core values, and sadly continue to defend its right to exist—an occurrence far too common in history. But to do this effectively, Jews must sit down and listen to each other, debate, and work together; and all Jews, whatever their points of view, should be at the Seder table.\nThe Passover Seder is explicitly designed for Jews to engage with difference and disagreement. In fact, a centerpiece of the Seder meal is the Four Sons parable, four types of guests at the holiday dinner who have notably different outlooks: the wise, wicked, simple, and one who doesn’t know how to ask questions. The parable teaches the idea that people understandably approach the world through vastly different lenses and ask questions about understanding the Exodus with varied dispositions.\nThe Passover Seder is explicitly designed for Jews to engage with difference and disagreement.\nFor instance, the so-called “wise child” inquires about the specific meaning of the laws of Passover observance: “What are the testimonies, the statutes, and laws which Adonai our God has commanded you?” We then respond with a summary of the very specific laws of the Passover Seder. For the “simple child” who asks a far broader question about the evening and queries “What does this mean?” we give a straightforward summary of the story: “It was with a mighty hand that God brought us out from Egypt, the house of bondage” (Ex 13:14).\nWhile the Seder tradition does not expand beyond providing these short answers to the questions of the Four Sons parable, the exercise explicitly demonstrates that the Seder ritual is about embracing and promoting a multitude of views and disagreements about how to make sense of the world. The Four Sons come to the Passover story with vastly different views and understandings about faith, religious traditions, and how do manage differences with others. The Seder participants are taught not to reject or condemn those who hold views that are aggressively hostile to or uninterested in understanding the Passover story. Rather, participants are shown that we should engage with all types of Jews and embrace viewpoint diversity. The Four Sons teach us that we cannot be dogmatic or narrow about ideas; instead, we must welcome varied views about faith and the world and, like the Seder itself, be open to teaching all at their respective levels and needs.\nAs Passover is only weeks away, those hosting Seders need to be as inclusive as possible and make a special effort to invite those thirty percent or so of Jews who typically do not attend the Seder. Jews need to talk, argue, reconnect and come to an understanding of what Jews need globally. Social media, polarized politics, extremist politicians and rhetoric designed to divide rather than unite are making connecting harder than ever. But the Seder is designed to address these issues and can help Jews realize that we are in this together, our fate is linked, and we must speak out more strongly and collectively against this hate and the calls for our destruction. This Passover may be the moment to start this crucial process.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://gov.uk/government/publications/proscribed-terror-groups-or-organisations--2/proscribed-terrorist-groups-or-organisations-accessible-version#:~:text=Hamas%20is%20a%20complex%20but,were%20fired%20indiscriminately%20into%20Israel.",
    "https://jstreet.org/",
    "https://www.theatlantic.com/international/archive/2023/10/hamas-covenant-israel-attack-war-genocide/675602",
    "https://www.jstreet.org/",
    "https://nytimes.com/2024/04/10/opinion/israel-hamas-gaza.html",
    "https://www.aipac.org",
    "https://nytimes.com/2024/03/12/opinion/israel-hamas-war-military.html",
    "https://wsj.com/articles/uc-berkeley-antisemitism-ran-bar-yoshafat-palestine-israel-hamas-446ffb05",
    "https://pewresearch.org/religion/2021/05/11/jewish-community-and-connectedness/",
    "https://t.co/y8wlCbEBex%20https:/x.com/ianp68/status/1777887763255431215",
    "https://www.ajc.org/",
    "https://zoa.org",
    "https://aipac.org/",
    "https://www.t.co/y8wlCbEBex%20https:/x.com/ianp68/status/1777887763255431215?s=51",
    "https://www.zoa.org/",
    "https://www.twitter.com/jpodhoretz/status/1775664850691125678",
    "https://twitter.com/jpodhoretz/status/1775664850691125678",
    "https://t.co/y8wlCbEBex%20https:/x.com/ianp68/status/1777887763255431215?s=51",
    "https://www.gov.uk/government/publications/proscribed-terror-groups-or-organisations--2/proscribed-terrorist-groups-or-organisations-accessible-version#:~:text=Hamas%20is%20a%20complex%20but,were%20fired%20indiscriminately%20into%20Israel.",
    "https://www.instagram.com/ifnotnoworg/reel/C0w2v_YgzzV/",
    "https://www.nif.org/",
    "https://www.theatlantic.com/international/archive/2023/10/hamas-covenant-israel-attack-war-genocide/675602/",
    "https://www.pewresearch.org/religion/2021/05/11/jewish-community-and-connectedness/",
    "https://ajc.org/",
    "https://www.wsj.com/articles/uc-berkeley-antisemitism-ran-bar-yoshafat-palestine-israel-hamas-446ffb05",
    "https://www.nytimes.com/2024/04/10/opinion/israel-hamas-gaza.html",
    "https://www.jpost.com/diaspora/antisemitism/article-796150",
    "https://zoa.org/",
    "https://ejewishphilanthropy.com/the-growing-disconnect-between-american-jews-and-mainstream-jewish-organizations",
    "https://www.instagram.com/ifnotnoworg/reel/C0w2v_YgzzV",
    "https://www.timesofisrael.com/j-street-pulls-jamaal-bowman-endorsement-over-anti-israel-rhetoric/",
    "https://www.standwithus.com/",
    "https://www.ejewishphilanthropy.com/the-growing-disconnect-between-american-jews-and-mainstream-jewish-organizations/",
    "https://ejewishphilanthropy.com/the-growing-disconnect-between-american-jews-and-mainstream-jewish-organizations/",
    "https://instagram.com/ifnotnoworg/reel/C0w2v_YgzzV/",
    "https://www.pewresearch.org/religion/2021/05/11/jewish-community-and-connectedness",
    "https://jpost.com/diaspora/antisemitism/article-796150",
    "https://www.nytimes.com/2024/03/12/opinion/israel-hamas-war-military.html",
    "https://timesofisrael.com/j-street-pulls-jamaal-bowman-endorsement-over-anti-israel-rhetoric/",
    "https://nif.org/",
    "https://www.ajc.org",
    "https://theatlantic.com/international/archive/2023/10/hamas-covenant-israel-attack-war-genocide/675602/",
    "https://www.aipac.org/",
    "https://standwithus.com/",
    "https://jstreet.org",
    "https://www.nif.org",
    "https://www.timesofisrael.com/j-street-pulls-jamaal-bowman-endorsement-over-anti-israel-rhetoric",
    "https://www.standwithus.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "congress",
        "sentiment": "none"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:13:23.128+03:00",
  "updated": "2024-04-19T00:13:23.128+03:00"
}