{
  "thread": {
    "uuid": "3830fa449993d7ec058960c61470cf79078d5fe5",
    "url": "https://www.i24news.tv/fr/actu/israel/artc-programme-ssf-we-will-save-again",
    "site_full": "www.i24news.tv",
    "site": "i24news.tv",
    "site_section": "http://www.i24news.tv/fr/",
    "site_categories": [
      "media"
    ],
    "section_title": "I24NEWS - Toute l'actualité du Moyen-Orient, d'Israël et du monde entier",
    "title": "Participez Au Programme De Kits De Secours SSF : We Will Save Again - I24NEWS",
    "title_full": "Participez Au Programme De Kits De Secours SSF : We Will Save Again - I24NEWS",
    "published": "2024-06-24T11:24:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://cdn.i24news.tv/uploads/d1/db/b6/38/e1/82/c4/d0/ca/83/3a/3b/73/34/c1/6d/d1dbb638e182c4d0ca833a3b7334c16d.jpg",
    "performance_score": 0,
    "domain_rank": 8802,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3830fa449993d7ec058960c61470cf79078d5fe5",
  "url": "https://www.i24news.tv/fr/actu/israel/artc-programme-ssf-we-will-save-again",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "i24NEWS",
  "published": "2024-06-24T11:24:00.000+03:00",
  "title": "Participez Au Programme De Kits De Secours SSF : We Will Save Again - I24NEWS",
  "text": "Participez au programme de kits de secours SSF : We Will Save Again Sur chaque kit de secours, il y aura le nom et la photo d'une des victimes de Nova. Grâce à ces kits, ces secouristes transmettront des valeurs fondamentales Depuis de nombreuses années, et en particulier depuis le 7 octobre 2023, des centaines de secouristes équipés par SSF en Israël se trouvent dans toutes les zones du pays pour prendre soin des blessés en cas de besoin. Contrairement aux semeurs de mort, SSF-Sauveteurs Sans Frontières se mobilise pour sauver des vies, grâce à son armée de secouristes bénévoles. Le massacre de 366 jeunes femmes et jeunes hommes perpétré par le Hamas lors du Festival de Nova nous oblige. Toutes ces personnes assassinées devront d’une manière ou d’une autre rester vivantes dans nos mémoires. Avec les familles des victimes, nous avons imaginé un projet à la fois utile et hautement symbolique. En leur mémoire, nous souhaitons fournir 366 kits de secours à nos secouristes israéliens en attente d’équipement. Sur chaque kit de secours, il y aura le nom du jeune assassiné, et à la demande des familles, il y aura sa photo. A travers ces kits de secours, outils pour soigner, pour sauver d’autres vies, ces secouristes transmettront des valeurs fondamentales : la sacralité de la vie et l’amour porté à son prochain. Grâce aux actions de ces secouristes, nous honorerons tous la mémoire des victimes du Festival Nova. Tarif d'un kit de secours en circulation pendant 3 ans, avec remplacement du matériel : 2600 €. Vous pouvez également vous regrouper entre amis, et participer à un kit de secours en faisant un don de 126 €, 260 € ou 520 € ou un don libre. SSF s'engage à adresser à tous les donateurs les photos des kits de secours dédicacés. Merci aux parrains de ce programme qui nous entourent de leur bienveillance: L’ASI Keren Or, le Fonds de Dotation Frédéric Younès, les Women United For Peace, la Fondation Tikun Olam, et le collectif des familles des victimes de Nova (Les Enfants de Lumière). Merci par avance de soutenir ce programme, cet élan vers la vie. \"Qui sauve une vie, sauve l'humanité\". Lien de la campagne qui comprend la video de présentation et le témoignage des familles des victimes. « We Will Save Again » : [www.kitnova.org](https://www.allodons.fr/kit-ssf-memorial-nova)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Social Issue",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.allodons.fr/kit-ssf-memorial-nova)",
    "https://allodons.fr/kit-ssf-memorial-nova)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-24T13:50:04.959+03:00",
  "updated": "2024-06-24T13:50:04.959+03:00"
}