{
  "thread": {
    "uuid": "a9ecd9ec389be973c24f9fb93f5ae0dff84a1756",
    "url": "https://www.detroitnews.com/story/sports/nhl/red-wings/2024/01/14/late-andrew-copp-goal-gives-detroit-red-wings-victory-amid-plane-weather-issues/72223070007",
    "site_full": "www.detroitnews.com",
    "site": "detroitnews.com",
    "site_section": "http://www.theolympian.com/sports/?widgetName=rssfeed&widgetContentId=712015&getXmlFeed=true",
    "site_categories": [
      "real_estate",
      "media",
      "buying_selling_homes"
    ],
    "section_title": "",
    "title": "Late Andrew Copp goal gives Detroit Red Wings victory amid plane, weather issues",
    "title_full": "Late Andrew Copp goal gives Detroit Red Wings victory amid plane, weather issues",
    "published": "2024-01-15T05:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 1888,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a9ecd9ec389be973c24f9fb93f5ae0dff84a1756",
  "url": "https://www.detroitnews.com/story/sports/nhl/red-wings/2024/01/14/late-andrew-copp-goal-gives-detroit-red-wings-victory-amid-plane-weather-issues/72223070007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@type",
  "published": "2024-01-15T05:33:00.000+02:00",
  "title": "Late Andrew Copp goal gives Detroit Red Wings victory amid plane, weather issues",
  "text": "Toronto — Not sure why anyone would want to skip the Red Wings game Sunday, but anyone who did missed an entertaining game. Andrew Copp scored at 18 minutes, 20 seconds of the third period, giving the Wings a dramatic 4-2 victory over the Toronto Maple Leafs. Copp's eighth goal was a shot from the hashmarks, as Copp got the puck and found some open ice, then fired a shot past goaltender Ilya Samsonov.\nLucas Raymond scored into an empty net to clinch the victory.\nThe Wings (22-16-5) have earned points in six consecutive games (5-0-1) and are now one point behind Toronto for third place in the Atlantic Division (50-49). The Wings now occupy the No. 1 wild-card spot in the Eastern Conference.\n\"It feels amazing,\" Wings captain Dylan Larkin said of the victory.\nThere's a reason this one felt so special.\nWhile the Detroit sports world was excited to get to a television set to watch the Lions, the Wings were simply glad to get to Toronto.\nBOX SCORE: Red Wings 4, Maple Leafs 2\nThe Wings encountered weather and mechanical issues after Saturday's game and never left Detroit. They returned home in the middle of the night, and came back Sunday, only to wait for an available plane to arrive.\nThe Wings didn't reach Scotiabank Arena until 6:15 p.m., coach Derek Lalonde said, for what was scheduled to be a 7 p.m. start, was pushed back to 7:30 p.m., then finally 7:52 p.m.\n\"Real good win, a real unique 24 hours,\" Lalonde said. \"I haven't experienced 24 hours like that, I don't think anyone in the league has. Weather, mechanical issues, it was crazy. But our guys handled it pretty well. There were things we couldn't control in the last 24 hours but the one thing was effort and execution and the guys did a pretty job there.\"\nLarkin compared it to a preseason game, when the Wings would have arrived late in the afternoon for a game that night.\n\"Fly in and get here a little bit late but our staff, from top to bottom, all of them did above and beyond to have everything we needed to play,\" Larkin said. \"We had every reason to not show up and we showed up. We've talked about our locker room and how close it is, and that (the victory) should show what it says about the guys in this room.\"\nOriginally scheduled to fly to Fort Lauderdale for the rest of this road trip after game, the Wings are now flying Monday after staying the night in Toronto.\nThe only negative in the game for the Wings was losing forward Patrick Kane in the first period.\nKane was involved in a pair of collisions and suffered a lower-body injury that knocked him out of the game. There was no immediate update, but the concern likely is the right hip on which Kane had resurfacing surgery in June.\nLalonde had no further update on Kane, after the game.\n\"(But) I don't think it's related to his hip,\" Lalonde said. \"But again, I don't have all the information on it yet.\"\nDaniel Sprong (his 11th goal) and Larkin (17th goal) had Wings goals, while goaltender James Reimer made 28 saves in his first start since Dec. 27. Sprong tied the score 2-2 at 2:46 of the third period.\nSprong took advantage of Toronto defenseman Morgan Rielly's stick exploding at the blue line and drove in alone, using a nifty move to his backhand to beat Samsonov.\nReimer was impressive, especially as the game progressed, while solidifying the victory.\n\"He was unbelievable,\" Larkin said. \"You look at our recent success, it's been goaltending. He was called upon tonight and he gave us 60 minutes, made big save after big save. It's hard when you're not playing a lot but he came in and did his job well. We're real happy for him.\"\nReimer was happy to cap the unusual day by contributing to the win.\n\"A ton of adversity, backs against the wall, schedule is all messed up, flight is late, and all that and those are the game you can cave or you can dig in,\" Reimer said. \"As a group, to a man, we dug in. So much adversity, but if we don't have the character we have in here, you kind of give up and lick our wounds and try again next game.\n\"But we dug in, and to a man, I'm proud of the guys.\"\nPontus Holmberg and Mitch Marner scored the Leafs' goals.\ntkulfan@detroitnews.com\n@tkulfan",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Weather"
  ],
  "external_links": [
    "https://detroitnews.sports.gracenote.com/hockey/nhl/boxscore/152097",
    "https://www.detroitnews.sports.gracenote.com/hockey/nhl/boxscore/152097"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "andrew copp",
        "sentiment": "negative"
      },
      {
        "name": "ilya samsonov",
        "sentiment": "none"
      },
      {
        "name": "sprong",
        "sentiment": "none"
      },
      {
        "name": "james reimer",
        "sentiment": "none"
      },
      {
        "name": "dylan larkin",
        "sentiment": "none"
      },
      {
        "name": "morgan rielly",
        "sentiment": "none"
      },
      {
        "name": "copp",
        "sentiment": "none"
      },
      {
        "name": "samsonov",
        "sentiment": "none"
      },
      {
        "name": "daniel sprong",
        "sentiment": "none"
      },
      {
        "name": "lucas raymond",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "red wings",
        "sentiment": "negative"
      },
      {
        "name": "detroit red wings",
        "sentiment": "negative"
      },
      {
        "name": "wings",
        "sentiment": "none"
      },
      {
        "name": "lions",
        "sentiment": "none"
      },
      {
        "name": "leafs",
        "sentiment": "none"
      },
      {
        "name": "toronto maple leafs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "toronto",
        "sentiment": "none"
      },
      {
        "name": "detroit",
        "sentiment": "none"
      },
      {
        "name": "atlantic",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-15T06:08:31.848+02:00",
  "updated": "2024-01-15T16:31:16.839+02:00"
}