{
  "thread": {
    "uuid": "82e17d7624d5ef6f0800a33f41219a69fc31de28",
    "url": "https://www.kens5.com/article/news/community/emergency-shelter-expands-hours-inclement-weather-urgent-need-volunteers/273-10885175-d31b-464b-bc2d-4930780539e5",
    "site_full": "www.kens5.com",
    "site": "kens5.com",
    "site_section": "https://events.kens5.com/weather",
    "site_categories": [
      "media"
    ],
    "section_title": "San Antonio  Weather on KENS5 in San Antonio | kens5.com",
    "title": "Emergency shelter expands hours during inclement weather | kens5.com",
    "title_full": "Emergency shelter expands hours during inclement weather | kens5.com",
    "published": "2024-01-13T04:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.kens5.com/assets/KENS/images/f4a990c3-46c5-4829-b767-cc883e83856d/f4a990c3-46c5-4829-b767-cc883e83856d_1140x641.jpg",
    "performance_score": 0,
    "domain_rank": 12673,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "82e17d7624d5ef6f0800a33f41219a69fc31de28",
  "url": "https://www.kens5.com/article/news/community/emergency-shelter-expands-hours-inclement-weather-urgent-need-volunteers/273-10885175-d31b-464b-bc2d-4930780539e5",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alicia Neaves",
  "published": "2024-01-13T04:42:00.000+02:00",
  "title": "Emergency shelter expands hours during inclement weather | kens5.com",
  "text": "SAN ANTONIO — With the frigid cold lasting through Wednesday, shelter workers want to make sure San Antonio's homeless have a place to stay warm at all hours of the day. For that reason, hours are expanding at one emergency cold weather shelter downtown. These longer hours are creating a critical need for volunteers to keep the shelter's operations running. \"We will have all hands on deck Sunday and Monday,\" said Erika Borrego, CEO of Corazón Ministries. Thursday, San Antonio's Homeless Response System partners reviewed their plan of action for the upcoming inclement weather. \"We made sure we had enough beds to house anybody that did not want to sleep on the streets,\" said Borrego. Borrego said all local organizations who serve the unsheltered are sending every outreach worker into the streets. This includes Christian Assistance Ministry (CAM), SAMMinistries and Haven for Hope. The organizations have roughly 40 outreach workers total. While outreach workers are typically checking on our unsheltered neighbors every day, their messaging these past few days has shifted slightly. \"What shifts during this cold weather snap is that our folks are out targeting encampments in places that are a little more congregate,\" Borrego explained. Workers will make sure everyone knows where they can go to stay warm. They'll also offer free rides to warming shelters. \"We are the only day center in the city that offers respite from the outdoors,\" said Borrego. Corazón Ministries is expanding hours during the freeze. Their Day Center, located at Grace Lutheran Church off Avenue E, will now be open from 7:30 a.m. to 6 p.m. during the upcoming cold snap. It's creating a need for more volunteers for the day or night shift and additional funding to support their efforts. \"We're providing another hot meal a day than we would normally provide,\" Borrego explained. \"We're providing blankets and coats, mats for people to sleep on.\" If people choose to remain outside, Borrego said they'll be given supplies to help them stay safe and warm. \"Sometimes people are just comfortable where they're at,\" she said. \"We'll keep checking on them until they decide to come indoors with us or keeping them supplied.\" Travis Park Church is serving as an overnight shelter, operated by Corazón Ministries. The overnight shelter hours are 7 p.m. to 7 a.m. with the capacity to serve 75 people. Borrego ensured that [among all shelters that will be open during the inclement weather](https://www.signupgenius.com/go/10C0C4CA4A62FA6F5C43-47175514-cold#/), they will have room for all people who need a warm place to stay. If you're interested in volunteering at the shelter, [click here](https://www.signupgenius.com/go/10C0C4CA4A62FA6F5C43-47175514-cold#/). Following the expanded hours during the cold snap, Corazón Ministries' Day Center will have permanent extended hours 8:30 a.m. to 4 p.m. Monday through Friday. This gives clients an additional two hours indoors Monday through Thursday and an additional four hours on Fridays.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Weather",
    "Social Issue"
  ],
  "external_links": [
    "https://www.signupgenius.com/go/10C0C4CA4A62FA6F5C43-47175514-cold#/),",
    "https://www.signupgenius.com/go/10C0C4CA4A62FA6F5C43-47175514-cold#/).",
    "https://signupgenius.com/go/10C0C4CA4A62FA6F5C43-47175514-cold#/),",
    "https://signupgenius.com/go/10C0C4CA4A62FA6F5C43-47175514-cold#/)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "borrego",
        "sentiment": "none"
      },
      {
        "name": "erika borrego",
        "sentiment": "none"
      },
      {
        "name": "antonio",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "corazón ministries",
        "sentiment": "none"
      },
      {
        "name": "homeless response system",
        "sentiment": "none"
      },
      {
        "name": "christian assistance ministry",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "san antonio",
        "sentiment": "none"
      },
      {
        "name": "san antonio",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-13T07:43:55.324+02:00",
  "updated": "2024-01-13T07:43:55.324+02:00"
}