{
  "thread": {
    "uuid": "aa5caefe736c2dad0101b60d99c0e53d37455a04",
    "url": "https://cadenaser.com/galicia/2024/04/04/tevi-dca-realidad-virtual-para-mejorar-la-vida-de-las-personas-con-dano-cerebral-adquirido-radio-lugo",
    "site_full": "cadenaser.com",
    "site": "cadenaser.com",
    "site_section": "https://cadenaser.com/ccaa/galicia",
    "site_categories": [
      "music",
      "hobbies_and_interests",
      "radio",
      "entertainment"
    ],
    "section_title": "Cadena SER: Noticias y Radio Online",
    "title": "'Tevi DCA': Realidad virtual para mejorar la vida de las personas con Daño Cerebral Adquirido | Actualidad | Cadena SER",
    "title_full": "'Tevi DCA': Realidad virtual para mejorar la vida de las personas con Daño Cerebral Adquirido | Actualidad | Cadena SER",
    "published": "2024-04-04T19:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cadenaser.com/resizer/wqk3X8zMEZn0-sc05k8oxT51AsQ=/1200x630/filters:quality(70)/cloudfront-eu-central-1.images.arcpublishing.com/prisaradio/BJ5SIYUMPFA23DEJK5IVUNL6J4.jpg",
    "performance_score": 0,
    "domain_rank": 3825,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aa5caefe736c2dad0101b60d99c0e53d37455a04",
  "url": "https://cadenaser.com/galicia/2024/04/04/tevi-dca-realidad-virtual-para-mejorar-la-vida-de-las-personas-con-dano-cerebral-adquirido-radio-lugo",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sara Fernández",
  "published": "2024-04-04T19:30:00.000+03:00",
  "title": "'Tevi DCA': Realidad virtual para mejorar la vida de las personas con Daño Cerebral Adquirido | Actualidad | Cadena SER",
  "text": "«Tevi DCA», Terapia virtual Inmersiva para personas con Daño Cerebral Adquirido. Este es el proyecto que está desarrollando el grupo de investigación de la Universidad de Viga, «Healthy fit», de la mano del centro que Cruz Roja tiene en Castro Ribeiras de Lea (Lugo) para ayudar a este tipo de personas en su evolución y mejora de sus capacidades físicas. Un estudio pionero en nuestro país que busca facilitar la vida, el día a día y en bienestar emocional de las personas afectadas por algún daño cerebral. Pablo Campo es fisioterapeuta e investigador del grupo vigués «Healthy fit». Después de observar los efectos positivos que la realidad virtual e inmersiva tenía en los tratamientos de enfermedades como el párkinson empezaron a pensar que por qué no usarla también en la rehabilitación de personas con DCA. Uno de los principales problemas con los que los expertos se encuentran a la hora de llevar a cabo sus respectivas terapias es la falta de adherencia a las mismas. «Que les guste o les entretenga y que sean constantes es complicado, pero si en estos procesos incluimos elementos novedosos como estas gafas de realidad inmersiva conseguimos que lo disfruten muchos más y que aumente esa adherencia», dice Campo. Estela Tejerina es la fisioterapeuta del centro de Cruz Roja en Lugo y asegura que estas primeras semanas están siendo muy positivas. «No es lo mismo ir al gimnasio, que aunque tengamos muchos elementos, piscina y máquinas en las que también lo pasan bien, estimularles mediante la gamificación, con juegos, es algo con lo que ellos responden mucho mejor». «Tevi DCA» es un estudio, pero pretende ser mucho más. Convertirse en una opción que los pacientes con daño cerebral puedan elegir, pero para eso «hay que testar desde el punto de vista clínico que es seguro y efectivo». Las sensaciones, tanto del grupo investigador como de las personas que trabajan día a día con los usuarios lucenses que la están experimentando son «estupendas», pero quieren ser cautos y esperar para dar un veredicto final. El estudio se divide en tres fases: la primera ya ha concluido con la valoración inicial de los participantes, la segunda se realizará cuando se cruce el ecuador del proyecto y la tercera coincidirá con el final de las 24 semanas que dura esta primera toma de contacto con el que podría ser un tratamiento efectivo en la rehabilitación de las personas DCA. Los entrenamientos también avanzan de forma progresiva. Las primeras sesiones en las que se combinan pedaletas con gafas de realidad inmersiva han comenzado siendo de 5 minutos. A medida que los usuarios vayan cogiendo fondo, el tiempo se incrementará hasta llegar al cuarto de hora. Rubén Rey es el terapeuta ocupacional de Cruz Roja. Acompaña a usuarios como Ángel o Josefa durante sus entrenamientos. De manera coordinada con el área de fisioterapia, es quién les coloca las gafas de realidad inmersiva con las que los pacientes se teletransportan a lugares como Paris, la Antártida o Nueva York sin moverse de la silla. Rey describe la sensación como algo inigualable para ellos. «Cuando se ponen la gafas se ven dentro de ciudades en las que nunca imaginaron estar. Las recorren en bicicleta y para avanzar dentro de ellas tienen que pedalear en la vida real, bien con las manos o con los pies, en función ya de cada uno de ellos.», describe. Además, dentro de estos programas también hay tiempo para la estimulación cognitiva. El terapeuta ocupacional incide en que «durante el tiempo de paseo van apareciendo por el camino imágenes, formas, en las que el programa les pide que se fijen y así a la vez que se mueven también se trabaja esa concentración». Patricia Carballal, directora de proyecto, asegura que esta es una experiencia maravillosa para todo el centro. Reconoce que desde hace una década ya trabajan con realidad virtual como un recurso más, «pero nunca tan inmersiva y realista como esta». Ahora toca esperar hasta que llegue el verano para poner un punto, y quien sabe si seguido, a una de las aventuras más apasionantes en las que se han embarcado. Sigue el canal de La SER en WhatsApp, donde encontrarás toda la información, el deporte y el entretenimiento: la actualidad del día y las noticias de última hora, los mejores vídeos y momentos de la radio, entrevistas, reportajes y mucho más.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:31:21.037+03:00",
  "updated": "2024-04-05T00:31:21.037+03:00"
}