{
  "thread": {
    "uuid": "c2942910c3a7ced81bffdbfd6d3845deb9b248bd",
    "url": "https://www.theportugalnews.com/es/noticias/2024-04-04/maxima-inversion-inmobiliaria-internacional-en-lisboa/87559",
    "site_full": "www.theportugalnews.com",
    "site": "theportugalnews.com",
    "site_section": "https://theportugalnews.com/es",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "The Portugal News - Página principal del periódico nacional de Portugal en inglés",
    "title": "Máxima inversión inmobiliaria internacional en Lisboa - The Portugal News",
    "title_full": "Máxima inversión inmobiliaria internacional en Lisboa - The Portugal News",
    "published": "2024-04-04T22:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://d1mnxluw9mpf9w.cloudfront.net/media/16918/vita-marija-murenaite-Bg8atM-RVuw-unsplash.jpg",
    "performance_score": 0,
    "domain_rank": 19471,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c2942910c3a7ced81bffdbfd6d3845deb9b248bd",
  "url": "https://www.theportugalnews.com/es/noticias/2024-04-04/maxima-inversion-inmobiliaria-internacional-en-lisboa/87559",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-04T22:02:00.000+03:00",
  "title": "Máxima inversión inmobiliaria internacional en Lisboa - The Portugal News",
  "text": "En el Área de Rehabilitación Urbana (ARU) de Lisboa, se vendieron 4.750 unidades residenciales por un total de 2.217,7 millones de euros en 2023, de los cuales 1.580 fueron adquiridos por extranjeros, según [Confidencial Imobiliário](https://www.confidencialimobiliario.com/). El tercio de las propiedades que fueron adquiridas por compradores internacionales asciende a 911,8 millones de euros, y aunque la actividad internacional mantuvo constante la cantidad de capital invertido (+0,2%), el número de transacciones disminuyó un 7% en comparación con 2022. En cuanto a las nacionalidades presentes en la demanda internacional de inmuebles en Lisboa, se encuentran los norteamericanos en primer lugar con el 16 por ciento de los inmuebles adquiridos que corresponde a 245 inmuebles, los franceses en segundo lugar con el 13 por ciento (205 inmuebles), y en tercer lugar se sitúan los británicos con el 9 por ciento (137 inmuebles). Además, los inversores del Reino Unido y Norteamérica registraron un aumento tanto en el número de inmuebles adquiridos como en el dinero invertido, destronando estos últimos a los franceses como líderes de la inversión extranjera en 2022. Por otro lado, aunque en segundo lugar, los franceses han visto disminuir tanto el número de inmuebles adquiridos (21%) como el dinero invertido (28%), en comparación con el año 2022. China, Brasil y Alemania representan las nacionalidades situadas en tercer, cuarto y quinto lugar, respectivamente, y todas ellas experimentaron importantes cambios negativos tanto en el número de viviendas adquiridas como en el dinero invertido. China registró el mayor descenso entre todas las nacionalidades y redujo su actividad a la mitad. En cuanto a los compradores portugueses, adquirieron 3.170 inmuebles en 2023 por un total de 1.305. 9 millones, lo que supone un descenso anual del 14 por ciento en el número de transacciones y una caída del 23 por ciento en cuanto a la cantidad invertida. Teniendo en cuenta las adquisiciones de viviendas privadas realizadas dentro de los límites del Área de Rehabilitación Urbana de Lisboa, que incluye 21 de las 24 freguesias del municipio (sin incluir Santa Clara, Lumiar y Parque das Nações), se puede observar que las freguesias de Lisboa que han registrado una mayor demanda y una mayor inversión internacional son Estrela, Santo António y Arroios. Cada una de ellas cuenta con cerca de 190 inmuebles adquiridos por extranjeros, siendo Estrela la que lidera la tabla de inversiones extranjeras con un 17%, lo que se traduce, por tanto, en 155,4 millones de euros. Por el contrario, parroquias como Alcântara y Campolide registraron una disminución en el número de compradores internacionales interesados en adquirir una propiedad en esas parroquias. After studying Journalism for five years in the UK and Malta, Sara Durães moved back to Portugal to pursue her passion for writing and connecting with people. A ‘wanderluster’, Sara loves the beach, long walks, and sports.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://www.confidencialimobiliario.com/).",
    "https://confidencialimobiliario.com/)."
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T01:51:10.793+03:00",
  "updated": "2024-04-05T01:51:10.793+03:00"
}