{
  "thread": {
    "uuid": "f802739a827b5dca40245e55dde2c1b1c494a376",
    "url": "https://sbuhb.nhs.wales/news/swansea-bay-health-news/family-therapy-to-help-rehabilitation-of-offenders/",
    "site_full": "sbuhb.nhs.wales",
    "site": "nhs.wales",
    "site_section": "https://sbuhb.nhs.wales/index.cfm/_api/feed/v1/ABMUhb/?feedID=39B4D864-AFA7-4289-B7064B67D4B0DCEC",
    "site_categories": [],
    "section_title": "Latest News",
    "title": "Family therapy to help rehabilitation of offenders",
    "title_full": "Family therapy to help rehabilitation of offenders",
    "published": "2023-12-29T12:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "GB",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 19763,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f802739a827b5dca40245e55dde2c1b1c494a376",
  "url": "https://sbuhb.nhs.wales/news/swansea-bay-health-news/family-therapy-to-help-rehabilitation-of-offenders/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T12:30:00.000+02:00",
  "title": "Family therapy to help rehabilitation of offenders",
  "text": "Family intervention is being used to help mentally disordered offenders with their rehabilitation and recovery.\nKnown as family psychoeducation, the approach has been successfully used during a pilot undertaken in a low secure mental health unit within Swansea Bay.\nNow the work will be adapted for use in other forensic mental health services, such as prisons and a crisis team. It also has the potential to be used in medium secure units and community forensic teams.\nDr Claire Nagi is a consultant forensic psychologist and Swansea Bay’s professional lead for mental health and learning disorder, or MHLD, psychology.\nShe said: “International research indicates family therapy is used relatively infrequently within forensic mental health services due to problems around its implementation, such as a lack of staff trained in formal family therapy.\n“In order to bridge this service gap, a Family Psychoeducation Programme for Low Secure Settings – F-PEPSS – was developed for individuals housed within a low secure setting and their families.\n“It engages the family who sometimes have negative experiences of mental health services. We develop a positive alliance with them so they don’t feel excluded, and then they're more likely to engage in our services in future.\n“It gives families the opportunity to perhaps ask a challenging question to the patient within a safe setting, which they might not have asked before.\n“Given that relatives are found to play a critical role in prisoners’ successful return to the community, we think it may be beneficial for non-mentally disordered offenders within prison settings.”\nThe work by SBUHB forensic psychologists – Dr Nagi and Professor Jason Davies - demonstrates evidence of the feasibility of this highly structed programme, based on feedback from staff, carers and families within the service.\nThe family sessions, which last up to 90 minutes, are delivered within a ward or family home, with two members of staff, and focus on knowledge development, building understanding and risk and relapse management.\nDr Nagi added: “Families reported having learned new information about their family member, particularly around the links between their mental health and offending behaviours.\n“This is particularly important given all the participants involved had at least one previous conviction for a violent offence, and most of the families had been victims of aggression in the past.\n“Staff involved in the programme reported a number of benefits of taking part, including information obtained from families around early warning signs and risk factors leading to their offending behaviours.\n“It also allowed them to develop a better rapport with the family, provide reassurance and enlist their support.”\nStaff intend to expand the F-PEPSS programme to prisons and crisis team next year, in partnership with Hywel Dda University Health Board, and security service G4S\nThe work has been shared with colleagues across the UK at a conference hosted by the British Psychological Society.\nPictured: Dr Nagi at the conference\nRydym yn croesawu gohebiaeth a galwadau ffôn yn y Gymraeg neu'r Saesneg. Atebir gohebiaeth Gymraeg yn y Gymraeg, ac ni fydd hyn yn arwain at oedi. Mae’r dudalen hon ar gael yn Gymraeg drwy bwyso’r botwm ar y dde ar frig y dudalen.\nWe welcome correspondence and telephone calls in Welsh or English. Welsh language correspondence will be replied to in Welsh, and this will not lead to a delay. This page is available in Welsh by clicking ‘Cymraeg’ at the top right of this page.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Health",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "claire nagi",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "swansea bay",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T15:36:07.295+02:00",
  "updated": "2023-12-29T15:36:07.295+02:00"
}