{
  "thread": {
    "uuid": "27906bb056816e5f09d4c14a85b1e409c20f1c69",
    "url": "https://www.newburyportnews.com/news/religion/in-the-spirit-all-thats-good-about-good-friday/article_0ab85f72-eb12-11ee-abd1-3708dfded8aa.html",
    "site_full": "www.newburyportnews.com",
    "site": "newburyportnews.com",
    "site_section": "https://www.newburyportnews.com",
    "site_categories": [
      "real_estate",
      "media",
      "buying_selling_homes"
    ],
    "section_title": "newburyportnews.com | Greater Newburyport's local news source",
    "title": "In the Spirit: All that's good about Good Friday | Religion | newburyportnews.com",
    "title_full": "In the Spirit: All that's good about Good Friday | Religion | newburyportnews.com",
    "published": "2024-03-29T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/newburyportnews.com/content/tncms/assets/v3/editorial/b/6d/b6da9301-26bd-596d-82c0-f40b3f94da55/62166cd0f38d9.image.jpg?crop=1162%2C610%2C0%2C586&amp;resize=1162%2C610&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 39506,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "27906bb056816e5f09d4c14a85b1e409c20f1c69",
  "url": "https://www.newburyportnews.com/news/religion/in-the-spirit-all-thats-good-about-good-friday/article_0ab85f72-eb12-11ee-abd1-3708dfded8aa.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "In the Spirit | The Rev. Holly S. Brauner",
  "published": "2024-03-29T08:00:00.000+03:00",
  "title": "In the Spirit: All that's good about Good Friday | Religion | newburyportnews.com",
  "text": "What is good about Good Friday? Protestant churches don’t always do much with Good Friday, at least that has been my experience. Not many of us pause, officially or intentionally, on this day to consider the implications of Christ’s suffering and death on the cross as described in the New Testament. We might have Maundy Thursday (the day before Good Friday) services where we read and ponder the last words and experiences of the living, suffering Jesus. and then, as is often the case, we skip past Friday to Easter Sunday. But, what about today; what we call “Good” Friday? What is good about this day when we remember Jesus’ death and await his resurrection as the Christ? Perhaps it is “good” because through this experience we can see that God suffers with and in and through us. In this way, some scholars suggest that God is in solidarity with our own pain. When Jesus suffered on the cross at the hands of his oppressors, leaders at that time were not open to a different interpretation of God’s love. And, alongside Jesus, God lived in that pain, God suffered. I’m not sure, so I invite you to wonder with me. What do you think? For me, today at least, Good Friday invites me to see what we as society do to our fellow humans and ourselves in an effort not to address our own inadequacies. We stay in states of war in the world, or closer to home in families or other relationships. We hurt each other when in fact if we thought it through, we might see that we are only hurting ourselves when we hurt others. No matter how much they might disagree with us, we become less than when we treat others as less than – less worthy somehow. God loves us all, and we are called to do the same. Good Friday helps us to remember that we are made to love first; to lead with love, not to hurt or blame or cause harm to others so that we can feel better. Good Friday is good because it helps us get to our best selves when we take the time to see how we have been with others throughout time, particularly with those who somehow pose a perceived threat to us. So, take time now, on this Good Friday, to consider that you were born in grace, into a greater love than you can ever imagine, regardless of your faith practice or no faith practice. and grace abounds. Good Friday invites us to see that God is good, all the time. God hurts when we do; God experiences suffering when we suffer or cause someone else to suffer, intentionally or not. and God celebrates goodness in our imperfect ways we try to love. Today we are reminded and invited to lead with love, just as Jesus did when he sought forgiveness for his oppressors, as the story goes. So, on this Good Friday, forgive as you have been forgiven or forgive first and be freed from what holds you back. Love as you have been loved or love first just as God loves you. Put down the practices, or pain or hurt that no longer serve you. Make room for more love. Sunday will be here soon, a day of renewal and resurrection for your whole person, the one God intended you to be all along. and may God bless you on this journey toward Easter. The Rev. Holly Brauner is pastor of First Congregational Church of Georgetown.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T16:14:41.223+03:00",
  "updated": "2024-03-29T16:14:41.223+03:00"
}