{
  "thread": {
    "uuid": "5bfedfa32bceb05623da594792cae0872e06e177",
    "url": "https://gothamist.com/news/manhattan-da-returns-art-stolen-by-the-nazis-to-one-time-owners-heirs",
    "site_full": "gothamist.com",
    "site": "gothamist.com",
    "site_section": "https://gothamist.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News | Gothamist | News For New Yorkers",
    "title": "Manhattan DA returns art stolen by the Nazis to one-time owner’s heirs - Gothamist",
    "title_full": "Manhattan DA returns art stolen by the Nazis to one-time owner’s heirs - Gothamist",
    "published": "2024-01-20T19:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cms.prod.nypr.digital/images/342976/fill-1200x650|format-webp|webpquality-85/",
    "performance_score": 0,
    "domain_rank": 2948,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5bfedfa32bceb05623da594792cae0872e06e177",
  "url": "https://gothamist.com/news/manhattan-da-returns-art-stolen-by-the-nazis-to-one-time-owners-heirs",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Samantha Max",
  "published": "2024-01-20T19:00:00.000+02:00",
  "title": "Manhattan DA returns art stolen by the Nazis to one-time owner’s heirs - Gothamist",
  "text": "Jewish cabaret performer and art collector Fritz Grünbaum died in a concentration camp during the Holocaust. On Friday, his heirs were reunited with two drawings that prosecutors say the Nazis stole from him, then trafficked illegally through New York. At a small ceremony at the Manhattan District Attorney’s office, law enforcement officials returned two drawings by Austrian artist Egon Schiele to Grünbaum’s descendants: “Girl with Black Hair” and “Portrait of a Man.” “These were on his walls. He looked at them. He loved them,” Timothy Reif, whose grandfather was raised by Grünbaum, said in an interview after the ceremony. Grünbaum, the son of an art dealer, was a prominent cabaret artist, librettist, comedian and film and radio star in Austria before the war. After the Germans invaded in 1938, [court records](https://casetext.com/case/reif-v-nagy-5) show Grünbaum tried to flee the Nazi regime but couldn’t get across the Czechoslovakian border. The Nazis arrested him, and he spent the rest of his life in Nazi concentration camps. In 1941, he was killed at Dachau, according to court papers. Raymond Dowd, an attorney who has represented Grünbaum’s heirs for nearly two decades, described the late performer as a “tremendous figure of courage” who risked his life mocking the Nazis at cabaret performances before the war. He said Grünbaum was the inspiration for the emcee character in the musical “Cabaret.” Even at Dachau, Dowd said, the comedian put on shows for his fellow prisoners and was still cracking jokes just two weeks before his death, when he stood on the tables and put on a New Year’s show. “That's how he kept their spirits alive,” the attorney said in an interview. While Grünbaum was imprisoned at Dachau, according to court records, the Nazis forced him to sign over his power of attorney to his wife, Elisabeth Grünbaum, who was still in Austria. Four days later, a Nazi official forced her to let him inventory Grünbaum’s hundreds of artworks, including more than 80 by Schiele. Prosecutors say the Nazis impounded Grünbaum’s art collection. Then, many were sold to finance the war. “[T]here is nothing left,” Elisabeth Grünbaum wrote in paperwork to obtain her husband’s death certificate in 1941, according to court records. The next year, she was killed at a death camp. Grünbaum’s descendants have spent decades searching for his lost art collection, tracing some of the artworks’ journey from a gallery in Switzerland to another in New York City, and then on to other corners of the country. Last year, Homeland Security and the Manhattan District Attorney’s antiquities trafficking unit seized a handful of Grünbaum’s artworks that had been sold in New York. Some remained in the city, including at the Museum of Modern Art, while others traveled as far as Santa Barbara. The Carnegie Museum of Art in Pennsylvania and the Allen Museum of Art at Oberlin College in Ohio both voluntarily turned over the two drawings returned Friday, according to prosecutors. Several others were returned last fall. Another Schiele piece is still tied up in litigation with the Art Institute of Chicago. Hundreds more artworks from Grünbaum’s collection are still missing. “There’s a lawsuit pending now against Austria,” Dowd said. “The others, we still have to trace.” Similar cases are playing out across the country, the attorney said. In 2016, Congress passed the [Holocaust Expropriated Art Recovery Act](https://www.congress.gov/114/plaws/publ308/PLAW-114publ308.pdf), which gives the heirs of Holocaust victims six years to sue for a stolen property after they learn where it is. Prosecutors can also bring criminal charges. Matthew Bogdanos, chief of the Manhattan DA’s antiquities trafficking unit, said his team uses theft and conspiracy laws to prosecute cases against Nazi-looted art, just as they do for other types of stolen antiquities. He said his office finds stolen art “in every place you can imagine” — from pawn shops to multi-billion dollar museums. The artworks returned to Grünbaum’s heirs are being auctioned off at Christie’s. The proceeds will fund scholarships for artists, so they can pursue their passions, just as Grünbaum did. Reif said the performer was known for his generosity and would often give loans to musicians, stagehands and other theater workers, never expecting to be paid back. Getting back pieces of Grünbaum’s art collection, Reif said, has allowed his legacy to live on in a way that was once unimaginable for his family. He said his grandmother — who used to call him “Little Fritz” in honor of Grünbaum — wrote a manuscript about his life before she died in 1974. “She thought only she and my dad and my uncle would ever remember him,” Reif said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://casetext.com/case/reif-v-nagy-5)",
    "https://www.congress.gov/114/plaws/publ308/PLAW-114publ308.pdf),",
    "https://www.casetext.com/case/reif-v-nagy-5)",
    "https://congress.gov/114/plaws/publ308/PLAW-114publ308.pdf),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "fritz grünbaum",
        "sentiment": "negative"
      },
      {
        "name": "egon schiele",
        "sentiment": "none"
      },
      {
        "name": "timothy reif",
        "sentiment": "none"
      },
      {
        "name": "grünbaum",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nazis",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "manhattan",
        "sentiment": "none"
      },
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "austria",
        "sentiment": "none"
      },
      {
        "name": "dachau",
        "sentiment": "none"
      },
      {
        "name": "grünbaum",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T19:53:37.800+02:00",
  "updated": "2024-01-20T19:53:37.800+02:00"
}