{
  "thread": {
    "uuid": "e104fef868bfd528715af306e7a2a89694245d0e",
    "url": "https://www.francetvinfo.fr/meteo/la-vigilance-orange-pour-crues-a-ete-levee-dans-tous-les-departements_6619578.html",
    "site_full": "www.francetvinfo.fr",
    "site": "francetvinfo.fr",
    "site_section": "https://francetvinfo.fr/politique/parti-socialiste",
    "site_categories": [
      "travel",
      "france",
      "top_news"
    ],
    "section_title": "Franceinfo - Actualit&eacute;s en temps r&eacute;el et info en direct",
    "title": "La vigilance orange pour crues a été levée dans tous les départements",
    "title_full": "La vigilance orange pour crues a été levée dans tous les départements",
    "published": "2024-06-22T09:53:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://www.francetvinfo.fr/pictures/6_j7LnFhdSNZh3jqnltjPU7GIho/1500x843/2024/06/22/080-hl-tdurand-2433042-66767475edd94508132464.jpg",
    "performance_score": 0,
    "domain_rank": 1380,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e104fef868bfd528715af306e7a2a89694245d0e",
  "url": "https://www.francetvinfo.fr/meteo/la-vigilance-orange-pour-crues-a-ete-levee-dans-tous-les-departements_6619578.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "franceinfo avec AFP",
  "published": "2024-06-22T09:53:00.000+03:00",
  "title": "La vigilance orange pour crues a été levée dans tous les départements",
  "text": "Après le déluge, le calme. La vigilance orange a été levée samedi 21 juin dans la soirée en Savoie et en Isère. Après les pluies torrentielles qui se sont abattues sur les massifs de l'Oisans et des Ecrins le village de Saint-Christophe-en-Oisans, qui fait partie du domaine skiable des 2 Alpes, restait \"totalement enclavé\" en début de soirée, tandis que le village de Venosc, à l'orée du parc national des Ecrins était \"relié uniquement par une télécabine vers les Deux Alpes\", a fait savoir la préfecture de l'Isère. \"De nombreux dégâts matériels sont constatés sur les habitations et les axes routiers\" et un diagnostic de l'état des routes sera lancé samedi, pour plusieurs jours.La route départementale desservant \"Saint-Christophe-en-Oisans est fortement impactée à de nombreux endroits\", \"certaines zones ne sont pas encore diagnostiquées car elles sont inaccessibles ou sous l'eau\", a précisé de son côté le département de l'Isère.Au total, \"une centaine de personnes\" ont été évacuées \"en un temps record\" au moyen de quatre hélicoptères du hameau de la Bérarde, s'est félicité le préfet Louis Laugier, dans une vidéo publiée par Le Dauphiné libéré. La décrue en cours en MayenneEn déplacement vendredi en Mayenne, le ministre de la Transition écologique, Christophe Béchu, a promis la reconnaissance de l'état de catastrophe naturelle pour les communes touchées la veille par la crue historique de l'Oudon. La procédure de reconnaissance de catastrophe naturelle devrait être engagée \"dès la mi-juillet\", et permettra \"d'accompagner les sinistrés\", a-t- expliqué. Le bassin de l'Oudon a vécu \"une crue absolument exceptionnelle\", puisque \"en l'espace de quatre heures, il est tombé l'équivalent de 135 litres d'eau par m2, c'est-à-dire l'équivalent de ce qui tombe normalement plutôt en l'espace de quatre mois\", a souligné le ministre.La vigilance rouge pour crues a été levée vendredi pour les départements de la Mayenne et de Maine-et-Loire, repassés en jaune dans l'après-midi. \"Depuis huit mois (...) nous avons dépassé la 100e alerte de vigilance orange ou rouge aux crues. Sur les 20 dernières années, on n'avait jamais dépassé 40 pour vous donner un ordre de grandeur de ce qu'on est en train de vivre\", a déclaré Christophe Béchu, appelant les Français à \"vraiment tenir compte des prévisons\".",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Weather"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-22T10:46:02.061+03:00",
  "updated": "2024-06-22T10:46:02.061+03:00"
}