{
  "thread": {
    "uuid": "94014be909ac2be681daa14fe67191e44efa7ae4",
    "url": "https://www.elcomercio.es/culturas/evolutivamente-increible-ver-parecen-neandertales-gente-hoy-20240419225828-nt.html",
    "site_full": "www.elcomercio.es",
    "site": "elcomercio.es",
    "site_section": "http://www.elcomercio.es/rss/atom/?seccion=asturias",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "RSS de noticias de ",
    "title": "«Evolutivamente, es increíble ver cómo se parecen los neandertales a la gente de hoy en día»",
    "title_full": "«Evolutivamente, es increíble ver cómo se parecen los neandertales a la gente de hoy en día»",
    "published": "2024-04-18T19:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s3.ppllstatics.com/elcomercio/www/multimedia/2024/04/18/prin-kiAC--1920x1080@El%20Comercio.jpg",
    "performance_score": 0,
    "domain_rank": 15532,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "94014be909ac2be681daa14fe67191e44efa7ae4",
  "url": "https://www.elcomercio.es/culturas/evolutivamente-increible-ver-parecen-neandertales-gente-hoy-20240419225828-nt.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ana Ranera",
  "published": "2024-04-18T19:00:00.000+03:00",
  "title": "«Evolutivamente, es increíble ver cómo se parecen los neandertales a la gente de hoy en día»",
  "text": "Secciones\nServicios\nDestacamos\nGijón\nNecesitas ser suscriptor para acceder a esta funcionalidad.\nViernes, 19 de abril 2024, 02:00\nNecesitas ser suscriptor para acceder a esta funcionalidad.\nCompartir\nSvante Pääbo (Estocolmo, 1955) es una eminencia de la genética evolutiva humana. En 2018 recibió el Premio Príncipe de Asturias de Investigación Científica y Técnica y en 2022, el Premio Nobel. Ahora está de vuelta en Oviedo porque hoy será investido Honoris Causa por la Universidad.\n–¿Qué supone para usted que la Universidad de Oviedo le reconozca de este modo?\n–Es un placer y un gran honor. Yo ya había estado en el Principado en 2018, para recoger el Premio Príncipe de Asturias y esto es como volver a casa.\n–¿Por qué empezó usted a trabajar sobre los neandertales?\n–Fue cuando empecé a investigar el ADN ancestral y fue casi sin querer que acabé teniendo un trabajo en Alemania y los neandertales son probablemente los alemanes más famosos (risas). Es obviamente algo muy interesante porque es el pariente más cercano de todos los que estamos vivos a día de hoy. Evolutivamente, es increíble ver cómo los neandertales se parecen a la gente de hoy en día.\n–Los neandertales viven dentro de nosotros –los humanos modernos tenemos una media del 2% de ADN suyo–, ¿de qué manera nos influyen sus genes?\n–De diferentes maneras: hay contribuciones que son beneficiosas, como por ejemplo ser menos propensa a sufrir un aborto si estás embarazada o que reacciones mejor a cierta mediación. Y luego también hay cosas que no son tan buenas, como que puedes tener mayor riesgo de ponerte muy enfermo si te infectas del virus SARS-COV-2.\n–Usted conoce muy bien la cueva de El Sidrón, ¿qué aprendió de ella?\n–Los especímenes de El Sidrón contribuyeron a la primera versión de los neandertales. Además, es un sitio muy interesante porque es uno de esos pocos lugares donde hay lo que parece ser un grupo, un grupo contemporáneo de neandertales.\n–Hay otra especie, los denisovanos, que conocemos por un pequeño trozo de hueso de dedo que se encontró. ¿Qué se sabe de ellos?\n–Lo raro de ellos es que fueron descubiertos por la secuencia del genoma que determinó ese pequeño trozo de hueso. Sabemos por su genoma que ellos influyeron en personas que hoy en día viven en Asia continental y también en personas de Oceanía. En Papúa Nueva Guinea, por ejemplo, el 5 o 6% del genoma viene de ellos.\n–¿Cree que pronto se descubrirán más datos de esa especie?\n–Por supuesto. Creo que se encontrarán huesos y cráneos de denisovanos y, de hecho, creo que muchos de ellos ya existen en museos, solo que no sabemos que son de denisovanos. Y luego creo que, cuando tengamos más bancos de biología en Asia, podremos asociar las variantes de los denisovanos con aspectos de la gente actual, igual que pudimos hacerlo en Europa con los neandertales, gracias a los biobancos.\n–¿En qué está trabajando ahora?\n–Estamos trabajando en dos aspectos: en las variantes de los neandertales y los denisovanos en la gente de hoy en día y en usar el genoma neandertal para encontrar cambios en humanos modernos que hoy todos compartimos, pero que los neandertales no tenían. Es como una especie de receta genética de lo que es ser un humano moderno para entender las consecuencias de algunos cambios.\n–Si usted pudiera viajar en el tiempo, ¿qué le gustaría ver en directo?\n–Sería extremadamente interesante conocer a algún neandertal y hablar con ellos para averiguar cómo se comunicaban.\nLos estudiantes e investigadores de la Facultad de Biología de Oviedo se rindieron ayer ante los conocimientos de Svante Pääbo. Tuvieron la suerte de poder participar en un encuentro con el ganador de un Nobel y un Princesa de Asturias y no desaprovecharon la oportunidad. Lo escucharon atentamente durante su intervención y también le lanzaron unas cuantas preguntas «en un perfecto inglés», tal y como aplaudían algunos de los presentes. Se formó un ambiente muy entrañable, que el homenajeado calificó de «fantástico». Disfrutó viendo el talento y el interés de estos jóvenes, que son el futuro más cercano de las ciencias. Esta actividad sirvió como preámbulo al acto hoy de investidura de Pääbo como nuevo Honoris Causa de la Universidad.\nPublicidad\nPublicidad\nTe puede interesar\n<a href=\"https://www.elnortedecastilla.es/valladolid/juzgado-libra-deuda-millones-empresario-hijos-20240416000225-nt.html#vca=voc-recirc&vso=elcomercio\">\nEl juzgado perdona una deuda de 2,6 millones a un empresario con 10 hijos\n</a>\nEl Norte de Castilla\nPublicidad\nPublicidad\nComentar es una ventaja exclusiva para suscriptores\n¿Ya eres suscriptor?\nNecesitas ser suscriptor para poder votar.\nReporta un error en esta noticia",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [
    "https://www.elnortedecastilla.es/valladolid/juzgado-libra-deuda-millones-empresario-hijos-20240416000225-nt.html#vca=voc-recirc&vso=elcomercio",
    "https://elnortedecastilla.es/valladolid/juzgado-libra-deuda-millones-empresario-hijos-20240416000225-nt.html#vca=voc-recirc&vso=elcomercio"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:11:33.918+03:00",
  "updated": "2024-04-19T00:11:33.918+03:00"
}