{
  "thread": {
    "uuid": "46d963523fc99e0380cfc49e9d021080b196d16d",
    "url": "https://www.federalwaymirror.com/opinion/musical-memories-that-hit-all-the-right-notes-whales-tales/",
    "site_full": "www.federalwaymirror.com",
    "site": "federalwaymirror.com",
    "site_section": "https://consumer.einnews.com:443/live_feed",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "legal_issues"
    ],
    "section_title": "Live Feed Wire - Consumer News Today - EIN Presswire",
    "title": "Musical memories that hit all the right notes | Whale’s Tales | Federal Way Mirror",
    "title_full": "Musical memories that hit all the right notes | Whale’s Tales | Federal Way Mirror",
    "published": "2024-01-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.federalwaymirror.com/wp-content/uploads/2024/01/35129687_web1_Whalestales-AUB-t_1.jpg",
    "performance_score": 0,
    "domain_rank": 91248,
    "domain_rank_updated": "2024-01-09T12:07:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "46d963523fc99e0380cfc49e9d021080b196d16d",
  "url": "https://www.federalwaymirror.com/opinion/musical-memories-that-hit-all-the-right-notes-whales-tales/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@FWMirror",
  "published": "2024-01-14T02:00:00.000+02:00",
  "title": "Musical memories that hit all the right notes | Whale’s Tales | Federal Way Mirror",
  "text": "By about 9:30 p.m. that November evening in 1967, the storm that had earlier lashed the Puget Sound region with howling winds and driving rain had calmed to a whisper. I had just climbed into bed when faintly through the open window of the room, I shared with my three brothers the chorus of a song that floated in from a radio perched on a neighbor’s sill. “In the jungle, the quiet jungle, the lion sleeps tonight … Wee heeheehee weeoh aweem away…” Even then, it seemed to me a sacred moment, and it lives in me today. Indeed, whenever I hear The Tokens’ recording of that song, my head is once more at rest on a pillow in that small room, lit only by a sliver of light that spills in from the living room, where my mother sits and thumbs the latest copy of Better Homes and Gardens. In its train, that moment remembered carries exactly how the 5-year-old boy I was once had felt in the days when J.P. Patches, Brakeman Bill and Wunda Wunda were part of my world. Other tunes have had this lasting effect on me. Now approaching 62, I am more and more impressed by music’s power to summon memories, joyful and tragic, sacred and profane. Here are other songs I’ve heard over the years that have had this effect on me. Whenever I hear Mungo Jerry’s washboard launch into “In the Summertime,” it is 1969, and I am with my family at Lake Surprise. I am busy with my little bucket and shovel, secure in the knowledge that bottles of Hires Root Beer are chilling in a nearby cooler. Or I am threading my way past the sun worshippers star-scattered on the sand all to the old hall, where dust motes hang over the pinball machines and over the wooden floor worn smooth by generations of dancers. It is a happy song, and I cannot help but smile. Don McLean’s “Vincent,” which was on the radio in the early 1970s, evokes a different set of remembrances — that of a version of Seattle that exists today only in my mind. Of long-vanished fish bars along the waterfront, and Ye Olde Curiosity Shop, and the Museum of History and Industry when the lower parking lot opened onto the damp trail of the University of Washington’s Arboretum, the Frye Art Museum. The opening lines of T.S. Eliot’s “Four Quartets,” while not sung, are certainly songlike, and they speak of regret: “Footfalls echo in the memory/Down the passage which we did not take/Towards the door we never opened /Into the rose-garden./My words echo Thus, in your mind/But to what purpose/ Disturbing the dust on a bowl of rose-leaves /I do not know…” I suspect these melodies and lines and many more remembered have made me the time-haunted man that I am today. I hope you will share with me some of your own memories. Robert Whale can be reached at robert.whale@soundpublishing.com.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "wunda wunda",
        "sentiment": "none"
      },
      {
        "name": "brakeman bill",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "j.p. patches",
        "sentiment": "none"
      },
      {
        "name": "better homes and gardens",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-14T11:37:08.086+02:00",
  "updated": "2024-01-14T11:37:08.086+02:00"
}