{
  "thread": {
    "uuid": "e17965558f119167a1eef7926d77bf609a7ee6a6",
    "url": "https://www.wmar2news.com/local/19-year-old-overcomes-severe-stuttering-to-become-a-pilot",
    "site_full": "www.wmar2news.com",
    "site": "wmar2news.com",
    "site_section": "https://www.wmar2news.com/",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "Baltimore News and Headlines | WMAR - TV | WMAR 2 News",
    "title": "19-year-old overcomes severe stuttering to become a pilot",
    "title_full": "19-year-old overcomes severe stuttering to become a pilot",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ewscripps.brightspotcdn.com/dims4/default/074b067/2147483647/strip/true/crop/1920x1008+0+216/resize/1200x630!/quality/90/?url=http%3A%2F%2Fewscripps-brightspot.s3.amazonaws.com%2Fef%2F46%2F3f720f5e436db74d5d0aeead2019%2Fthumbnail-img-3352.jpg",
    "performance_score": 0,
    "domain_rank": 15860,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e17965558f119167a1eef7926d77bf609a7ee6a6",
  "url": "https://www.wmar2news.com/local/19-year-old-overcomes-severe-stuttering-to-become-a-pilot",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ashley McDowell",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "19-year-old overcomes severe stuttering to become a pilot",
  "text": "A freshman at Towson University studying to get a communications degree. You wouldn't know it now, but growing up Brett Burch faced an obstacle that made him silent.\nWalking around the rented three-seater plane, 19-year-old Burch is completing his safety checks. It's how he starts every one of his flights.\nCool, calm, and collected. He's ready to enter the plane and prepare for take-off.\nAs a child he dreamt of this day, but something stood in the way, \"I suffered drastically from severe stuttering,\" said Burch.\nAn obstacle that followed him through elementary, middle, and even the beginning of high school. His mom, Melody Burch, exhausted all options in hoping to tackle his speech impediment.\n\"I could see sometimes that he would just silence himself,\" said Melody. \"I would try to tell him just breath, take your time. When that wasn't working, I told him lets try speech therapy. The school even asked if I wanted an IEP.\"\nIt came down to Burch having to find his own way. With becoming a pilot in mind, he knew communication was key to being in the sky. That's when he became his own encyclopedia.\n“You just have to know multiple meanings to multiple words and be able to swap it at lightning speeds, so you don't stutter,” said Brett.\nA pattern that took practice every night,\"I just talked in front of a mirror at night, just talk, talk, talk. When I would watch a movie, I would just try to immolate the people in the movie,” Brett said.\nSomething he still does to this day, and it works. But then he faced another obstacle, the cost of flight school. But Brett was not going to let that stand in his way.\n\"He just happened to apply to the Steve and Marjorie Harvey foundation, they have a mentoring program for young black boys that come from single parent households,\" Melody said,\nNot only was Brett chosen for the program, he got a scholarship that helps pay for his flight school.\n\"I started flying in high school, it was before COVID, but then COVID happened, and I had to stop flying\" said Brett. “But after high school I picked it back up and got my private.”\nA determination his flight instructor Tony Ipina saw from the beginning.\n\"He actually excelled through the flight training more than usual,\" said Ipina.\"He took himself as a leader in the aircraft.\"\nBrett said he flies three times a week, working now to get his commercial license, but the scheduling can be hectic.\n\"As a college student, I have late classes so the only time that I can actually fly is pretty much at night,\" said Brett.\nWhile he can't rent a car, he can fly a plane. The goal is to one day fly for one of the major airlines. With one message to those who feel something may be in the way of achieving their dreams.\n\"Don't ever let anything silence you, keep working hard. You work hard, you're going to get it,” said Brett.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brett burch",
        "sentiment": "none"
      },
      {
        "name": "melody burch",
        "sentiment": "none"
      },
      {
        "name": "burch",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "towson university",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:19:27.853+03:00",
  "updated": "2024-04-05T00:30:53.820+03:00"
}