{
  "thread": {
    "uuid": "04325a88159f30df1d119ea1c3b003d71c7e6306",
    "url": "https://www.irishtimes.com/world/middle-east/2024/05/06/hamas-accepts-proposal-to-swap-hostages-for-prisoners",
    "site_full": "www.irishtimes.com",
    "site": "irishtimes.com",
    "site_section": "https://www.irishtimes.com",
    "site_categories": [
      "media"
    ],
    "section_title": "The Irish Times | Latest news and headlines - Irish news, world news, video and podcasts",
    "title": "Hamas accepts proposal to swap hostages for prisoners – The Irish Times",
    "title_full": "Hamas accepts proposal to swap hostages for prisoners – The Irish Times",
    "published": "2024-05-06T22:39:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IE",
    "main_image": "https://www.irishtimes.com/resizer/x0Euujq5UIhq3Al_IYSrKb-BJsw=/1200x630/filters:format(jpg):quality(70):focal(1546x1690:1556x1700)/cloudfront-eu-central-1.images.arcpublishing.com/irishtimes/KNZGBBE5D4Y74FPDNBZIFS6GXE.jpg",
    "performance_score": 0,
    "domain_rank": 921,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "04325a88159f30df1d119ea1c3b003d71c7e6306",
  "url": "https://www.irishtimes.com/world/middle-east/2024/05/06/hamas-accepts-proposal-to-swap-hostages-for-prisoners",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mehul Srivastava",
  "published": "2024-05-06T22:39:00.000+03:00",
  "title": "Hamas accepts proposal to swap hostages for prisoners – The Irish Times",
  "text": "Hamas has said it has broadly accepted a proposal to free dozens of Israeli hostages in exchange for Palestinian prisoners and a temporary ceasefire in its seven-month war with Israel in Gaza. However, Israel has said that the terms negotiated are not acceptable to it and that it will continue with its plans for a military operation in Rafah. According to a statement on Hamas’s Telegram channel on Monday, Ismail Haniyeh, the Palestinian militant group’s Doha-based political leader, told the Qatari premier and Egypt’s intelligence chief of “the Hamas movement’s approval of their proposal regarding the ceasefire”. Hamas did not announce the details of the deal it agreed to, but Israeli prime minister Binyamin Netanyahu said they were “far from meeting Israeli demands”. He confirmed that the military operation in Rafah would continue and there were report that air strikes continued on Monday night. However, Mr Netanyahu said Israel would send a delegation to negotiate the ceasefire deal further. [ [Israel announces strikes in Rafah despite Hamas ceasefire moves](https://www.irishtimes.com/world/middle-east/2024/05/06/israel-announces-strikes-in-rafah-despite-hamas-ceasefire-moves/) ] A diplomat briefed on the talks said the draft proposal Hamas accepted was broadly similar to the one put forward by mediators about two weeks ago. The plan – brokered by Qatar, Egypt and the United States – includes calls for an initial six-week pause in the war during which Hamas would release 33 hostages, including women, children, older and wounded people. This would be followed by what mediators hope would be an extended ceasefire – described as “restoring a sustainable calm” – during which the remaining hostages would be freed. Israeli officials say Hamas is holding 132 hostages, and believe 37 of them to be dead. “Hamas has called Netanyahu’s bluff, and put the ball in his court,” the diplomat said. Khalil al-Hayya, a Hamas leader in Gaza, told Al Jazeera that the proposal it had accepted included an assurance that in “its second phase, [there will be a] direct announcement of a permanent cessation of military and hostile operations”. “We made concessions so the door can be opened to stop this crazy war and for there to be a real prisoner exchange,” he said in televised remarks. There was no exact date attached to the proposal for an Israeli approval, he added. Hamas’s announcement came hours after Israel ordered the evacuation of eastern Rafah, a border town at Gaza’s southern tip that has become the last refuge for more than a million Palestinians who have fled the war between Israel and Hamas. Mr Netanyahu’s office said over the weekend that the Israeli military would “enter Rafah and destroy the remaining Hamas battalions there – whether or not there will be a temporary pause for the release of our hostages”. His far-right coalition ally, national security minister Itamar Ben-Gvir, said on X that Israel should reject Hamas’s latest move. “Hamas’s tricks and games have only one answer: an immediate order to occupy Rafah, increasing military pressure, and continuing the complete pounding of Hamas, until its full defeat,” he added. Turkish president Recep Tayyip Erdogan said: “We are pleased that Hamas has agreed to the ceasefire after our calls. Now Israel should take the same step.” Egypt, Qatar and the US have been mediating between Israel and Hamas for a second round of hostage-for-prisoner swaps, following one last November that involved more than 100 captives in Gaza freed in exchange for hundreds of Palestinian prisoners. The talks had been stalled for months as Hamas demanded that any agreement end with a permanent ceasefire and the full withdrawal of Israeli troops from Gaza. Mr Netanyahu, under pressure from far-right members of his ruling coalition, has repeatedly rejected Hamas’s demands. Mediators were hopeful of a breakthrough a week ago after Israel appeared to soften its stance on some key conditions for a deal. But any optimism over a possible agreement faded after Mr Netanyahu said the offensive on Rafah would still go ahead, with or without a hostage deal, and Hamas continued to insist on a permanent ceasefire. The families of Israeli hostages, who were protesting on a central Tel Aviv highway in support of a deal, told reporters that they were cautiously optimistic of a genuine breakthrough. Hamas’s move comes after a flurry of diplomacy, during which Central Intelligence Agency director Bill Burns travelled to Cairo and then Qatar, where he has been holding talks with Qatari prime minister Sheikh Mohammed bin Abdulrahman al-Thani. Qatar hosts Hamas’s political office. Mr Burns was expected to travel to Israel this week as the US stepped up the pressure for a hostage deal and to convince Israel not to move ahead with the offensive on Rafah. – Copyright The Financial Times Limited 2024 - Sign up for [push alerts](https://www.irishtimes.com/media/2023/11/07/stay-informed-with-push-alerts-from-the-irish-times-delivered-straight-to-your-phone/)and have the best news, analysis and comment delivered directly to your phone - Find [The Irish Times on WhatsApp](https://www.irishtimes.com/media/2023/10/27/find-the-irish-times-on-whatsapp-and-stay-up-to-date/)and stay up to date - Listen to our [Inside Politics podcast](https://www.irishtimes.com/podcasts/inside-politics/)for the best political chat and analysis",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ismail haniyeh",
        "sentiment": "none"
      },
      {
        "name": "binyamin netanyahu",
        "sentiment": "none"
      },
      {
        "name": "netanyahu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      },
      {
        "name": "irish times hamas",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "rafah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-07T00:30:23.114+03:00",
  "updated": "2024-05-07T00:30:23.114+03:00"
}