{
  "thread": {
    "uuid": "c85662391942b7b0cff5caa14dc05fda86fdc93a",
    "url": "https://www.newcastleherald.com.au/story/8422827/agricultural-graduates-face-job-opportunities-and-workforce-shortages/",
    "site_full": "www.newcastleherald.com.au",
    "site": "newcastleherald.com.au",
    "site_section": "https://newcastleherald.com.au/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Newcastle Herald - Local News",
    "title": "Tocal College on track to close workforce gap through school-age target",
    "title_full": "Tocal College on track to close workforce gap through school-age target",
    "published": "2023-12-29T16:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.newcastleherald.com.au/images/transform/v1/crop/frm/zvsqbJ42zsM4GchEBbA5zn/0da66cd8-b309-4809-9b25-e652f4b81c2e.jpg/r0_143_940_637_w1200_h630_fmax.jpg",
    "performance_score": 0,
    "domain_rank": 39785,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c85662391942b7b0cff5caa14dc05fda86fdc93a",
  "url": "https://www.newcastleherald.com.au/story/8422827/agricultural-graduates-face-job-opportunities-and-workforce-shortages/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alanna Tomazin",
  "published": "2023-12-29T16:00:00.000+02:00",
  "title": "Tocal College on track to close workforce gap through school-age target",
  "text": "IT'S GREEN pastures for agricultural graduates who are being offered between four and six job opportunities, before even completing their qualifications. But it's dry for the industry experiencing significant worker shortages, causing stress among the network. NSW Farmers workplace relations spokesperson Chris Stillard works in horticulture and said since the COVID pandemic, the farming sector has struggled to attract casual and full-time workers across the state. \"During and after COVID we've had a terrible time in the casual workforce, it was near impossible. A lot of businesses were relying heavily on neighbours and family to get their crops picked, packed and off,\" he said. Even post-pandemic, regional NSW communities continue to have a marketplace of available job openings, he said. \"It doesn't matter if it's engineering, agronomy or casual workers there is still a large shortage.\" Mr Stillard believes the solution to closing the gap is through more advanced education and information available in schools and TAFE. \"There's a casual shortage in unskilled hands but it's also in the skilled section. There needs to be more facilities and resources out there to give people the right information on where they can study horticulture or agronomy. \"We also need to be marketing the opportunities in regional areas - the money to be paid and the lifestyle,\" he said. Tocal College principal and director of Tocal Agricultural Centre Darren Bayley says it's common to see students offered three or more jobs before they finish their course. \"They've got a choice, which is great for them, who see their skills are in demand, but we need skilled workers, there's not enough graduates to fill the positions and we need to fill those gaps to have a thriving agriculture.\" Mr Stillard's daughter is studying a horticultural degree, while working on the family farm and continues to be approached by employers. \"Even though she's still studying and working, she's been approached by a couple of local agronomy and rural supply stores wanting to know if she's available. Farm managers and agronomists are very sought after,\" he said. Jobs and Skills Australia predicts employment in Agriculture, Forestry and Fishing is projected to grow by 5.1 per cent or 16,200 over the five years to November 2026. Mr Bayley said Tocal is on track to help fill void in the Hunter and across the state, seeing steady growth in students with over 200 graduates completing full-time course programs and 430 people completing part-time qualifications in 2022, but their biggest growth had been in traineeships. \"We've seen the demand for really short sharp training, what they call micro learning or short courses, and we deliver that right across New South Wales. Last year we had over 4,000 people participate in short courses.\" Sheep, beef cattle and grain farming is the largest sector in the Agriculture, Forestry and Fishing industry, employing 46.6 per cent of workers, according to data from Jobs and Skills Australia. Employment in the sector fell over the 20 years to February 2023 and by 2600 over the past year. For comparison it grew by 2700 in the last quarter. Mr Bayley said jobs in agriculture were not necessarily about being and working on a farm and anyone could tap into the training around farm business management, bio-security or agricultural technology. \"They might be consulting in a science or technology role. They might be a technician working on automation. They might be providing agronomic advice - there's a whole multitude of careers and different jobs in agriculture a part from the traditional one that everyone thinks,\" he said. Mr Bayley said the future of Tocal College is planned for a rapid up-take of technology by 2030 including the [recent launch of its virtual farm](https://www.newcastleherald.com.au/story/8411584/mooving-in-the-right-direction-dairy-centre-opens-to-link-schools-with-agriculture/), targeting school-age children to consider careers in agriculture. \"We're really about connecting our workforce to the future and telling people you don't actually have to grow up on a farm to have an awesome career in agriculture,\" he said. \"You can come to Tocal and you will be as good at the end of the program as those that have grown up on a farm - you're not behind the eight ball coming from an urban background, in fact some of our best students, that's exactly where they come from.\" Mr Stillard said Tocal College is a great example of what needs to be done across the country to alleviate pressures in the sector. \"What Tocal College is doing is great, but we probably need more of it. Agriculture is going through a good phase but unfortunately we're being held back by workers shortages,\" he said. Sign up for our newsletter to stay up to date. We care about the protection of your data. Read our [Privacy Policy](/privacy/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Labor",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chris stillard",
        "sentiment": "none"
      },
      {
        "name": "stillard",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tocal college",
        "sentiment": "negative"
      },
      {
        "name": "nsw farmers",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T03:06:41.105+02:00",
  "updated": "2023-12-31T08:32:41.484+02:00"
}