{
  "thread": {
    "uuid": "70382e58335653c3d0cd26bbee5430328c1e7bea",
    "url": "https://ktul.com/news/local/a-new-disaster-assistance-organization-helping-claremore-residents-cleanup-recovery-tornado-severe-weather-storms-team-crews-families-relief-donor-fund-check-presentation-households-rebuild",
    "site_full": "ktul.com",
    "site": "ktul.com",
    "site_section": "https://ktul.com",
    "site_categories": [
      "media"
    ],
    "section_title": "chevron-right",
    "title": "chevron-right",
    "title_full": "chevron-right",
    "published": "2024-06-21T16:11:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ktul.com/resources/media/3a58b9a9-6fd2-4433-81d8-dcef3116b4ab-large16x9_Claremorehomedestroyed.JPG",
    "performance_score": 0,
    "domain_rank": 22127,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "70382e58335653c3d0cd26bbee5430328c1e7bea",
  "url": "https://ktul.com/news/local/a-new-disaster-assistance-organization-helping-claremore-residents-cleanup-recovery-tornado-severe-weather-storms-team-crews-families-relief-donor-fund-check-presentation-households-rebuild",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "CJ Maclin",
  "published": "2024-06-21T16:11:00.000+03:00",
  "title": "chevron-right",
  "text": "CLAREMORE, OKLA. (KTUL) — A new organization is helping Claremore residents in the wake of the tornado that struck their town three weeks ago. It's called the Claremore and Rogers County disaster assistance. When NewsChannel 8 arrived at the interview, there was an older gentleman outside putting the pieces of his home back together with a sling on. This organization explained its process to him and assisted him without any hesitation. The same thing they are doing for the City of Claremore. “For us specifically, me and my wife, we lost our camper. Everything was completely destroyed. Gone. There wasn’t anything left but the toilet and the frame. And both of our vehicles were also totaled,” said Andrew Klauditz, a Claremore resident affected by the tornado. Andrew is just one of many Claremore residents who have been helped by the Rogers County Disaster Assistance Organization after the Memorial Day tornado. Residents are continuing to pick up the pieces from what's left of their homes three weeks later. Some lost their homes in this disaster and others are trying to hold the city of Claremore together. One of those organizations is CRCDA who are providing shelter for people after they received a generous amount of aid from one local bank. “I only see the need in helping out a fellow citizen and getting back to their normalcy that they rightfully deserve. No one asked for a tornado to come and rip apart their life. They didn’t do anything to cause it, but we can do something to fix it. And we need the donations and funds to help that,” said team member of Claremore & Rogers disaster assistance, Kacey Alchammat. Andrew said that this organization helped his family find a new place to live on a campsite and they didn’t charge his family a dime. “It was a relief. That’s something a lot of people have been asking me. You must be ecstatic, you must be excited? No, I can breathe. That’s the most important part for me at least. Is that now I can breathe.” This organization started two days after the tornado struck Claremore. They set a goal of $500,000. Right now, they’ve reached 20% of that goal while receiving nearly 400 applications. The funds they receive are donor funds. On Friday, they will be presenting checks to households to start the re-building process. “It’s a blessing to help anyone in need. When you come out here and you just see the depravity and destruction of what’s happened; and the way that people are having to live currently, said Alchammat. They're living with water leaking in their roof, people needing medical attention that can’t afford it can’t provide it.” You can donate to the Claremore & Rogers County disaster assistance organization [here](https://www.kindridgiving.com/App/Form/078d09be-cad6-4696-b29c-420936aa81b0).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.kindridgiving.com/App/Form/078d09be-cad6-4696-b29c-420936aa81b0).",
    "https://kindridgiving.com/App/Form/078d09be-cad6-4696-b29c-420936aa81b0)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "andrew klauditz",
        "sentiment": "none"
      },
      {
        "name": "andrew",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ktul",
        "sentiment": "negative"
      },
      {
        "name": "rogers county disaster assistance organization",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "claremore",
        "sentiment": "none"
      },
      {
        "name": "claremore",
        "sentiment": "none"
      },
      {
        "name": "rogers county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T18:37:15.847+03:00",
  "updated": "2024-06-21T18:37:15.847+03:00"
}