{
  "thread": {
    "uuid": "e828ad613e24b745a9d1caecb19ca6b844422ff0",
    "url": "https://www.pressreleasepoint.com/ncdhhs-launches-new-toolkit-share-disaster-specific-mental-health-resources-and-support-north",
    "site_full": "www.pressreleasepoint.com",
    "site": "pressreleasepoint.com",
    "site_section": "http://www.pressreleasepoint.com/prpage/all/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest Press Releases Today",
    "title": "NCDHHS Launches New Toolkit to Share Disaster-Specific Mental Health Resources and Support for North Carolinians",
    "title_full": "NCDHHS Launches New Toolkit to Share Disaster-Specific Mental Health Resources and Support for North Carolinians",
    "published": "2024-06-20T19:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 75819,
    "domain_rank_updated": "2024-06-18T13:08:26.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e828ad613e24b745a9d1caecb19ca6b844422ff0",
  "url": "https://www.pressreleasepoint.com/ncdhhs-launches-new-toolkit-share-disaster-specific-mental-health-resources-and-support-north",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NC DHHS",
  "published": "2024-06-20T19:10:00.000+03:00",
  "title": "NCDHHS Launches New Toolkit to Share Disaster-Specific Mental Health Resources and Support for North Carolinians",
  "text": "[NC DHHS](/user/nc-dhhs)on Thu, 06/20/2024 - 14:10 PRESS RELEASE — Natural disasters and incidents of mass violence continue to impact individuals, families and communities. NCDHHS today launched a new, multilingual Disaster and Behavioral Health Resources Communications Toolkit to provide communities with tips, guidance and resources to support mental and emotional health before, during and after a disaster. PRESS RELEASE — Natural disasters and incidents of mass violence continue to impact individuals, families and communities. NCDHHS today launched a new, multilingual [Disaster and Behavioral Health Resources Communications Toolkit](https://www.ncdhhs.gov/disaster-and-behavioral-health-resources-communications-toolkit) to provide communities with tips, guidance and resources to support mental and emotional health before, during and after a disaster. \"It’s important to remember that there is no right or wrong way to feel after a natural disaster. The emotional effects can happen immediately or later down the road,\" said NC Health and Human Services Secretary Kody H. Kinsley. \"We want every North Carolinian to have access to the tools and support they need to cope in a healthy way, and to know how to find help now and in the future.\" The new, multilingual [Disaster and Behavioral Health Resources Communications Toolkit](https://www.ncdhhs.gov/disaster-and-behavioral-health-resources-communications-toolkit) provides disaster-specific resources to support the needs of North Carolinians as well as ways to strengthen mental and emotional health. The toolkit includes [fact sheets](https://www.ncdhhs.gov/disaster-and-behavioral-health-resources-communications-toolkit#FactSheets-6117) , [social media posts](https://www.ncdhhs.gov/disaster-and-behavioral-health-resources-communications-toolkit#SocialMediaPosts-6118) and [videos](https://www.ncdhhs.gov/disaster-and-behavioral-health-resources-communications-toolkit#Videos-6120) on how to find mental health resources nearby, online or by phone; navigate stressful events while living with a disability or as a caregiver; access care if someone struggles with substance use; learn safety guidance and more. Several materials are also available in Spanish, Mandarin and Arabic to inform and support more North Carolinians. \"Disasters are a part of life in North Carolina and can impact every community across the state,\" said Kelly Crosbie, MSW, LCSW, Director of the NCDHHS Division of Mental Health, Developmental Disabilities, and Substance Use Services. \"June marks the start of hurricane season and a timely opportunity to share the many resources available to help North Carolinians stay connected, support their mental health and access care while navigating a disaster.\" The toolkit is an important resource for educators, health care providers, caregivers, first responders, crisis response professionals and disaster volunteers to be aware of behavioral health resources and supports available in the community when responding to an emergency or natural disaster. NCDHHS encourages North Carolinians to print or screenshot information from the toolkit for use in personal disaster preparation as well as recovery. The materials include general disaster tips and resources, in addition to mental health services like the 988 Suicide and Crisis Lifeline and Disaster Distress Helpline. Share the toolkit with families, friends and colleagues, and make a plan to stay in touch with your loved ones during a disaster. While disasters can happen suddenly, it’s important for everyone to take steps now that will help reduce stress, strengthen mental health and prepare communities to navigate disaster recovery. Visit [ReadyNC.gov](https://www.readync.gov/) to learn more and help spread the word about the [Disaster and Behavioral Health Resources Communications Toolkit](https://www.ncdhhs.gov/disaster-and-behavioral-health-resources-communications-toolkit) . RALEIGH – Desastres naturales e incidentes de violencia masiva continúan impactando a individuos, familias y comunidades. El Departamento de Salud y Servicios Humanos de Carolina del Norte (NCDHHS) lanzó hoy un nuevo [Kit de Herramientas de Comunicación para Catástrofes y Recursos de Salud Conductual](https://www.ncdhhs.gov/kit-de-herramientas-de-comunicacion-para-catastrofes-y-recursos-de-salud-conductual) multilingüe para proveer a las comunidades con consejos, orientación, recursos y maneras de brindar apoyo de salud mental y emocional antes, durante y después de un desastre. \"Es importante recordar que no hay una manera correcta o incorrecta de sentirse después de un desastre natural. Los efectos emocionales pueden ocurrir inmediatamente o más adelante\", dijo el secretario de Salud y Servicios Humanos de Carolina del Norte, Kody H. Kinsley. \"Queremos que todos los habitantes de Carolina del Norte tengan acceso a las herramientas y el apoyo que necesitan para afrontar la situación de forma saludable y para saber cómo encontrar ayuda ahora y en el futuro\". El nuevo [Kit de Herramientas de Comunicación para Catástrofes y Recursos de Salud Conductual](https://www.ncdhhs.gov/kit-de-herramientas-de-comunicacion-para-catastrofes-y-recursos-de-salud-conductual) multilingüe brinda consejos específicos para desastres, guías y recursos para apoyar las necesidades de los habitantes de Carolina del Norte y maneras de fortalecer la salud mental y emocional. El kit de herramientas incluye [hojas informativas](https://www.ncdhhs.gov/kit-de-herramientas-de-comunicacion-para-catastrofes-y-recursos-de-salud-conductual#HojasInformativas-6146) , [publicaciones para usar en las redes sociales](https://www.ncdhhs.gov/kit-de-herramientas-de-comunicacion-para-catastrofes-y-recursos-de-salud-conductual#Publicacionesparalasredessociales-6147) y [videos](https://www.ncdhhs.gov/kit-de-herramientas-de-comunicacion-para-catastrofes-y-recursos-de-salud-conductual#Videos-6148) sobre cómo encontrar recursos de salud mental, navegar eventos estresantes mientras se vive con discapacidades o como cuidadores, obtener acceso a cuidados si alguien tiene problemas con el uso de sustancias y aprender pautas de seguridad. Varios materiales también están disponibles en español, mandarín y árabe para informar y brindar apoyo a más habitantes de Carolina del Norte. \"Los desastres son parte de la vida en Carolina del Norte y pueden afectar a todas las comunidades del estado\", dijo Kelly Crosbie, MSW, LCSW, directora de la División de Salud Mental, Discapacidades del Desarrollo y Uso de Sustancias de NCDHHS. \"Junio marca el inicio de la temporada de huracanes y con ella la oportunidad de compartir la variedad de recursos disponibles para ayudar a los habitantes de Carolina del Norte a mantenerse conectados, brindar apoyo a su salud mental y a tener acceso a cuidados mientras afrontan un desastre.\" El kit de herramientas es un recurso importante para que los educadores, proveedores de atención médica, cuidadores, personal de auxilio, profesionales de respuesta a crisis y voluntarios en desastres estén al tanto de los recursos y apoyos de salud conductual disponibles en la comunidad al responder a una emergencia o desastre natural. NCDHHS motiva a los habitantes de Carolina del Norte a imprimir o hacer capturas de pantalla de la información del kit de herramientas para usarlo en la preparación y recuperación personal ante desastres. Los materiales incluyen consejos y recursos generales sobre desastres, además de servicios de salud mental como la Línea 988 de Prevención del Suicidio y Crisis y la Línea de Ayuda para los Afectados por Catástrofes. Comparta el kit de herramientas con familiares, amigos y colegas, y haga un plan para mantenerse en contacto con sus seres queridos durante un desastre. Aunque los desastres pueden ocurrir repentinamente, es importante que todos tomen medidas ahora que puedan ayudar a reducir el estrés, fortalecer la salud mental y preparar a las comunidades para afrontar la recuperación ante desastres. Visite [ReadyNC.gov](https://www.readync.gov/) para aprender más y ayudar a difundir la noticia sobre el [Kit de Herramientas de Comunicación para Catástrofes y Recursos de Salud del Comportamiento](https://www.ncdhhs.gov/kit-de-herramientas-de-comunicacion-para-catastrofes-y-recursos-de-salud-conductual) .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.ncdhhs.gov/kit-de-herramientas-de-comunicacion-para-catastrofes-y-recursos-de-salud-conductual#Publicacionesparalasredessociales-6147",
    "https://www.ncdhhs.gov/kit-de-herramientas-de-comunicacion-para-catastrofes-y-recursos-de-salud-conductual",
    "https://www.readync.gov/",
    "https://www.ncdhhs.gov/disaster-and-behavioral-health-resources-communications-toolkit",
    "https://www.ncdhhs.gov/disaster-and-behavioral-health-resources-communications-toolkit#Videos-6120",
    "https://www.ncdhhs.gov/disaster-and-behavioral-health-resources-communications-toolkit#SocialMediaPosts-6118",
    "https://www.ncdhhs.gov/kit-de-herramientas-de-comunicacion-para-catastrofes-y-recursos-de-salud-conductual#HojasInformativas-6146",
    "https://www.ncdhhs.gov/kit-de-herramientas-de-comunicacion-para-catastrofes-y-recursos-de-salud-conductual#Videos-6148",
    "https://www.ncdhhs.gov/disaster-and-behavioral-health-resources-communications-toolkit#FactSheets-6117",
    "https://ncdhhs.gov/kit-de-herramientas-de-comunicacion-para-catastrofes-y-recursos-de-salud-conductual#Videos-6148",
    "https://www.readync.gov",
    "https://ncdhhs.gov/disaster-and-behavioral-health-resources-communications-toolkit#Videos-6120",
    "https://ncdhhs.gov/disaster-and-behavioral-health-resources-communications-toolkit",
    "https://ncdhhs.gov/kit-de-herramientas-de-comunicacion-para-catastrofes-y-recursos-de-salud-conductual",
    "https://ncdhhs.gov/kit-de-herramientas-de-comunicacion-para-catastrofes-y-recursos-de-salud-conductual#HojasInformativas-6146",
    "https://ncdhhs.gov/disaster-and-behavioral-health-resources-communications-toolkit#FactSheets-6117",
    "https://readync.gov/",
    "https://ncdhhs.gov/kit-de-herramientas-de-comunicacion-para-catastrofes-y-recursos-de-salud-conductual#Publicacionesparalasredessociales-6147",
    "https://ncdhhs.gov/disaster-and-behavioral-health-resources-communications-toolkit#SocialMediaPosts-6118"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kody h. kinsley",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nc dhhs",
        "sentiment": "negative"
      },
      {
        "name": "behavioral health resources communications toolkit",
        "sentiment": "none"
      },
      {
        "name": "nc health and human services",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-21T00:12:38.125+03:00",
  "updated": "2024-06-21T00:45:28.338+03:00"
}