{
  "thread": {
    "uuid": "3fed50126d8d4f7d926da2374fdcfdc7d7a47c05",
    "url": "https://itemlive.com/2023/12/28/swampscott-catering-to-seniors-and-people-with-dementia/",
    "site_full": "itemlive.com",
    "site": "itemlive.com",
    "site_section": "https://www.itemlive.com/feed/",
    "site_categories": [],
    "section_title": "Itemlive",
    "title": "Swampscott catering to seniors and people with dementia",
    "title_full": "Swampscott catering to seniors and people with dementia",
    "published": "2023-12-28T23:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://itemlive.com/wp-content/uploads/2018/07/RS155830_Swampscott022118-Owen-Mission-on-the-Bay2.jpg",
    "performance_score": 0,
    "domain_rank": 87107,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3fed50126d8d4f7d926da2374fdcfdc7d7a47c05",
  "url": "https://itemlive.com/2023/12/28/swampscott-catering-to-seniors-and-people-with-dementia/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anthony CammalleriAnthony CammalleriAnthony Cammalleri",
  "published": "2023-12-28T23:15:00.000+02:00",
  "title": "Swampscott catering to seniors and people with dementia",
  "text": "Three local restaurants have already volunteered for a developing initiative aimed at making Swampscott easier to navigate for seniors and people living with dementia. Earlier this month, the Swampscott Council on Aging received roughly $7,000 in grant funds from the Massachusetts Council on Aging to develop the Age and Dementia Friendly Swampscott initiative, in which participating local businesses and organizations take active measures to ensure accommodations for seniors and people living with dementia or other forms of memory loss. Swampscott Council on Aging Director Heidi Whear said three restaurants — Mission on the Bay, Cafe Avellino, and Periwinkles Food Shoppe — have already expressed interest in participating in the COA’s Purple Table Reservation program. Through this program, COA members or volunteers from the nonprofit Seaglass Village will train restaurant owners and their staff on the best ways to serve customers who have dementia. Those changes, Whear said, can include establishing dementia-friendly hours in the day when those living with dementia and their caregivers can dine in a less disorienting environment. “We encourage caregivers with loved ones who have dementia to use the restaurant during those times because it’s a little bit quieter or because the staff are trained and they can make sure that the folks have a place to sit off to the side,” Whear said. “Maybe the lighting is better or maybe the menu’s a little bit simplified, or the food is brought out a little bit faster. There’s all kinds of things that we can do to try and make the experience a positive one for both the person living with dementia as well as the caregiver.” In 2019, the Town of Swampscott commissioned the Swampscott for All Ages Needs Assessment to determine how to best serve a town with one of the most rapidly aging populations in the Commonwealth. The study, which was conducted by the Center for Social and Demographic Research on Aging, a research unit within the Gerontology Institute at the University of Massachusetts Boston’s McCormack School, reported that by 2030, 35% of Swampscott residents will be 60 or older. Additionally, the National Institutes of Health reported that 3.4 million Americans ages 71 and older — roughly 14% of that age group — have some form of dementia. “When we started a whole committee (Swampscott for All Ages) to become more age-friendly, we decided that we also want to embrace the dementia-friendly piece. There’s a kind of theme going throughout Massachusetts that it’s better together, that we would work on both initiatives at the same time,” Whear said. Although the three businesses currently expressing interest in the Age and Dementia Friendly Swampscott initiative are all restaurants, Whear said she hopes to see a variety of organizations and businesses participate after the program unrolls in the spring or early summer of 2024. “It could be a nail salon or hairdresser, or a bank — there are all kinds of different businesses that would be attracted to this. It’s just saying ‘Hey, come on in because we know how to take care of you,’” Whear said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "heidi whear",
        "sentiment": "none"
      },
      {
        "name": "whear",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "swampscott council",
        "sentiment": "none"
      },
      {
        "name": "coa",
        "sentiment": "none"
      },
      {
        "name": "massachusetts council",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "swampscott",
        "sentiment": "none"
      },
      {
        "name": "cafe avellino",
        "sentiment": "none"
      },
      {
        "name": "seaglass village",
        "sentiment": "none"
      },
      {
        "name": "bay",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:29:52.535+02:00",
  "updated": "2023-12-29T13:30:18.958+02:00"
}