{
  "thread": {
    "uuid": "5cf0c6e6087c01926aad9e0545260a76314ffddb",
    "url": "https://timesofindia.indiatimes.com/lead-exposure-caused-millions-to-lose-health-removing-it-from-petrol-was-a-global-achievement/articleshow/106582655.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://timesofindia.indiatimes.com",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "News - Latest News, Breaking News, Bollywood, Sports, Business and Political News | Times of India",
    "title": "‘Lead exposure caused millions to lose health— removing it from petrol was a global achievement’ | India News - Times of India",
    "title_full": "‘Lead exposure caused millions to lose health— removing it from petrol was a global achievement’ | India News - Times of India",
    "published": "2024-01-05T23:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-106583072,width-1070,height-580,imgsize-1395270,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 275,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5cf0c6e6087c01926aad9e0545260a76314ffddb",
  "url": "https://timesofindia.indiatimes.com/lead-exposure-caused-millions-to-lose-health-removing-it-from-petrol-was-a-global-achievement/articleshow/106582655.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-05T23:00:00.000+02:00",
  "title": "‘Lead exposure caused millions to lose health— removing it from petrol was a global achievement’ | India News - Times of India",
  "text": "‘Lead exposure caused millions to lose health— removing it from petrol was a global achievement’ Philip J Landrigan is Professor of Biology at Boston College. Speaking to Srijana Mitra Das at Times Evoke, he discusses some of the most hazardous chemicals impacting human health: What is the core of your research? I’m a paediatrician. My life’s work has focused on increasing knowledge about Why are children particularly vulnerable to such chemicals? Children are at great risk because they are in the process of growing and developing. Especially during the nine foetal months and the first two years after birth, often referred to as ‘the thousand days of life’, every organ and system in a child’s body must develop from a small number of cells in an embryo into billions by the time the child is born. Those processes of development are extremely complex and choreographed — they operate on a strict time sequence. Now, if a toxic chemical like lead or those carried by air pollution gets into a baby’s body, it can disrupt those delicate developmental processes. Also, virtually any chemical that gets into the body of an expectant mother also enters her baby and damages its tissues. Depending on the kind of chemical, different organs are affected and a range of diseases follow— if the child’s brain is impacted, there could be a loss of IQ and an increased risk of autism. If a lung is damaged, it faces a greater risk of asthma. If a chemical disrupts the hormones or endocrine glands, the baby could suffer birth defects of reproductive organs. Please share your insights on lead — how does this impact people and how did your findings cause a change in the United States? Lead has been recognised as a toxic chemical since antiquity, with the ancient Romans, for instance, writing about lead toxicity. But for centuries, it was seen only as a problem for mine workers, labourers in metal smelting units, etc. It was in the 20th century, when the global production of lead increased very substantially and this began to be put into consumer products from paint to toys, that the first cases of lead poisoning were seen around 1900. Since then, lead poisoning in children has been recognised worldwide. Initially, the only form doctors could diagnose was very acute high-dose poisoning, a terrible disease I have seen myself in children who risk comas, convulsions and even the loss of their life. But in the 1970s-80s, we began to recognise how lead could damage children at lower levels, including those previously thought to be safe— this damage was principally recognised in the brain and nervous system as a loss of IQ, shortening of attention spans and disruptions in behaviour. In the mid-20th century, A MINER PROBLEM? Once, lead exposure was thought to be limited to workers. Photo courtesy: Getty Images My colleagues and I recognised this around 1975 — we began to work on the US government to do something. We succeeded in persuading the American government to take lead out of gasoline over a five-year period — from 1975 to 1980, we then saw a massive decline in American children’s blood lead levels. That continued — in 1975, the average blood lead level in a child in the US was 20 micrograms. Today, it’s about 1.5 micrograms. We saw a 95% reduction in the US and since then, many nations, India among them, took lead out of petrol. Hence, there have been declines in children’s lead levels worldwide. Of course there are other sources, including batteries and battery recycling plants, globally — we haven’t solved the lead problem entirely but by getting it out of gasoline, we made enormous progress. A further happy consequence of this is that in the US, the IQ of every child born since 1980 increased by about five points. Our economist colleagues have estimated the benefit of this to the economy — for each annual cohort of children born in the US since 1980, the economic benefit is about US $200 billion as kids with a higher IQ are more creative, more productive and generally earn more. Since It’s been around 40 years, if you multiply $200 billion by 40, there has been a total economic benefit of eight trillion dollars — an almost unimaginable sum. DRIVING CHANGE: Scientists pushed for removing lead from petrol, saving lives. Photo courtesy: iStock What are other common toxic chemicals? Pesticides are designed to kill living things like insects and weeds — but many are toxic for humans as well. A family of organophosphates causes brain damage in children exposed in the womb. Another toxic group is weed-killers or herbicides — the most worrying one is glyphosate which is used worldwide. This is known to cause cancer — the World Health Organization (WHO) has termed it a probable human carcinogen. Yet, people continue to be exposed to it. Asbestos is also very toxic. It is a mineral which is mined, the biggest producer being Russia. It is used in building materials, roofing tiles, concrete asbestos pipes, etc. It is cheap, durable and resists heat and fire — but it’s also a powerful cause of cancer of the lungs, throat and ovaries. Most exposure occurs for workers making concrete pipes, in construction, etc. The WHO states asbestos to be one of the most powerful cancer-causing agents on Earth — sadly, many countries still use it because it’s inexpensive. Given such challenges, what gives you hope to keep striving for planetary health? I feel hopeful on seeing the successes that are achieved when people recognise a problem and agree to remedy it. One example is taking lead out of gasoline worldwide — many fewer children are suffering from this exposure now than just a few decades ago. Another is the great progress several countries are making against air pollution which is very hazardous. The US reduced its air pollution by 77% since 1970 by passing laws and regulations and ensuring strict enforcement. Many nations have improved their ambient air pollution — I hope India will too. India is certainly making progress on household air pollution due to Prime Minister Modi’s initiative. A third example is how we are finally beginning to see improvements on climate change — it’s early days yet but the recent COP28 deliberations are cause for optimism. Finally, countries are acknowledging fossil fuels are a fundamental problem. We must transition away from them fast and equitably. What is the core of your research? I’m a paediatrician. My life’s work has focused on increasing knowledge about toxic exposures in the environment and how these damage children’s health. Children are much more sensitive to hazardous exposures than adults— I study why, what chemicals do to children and how we can prevent these negative effects. Congratulations! You have successfully cast your vote Why are children particularly vulnerable to such chemicals? Children are at great risk because they are in the process of growing and developing. Especially during the nine foetal months and the first two years after birth, often referred to as ‘the thousand days of life’, every organ and system in a child’s body must develop from a small number of cells in an embryo into billions by the time the child is born. Those processes of development are extremely complex and choreographed — they operate on a strict time sequence. Now, if a toxic chemical like lead or those carried by air pollution gets into a baby’s body, it can disrupt those delicate developmental processes. Also, virtually any chemical that gets into the body of an expectant mother also enters her baby and damages its tissues. Depending on the kind of chemical, different organs are affected and a range of diseases follow— if the child’s brain is impacted, there could be a loss of IQ and an increased risk of autism. If a lung is damaged, it faces a greater risk of asthma. If a chemical disrupts the hormones or endocrine glands, the baby could suffer birth defects of reproductive organs. Please share your insights on lead — how does this impact people and how did your findings cause a change in the United States? Lead has been recognised as a toxic chemical since antiquity, with the ancient Romans, for instance, writing about lead toxicity. But for centuries, it was seen only as a problem for mine workers, labourers in metal smelting units, etc. It was in the 20th century, when the global production of lead increased very substantially and this began to be put into consumer products from paint to toys, that the first cases of lead poisoning were seen around 1900. Since then, lead poisoning in children has been recognised worldwide. Initially, the only form doctors could diagnose was very acute high-dose poisoning, a terrible disease I have seen myself in children who risk comas, convulsions and even the loss of their life. But in the 1970s-80s, we began to recognise how lead could damage children at lower levels, including those previously thought to be safe— this damage was principally recognised in the brain and nervous system as a loss of IQ, shortening of attention spans and disruptions in behaviour. In the mid-20th century, lead exposure was widespread in practically every country, also because lead was added to petrol in large quantities as a chemical called tetraethyl lead, intended to help automobile engines work better. But this came out of tailpipes and exhausts, causing pollution and impacting people —most children on Earth born between the 1950s to the 1980s grew up with too much lead in their bodies. That caused a massive erosion of intelligence in kids. A MINER PROBLEM? Once, lead exposure was thought to be limited to workers. Photo courtesy: Getty Images My colleagues and I recognised this around 1975 — we began to work on the US government to do something. We succeeded in persuading the American government to take lead out of gasoline over a five-year period — from 1975 to 1980, we then saw a massive decline in American children’s blood lead levels. That continued — in 1975, the average blood lead level in a child in the US was 20 micrograms. Today, it’s about 1.5 micrograms. We saw a 95% reduction in the US and since then, many nations, India among them, took lead out of petrol. Hence, there have been declines in children’s lead levels worldwide. Of course there are other sources, including batteries and battery recycling plants, globally — we haven’t solved the lead problem entirely but by getting it out of gasoline, we made enormous progress. A further happy consequence of this is that in the US, the IQ of every child born since 1980 increased by about five points. Our economist colleagues have estimated the benefit of this to the economy — for each annual cohort of children born in the US since 1980, the economic benefit is about US $200 billion as kids with a higher IQ are more creative, more productive and generally earn more. Since It’s been around 40 years, if you multiply $200 billion by 40, there has been a total economic benefit of eight trillion dollars — an almost unimaginable sum. DRIVING CHANGE: Scientists pushed for removing lead from petrol, saving lives. Photo courtesy: iStock What are other common toxic chemicals? Pesticides are designed to kill living things like insects and weeds — but many are toxic for humans as well. A family of organophosphates causes brain damage in children exposed in the womb. Another toxic group is weed-killers or herbicides — the most worrying one is glyphosate which is used worldwide. This is known to cause cancer — the World Health Organization (WHO) has termed it a probable human carcinogen. Yet, people continue to be exposed to it. Asbestos is also very toxic. It is a mineral which is mined, the biggest producer being Russia. It is used in building materials, roofing tiles, concrete asbestos pipes, etc. It is cheap, durable and resists heat and fire — but it’s also a powerful cause of cancer of the lungs, throat and ovaries. Most exposure occurs for workers making concrete pipes, in construction, etc. The WHO states asbestos to be one of the most powerful cancer-causing agents on Earth — sadly, many countries still use it because it’s inexpensive. Given such challenges, what gives you hope to keep striving for planetary health? I feel hopeful on seeing the successes that are achieved when people recognise a problem and agree to remedy it. One example is taking lead out of gasoline worldwide — many fewer children are suffering from this exposure now than just a few decades ago. Another is the great progress several countries are making against air pollution which is very hazardous. The US reduced its air pollution by 77% since 1970 by passing laws and regulations and ensuring strict enforcement. Many nations have improved their ambient air pollution — I hope India will too. India is certainly making progress on household air pollution due to Prime Minister Modi’s initiative. A third example is how we are finally beginning to see improvements on climate change — it’s early days yet but the recent COP28 deliberations are cause for optimism. Finally, countries are acknowledging fossil fuels are a fundamental problem. We must transition away from them fast and equitably. Download The Times of India News App for Latest India News Subscribe Start Your Daily Mornings with Times of India Newspaper! Order Now ReadPost a comment",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Environment"
  ],
  "external_links": [
    "https://subscribe.timesgroup.com/subscription?utm_source=TOI&utm_medium=article-bottom-web",
    "http://get.timesofindia.com",
    "https://www.subscribe.timesgroup.com/subscription?utm_source=TOI&utm_medium=article-bottom-web",
    "https://subscribe.timesgroup.com/subscription",
    "http://www.get.timesofindia.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "j landrigan",
        "sentiment": "none"
      },
      {
        "name": "srijana mitra das",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "india news - times of india",
        "sentiment": "negative"
      },
      {
        "name": "times evoke",
        "sentiment": "none"
      },
      {
        "name": "boston college",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T01:39:16.419+02:00",
  "updated": "2024-01-13T06:57:09.752+02:00"
}