{
  "thread": {
    "uuid": "7979b8b3b9b0105565c54f030115a76696167263",
    "url": "https://informalia.eleconomista.es/famosos/noticias/12723569/03/24/carla-pereyra-se-come-a-besos-a-simeone-asi-celebraron-la-victoria-del-atleti.html",
    "site_full": "informalia.eleconomista.es",
    "site": "eleconomista.es",
    "site_section": "https://informalia.eleconomista.es",
    "site_categories": [
      "tennis",
      "sports"
    ],
    "section_title": "Informalia: noticias de famosos y celebridades",
    "title": "Carla Pereyra se come a besos a Simeone: así celebraron la victoria del Atleti",
    "title_full": "Carla Pereyra se come a besos a Simeone: así celebraron la victoria del Atleti",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s03.s3c.es/imag/_v0/1200x655/b/6/0/carla-pereyra-apoya-cholo-simeone-victoria-atleti.jpg",
    "performance_score": 0,
    "domain_rank": 3568,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7979b8b3b9b0105565c54f030115a76696167263",
  "url": "https://informalia.eleconomista.es/famosos/noticias/12723569/03/24/carla-pereyra-se-come-a-besos-a-simeone-asi-celebraron-la-victoria-del-atleti.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ángela Poves",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "Carla Pereyra se come a besos a Simeone: así celebraron la victoria del Atleti",
  "text": "Carla Pereyra es una habitual en los encuentros del Atlético de Madrid y se ha convertido en el mayor apoyo de su marido, Diego Pablo Simeone. El conjunto colchonero se jugaba este miércoles los cuartos de final de la Champions League contra el Inter de Milán. Un partido que acabó con la victoria del equipo madrileño y con la argentina, eufórica, abalanzándose sobre los brazos de su marido. La empresaria no quiso perderse un momento tan importante como este. El conjunto de Simeone celebró la victoria por todo lo alto, pero también lo hizo la influencer. A través de sus redes sociales, Pereyra compartió un vídeo donde abrazaba al Cholo tras el encuentro y besaba con efusividad a su chico. Ver esta publicación en Instagram Una publicación compartida de CARLA PEREYRA (@carla.pereyra15) La realidad es que Carla ha mostrado todas sus facetas: como empresaria, como madre y como esposa. La argentina acompaña a su marido a cada encuentro del equipo colchonero con sus dos hijas en común, Francesca y Valentina. Llevan más de 10 años de relación y pasaron por el altar en el pasado 2019. El secreto de su amor: \\\"La comunicación\\\", apuntó la argentina hace unas semanas. No obstante, la modelo recientemente reivindicó su identidad, harta de ser etiquetada como 'la mujer de': \\\"Necesitamos poner un título a las personas. Yo he evolucionado, cambiado, mejorado y me he preparado\\\", dijo hace unas semanas. La argentina también despejó las dudas sobre la posibilidad de ampliar la familia, algo que, de momento, descarta porque están inmersos en sus \\\"proyectos laborales\\\": \\\"En estos momentos tengo tantas amigas embarazas que nunca se sabe. Pero soy consciente de que los niños necesitan su tiempo, y en estos momentos estamos muy bien. Cuando las cosas están equilibradas, hay que cuidarlas\\\", apuntó. Pereyra es uno de los rostros más conocidos del mundo del modelaje, donde se dio a conocer hace ya más de dos décadas. No obstante, Carla también se lanzó con todo al mundo empresarial: creó Carpesim SL, una empresa dedicada al ámbito inmobiliario en zoas lujosas de Madrid.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:01:39.488+02:00",
  "updated": "2024-03-15T00:01:39.488+02:00"
}