{
  "thread": {
    "uuid": "683a6eba11c8a0806c812dbf1e22a3ff07483897",
    "url": "https://independent.ng/apostle-akinyemi-leads-gospel-ministers-to-ilase-ijesa-for-annual-crusade/",
    "site_full": "independent.ng",
    "site": "independent.ng",
    "site_section": "https://independent.ng",
    "site_categories": [
      "media"
    ],
    "section_title": "Home | Independent Newspaper Nigeria",
    "title": "Apostle Akinyemi Leads Gospel Ministers To Ilase Ijesa For Annual Crusade  | Independent Newspaper Nigeria",
    "title_full": "Apostle Akinyemi Leads Gospel Ministers To Ilase Ijesa For Annual Crusade  | Independent Newspaper Nigeria",
    "published": "2024-01-07T23:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://independent.ng/wp-content/uploads/Untitled-6-3.jpg",
    "performance_score": 0,
    "domain_rank": 62405,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "683a6eba11c8a0806c812dbf1e22a3ff07483897",
  "url": "https://independent.ng/apostle-akinyemi-leads-gospel-ministers-to-ilase-ijesa-for-annual-crusade/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ejikeme Omenazu",
  "published": "2024-01-07T23:46:00.000+02:00",
  "title": "Apostle Akinyemi Leads Gospel Ministers To Ilase Ijesa For Annual Crusade  | Independent Newspaper Nigeria",
  "text": "Apostle Akinyemi Leads Gospel Ministers To Ilase Ijesa For Annual Crusade LAGOS – The three-day annual crusade that is held every December was different this year. This year’s theme was ‘Arise and Shine’. It started on Thursday December 28, 2023 and ended Saturday December 30, 2023 under the leadership of Apostle Dr. Bolaji Akinyemi, President of Voice of His Words Ministries Nigeria and Overseas. The crusade started at 4.pm each day. Signs of a success of the programme began to manifest on Tuesday December 26 when a crusade rally was observed. It witnessed a long train consequently the massive turnout of people from nooks and crannies of Obokun local government for the Crusade was expected. On the first day, Thursday December 28, the crusade started at about 4.15pm with CAN members, church choristers and Christian leaders from Ilase and environs all clad in their customised T-shirt for the programme. Also in attendance at the opening are Chiefs and Obas in and around Ilase. In his opening speech, the Convener introduced the Guest Minister’s in attendance and urged the indigenes to encourage the project and be prayerful towards the progress of the town and Ijeshaland. The preacher and the guest minister for the day, Ven. Blessing Ajayi, after his sermon, to pray for the town. Olaniyi Fadipe of the ‘Ijinle ninu Ijinle’ fame was the guest song minister on the first day. On the second day, December 29, the programme started at about 4.pm with the host choristers ministering, followed by prayers from various ministers to God to heal the land. The guest artist for the evening, sensational Ijobukky Gospel Bata, brought everyone out of their houses. The Hausa community could not resist the glamour of Bata Gospel and the traditional stepping that goes with it. Dynamic Dr Bolaji O. Akinyemi and the pragmatic Local Organising Committee had no problem responding to the need of the moment as they got someone to interpret in Hausa to the delight of the crowd. The guest minister, Pastor Olaitan Aromolaran, from Lagos used his sermon to encourage and shower blessings on everyone in attendance and in the diaspora. The third day, December 30, 2023, marked the grand finale and it was a great success as it witnessed massive turnout of greater numbers than the previous days. Seyi Crown a popular music artiste of the evening, while a renowned man of God, Prof. Peter Adeniyi Olowoporoku, an indigenes of Ile-Ife and a frontline Gospeller, thrilled the congregation with his different modes of preaching and prophetic declaration. Hitherto, the day was blessed and memorable. In attendance were the Chiefs and Dignitaries from Ilase-Ijesa. The Alase of Ilase-Ijesa, Oba Isiaka Adesina, Ajarabiolu, Odundun Asoludero 11, also graced the Crusade. Apostle Bolaji O. Akinyemi assured the Kabiyesi of developmental strides between the 2023 and the 2024 crusade, even as he led the audience to pray for a university and at least four cottage industries. Participants at the crusade admitted that this event was the best in many years. They talked of the state-of-art equipment used at the venue.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "obas",
        "sentiment": "none"
      },
      {
        "name": "christian",
        "sentiment": "none"
      },
      {
        "name": "bolaji akinyemi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "independent newspaper nigeria apostle akinyemi",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "lagos",
        "sentiment": "none"
      },
      {
        "name": "ilase",
        "sentiment": "none"
      },
      {
        "name": "nigeria",
        "sentiment": "none"
      },
      {
        "name": "obokun",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:02:24.828+02:00",
  "updated": "2024-01-08T01:02:24.828+02:00"
}