{
  "thread": {
    "uuid": "31ce4f76a938faba4d91c19051f48a45ebf5793d",
    "url": "https://whattheythink.com/news/118260-ppc-inspires-students-create-sustainable-future-ticcit-progr",
    "site_full": "whattheythink.com",
    "site": "whattheythink.com",
    "site_section": "http://whattheythink.com",
    "site_categories": [
      "desktop_publishing",
      "finance",
      "business",
      "marketing",
      "financial_news",
      "tech"
    ],
    "section_title": "WhatTheyThink",
    "title": "PPC Inspires Students to Create a Sustainable Future with TICCIT Program - WhatTheyThink",
    "title_full": "PPC Inspires Students to Create a Sustainable Future with TICCIT Program - WhatTheyThink",
    "published": "2024-02-16T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d3impqwjfkw0cn.cloudfront.net/img/opengraph-default-whattheythink.png",
    "performance_score": 0,
    "domain_rank": 75604,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "31ce4f76a938faba4d91c19051f48a45ebf5793d",
  "url": "https://whattheythink.com/news/118260-ppc-inspires-students-create-sustainable-future-ticcit-progr",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-16T02:00:00.000+02:00",
  "title": "PPC Inspires Students to Create a Sustainable Future with TICCIT Program - WhatTheyThink",
  "text": "Press release from the issuing company PPC member Diamond Packaging engages the next generation by facilitating the TICCIT program at a local school – inspiring students to create a more sustainable future in their community. SPRINGFIELD, Mass. — The Paperboard Packaging Council (PPC) proudly announces the 2024 launch of the Trees Into Cartons, Cartons Into Trees (TICCIT) program, an innovative outreach and educational initiative designed to engage school-aged children. Developed by PPC in 2010 and championed by many folding carton and rigid box manufacturers, TICCIT aims to spotlight the renewability and sustainability of paper and paperboard packaging while instilling valuable lessons about environmental responsibility. Traditionally conducted in-person at schools around Earth Day, the TICCIT program involves hands-on activities where students pot tree saplings into paperboard cartons filled with soil. These cartons, once planted, naturally biodegrade, completing the \"trees into cartons, cartons into trees\" lifecycle. Ben Markens, President of the Paperboard Packaging Council, a trade association for companies that make paperboard packaging, expressed the program's founding principles, stating, \"We founded TICCIT more than ten years ago to showcase how easy it is to recycle paper and cartons while instilling the value of sustainability and the importance of trees. It's an ample opportunity to spread the word and help the next generation participate in our shared future.\" As part of the program, students are introduced to the concept that trees are a sustainable crop, akin to fruits and vegetables. TICCIT goes beyond the traditional classroom setting to emphasize the numerous applications of trees and paper, showcasing their vital role in our daily lives. The program underlines the importance of recycling, encouraging students to participate actively in sustainable practices. To date, TICCIT has helped students plant over 150,000 trees in the United States alone. Companies that host TICCIT events in partnership with their local schools can build connections within their teams while igniting their communities with purpose. To plan a TICCIT event, companies, teachers, and administrators can access free materials, including lesson plans, presentations, activities, and instructions for organizing the program and getting the community involved. Companies are encouraged to sponsor local schools to participate in the program. To learn more about TICCIT and join the movement towards sustainability, visit [https://ticcit.info/](https://ticcit.info/). Join the discussion [Sign In](/mc/login.cfm) or [Become a Member, doing so is simple and free](https://whattheythink.com/mc/register.cfm) © 2024 WhatTheyThink. All Rights Reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Economy, Business and Finance",
    "Education"
  ],
  "external_links": [
    "https://ticcit.info/",
    "https://ticcit.info/).",
    "https://ticcit.info",
    "https://www.ticcit.info/",
    "https://www.ticcit.info/)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ben markens",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ppc",
        "sentiment": "negative"
      },
      {
        "name": "diamond packaging",
        "sentiment": "negative"
      },
      {
        "name": "paperboard packaging council",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mass.",
        "sentiment": "none"
      },
      {
        "name": "springfield",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T06:23:21.362+02:00",
  "updated": "2024-02-16T06:23:21.362+02:00"
}