{
  "thread": {
    "uuid": "5d3c396c2d5d5649c9ab22401b7f04550ccf8aba",
    "url": "https://timesofindia.indiatimes.com/city/patna/bright-sun-welcomes-new-year-maximum-temperature-sees-5c-jump-patna-news/articleshow/106464438.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "http://timesofindia.indiatimes.com/rssfeeds/-2128817995.cms",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Patna News, Latest Patna News Headlines &amp; Live Updates - Times of India",
    "title": "New Year: Bright Sun Welcomes New Year, Maximum Temperature Sees 5°C Jump - Patna News | Patna News - Times of India",
    "title_full": "New Year: Bright Sun Welcomes New Year, Maximum Temperature Sees 5°C Jump - Patna News | Patna News - Times of India",
    "published": "2024-01-02T05:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-47529300,width-1070,height-580,imgsize-110164,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 278,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5d3c396c2d5d5649c9ab22401b7f04550ccf8aba",
  "url": "https://timesofindia.indiatimes.com/city/patna/bright-sun-welcomes-new-year-maximum-temperature-sees-5c-jump-patna-news/articleshow/106464438.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Times Of India",
  "published": "2024-01-02T05:37:00.000+02:00",
  "title": "New Year: Bright Sun Welcomes New Year, Maximum Temperature Sees 5°C Jump - Patna News | Patna News - Times of India",
  "text": "Patna: City residents ushered in the New Year with bright sunshine on Monday after battling three consecutive days of dense fog. The day also saw a subsequent rise in daytime temperature. The city recorded a maximum temperature of 18.9 degrees Celsius, a significant increase from 13.5 degrees C recorded a day before.The India Meteorological Department (IMD) has, however, forecast dense fog to persist over the next two days, followed by light rainfall over the next three days.“Dry weather persisted across the state on Monday. A maximum temperature of 24.5°C was recorded in Motihari and Kishanganj and a minimum temperature of 7.4°C in Kaimur on the day. The average maximum temperature in the state was recorded at 17.8°C and the average minimum temperature was recorded at 10.5°C. Light to moderate fog was recorded in most parts of the state in the morning while dense fog was recorded in Gaya,” said Kumar Gaurav, an official at the Patna Meteorological Centre.He added in the next 48 hours, dry weather is expected to persist across the state and most parts will see an increase in the maximum temperature by 2-4 degrees Celsius. “No significant change in minimum temperature is expected in the next two days but over the following three days, an increase of 2-3 degrees Celsius is likely. Dense fog is likely to persist at one or two places in the western and south-central parts while the rest of the state will witness light to moderate fog in the morning.”Meanwhile, city residents continued to enjoy relatively cleaner air with Patna recording a 24-hour average Air Quality Index (AQI) of 197 in the ‘Moderate’ category. Of the six monitoring stations located across the city, the one in Danapur recorded the highest AQI at 294, followed by Muradpur (284), Samanpura (274), Rajbansi Nagar (169), Shikarpur (93) and Adalatganj (79).We also published the following articles recentlyAverage maximum temperature in December was 2 degrees Celsius higher than normalDecember mean maximum temperature exceeds normal; mean minimum temperature slightly higher; cold day conditions not met due to minimum temperature; December ends with rain deficit; temperatures likely to be around 16 and 8 degrees Celsius on Monday.106429652Dense fog, cold conditions in NW India likely in next 2 daysDense fog and cold day conditions will continue in northwest India, including Punjab, Haryana, Delhi, and Chandigarh. New Years Day in parts of UP, MP, and Chhattisgarh may have light rainfall. Tamil Nadu, Kerala, and Lakshadweep may experience rain on Monday. Himachal and Uttarakhand will see light isolated rainfall/snowfall on Saturday. Very dense fog conditions may affect Bihar, Odisha, Assam, Meghalaya, Nagaland, Manipur, Mizoram, and Tripura over the weekend. The department warned about chances of tripping of power lines on the very dense fog routes. Minimum temperatures will be slightly above normal over many parts of northwest India during January 4-10.106392430Dense fog, cold conditions in North West India likely in next 2 daysDense fog conditions are likely to continue in northwest India, including Punjab, Haryana, Delhi, and Chandigarh, for the next two days. The minimum temperatures will remain unchanged for the next five days. New Year's Day in parts of UP, MP, and Chhattisgarh may see light rainfall. Himachal and Uttarakhand will experience light isolated rainfall/snowfall on Saturday due to a feeble Western Disturbance. Very dense fog conditions may also affect Bihar, MP, Odisha, Assam, Meghalaya, Nagaland, Manipur, Mizoram, and Tripura over the weekend.106388795",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kishanganj",
        "sentiment": "none"
      },
      {
        "name": "kumar gaurav",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "patna news | patna news - times",
        "sentiment": "negative"
      },
      {
        "name": "patna meteorological centre.he",
        "sentiment": "none"
      },
      {
        "name": "india meteorological department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "india patna",
        "sentiment": "none"
      },
      {
        "name": "gaya",
        "sentiment": "none"
      },
      {
        "name": "kaimur",
        "sentiment": "none"
      },
      {
        "name": "motihari",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T06:01:53.813+02:00",
  "updated": "2024-01-02T06:01:53.813+02:00"
}