{
  "thread": {
    "uuid": "643f6b033777c9fd6922a0fb1d8b6181c01233be",
    "url": "https://www.winchesterstar.com/winchester_star/jessica-johnson-helping-young-men-reach-their-ambitions/article_c84853a7-9708-5730-bd98-96c1485ebe56.html",
    "site_full": "www.winchesterstar.com",
    "site": "winchesterstar.com",
    "site_section": "https://africanamericans.einnews.com:443/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "African Americans News",
    "title": "Jessica Johnson: Helping young men reach their ambitions",
    "title_full": "Jessica Johnson: Helping young men reach their ambitions",
    "published": "2024-01-08T01:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/winchesterstar.com/content/tncms/custom/image/b90e1064-655d-11e6-b66e-837339c5a247.jpg?resize=600%2C315",
    "performance_score": 0,
    "domain_rank": 48957,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "643f6b033777c9fd6922a0fb1d8b6181c01233be",
  "url": "https://www.winchesterstar.com/winchester_star/jessica-johnson-helping-young-men-reach-their-ambitions/article_c84853a7-9708-5730-bd98-96c1485ebe56.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "JESSICA JOHNSON",
  "published": "2024-01-08T01:25:00.000+02:00",
  "title": "Jessica Johnson: Helping young men reach their ambitions",
  "text": "Colleges and universities are preparing for the spring 2024 semester, and one current trend will be obvious at many campuses throughout the nation: there are fewer young men enrolled at four-year schools.\nThis downward curve of male students is viewed as a disturbing drop-off by many educators. Women now make up almost 60% of U.S. college students, and they are completing their degrees at higher rates than men. According to the U.S. Department of Education, 65% of women who entered a four-year university in 2012 had graduated by 2018, compared to 59% of men.\nThe Chronicle of Higher Education considers this a \"male enrollment crisis.\" However, as we all know, college isn't necessarily for everyone. There are other routes to profitable careers through vocational schools or community colleges for those who do not want to pursue a degree directly after graduating from high school. Also, many Gen Zers, the current college-aged cohort, are opting out of the traditional higher education path taken by previous generations.\nWhen looking specifically at young men, research is showing that their college enrollment has been on a continual decline. A Pew Research study published at the end of last year found that men currently comprise 42% of college students from ages 18 to 24 at four-year schools, which is a 5% decrease since 2011. In this study, Pew senior researcher Richard Fry pointed out that men who did not go to college felt they did not need a degree for their chosen career, and some candidly stated that they had no desire to attend. This is on par with a 2021 Pew survey where some young male respondents said that \"they just didn't consider [college].\" Other explanations provided included needing to work to support a family or not being able to afford tuition. When factoring in race, both young African Americans and Hispanics in the 2021 survey were more likely to list these reasons.\nIn further analyzing the recent statistics for decreasing male college enrollment, it is clear that COVID-19 had a severe impact. The abrupt transition to online learning and the financial struggles that many endured during the pandemic adversely affected men as their numbers also dropped from community colleges. Two-year schools have been an attractive option for young men wanting to work in blue-collar jobs such as automotive repair, construction and plumbing, but even obtaining credentials for these positions has become more challenging after COVID.\nRegarding male students in my English composition classes at Ohio State University's Lima campus, I have noticed that many of them have worked hard to stay motivated to continue school, and others needed more of a push from their parents. During an early discussion last semester on the value of higher education, a young man in one of my afternoon courses had his classmates laughing when he confessed that his mother made him attend college but that he was getting the hang of it. Another male student shared that he was giving college a trial run while participating in extracurricular activities.\nI also gained more insight on the career direction some young men are pursuing in Lima who are not enrolled at our OSU branch campus or another nearby school from personal interviews conducted by my students. One student interviewed a friend who plans on being an electrician and is working toward his journeyman card. He is happy with his decision and the money he is currently making. One of my female students interviewed her brother who is a construction worker, and he expressed that possible student loan debt deterred him from considering college.\nAs an educator, I understand the unease regarding the ongoing decline of male college students since we want to maintain a highly skilled workforce, but vocational schools and community colleges will always be alternatives, as we still need qualified workers in trade industries. Weighing the choices young men have, it is important for those of us who work in high schools and in academia to inquire about their interests and provide them with the best strategies to utilize their God-given abilities in meeting their life goals. I like to think of this as providing sound counsel so that a young man will be able to \"[steer his course wisely]\" (Proverbs 1:5). For some high school male students, this course may or may not include college, but with effective guidance to assist them in reaching their potential, they will be on a pathway to success.\nJessica Johnson's column is syndicated by Creators.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jessica johnson",
        "sentiment": "negative"
      },
      {
        "name": "gen zers",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "chronicle of higher education",
        "sentiment": "none"
      },
      {
        "name": "u.s. department of education",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:51:25.229+02:00",
  "updated": "2024-01-08T01:51:25.229+02:00"
}