{
  "thread": {
    "uuid": "2407b6afcbd4885d887c0f48b6544301d6c16a17",
    "url": "https://www.miragenews.com/king-honours-nda-group-employees-1150467/",
    "site_full": "www.miragenews.com",
    "site": "miragenews.com",
    "site_section": "https://www.miragenews.com/disclaimer",
    "site_categories": [
      "media"
    ],
    "section_title": "Disclaimer | Mirage News",
    "title": "King Honours NDA Group Employees | Mirage News",
    "title_full": "King Honours NDA Group Employees | Mirage News",
    "published": "2023-12-29T23:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://assets.publishing.service.gov.uk/media/65855fae23b70a000d234e32/s960_Michelle_Pete.jpg",
    "performance_score": 0,
    "domain_rank": 14679,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2407b6afcbd4885d887c0f48b6544301d6c16a17",
  "url": "https://www.miragenews.com/king-honours-nda-group-employees-1150467/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mirage News",
  "published": "2023-12-29T23:34:00.000+02:00",
  "title": "King Honours NDA Group Employees | Mirage News",
  "text": "Two NDA group employees have been awarded honours by His Majesty the King in the New Year's Honours List, for services to the nuclear industry, young people and their local communities. Michelle Pearse, Nuclear Decommissioning Authority Quality & Business Support Manager, has been awarded a BEM (British Empire Medal) and Peter Buchan, Nuclear Transport Solutions Managing Director of Shipping, has received an MBE (Member of the Order of the British Empire). NDA Group Chief Executive David Peattie said: I'm sure colleagues across the NDA group will join me in congratulating Michelle and Pete on this well-deserved recognition, both have made significant contributions to the nuclear industry and society. Our people are our most important asset, and we are proud to have one of the most knowledgeable and experienced nuclear workforces in the world, who go above and beyond for their colleagues and their community, while also continuing to deliver our mission safely, securely and sustainably. Michelle has worked for the NDA since 2005 in a number of roles. The hard work of her whole team, along with her pastoral support, leadership, and empathy, had a huge impact on the NDA being able to return to normal operations at a rapid pace following the start of the pandemic. In addition to her day job, Michelle has also fulfilled a voluntary role with the Changing Lives Learning Trust in West Cumbria since 2012, a not-for-profit charity that manages sponsored secondary and primary academies. Under her guidance as Chair from 2019, the Trust has gone from strength to strength, and this has had a big impact on the educational sector in West Cumbria. Michelle said: I am overwhelmed and delighted on receiving this honour. I can't wait to tell my parents! This has never happened to anyone in our family before so it'll be a lot to take in. The business support team are kind and supportive of each other and they work really hard. I care for them, all of them, including what is happening in their personal lives as that can have a huge impact on them day to day. I am so proud of my work with the Trust, it's very rewarding giving back to the children and the communities they live in. I'm very grateful to the NDA for giving me the space to work with them and develop myself at the same time. Pete's career spans over 32 years and in that time he has played a key role in the NDA group's international business and ensuring the world-wide safe transport and storage of nuclear materials from across the globe. He worked to ensure the largest civilian move of plutonium powder and highly-enriched uranium was safely completed when it was shipped from Japan to the USA. This transport operation was an important milestone in global efforts to secure nuclear materials, and reduce the risk of nuclear proliferation. Speaking of his pride at receiving the honour Pete said: I was shocked when I received the letter and it took a while to sink in as I didn't think I would be worthy of such an award. It's a privilege to work in this industry, and when I think back to joining as a graduate all those years ago, never did I think this would happen to me. I've worked on some fantastic and challenging projects that have made a real difference to global nuclear safety and security, and for this to be recognised at the highest levels is such an honour. This wouldn't have been possible without my brilliant colleagues. Throughout my career I've worked with some of the most dedicated, committed and intelligent people in the industry and I just want to thank them all for their help over the years. [here](https://www.miragenews.com/king-honours-nda-group-employees-1150467/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "michelle",
        "sentiment": "none"
      },
      {
        "name": "pete",
        "sentiment": "none"
      },
      {
        "name": "michelle pearse",
        "sentiment": "none"
      },
      {
        "name": "peter buchan",
        "sentiment": "none"
      },
      {
        "name": "david peattie",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nda group employees | mirage news two nda",
        "sentiment": "negative"
      },
      {
        "name": "nuclear transport solutions",
        "sentiment": "none"
      },
      {
        "name": "nda",
        "sentiment": "none"
      },
      {
        "name": "shipping",
        "sentiment": "none"
      },
      {
        "name": "nda group",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T11:03:13.555+02:00",
  "updated": "2023-12-30T12:26:46.415+02:00"
}