{
  "thread": {
    "uuid": "ca236f3b701b7b5dd661e38eae20d3eaecb67781",
    "url": "https://careers.essilorluxottica.com/job/Rancho-Dominguez-RxO-Production-Supervisor-%28Manufacturing%29-CA-90220/1002142201/",
    "site_full": "careers.essilorluxottica.com",
    "site": "essilorluxottica.com",
    "site_section": "http://jobs.oodle.com//?v=rss",
    "site_categories": [],
    "section_title": "",
    "title": "RxO - Production Supervisor (Manufacturing) (EssilorLuxottica Group)",
    "title_full": "RxO - Production Supervisor (Manufacturing) (EssilorLuxottica Group)",
    "published": "2024-01-02T11:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 30761,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ca236f3b701b7b5dd661e38eae20d3eaecb67781",
  "url": "https://careers.essilorluxottica.com/job/Rancho-Dominguez-RxO-Production-Supervisor-%28Manufacturing%29-CA-90220/1002142201/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-02T11:33:00.000+02:00",
  "title": "RxO - Production Supervisor (Manufacturing) (EssilorLuxottica Group)",
  "text": "RxO - Production Supervisor (Manufacturing)\nRancho Dominguez, CA, US, 90220\nRequisition ID: 825436\nPosition:Full-Time\nWe are EssilorLuxottica, a global leader in the design, manufacture and distribution of ophthalmic lenses, frames and sunglasses. The Company brings together the complementary expertise of two industry pioneers, one in advanced lens technologies and the other in the craftsmanship of iconic eyewear, to create a vertically integrated business that is uniquely positioned to address the world’s evolving vision needs and the global demand of a growing eyewear industry.\nWith over 180,000 dedicated employees in 150 countries driving our iconic brands, our people are creative, entrepreneurial and celebrated for their unique perspectives and individuality. Committed to vision, we enable people to “see more and be more” thanks to our innovative designs and lens technologies, exceptional quality and cutting-edge processing methods. Every day we impact the lives of millions by changing the way people see the world.\nOur unique business model and relentless pursuit of operational excellence ensures that consumers everywhere have access to products. Balancing speed, efficiency and proximity, the Company manages a global supply chain with cutting-edge technology, based on centralization for frames and on a capillary network for lens finishing and prescription laboratories. Greasing the wheels behind the scenes, our people in Operations are the backbone of our Company.\nGENERAL FUNCTIONThe Production Supervisor evaluates work processes to determine strategies and programs which provide greater productivity and efficiency of company functions.\nMAJOR DUTIES & RESPONSIBILITIES\n- Gathers information to evaluate current work processes in order to determine the flow of work, time requirements, costs, and duration.\n- Develops strategies and programs that improve the productivity and efficiency of the various work processes of the company.\n- Applies various industrial engineering problem solving and productivity techniques to evaluate the improvement of recommended strategies and programs.\n- Provides technical support for the qualification and validation of new product introductions to ensure all aspects of performance, manufacturability and quality are achieved.\n- Provides technical support for the qualification and validation of new equipment and processes; and identifies and implements new technologies to continuously improve processes.\n- Instructs and leads others in continuous process improvements, including the use of various problem solving and productivity techniques such as process mapping and cost time management.\n- Develops and coordinates programs to recognize and reward groups or individuals for suggestions and actions related to process improvement.\n- Leads and supports root cause analysis investigations, recommends and executes corrective actions and preventative actions.\n- Develops and facilitates employee teams to build cohesiveness and improve the overall results of the respective teams' tasks.\n- Carries out supervisory responsibilities in accordance with the organization's policies and applicable laws. Responsibilities include interviewing, hiring, and training employees; planning, assigning, and directing work; appraising performance; rewarding and disciplining employees; addressing complaints and resolving problems.\n- Conducts investigations and tests pertaining to the development of new manufacturing methods, materials or processes, and investigates possible applications of results.\nBASIC QUALIFICATIONS\n- BS in Engineering (Mechanical or Industrial) or equivalent\n- 3+ years of manufacturing process improvement experience in a manufacturing environment\n- Experience in evaluating equipment, product and process development, and solving production problems\n- Demonstrated ability to synthesize solutions to a broad range of problems\n- Demonstrated ability to manage multiple projects\n- Demonstrated ability to work in a team-oriented environment\n- Proven track record of individual accomplishment, contribution and team based success\n- Strong computer skills in MS Office, MS Project or equivalent, Minitab or equivalent statistical package\n- Application of Lean manufacturing Principles\n- Strong statistical skills, problem solving and data analysis\n- Strong Interpersonal and communication skills with the ability to communicate and listen at all levels\n- Self-motivated with high sense of urgency, resourcefulness and adaptability\n- Clear documentation skills\n- Able to rotate from sitting to standing and lift up to 25 pounds\nEmployee pay is determined by multiple factors, including geography, experience, qualifications, skills and local minimum wage requirements. In addition, you may also be offered a competitive bonus and/or commission plan, which complements a first-class total rewards package Benefits/Incentive Information including health benefits, PTO, 401K, paid family leave, tuition reimbursement, and eyewear discounts.\nUpon request and consistent with applicable laws, EssilorLuxottica will provide reasonable accommodations to individuals with disabilities who need assistance in the application and hiring process. To request a reasonable accommodation, please call the Luxottica Ethics Compliance Hotline at 1-888-887-3348 (be sure to provide your name and contact information so that we may follow up in a timely manner) or email HRCompliance@luxotticaretail.com.\nWe are an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, gender, national origin, social origin, social condition, being perceived as a victim of domestic violence, sexual aggression or stalking, religion, age, disability, sexual orientation, gender identity or expression, citizenship, ancestry, veteran or military status, marital status, pregnancy (including unlawful discrimination on the basis of a legally protected pregnancy or maternity leave), genetic information or any other characteristics protected by law. Native Americans receive preference in accordance with Tribal Law.\nNearest Major Market: Los Angeles\nJob Segment: Business Process, Supply Chain, Supply, Ophthalmic, Manager, Management, Operations, Healthcare\n[Apply now »](/talentcommunity/apply/1002142201/?locale=en_US)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rancho dominguez",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "essilorluxottica group",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "ca",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T12:27:16.186+02:00",
  "updated": "2024-01-02T12:27:16.186+02:00"
}