{
  "thread": {
    "uuid": "fdd0bdd64f62664100df6e1e679b223834fa49b5",
    "url": "https://vnexplorer.net/dmitry-bivol-llego-a-un-acuerdo-para-pelear-contra-beterbiev-ya-acepte-s727016.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Dmitry Bivol llegó a un acuerdo para pelear contra Beterbiev: “Ya acepté”",
    "title_full": "Dmitry Bivol llegó a un acuerdo para pelear contra Beterbiev: “Ya acepté”",
    "published": "2023-12-30T23:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mfxYP.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fdd0bdd64f62664100df6e1e679b223834fa49b5",
  "url": "https://vnexplorer.net/dmitry-bivol-llego-a-un-acuerdo-para-pelear-contra-beterbiev-ya-acepte-s727016.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-30T23:51:00.000+02:00",
  "title": "Dmitry Bivol llegó a un acuerdo para pelear contra Beterbiev: “Ya acepté”",
  "text": "El boxeador ruso se mostró dispuesto a subir nuevamente a los cuadriláteros.\nEl boxeador ruso y actual campeón, Dmitry Bivol, ya desea regresar lo antes posible al cuadrilátero y reveló recientemente que tendría un acuerdo con emisarios de Arabia Saudita para poder enfrentarse contra Artur Beterbiev en caso de ganarle a Callum Smith; el combate contra este último sería por el título de peso semipesado para demostrar quién es uno de los mejores de la actualidad.\nHace apenas una semana Bivol logró derrotar a Lyndon Arthur en la nación de Medio Oriente para poder mantener el título que ostenta actualmente y eso le permitió poder avanzar en las negociaciones que posee para una posible pelea contra Beterbiev en dicho país; a pesar de eso detalló que no conoce con exactitud la posibilidad de que esto ocurra ni mucho menos la fecha.\n“No sé qué porcentaje, pero creo que la harán. Pero espero que la hagan, y poder pelear por el título indiscutido. Ya no depende de mí, para ser honesto. Ya hice mi pelea, gané y estoy bien. Ya tengo un acuerdo para esta pelea (con Beterbiev), y no hay necesidad de negociar más. Ya acepté los términos del acuerdo”, expresó Bivol durante una entrevista ofrecida al portal ruso Sport-Express.\nDmitry Bivol también reveló que se encuentra bastante contento por las condiciones que se han manifestado en caso de llegar a un combate contra Beterbiev y afirmó que todo apunta a que se podrán enfrentar en un cuadrilátero antes de lo que se espera.\n“Por supuesto, son una de las mejores condiciones de mi carrera, y la pelea será por el campeonato absoluto. Lo más probable es que no sea antes de abril”, enfatizó en sus declaraciones.\nPara finalizar, el boxeador ruso detalló que este combate solo podrá realizarse exclusivamente después de los resultados que se registren el próximo 13 de enero tras el combate entre Beterbiev y Callum Smith, quienes se enfrentarán en Quebec, Canadá, en pelea mandatoria por el Consejo Mundial de Boxeo (CMB).\n“Creo que Beterbiev será mejor que Smith en esta pelea. Porque Smith no utiliza toda la longitud de sus brazos. Le permite a los rivales que se le metan a la corta distancia. Y este es el espacio donde Beterbiev se siente bien”, concluyó Bivol.\nSigue leyendo: –Entrenador de Deontay Wilder revela los motivos de la estrategia para enfrentar a Joseph Parker",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mfxYP.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mfxYP.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T00:01:17.979+02:00",
  "updated": "2023-12-31T00:01:17.979+02:00"
}