{
  "thread": {
    "uuid": "bbb63a4e2f850b0ebfc80f7005b3d06f35fdfd32",
    "url": "https://www.wdef.com/local-musician-published-for-scientific-breakthrough/",
    "site_full": "www.wdef.com",
    "site": "wdef.com",
    "site_section": "https://www.wdef.com/feed/",
    "site_categories": [],
    "section_title": "WDEFWDEF",
    "title": "Local musician published for scientific breakthrough",
    "title_full": "Local musician published for scientific breakthrough",
    "published": "2024-01-05T23:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wpcdn.us-east-1.vip.tn-cloud.net/www.wdef.com/content/uploads/2024/01/s/u/martha.jpg",
    "performance_score": 0,
    "domain_rank": 45970,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bbb63a4e2f850b0ebfc80f7005b3d06f35fdfd32",
  "url": "https://www.wdef.com/local-musician-published-for-scientific-breakthrough/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Amelia Greer",
  "published": "2024-01-05T23:53:00.000+02:00",
  "title": "Local musician published for scientific breakthrough",
  "text": "Local musician published for scientific breakthrough Martha Summa-Chadwick devleops program for people with disabilities CHATTANOOGA, Tenn. (WDEF) — A local musical researcher developed a way for people with disabilities to learn how to play piano through the use of colored blocks. In her [ Notes2Blocks](https://www.mtgic.org/project2a.html) program, students of all ages and skill sets can learn how to connect through the universal language of music. Martha Summa-Chadwick grew up as a concert pianist and always felt there was something else to be discovered. Her recent study published in [Helen: The Journal of Human Exceptionality](https://helenjournal.org/december-2023/notes2blocks-making-learning-music-accessible-to-all), received praise for her collaborative work in a new form of therapy– which involves a keyboard with colored keys. It came about in 2019 when Summa-Chadwick did a program at the Chattanooga Public Library to do an inclusive program involving children with autism. “They wanted to be able to learn the same piece of music with their neurotypical peers sitting in the same place. They had just gotten keyboards donated from UTC. So that’s how this kind of all came about. I designed this system– hand-drew a lot of graphs out… it took a lot of time. And a friend of mine suggested you know, why don’t you just automate this and read in an XML file? And I thought… Of course, that’s a great idea,” Executive director of [ Music Therapy Gateway in Communications](https://www.mtgic.org/about.html) Summa-Chadwick said. Summa-Chadwick said a child she was working with years ago was challenged with autism and cerebral palsy. “You know, you’re talking about speech, motor and cognition processes that can be helped through music. The brain oscillations, the heart rate, the muscles, everything starts to move with the rhythm. And the therapy is incredible,” Summa-Chadwick said. Through this music therapy, the child was able to work through motor movements with his hands, despite his hand tremor. “He couldn’t read music, but he could read the colors. So that’s how we said, ‘Ah. We can do this with symbols and take away all this.’ The need for cognition to be able to learn to read the music, and just do it basically on response,” Summa-Chadwick said. The project has been up and running for about a year now, locally. And this is only just the beginning. “Things like this are possible because people get out of their silos. Usually doctors work with doctors, and therapists work with therapists, and musicians work with musicians. But to do something like this, we all have to sit around the same table and work together on it,” Summa-Chadwick said. The researcher also credited UTC for their successful music therapy program. “I worked with the folks at UTC to get their music therapy program up to speed several years ago, and beautifully, they just graduated their first class of music therapists– which I am just absolutely thrilled with. Music therapists are starting to get more and more prominence in the world at this point… I think it’s going to be really successful when the neuroscientists and the music therapists are really working together to find these kinds of solutions. So, you’ve got not only the research area but the clinical– dropping down into the clinical area as well.” She looks forward to spreading awareness of this scientific breakthrough to people of all ages and ability levels. This program is entirely free [online](https://www.mtgic.org/project2a.html). For more information you can visit her articles online: [https://www.marthasumma.com/](https://www.marthasumma.com/) [https://www.marthasumma.com/articles.html](https://www.marthasumma.com/articles.html) [https://www.mtgic.org/about.html](https://www.mtgic.org/about.html) [https://www.mtgic.org/project2a.html](https://www.mtgic.org/project2a.html) Connect with Martha: X account @Summa_Martha Facebook account Martha Summa-Chadwick Email summa@marthasumma.com #musicscience",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [
    "https://www.mtgic.org/project2a.html",
    "https://helenjournal.org/december-2023/notes2blocks-making-learning-music-accessible-to-all",
    "https://www.marthasumma.com/",
    "https://www.mtgic.org/about.html",
    "https://www.marthasumma.com/articles.html",
    "https://marthasumma.com/articles.html",
    "https://www.helenjournal.org/december-2023/notes2blocks-making-learning-music-accessible-to-all",
    "https://mtgic.org/about.html",
    "https://marthasumma.com/",
    "https://www.marthasumma.com",
    "https://mtgic.org/project2a.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "martha summa-chadwick",
        "sentiment": "none"
      },
      {
        "name": "chadwick",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "martha summa-chadwick",
        "sentiment": "negative"
      },
      {
        "name": "utc",
        "sentiment": "none"
      },
      {
        "name": "chattanooga public library",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tenn.",
        "sentiment": "none"
      },
      {
        "name": "summa",
        "sentiment": "none"
      },
      {
        "name": "chattanooga",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:40:01.036+02:00",
  "updated": "2024-01-06T03:55:20.462+02:00"
}