{
  "thread": {
    "uuid": "01e5c5d4bde241d93b077bc53e0bfb13c9132815",
    "url": "https://www.dienbien.gov.vn/portal/Pages/2026-1-1/To-chuc-Tet-Nguyen-dan-Binh-Ngo-nam-2026-vui-tuoi-dhpkjk.aspx",
    "site_full": "www.dienbien.gov.vn",
    "site": "dienbien.gov.vn",
    "site_section": "https://www.dienbien.gov.vn/portal/Pages/default.aspx",
    "site_categories": [
      "crime, law and justice",
      "politics",
      "science and technology",
      "education",
      "economy, business and finance"
    ],
    "section_title": "\r\n\t\r\n\tCổng thông tin điện tử tỉnh Điện Biên\r\n - CỔNG THÔNG TIN ĐIỆN TỬ TỈNH ĐIỆN BIÊN\r\n",
    "site_title": "Cổng thông tin điện tử tỉnh Điện Biên\r\n - CỔNG THÔNG TIN ĐIỆN TỬ TỈNH ĐIỆN BIÊN",
    "title": "Tổ chức Tết Nguyên đán Bính Ngọ năm 2026 vui tươi, lành mạnh, an toàn, tiết kiệm - CỔNG THÔNG TIN ĐIỆN TỬ TỈNH ĐIỆN BIÊN",
    "title_full": "Tổ chức Tết Nguyên đán Bính Ngọ năm 2026 vui tươi, lành mạnh, an toàn, tiết kiệm - CỔNG THÔNG TIN ĐIỆN TỬ TỈNH ĐIỆN BIÊN",
    "published": "2026-01-01T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "VN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 242495,
    "domain_rank_updated": "2025-12-28T23:00:00.000+02:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "01e5c5d4bde241d93b077bc53e0bfb13c9132815",
  "url": "https://www.dienbien.gov.vn/portal/Pages/2026-1-1/To-chuc-Tet-Nguyen-dan-Binh-Ngo-nam-2026-vui-tuoi-dhpkjk.aspx",
  "ord_in_thread": 0,
  "author": null,
  "published": "2026-01-01T02:00:00.000+02:00",
  "title": "Tổ chức Tết Nguyên đán Bính Ngọ năm 2026 vui tươi, lành mạnh, an toàn, tiết kiệm - CỔNG THÔNG TIN ĐIỆN TỬ TỈNH ĐIỆN BIÊN",
  "text": "Tổ chức Tết Nguyên đán Bính Ngọ năm 2026 vui tươi, lành mạnh, an toàn, tiết kiệm\nThủ tướng Chính phủ Phạm Minh Chính vừa ký ban hành Chỉ thị số 36/CT-TTg ngày 31/12/2025 về việc tổ chức Tết Nguyên đán Bính Ngọ năm 2026 vui tươi, lành mạnh, an toàn, tiết kiệm.\nNăm 2025 kinh tế thế giới tiếp tục đối mặt với nhiều thách thức, cạnh tranh chiến lược giữa các cường quốc ngày càng gay gắt trên các lĩnh vực chính trị, kinh tế, công nghệ và thương mại; yếu tố bất ổn chính trị vẫn tiếp tục kéo dài với các cuộc xung đột quân sự tại một số quốc gia, khu vực; chính sách thương mại Hoa Kỳ đã ảnh hưởng sâu sắc đến các quốc gia, khu vực và Việt Nam. Trong nước, kinh tế có những thời cơ, thuận lợi và khó khăn, thách thức đan xen, nhưng khó khăn, thách thức nhiều hơn. Trong nửa cuối năm 2025, tình trạng \"bão chồng bão, lũ chồng lũ\" hiếm thấy, gây ra lũ lụt vượt mức lịch sử trên diện rộng, đã ảnh hưởng nặng nề đến đời sống Nhân dân, phát triển kinh tế - xã hội. Trong bối cảnh đó, chúng ta vừa tập trung chủ động ứng phó linh hoạt, kịp thời, hiệu quả với tình hình, phòng, chống thiên tai, bão lũ, vừa triển khai các công việc thường xuyên, giải quyết những vấn đề tồn đọng, đồng thời xây dựng và triển khai đồng bộ, hiệu quả sắp xếp tổ chức bộ máy và nhiều chủ trương, quyết sách lớn, mang tính lịch sử của Đảng, Nhà nước.\nĐể triển khai thực hiện quyết liệt, hiệu quả Chỉ thị số 55-CT/TW ngày 22 tháng 12 năm 2025 của Ban Bí thư về việc tổ chức Tết Bính Ngọ năm 2026 và chuẩn bị tốt nhất các điều kiện phục vụ Nhân dân đón Tết Nguyên đán Bính Ngọ vui tươi, lành mạnh, an toàn, tiết kiệm; thúc đẩy phục hồi và phát triển sản xuất, kinh doanh trên các lĩnh vực, Thủ tướng Chính phủ yêu cầu các Bộ trưởng, Thủ trưởng cơ quan ngang bộ, Thủ trưởng cơ quan thuộc Chính phủ, Chủ tịch Ủy ban nhân dân các tỉnh, thành phố trực thuộc trung ương tập trung thực hiện một số nhiệm vụ chủ yếu sau đây:\na) Theo dõi sát tình hình thị trường, chủ động chỉ đạo các địa phương có phương án chuẩn bị nguồn cung các mặt hàng thiết yếu, các mặt hàng có nhu cầu tiêu dùng cao, bảo đảm chất lượng, đáp ứng đầy đủ, kịp thời nhu cầu của người dân, không để xảy ra tình trạng thiếu hàng, gián đoạn nguồn hàng gây tăng giá bất hợp lý; phối hợp, chỉ đạo các địa phương triển khai các Chương trình bình ổn thị trường, các hoạt động kết nối cung cầu, xúc tiến thương mại, chương trình đưa hàng Việt về nông thôn, về khu công nghiệp, vùng sâu, vùng xa.\nb) Chỉ đạo các doanh nghiệp sản xuất, kinh doanh các mặt hàng thiết yếu, các mặt hàng có nhu cầu cao trong dịp Tết Nguyên đán, có kế hoạch bảo đảm nguồn hàng, cung ứng liên tục, đầy đủ cho thị trường với giá hợp lý; chỉ đạo các đơn vị, doanh nghiệp sản xuất, kinh doanh xăng dầu, bảo đảm nguồn cung xăng dầu cho thị trường dịp cuối năm và Tết Nguyên đán.\nc) Phối hợp chặt chẽ với Ủy ban nhân dân các tỉnh, thành phố trực thuộc Trung ương chỉ đạo lực lượng Quản lý thị trường triển khai Kế hoạch cao điểm chống buôn lậu, gian lận thương mại và hàng giả dịp trước, trong và sau Tết Nguyên đán Bính Ngọ năm 2026; tăng cường kiểm tra, kiểm soát thị trường, trong đó, tập trung kiểm tra về nguồn gốc xuất xứ, chất lượng sản phẩm, hàng hóa, thương mại điện tử, niêm yết giá và bán hàng hóa theo giá niêm yết, chống đầu cơ, găm hàng, tăng giá bất hợp lý đối với hàng hóa thiết yếu, hàng hóa có nhu cầu gia tăng vào dịp cuối năm và Tết Nguyên đán; phối hợp với các lực lượng chức năng kiểm soát chặt chẽ các tuyến đường vận chuyển, kho hàng, điểm tập kết, trung chuyển hàng hóa để kịp thời phát hiện, đấu tranh có hiệu quả đối với các hành vi buôn bán, vận chuyển, tàng trữ hàng lậu, hàng giả, hàng cấm và gian lận thương mại khác.\nd) Chỉ đạo Tập đoàn Điện lực Việt Nam phối hợp với các đơn vị chuẩn bị phương án vận hành hệ thống điện an toàn, bảo đảm cung ứng điện cho sản xuất và sinh hoạt của người dân, đặc biệt trong giai đoạn trước, trong và sau Tết Nguyên đán.\nđ) Chủ động phối hợp các cơ quan, đơn vị liên quan tăng cường hoạt động chỉ đạo, giám sát và xử lý nghiêm những hành vi vi phạm pháp luật về bảo vệ quyền lợi người tiêu dùng và pháp luật về cạnh tranh; phối hợp với cơ quan truyền thông thông tin kịp thời, đầy đủ các hành vi vi phạm pháp luật về bảo vệ quyền lợi người tiêu dùng.\na) Kịp thời xuất cấp hàng dự trữ quốc gia đúng đối tượng, bảo đảm an sinh xã hội, đặc biệt tại các địa bàn xảy ra thiên tai, bão lũ... không để Nhân dân bị thiếu đói trong dịp Tết Nguyên đán và thời kỳ giáp hạt.\nb) Theo dõi sát diễn biến giá cả, thị trường nhất là những hàng hóa, dịch vụ tiêu dùng thiết yếu, mặt hàng thuộc diện bình ổn giá, kịp thời chỉ đạo và có biện pháp xử lý nghiêm các hành vi vi phạm pháp luật về giá theo thẩm quyền. Trường hợp cần thiết, kịp thời báo cáo Trưởng ban Chỉ đạo điều hành giá những vấn đề phát sinh, gây ảnh hưởng đến mặt bằng giá và ổn định kinh tế vĩ mô.\nc) Chỉ đạo lực lượng hải quan phối hợp chặt chẽ với các lực lượng chức năng tăng cường kiểm tra, kiểm soát phòng, chống buôn lậu, gian lận thương mại, buôn bán hàng giả, hàng kém chất lượng, hàng không rõ nguồn gốc, nhất là dịp cuối năm và Tết Nguyên đán; tập trung kiểm tra, tuần tra chặt chẽ tại các tuyến và địa bàn trọng điểm, các mặt hàng nhập lậu, hàng giả, hàng cấm thường có xu hướng gia tăng trong dịp cuối năm và Tết (như chất nổ, pháo, vũ khí, thuốc lá điện tử; hàng hóa vi phạm môi trường; các mặt hàng phục vụ nhu cầu tăng cao trong dịp Tết như thuốc lá, rượu bia, gia cầm, gạo, thực phẩm...).\nd) Theo dõi sát diễn biến, tình hình, phối hợp chặt chẽ, kịp thời với các bộ, cơ quan, địa phương tham mưu các giải pháp, chính sách điều hành linh hoạt, hiệu quả nhằm thúc đẩy tăng trưởng kinh tế, giữ vững ổn định kinh tế vĩ mô, kiểm soát lạm phát, bảo đảm các cân đối lớn của nền kinh tế, nhất là hàng hóa thiết yếu phục vụ nhu cầu của người dân trước, trong và sau Tết, tạo môi trường thuận lợi cho hoạt động sản xuất kinh doanh của doanh nghiệp\ne) Chỉ đạo Bảo hiểm xã hội Việt Nam thực hiện tốt công tác giải quyết và chi trả các chế độ về bảo hiểm xã hội, bảo hiểm thất nghiệp, bảo hiểm y tế bảo đảm đầy đủ, kịp thời; thực hiện chi trả gộp hai tháng lương hưu và trợ cấp bảo hiểm xã hội (tháng 02 và tháng 03 năm 2026) vào kỳ chi trả tháng 02 năm 2026 nhằm tạo điều kiện cho người thụ hưởng chính sách vui xuân, đón Tết.\na) Tăng cường công tác theo dõi, tuyên truyền, vận động, phổ biến cho người dân phương pháp, kỹ thuật phòng chống rét đậm, rét hại; dự báo, cảnh báo khí tượng thủy văn, các loại hình thiên tai, cung cấp kịp thời các thông tin thời tiết nguy hiểm, bất thường, nhất là rét đậm, rét hại, sương muối, mưa đá, hạn hán, xâm nhập mặn… bảo đảm sức khỏe cho người dân, hạn chế thiệt hại đối với sản xuất nông nghiệp; kiểm tra công tác bảo đảm an toàn các công trình thủy lợi, hồ chứa, đê sông, đê biển; vận hành hợp lý, hiệu quả các công trình thủy lợi, bảo đảm nguồn nước để phục vụ sản xuất, kinh doanh và đời sống dân sinh. Phối hợp chặt chẽ với các địa phương trong triển khai thực hiện kế hoạch sản xuất vụ Đông Xuân 2025-2026 và phòng, chống dịch bệnh; cảnh báo sớm, xây dựng các phương án, kịch bản, cung cấp thông tin đại chúng kịp thời để nhân dân nắm bắt, chủ động phòng tránh, giảm nhẹ thiệt hại khi có dịch bệnh, thiên tai xảy ra; chủ động chuẩn bị vật tư, trang thiết bị, cây, con giống… bảo đảm ổn định sản xuất.\nb) Tăng cường công tác bảo vệ, phòng chống, chữa cháy rừng; kiểm tra, giám sát chặt chẽ hoạt động khai thác lâm sản, săn bắt, buôn bán động vật hoang dã, quý hiếm trái phép; chủ động các biện pháp hỗ trợ ngư dân phòng tránh rủi ro, yên tâm vươn khơi bám biển, tuyên truyền ngư dân khai thác hải sản đúng quy định pháp luật Việt Nam và quốc tế.\nc) Bảo đảm cân đối cung, cầu các mặt hàng lương thực, thực phẩm, nhất là các mặt hàng thực phẩm thiết yếu trước, trong và sau Tết Nguyên đán Bính Ngọ 2026; kịp thời điều hòa cung cầu các mặt hàng phục vụ nhu cầu trong nước, giữa các vùng, địa phương và nhu cầu xuất khẩu để ổn định giá cả thị trường. Tăng cường công tác quản lý chất lượng, bảo đảm an toàn vệ sinh thực phẩm, không khí, nguồn nước sinh hoạt. Phối hợp với các cơ quan chức năng tổ chức thực hiện các biện pháp kiểm soát chặt chẽ nguồn cung, các hoạt động buôn bán, vận chuyển trái phép gia súc, gia cầm và các sản phẩm liên quan, nhất là tại các cửa khẩu, đường mòn, lối mở khu vực biên giới.\nd) Tiếp tục duy trì vận hành liên tục, hiệu quả các hệ thống, công trình xử lý chất thải, đảm bảo xử lý đáp ứng các quy chuẩn kỹ thuật quốc gia về môi trường; kiểm soát, giám sát chặt chẽ các dự án, cơ sở có nguy cơ gây ô nhiễm môi trường cao, đặc biệt là các nguồn thải lớn (các khu công nghiệp, cụm công nghiệp, làng nghề, cơ sở sản xuất…). Theo dõi, quan trắc, giám sát thường xuyên và có phương án ứng phó kịp thời ô nhiễm môi trường, ô nhiễm không khí tại các đô thị lớn và sự cố môi trường; thu gom, xử lý triệt để chất thải rắn sinh hoạt, tuyệt đối không để tình trạng ùn ứ rác thải tại các khu đô thị, khu thương mại, khu dân cư. Chủ trì, phối hợp với các cơ quan phát động phong trào Tết trồng cây và toàn dân bảo vệ môi trường với kế hoạch cụ thể, thiết thực, hiệu quả.\na) Tăng cường công tác phòng, chống dịch bệnh truyền nhiễm, nhất là các bệnh truyền nhiễm có nguy cơ bùng phát trong mùa Đông Xuân, trong dịp Tết và mùa lễ hội đầu năm như cúm, sởi, sốt xuất huyết, các bệnh lây truyền qua đường hô hấp, tiêu hóa… và các bệnh truyền nhiễm nguy hiểm có nguy cơ cao xâm nhập từ nước ngoài vào Việt Nam; chủ động tăng cường giám sát tại cửa khẩu, trong cộng đồng và các cơ sở y tế để phát hiện sớm, đáp ứng kịp thời và xử lý triệt để dịch bệnh truyền nhiễm, không để bùng phát, lây lan và chuẩn bị sẵn sàng các phương án đáp ứng với các tình huống có thể xảy ra của dịch bệnh.\nb) Tổ chức tốt công tác thu dung, điều trị bệnh nhân, thực hiện ứng trực 24/24. Chủ động các phương án về nhân lực, thuốc, thiết bị, vật tư, hóa chất, sinh phẩm y tế bảo đảm công tác khám, cấp cứu, điều trị, chăm sóc người bệnh trong dịp Tết, nhất là cấp cứu tai nạn giao thông, cháy nổ, thương tích, ngộ độc thực phẩm; chuẩn bị sẵn sàng phương án cấp cứu tại các địa điểm du lịch, vui chơi, giải trí, các sự kiện tập trung đông người trong dịp Tết và mùa lễ hội đầu năm.\nc) Chỉ đạo các đơn vị, địa phương xây dựng kế hoạch, dự trữ thuốc, thiết bị, vật tư, hóa chất, sinh phẩm y tế đảm bảo yêu cầu phòng, chống dịch bệnh và khám, chữa bệnh, không để xảy ra tình trạng khan hiếm, thiếu thuốc. Tăng cường công tác thanh tra, kiểm tra, kịp thời phát hiện và xử lý nghiêm, triệt để các trường hợp thuốc giả, thuốc kém chất lượng, thuốc không được cấp phép lưu hành và các trường hợp vi phạm quy định về quản lý giá thuốc.\nd) Đẩy mạnh tuyên truyền, phổ biến các quy định của pháp luật, kiến thức về an toàn thực phẩm để nâng cao ý thức của cộng đồng. Tăng cường thực hiện công tác giám sát nguy cơ để phòng ngừa, ngăn chặn xảy ra ngộ độc thực phẩm. Tăng cường thanh tra, kiểm tra việc chấp hành quy định pháp luật về an toàn thực phẩm trước, trong và sau dịp Tết.\na) Tăng cường công tác điều tiết, tổ chức quản lý chặt chẽ hoạt động vận tải, phục vụ nhu cầu đi lại của người dân dịp Tết Nguyên đán, không để hành khách chậm về quê đón Tết do không có phương tiện vận chuyển; tăng cường kiểm tra việc thực hiện kê khai giá cước, niêm yết giá cước vận tải, giá vé tàu, vé xe theo quy định; tổ chức vận chuyển hàng hóa thông suốt trước, trong và sau dịp Tết, đặc biệt là các vùng sâu, vùng xa, vùng đồng bào dân tộc thiểu số, biên giới và hải đảo.\nb) Tăng cường chỉ đạo kiểm tra, kiểm soát chất lượng, an toàn kỹ thuật các phương tiện tham gia giao thông, phương tiện kinh doanh vận tải; phối hợp lực lượng chức năng có biện pháp ngăn chặn việc vận chuyển trái phép hàng cháy nổ, hàng nguy hiểm, các sản phẩm, gia súc, gia cầm không rõ nguồn gốc và không có chứng nhận kiểm dịch y tế trên các phương tiện vận tải.\nc) Phối hợp triển khai thực hiện hiệu quả các giải pháp kiềm chế, giảm thiểu tai nạn giao thông và khắc phục tình trạng ùn tắc giao thông nhất là các tuyến kết nối khu vực thành phố Hà Nội, Thành phố Hồ Chí Minh, đầu mối giao thông lớn (nhà ga, sân bay, bến cảng…) khu vực tổ chức Lễ hội xuân; yêu cầu các đơn vị vận tải tuân thủ quy tắc giao thông, phòng ngừa tai nạn trên đường đèo dốc, tại các đường ngang đường sắt, thường xuyên kiểm tra, ngăn ngừa lái xe kinh doanh vận tải vi phạm về nồng độ cồn, ma tuý; tăng cường bảo đảm an ninh, trật tự tại các cảng hàng không, nhà ga, bến xe; xử lý nghiêm các hành vi vi phạm về chở quá số người quy định, tăng giá vé trái quy định; tăng cường các điều kiện để bảo đảm cứu hộ, cứu nạn khi xảy ra sự cố, tai nạn.\nd) Phối hợp với các địa phương và các đơn vị có liên quan xây dựng kế hoạch sửa chữa, khắc phục kịp thời các tuyến đường bị hư hỏng mặt đường, hưu hỏng do thiên tai, lụt bão; giải quyết, xử lý điểm đen, điểm tiềm ẩn tai nạn giao thông nhằm bảo đảm an toàn cho người dân đi lại trong dịp Tết.\nđ) Phối hợp cơ quan truyền thông để tổ chức tuyên truyền về kế hoạch phục vụ vận tải Tết của cơ quan, đơn vị mình; thông báo công khai trên phương tiện thông tin đại chúng về Kế hoạch công tác phục vụ tốt nhu cầu đi lại của nhân dân, bảo đảm trật tự, an toàn giao thông trong dịp Tết Nguyên đán và mùa Lễ hội xuân Bính Ngọ năm 2026; công bố công khai số điện thoại đường dây nóng của cơ quan, đơn vị trong ngành vận tải có liên quan để tiếp nhận và xử lý các thông tin phản ánh của hành khách và người dân.\ne) Chỉ đạo việc cung cấp đầy đủ các dịch vụ hạ tầng đô thị thiết yếu (cung cấp nước sạch, thu gom xử lý rác thải, chiếu sáng đô thị...) bảo đảm thuận lợi, không để ảnh hưởng đến sinh hoạt của người dân, đặc biệt là trong thời gian nghỉ Tết Nguyên đán.\na) Bảo vệ an toàn tuyệt đối các hoạt động của lãnh đạo Đảng, Nhà nước, các mục tiêu, công trình trọng điểm, các sự kiện chính trị, đối ngoại, văn hóa, xã hội quan trọng của đất nước và các lễ hội đầu năm. Chủ động nắm chắc tình hình liên quan đến an ninh, lợi ích quốc gia, trật tự an toàn xã hội, không để bị động, bất ngờ trong mọi tình huống; có biện pháp phòng ngừa, phát hiện, đấu tranh ngăn chặn có hiệu quả với âm mưu, hoạt động chống phá của các thế lực thù địch, đối tượng phản động trong - ngoài; bảo đảm an ninh thông tin, an toàn mạng quốc gia; giải quyết kịp thời các vụ việc khiếu kiện phức tạp, không để hình thành \"điểm nóng\" về an ninh, trật tự; tăng cường các biện pháp phòng, chống xuất, nhập cảnh trái phép.\nb) Tổ chức tấn công, trấn áp tội phạm trước, trong và sau Tết Nguyên đán, tập trung đấu tranh, triệt phá các đường dây, băng nhóm tội phạm, nhất là tội phạm trộm cắp, lừa đảo chiếm đoạt tài sản, tội phạm sử dụng vũ khí nóng, gây án đặc biệt nghiêm trọng, tội phạm liên quan đến \"tín dụng đen\", tội phạm buôn lậu, gian lận thương mại, sản xuất hàng giả, tội phạm trong lĩnh vực tài chính, ngân hàng, tội phạm sử dụng công nghệ cao, tội phạm ma túy; phát hiện và xử lý nghiêm các loại tệ nạn xã hội. Chủ động đấu tranh, ngăn chặn không để diễn ra tình trạng sử dụng pháo nổ trái phép trong dịp Tết.\nc) Tăng cường công tác bảo đảm trật tự an toàn giao thông, có phương án hạn chế tối đa tình trạng ùn tắc giao thông trước, trong và sau Tết Nguyên đán; xử lý nghiêm các hành vi vi phạm pháp luật về trật tự, an toàn giao thông, nhất là liên quan đến sử dụng rượu, bia, chất cấm khi điều khiển phương tiện giao thông. Tăng cường hướng dẫn, rà soát, kiểm tra, chấn chỉnh, xử lý vi phạm về an toàn phòng cháy, chữa cháy; chủ động sẵn sàng công tác cứu nạn, cứu hộ trên toàn quốc. Bảo đảm an ninh, an toàn các cơ sở giam, giữ, giáo dục, giáo dưỡng; quan tâm thực hiện các chế độ, chính sách với phạm nhân, học sinh, trại viên trong dịp Tết.\na) Thường xuyên nắm chắc tình hình trên không, trên biển, biên giới, nội địa, ngoại biên, không gian mạng; duy trì nghiêm chế độ sẵn sàng chiến đấu, kịp thời phát hiện ngăn chặn, đấu tranh và xử lý các tình huống xảy ra, không để bị động bất ngờ, giữ vững độc lập chủ quyền, toàn vẹn lãnh thổ của Tổ quốc. Chủ động phối hợp với các cơ quan chức năng, đơn vị liên quan tổ chức tuần tra, kiểm soát, đấu tranh phòng, chống tội phạm, nhất là tội phạm ma túy, buôn lậu; ngăn chặn xuất, nhập cảnh trái phép qua biên giới, cửa khẩu, đường mòn, lối mở, cảng biển.\nb) Phối hợp chặt chẽ với cấp ủy, chính quyền các địa phương quan tâm, chăm lo đời sống Nhân dân (nhất là Nhân dân vùng sâu, vùng xa, biên giới, hải đảo, vùng đặc biệt khó khăn và vùng bị ảnh hưởng do mưa bão, lũ lụt gây ra), bảo đảm cho Nhân dân đón Tết Nguyên đán vui tươi, đầm ấm; chuẩn bị đầy đủ lực lượng, phương tiện sẵn sàng tham gia phòng, chống thiên tai, dịch bệnh.\na) Tăng cường tuyên truyền các hoạt động mừng Xuân mới, mừng Đất nước đổi mới, mừng Đảng quang vinh. Đẩy mạnh bảo tồn và phát huy các giá trị văn hóa truyền thống tốt đẹp, giàu bản sắc. Tổ chức các Chương trình nghệ thuật đặc sắc, phù hợp với truyền thống văn hóa, thuần phong mỹ tục và điều kiện phát triển kinh tế - xã hội của địa phương, phục vụ Nhân dân đón Tết vui tươi, an toàn, tiết kiệm, hiệu quả. Chủ động định hướng thông tin, dẫn dắt dư luận tích cực; đấu tranh phản bác các thông tin, quan điểm sai trái, xuyên tạc; làm thất bại mọi âm mưu phá hoại, gây chia rẽ của các thế lực thù địch.\nb) Tăng cường công tác quản lý nhà nước về du lịch, thường xuyên tổ chức kiểm tra, kiểm soát chất lượng kinh doanh dịch vụ du lịch; xử lý nghiêm các hành vi vi phạm. Tuyên truyền, vận động các doanh nghiệp kinh doanh dịch vụ du lịch có biện pháp đảm bảo an toàn sức khoẻ, tính mạng và tài sản của khách du lịch, nghiêm túc chấp hành các quy định về niêm yết giá, công khai giá dịch vụ, tuyệt đối không được nâng giá, ép giá khách du lịch; chủ động nâng cao chất lượng dịch vụ, thái độ phục vụ khách. Thiết lập, công khai thông tin đường dây nóng để tiếp nhận, hỗ trợ du khách; giải quyết kịp thời các kiến nghị, phản ánh của doanh nghiệp, du khách trước, trong và sau Tết Nguyên đán.\nc) Chỉ đạo, hướng dẫn các địa phương, cơ sở kinh doanh dịch vụ du lịch xây dựng kế hoạch, chủ động chuẩn bị các điều kiện cần thiết để phục vụ khách du lịch; có phương án bảo đảm an ninh trật tự, an toàn phòng, chống cháy nổ, vệ sinh an toàn thực phẩm, vệ sinh môi trường; đảm bảo đủ nhân lực trong phục vụ và hỗ trợ khách du lịch trong dịp Tết Nguyên đán Bính Ngọ 2026.\nd) Tăng cường công tác kiểm tra, giám sát các hoạt động lễ hội, thể dục, thể thao trong dịp Tết Nguyên đán bảo đảm vui tươi, lành mạnh, tiết kiệm, phù hợp với phong tục, tập quán, tình hình thực tế của địa phương.\na) Bám sát diễn biến, tình hình kinh tế thế giới và trong nước để điều hành chính sách tiền tệ chủ động, linh hoạt, phối hợp chặt chẽ với chính sách tài khóa và các chính sách vĩ mô khác nhằm giữ vững ổn định kinh tế vĩ mô, thúc đẩy tăng trưởng, kiểm soát lạm phát và bảo đảm các cân đối lớn của nền kinh tế. Tăng cường triển khai các giải pháp quản lý thị trường vàng.\nb) Chỉ đạo các tổ chức tín dụng tăng trưởng tín dụng an toàn, hiệu quả, chủ động kế hoạch huy động, cân đối nguồn vốn nhằm đáp ứng nhu cầu vốn tín dụng phục vụ phát triển sản xuất, kinh doanh, tiêu dùng dịp cuối năm và Tết Nguyên đán Bính Ngọ 2026; hướng tín dụng vào các lĩnh vực sản xuất kinh doanh, lĩnh vực ưu tiên và các động lực tăng trưởng kinh tế; kiểm soát chặt chẽ tín dụng đối với lĩnh vực tiềm ẩn rủi ro.\nc) Tổ chức tốt công tác điều hòa và cung ứng tiền mặt, đáp ứng nhu cầu tiền mặt cho nền kinh tế cả về giá trị và cơ cấu mệnh giá; bảo đảm an ninh, an toàn kho quỹ; chỉ đạo hệ thống tổ chức tín dụng tổ chức tốt các dịch vụ ngoại hối, thu, đổi ngoại tệ phục vụ nhu cầu của du khách nước ngoài; phối hợp chặt chẽ với các cơ quan chức năng tăng cường kiểm tra, kịp thời phát hiện và xử lý nghiêm các hành vi vi phạm trong hoạt động mua, bán ngoại tệ và thực hiện đổi tiền không đúng quy định của pháp luật.\nd) Chỉ đạo, hướng dẫn các tổ chức tín dụng, chi nhánh ngân hàng nước ngoài bảo đảm thanh khoản và cung ứng các dịch vụ thanh toán không dùng tiền mặt, thanh toán điện tử thông suốt, an toàn, hiệu quả, đáp ứng nhu cầu thanh toán tăng cao trước và trong dịp Tết Nguyên đán. Tăng cường triển khai các biện pháp kỹ thuật, bố trí nhân sự cần thiết để đảm bảo an toàn hoạt động của các hệ thông thông tin; thanh tra, kiểm tra và giám sát bảo đảm an toàn hệ thống.\na) Tăng cường công tác kiểm tra chuyên ngành trong lĩnh vực tiêu chuẩn, đo lường, chất lượng, tập trung vào mặt hàng có nhu cầu cao dịp Tết Nguyên đán và có nguy cơ không bảo đảm chất lượng, an toàn. Chủ động triển khai các biện pháp phòng ngừa, phát hiện và xử lý nghiêm hàng hóa vi phạm; phối hợp chặt chẽ với các bộ, cơ quan quản lý chuyên ngành để kịp thời xử lý hàng hóa không bảo đảm quy chuẩn, tiêu chuẩn kỹ thuật theo quy định.\nb) Tổ chức thực hiện nghiêm các phương án bảo đảm an toàn, an ninh mạng lưới thông tin liên lạc; bảo đảm thông tin thông suốt, đáp ứng nhu cầu liên lạc của các cơ quan Đảng, Nhà nước, tổ chức, doanh nghiệp và nhân dân trong dịp Tết Nguyên đán.\nc) Xây dựng và triển khai kế hoạch mở rộng dung lượng đường truyền, băng thông kết nối trong nước và quốc tế, bảo đảm không xảy ra nghẽn mạng trong thời gian cao điểm; chủ động phương án dự phòng để bảo đảm lưu thoát lưu lượng quốc tế trong trường hợp các tuyến cáp quang biển hoặc đất liền gặp sự cố.\nd) Chỉ đạo các doanh nghiệp cung ứng dịch vụ bưu chính triển khai đồng bộ giải pháp tăng cường năng lực mạng lưới, bổ sung nhân lực, phương tiện, năng lực khai thác và vận chuyển; bảo đảm an toàn, an ninh hàng hóa; bố trí lực lượng hỗ trợ và chăm sóc khách hàng 24/24 giờ, kịp thời xử lý lưu thoát bưu gửi, không để xảy ra tình trạng ùn ứ, mất mát hàng hóa, chậm phát, phát sinh khiếu nại.\na) Đẩy mạnh ứng dụng số, bảo đảm thông suốt giải quyết thủ tục hành chính trong thời gian nghỉ Tết; bảo đảm 100% dịch vụ công trực tuyến thiết yếu hoạt động ổn định, không gián đoạn; có phương án hỗ trợ kỹ thuật 24/7, đặc biệt đối với nhóm thủ tục liên quan đến đăng ký cư trú, hộ tịch, y tế, lao động, việc làm, trợ giúp xã hội và lĩnh vực sản xuất kinh doanh phục vụ Tết. Đẩy mạnh tiếp nhận, xử lý phản ánh kiến nghị của người dân, doanh nghiệp thông qua Cổng Dịch vụ công quốc gia, đường dây nóng và các nền tảng số.\nb) Thực hiện chăm lo kịp thời, đầy đủ chế độ, chính sách đối với người có công với cách mạng; đối tượng bảo trợ xã hội trong dịp Tết Nguyên đán; tăng cường chi trả trợ cấp an sinh xã hội không dùng tiền mặt đối với các đối tượng đã có tài khoản, bảo đảm công tác chi trả được thực hiện chính xác, nhanh chóng, thuận tiện.\nc) Triển khai các hoạt động chăm lo đời sống tinh thần, vật chất cho Nhân dân, đặc biệt là người có hoàn cảnh khó khăn; kịp thời phát hiện, xử lý các hành vi phân biệt đối xử về giới, xâm hại, bạo lực gia đình có nguy cơ gia tăng trong dịp Tết.\nd) Hướng dẫn, đôn đốc thực hiện chế độ, chính sách liên quan đến quyền lợi hợp pháp của người lao động, bảo đảm người lao động được chi trả đầy đủ lương, tiền thưởng; chỉ đạo các đơn vị thực hiện đầy đủ chính sách, chế độ bảo hiểm xã hội, bảo hiểm thất nghiệp; chủ động triển khai các biện pháp phòng ngừa, giải quyết các vụ việc tranh chấp lao động, đình công có thể xảy ra trong dịp Tết Nguyên đán.\nTheo dõi sát tình hình khu vực và quốc tế, chủ động, kịp thời có các biện pháp xử lý, phối hợp kịp thời trong các tình huống đột xuất liên quan đến chủ quyền, quốc phòng, an ninh quốc gia, quan hệ đối ngoại, các sự kiện quốc tế lớn, bảo hộ công dân, công tác người Việt Nam ở nước ngoài; triển khai tốt các chương trình hoạt động đối ngoại của lãnh đạo Đảng và Nhà nước ngay từ đầu năm 2026; tiếp tục thúc đẩy các hoạt động ngoại giao kinh tế để phục vụ phát triển kinh tế - xã hội của đất nước.\na) Chỉ đạo đẩy mạnh giải quyết các việc thi hành án có điều kiện thi hành, đặc biệt là các việc còn tồn đọng trước Tết, nhằm giải tỏa lo lắng và tạo tâm lý phấn khởi cho người dân, góp phần bảo đảm ổn định an ninh chính trị, trật tự an toàn xã hội. Chú trọng công tác tuyên truyền, thuyết phục, vận động đương sự tự nguyện thi hành án. Không tổ chức cưỡng chế thi hành án có huy động lực lượng trong thời gian 15 ngày trước và 15 ngày sau Tết Nguyên đán Bính Ngọ năm 2026.\nb) Tập trung đẩy mạnh công tác truyền thông, phổ biến, giáo dục pháp luật bằng hình thức phù hợp, đa dạng hóa và tăng cường các hình thức ứng dụng công nghệ thông tin, thông qua các nền tảng số, đặc biệt chú trọng các nội dung về an toàn giao thông; phòng cháy, chữa cháy; phòng, chống pháo nổ; bảo đảm an ninh, trật tự; phòng, chống buôn lậu; gian lận thương mại, hàng giả; an toàn thực phẩm và bảo vệ quyền lợi người tiêu dùng; đảm bảo an toàn thông tin khi sử dụng mạng xã hội, cung cấp kịp thời, đầy đủ, chính xác các quy định của pháp luật liên quan trực tiếp đến đời sống nhân dân.\nc) Tăng cường truyền thông, nâng cao nhận thức về trợ giúp pháp lý để người dân biết và tiếp cận kịp thời khi có vướng mắc về pháp luật; tổ chức hoạt động trợ giúp pháp lý cho các đối tượng theo quy định của Luật Trợ giúp pháp lý, trong đó tập trung thực hiện các vụ việc trợ giúp pháp lý liên quan đến chế độ, chính sách, nhất là các chính sách an sinh xã hội để người dân yên tâm, phấn khởi đón Tết.\na) Tăng cường tuyên truyền, giáo dục học sinh, sinh viên thực hiện nếp sống văn minh, giữ gìn bản sắc văn hóa truyền thống dân tộc; giữ gìn trật tự an toàn xã hội, an toàn giao thông, thực hiện nghiêm các quy định về quản lý và sử dụng pháo; phòng tránh các tệ nạn xã hội, bảo đảm an toàn, nhất là an toàn trên không gian mạng; thực hiện tốt các biện pháp phòng, chống dịch bệnh.\nb) Chỉ đạo, hướng dẫn các đơn vị, cơ sở giáo dục, đào tạo thực hiện nghiêm việc phân công trực và bảo vệ trường học trong dịp nghỉ Tết, phối hợp chặt chẽ với cơ quan chức năng bảo đảm an toàn cơ sở vật chất, trang thiết bị và phòng, chống cháy nổ; chủ động liên hệ, phối hợp với các doanh nghiệp vận tải hành khách tổ chức bán vé tàu, xe tại trường học cho học sinh, sinh viên về nghỉ Tết; quan tâm tổ chức chu đáo việc đón Tết đối với học sinh, sinh viên có hoàn cảnh khó khăn, không có điều kiện về quê đón Tết cùng gia đình; có giải pháp bảo đảm thực hiện nghiêm túc kế hoạch nhiệm vụ, giải pháp năm học 2025 - 2026 ngay sau kỳ nghỉ Tết Nguyên đán\na) Tổ chức các hoạt động thăm hỏi, động viên các gia đình chính sách, người có hoàn cảnh khó khăn, các hộ nghèo, các vị chức sắc tiêu biểu, người có uy tín trong đồng bào dân tộc thiểu số, đồng bào tại các địa phương bị thiệt hại do thiên tai, dịch bệnh, vùng sâu vùng xa, biên giới, hải đảo, vùng dân tộc thiểu số và miền núi.\nb) Tăng cường công tác theo dõi, nắm tình hình vùng đồng bào dân tộc thiểu số và miền núi; thông tin, báo cáo kịp thời các vụ việc phát sinh trong lĩnh vực đời sống, kinh tế, văn hóa, xã hội; chỉ đạo, hướng dẫn các tổ chức tôn giáo tổ chức các hoạt động đón Xuân, lễ hội truyền thống đúng quy định, trang trọng, tiết kiệm và phù hợp với thuần phong mỹ tục.\nTổ chức tốt việc tiếp công dân, giải quyết kịp thời, đúng pháp luật các vụ việc khiếu nại, tố cáo thuộc thẩm quyền; tập trung giải quyết dứt điểm các vụ việc khiếu nại, tố cáo đông người, phức tạp, kéo dài; tăng cường tuyên truyền, vận động có biện pháp phù hợp không để công dân khiếu nại, tố cáo tập trung lưu trú ở Hà Nội trong những ngày Tết Nguyên đán.\nTổ chức thông tin, tuyên truyền bám sát chỉ đạo của Đảng và Nhà nước; tuyên truyền thành công Đại hội đại biểu toàn quốc lần thứ XIV của Đảng; triển khai các Nghị quyết của Đảng. Chủ động phối hợp với các bộ, ngành, địa phương trong việc cập nhật kịp thời thông tin thị trường, giá hàng hóa, nhất là các mặt hàng thiết yếu phục vụ người dân; tình hình an ninh, an toàn giao thông, phòng chống cháy nổ trong các ngày trước, trong và sau Tết; kịp thời thông báo diễn biến tình hình thời tiết; chủ động đấu tranh phản bác các luận điệu sai trái, thù địch; tuyên truyền các giá trị truyền thống văn hóa tốt đẹp của dân tộc, các giải pháp phục hồi và phát triển kinh tế - xã hội; công tác khắc phục hậu quả của bão lũ, thiên tai tại các địa phương bị thiệt hại nặng nề trong năm qua; các hoạt động mừng Đảng, mừng xuân, không khí vui xuân, đón Tết của nhân dân trên mọi miền đất nước, của bà con Việt kiều ở xa Tổ quốc.\na) Đôn đốc các bộ, ngành, địa phương tổ chức, phân công trực Tết.\nb) Theo dõi sát tình hình trong dịp Tết, nhất là thị trường, giá cả, an ninh, quốc phòng, thiên tai, dịch bệnh…, kịp thời phối hợp với các bộ, ngành, địa phương tham mưu, báo cáo Thủ tướng Chính phủ những vấn đề phát sinh; tổng hợp báo cáo tình hình hằng ngày và cả kỳ nghỉ Tết theo quy định; chuẩn bị nội dung văn bản chỉ đạo của Thủ tướng Chính phủ về việc triển khai thực hiện nhiệm vụ sau Tết.\na) Căn cứ vào tình hình thực tiễn, khả năng, điều kiện của địa phương quyết định việc tổ chức bắn pháo hoa chào mừng năm mới, tạo không khí đoàn kết, vui tươi, phấn khởi trong Nhân dân nhưng bảo đảm an toàn, tiết kiệm theo đúng quy định tại Nghị định số 137/2020/NĐ-CP ngày 27 tháng 11 năm 2020 của Chính phủ về quản lý, sử dụng pháo.\nb) Tập trung chỉ đạo các đơn vị chức năng, các cấp chính quyền cơ sở triển khai thực hiện có hiệu quả các giải pháp nêu tại Chỉ thị này tại địa phương, quan tâm, hỗ trợ, chăm lo đời sống vật chất, tinh thần cho các tầng lớp Nhân dân; theo dõi, nắm tình hình chi trả lương, thưởng cho người lao động của doanh nghiệp, nhất là người lao động bị mất việc làm, thiếu việc làm tạm thời để có giải pháp hỗ trợ kịp thời; theo dõi sát diễn biến tình hình giá cả, thị trường, kịp thời có các biện pháp điều hành phù hợp; kiểm tra, giám sát chặt chẽ, bảo đảm an toàn thực phẩm, vệ sinh môi trường, phòng, chống dịch bệnh…; quan tâm chỉnh trang đô thị, các tuyến phố, đường làng, ngõ xóm, khu dân cư bảo đảm sáng, xanh, sạch, đẹp; tăng cường công tác quản lý thị trường, ổn định giá cả, bảo đảm cân đối cung cầu hàng hóa, dịch vụ; chủ động kế hoạch bảo đảm phương tiện vận chuyển hàng hóa phục vụ Nhân dân và kiều bào ở nước ngoài về quê đón Tết; tăng cường kiểm soát, bảo đảm trật tự an toàn giao thông, an ninh, an toàn xã hội; tuyên truyền, phổ biến, nâng cao ý thức tự giác tuân thủ, chấp hành pháp luật của người dân. Người đứng đầu các cơ quan, đơn vị, tổ chức chịu trách nhiệm nếu để xảy ra tình trạng vi phạm pháp luật trên địa bàn, lĩnh vực phụ trách.\nc) Chủ động các biện pháp quyết liệt thực hiện các mục tiêu, nhiệm vụ phát triển kinh tế - xã hội, bảo đảm quốc phòng, an ninh trước, trong và sau Tết Nguyên đán, bảo đảm yêu cầu nhiệm vụ chính trị được triển khai liên tục, hiệu quả, đồng thời phối hợp chặt chẽ với bộ, ngành trung ương trong triển khai đồng bộ các nhiệm vụ liên quan tại nội dung Chỉ thị này.\na) Quán triệt và tổ chức thực hiện nghiêm túc, đầy đủ Chỉ thị số 55-CT/TW ngày 22 tháng 12 năm 2025 của Ban Bí thư và Chỉ thị này, đề cao trách nhiệm của người đứng đầu, sẵn sàng ứng phó mọi tình huống.\nb) Tập trung lãnh đạo, chỉ đạo, triển khai thực hiện quyết liệt, đồng bộ, hiệu quả các phong trào thi đua; thực hiện tốt chính sách an sinh xã hội, phát huy truyền thống đại đoàn kết, tinh thần \"tương thân, tương ái\" của dân tộc, chủ động, tích cực chăm lo chu đáo đời sống vật chất, tinh thần của Nhân dân, bảo đảm mọi người, mọi nhà đều có điều kiện vui Xuân, đón Tết. Tập trung khắc phục hậu quả tiên tai, bão lũ, khẩn trương hoàn thành sửa chữa, xây mới nhà cửa, công trình công cộng thiết yếu bị hư hại, bảo đảm Nhân dân có nơi ở, sinh hoạt an toàn, ổn định để đón Tết. Đẩy nhanh triển khai các dự án, hoàn thành các chỉ tiêu nhà ở xã hội được giao; tiếp tục rà soát, sửa chữa, làm mới, không để trên địa bàn còn nhà tạm, nhà dột nát. Chuẩn bị tốt điều kiện bảo đảm chi trả kịp thời lương, thưởng Tết cho người lao động. Tổ chức tốt việc thăm hỏi, động viên, chúc Tết cán bộ lão thành cách mạng, Mẹ Việt Nam Anh hùng, thương binh, bệnh binh, gia đình liệt sỹ, gia đình có công với cách mạng, gia đình chính sách, nhân sĩ, trí thức, người có uy tín trong đồng bào dân tộc thiểu số, chức sắc tôn giáo tiêu biểu, các đơn vị lực lượng vũ trang, lực lượng thường trực làm nhiệm vụ trong ngày Tết, nhất là ở biên giới, hải đảo, vùng khó khăn, địa bàn phức tạp về an ninh chính trị, trật tự an toàn xã hội.\nc) Thực hiện nghiêm các quy định về văn hóa công vụ, kỷ luật, kỷ cương hành chính; phòng chống lãng phí, tiêu cực; thực hiện nghiêm việc không tổ chức đi thăm, chúc Tết cấp trên và lãnh đạo các cấp và lãnh đạo các cấp; không tổ chức đoàn của Trung ương thăm, chúc Tết cấp ủy, chính quyền các tỉnh, thành phố; nghiêm cấm dùng công quỹ biếu, tặng quà Tết cho lãnh đạo các cấp với mọi hình thức; không sử dụng ngân sách nhà nước, phương tiện, tài sản công trái quy định cho hoạt động lễ hội, vui chơi….; không điều khiển phương tiện giao thông khi đã sử dụng rượu, bia; cán bộ lãnh đạo các cấp chỉ được dự lễ chùa, lễ hội khi được phân công; không cổ xúy các hoạt động mê tín dị đoan, tệ nạn xã hội. Tổ chức, quản lý các hoạt động văn hóa, kỷ niệm ngày truyền thống, tổng kết, gặp mặt đầu năm, Tết trồng cây, lễ hội bảo đảm thiết thực, văn minh, tiết kiệm, tránh hình thức, lãng phí phù hợp với truyền thống văn hóa của dân tộc và phong tục tập quán của từng địa phương.\nd) Tăng cường quán triệt, chỉ đạo, phát hiện, ngặn chặn, xử lý nghiêm các hành vi gây nhũng nhiễu, phiền hà cho doanh nghiệp, người dân trong giải quyết công việc, tăng cường các biện pháp phòng ngừa tiêu cực, tham nhũng trong hoạt động công vụ. Tạo điều kiện cho doanh nghiệp ổn định và duy trì hoạt động sản xuất kinh doanh, phấn đấu đạt mức cao nhất các mục tiêu, chỉ tiêu đã đề ra. Tăng cường công tác phân tích, dự báo, kịp thời có các biện pháp điều hành phù hợp, kiểm soát lạm phát nhất là vào thời điểm cuối năm.\nđ) Chỉ đạo cơ quan, đơn vị, tổ chức và doanh nghiệp trên địa bàn chủ động bố trí lực lượng, phương tiện trực, xử lý công việc kịp thời, thông suốt, thực hiện nghiêm chế độ, thông tin báo cáo theo quy định; không để ách tắc, chậm chễ thủ tục hành chính của người dân và doanh nghiệp. Thực hiện quyết liệt, hiệu quả các Nghị quyết, kết luận của Trung ương, Bộ Chính trị, Ban Bí thư, Chính phủ, Thủ tướng Chính phủ về sắp xếp tổ chức bộ máy, vận hành chính quyền địa phương 2 cấp; về đột phá phát triển khoa học, công nghệ, đổi mới sáng tạo và chuyển đổi số quốc gia, về hội nhập quốc tế trong tình hình mới; về đổi mới công tác xây dựng và thi hành pháp luật; về phát triển kinh tế tư nhân; về bảo đảm an ninh năng lượng quốc gia; về đột phá phát triển giáo dục và đào tạo; về tăng cường bảo vệ, chăm sóc và nâng cao sức khỏe Nhân dân. Ngay sau kỳ nghỉ Tết, các cơ quan, tổ chức, đơn vị khẩn trương tập trung triển khai đồng bộ các nhiệm vụ trọng tâm của năm 2026; tăng tốc, bứt phá thực hiện thắng lợi các mục tiêu, nhiệm vụ kinh tế - xã hội năm 2026 và cả nhiệm kỳ Đại hội XIV.\ne) Tăng cường công tác bảo đảm quốc phòng, an ninh, giữ vững trật tự, an toàn xã hội, an toàn trên không gian mạng. Chủ động phòng ngừa, phát hiện sớm, ngăn chặn, xử lý kịp thời, hiệu quả các tình huống phức tạp xảy ra; tăng cường tuần tra, kiểm soát, bảo đảm trật tự an toàn giao thông, an ninh, an toàn xã hội, phòng, chống cháy nổ, dịch bệnh, tại nạn, thương tích…; thực hiện nghiêm các quy định về quản lý, sử dụng pháo nổ và vật liệu nổ, kiên quyết không để tình trạng sản xuất, buôn bán, sử dụng trái phép gây mất an ninh, an toàn trong dịp Tết.\n21. Ban Chỉ đạo quốc gia chống buôn lậu, gian lận thương mại và hàng giả tăng cường công tác chỉ đạo, đôn đốc các bộ, ngành, địa phương trong đấu tranh chống buôn lậu, gian lận thương mại và hàng giả, tổ chức kiểm tra, giám sát, phát hiện, ngăn chặn và xử lý nghiêm các trường hợp nhập lậu, vận chuyển, buôn bán trái phép hàng hóa, thực phẩm, động vật vào Việt Nam. Thực hiện nghiêm túc kế hoạch cao điểm chống buôn lậu, gian lận thương mại và hàng giả trước, trong và sau Tết Nguyên đán của Ban chỉ đạo 389 Quốc gia.\n22. Các Bộ trưởng, Thủ trưởng cơ quan ngang bộ, Thủ trưởng cơ quan thuộc Chính phủ, Chủ tịch Ủy ban nhân dân các tỉnh, thành phố trực thuộc trung ương, các tổ chức, cá nhân liên quan chịu trách nhiệm thực hiện Chỉ thị này.\nTheo baochinhphu.vn\nTin mới nhất\nChính sách mới có hiệu lực từ tháng 1/2026(01/01/2026 6:30 CH)\nTổ chức Tết Nguyên đán Bính Ngọ năm 2026 vui tươi, lành mạnh, an toàn, tiết kiệm(01/01/2026 4:29 CH)\nViệt Nam năm 2025: 10 dấu ấn nổi bật(31/12/2025 11:26 CH)\nĐoàn công tác tỉnh Điện Biên làm việc với lãnh đạo tỉnh Gangwon (Hàn Quốc)(31/12/2025 3:02 CH)\nBổ sung hơn 2.513 tỷ đồng cho địa phương để tặng quà nhân dịp chào mừng Đại hội Đảng XIV và Tết...(29/12/2025 3:22 CH)\nĐảng, Nhà nước tặng quà nhân dịp chào mừng Đại hội Đảng XIV và Tết Nguyên đán Bính Ngọ 2026(29/12/2025 3:17 CH)\nTuyên dương học sinh, sinh viên, thanh niên dân tộc thiểu số tiêu biểu năm 2025(28/12/2025 3:33 CH)\nVPUB - Ngành Văn hóa, Thể thao và Du lịch tổng kết công tác năm 2025, nhiệm kỳ 2021 - 2025 và...(27/12/2025 11:58 CH)\nPhó Thủ tướng đồng ý nghỉ 4 ngày Tết Dương lịch 2026(25/12/2025 11:15 CH)\nVi phạm hành chính trong hoạt động đường bộ bị phạt tới 150 triệu đồng(25/12/2025 11:14 CH)\nBế mạc Hội nghị Trung ương 15(24/12/2025 4:17 CH)\nThống nhất thông qua báo cáo về công tác nhân sự của Đảng(24/12/2025 4:16 CH)\nViệc lựa chọn nhân sự phải thật kỹ lưỡng, chắc chắn, thận trọng, chính xác, đúng quy định(23/12/2025 3:35 CH)\nTổng Bí thư Tô Lâm: Giải quyết căn bản những tồn đọng về người có công và liệt sĩ từ nay đến kỷ...(23/12/2025 3:24 CH)\nVPUB - Bế mạc Lễ hội Ném còn ba nước Việt Nam - Lào - Trung Quốc lần thứ IX(22/12/2025 2:00 CH)\nVPUB - Điện Biên rực rỡ trong đêm khai mạc Lễ hội Ném còn ba nước Việt Nam - Lào - Trung Quốc lần...(20/12/2025 2:33 CH)\nChủ tịch Quốc hội Trần Thanh Mẫn chủ trì Phiên họp thứ tư Hội đồng Bầu cử Quốc gia(16/12/2025 4:01 CH)\nKhánh thành, khởi công các dự án, công trình lớn, ý nghĩa chào mừng Đại hội Đảng: Trang trọng,...(16/12/2025 4:00 CH)\nThủ tướng: Quan tâm đầu tư cho khu vực biên giới ít nhất phải bằng hoặc cao hơn trong nội địa(16/12/2025 3:56 CH)\nThủ tướng: Phát triển năng lực công nghệ trong nước là con đường tất yếu(14/12/2025 5:04 CH)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "vietnamese",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure"
  ],
  "topics": [
    "Lifestyle and Leisure->holiday"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": null,
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "internal_images": [],
  "entities": {
    "persons": [],
    "locations": [],
    "organizations": []
  },
  "syndication": {
    "syndicated": null,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": {
    "categories": null,
    "top_news": [],
    "bias": null,
    "source": {
      "type": "gov_news",
      "city": [],
      "state": [],
      "country": [],
      "domain_type": null,
      "agency": null,
      "organization_name": null
    }
  },
  "rating": null,
  "crawled": "2026-01-01T08:27:47.978+02:00",
  "updated": "2026-01-01T08:29:58.000+02:00"
}