{
  "thread": {
    "uuid": "86c28e233cd715ef4a3c36e06166405603d9e2f5",
    "url": "https://asiatimes.com/2023/12/wishing-for-a-peaceful-2024-in-gaza-ukraine-and-the-world/",
    "site_full": "asiatimes.com",
    "site": "asiatimes.com",
    "site_section": "https://asiatimes.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Asia Times",
    "title": "Wishing for a peaceful 2024 in Gaza, Ukraine, and the world - Asia Times",
    "title_full": "Wishing for a peaceful 2024 in Gaza, Ukraine, and the world - Asia Times",
    "published": "2023-12-29T12:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://asiatimes.com/wp-content/uploads/2023/09/Interviews-1.jpeg",
    "performance_score": 0,
    "domain_rank": 6582,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "86c28e233cd715ef4a3c36e06166405603d9e2f5",
  "url": "https://asiatimes.com/2023/12/wishing-for-a-peaceful-2024-in-gaza-ukraine-and-the-world/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sun Xi",
  "published": "2023-12-29T12:19:00.000+02:00",
  "title": "Wishing for a peaceful 2024 in Gaza, Ukraine, and the world - Asia Times",
  "text": "While I studied at the Lee Kuan Yew School of Public Policy at the National University of Singapore, our founding dean and senior diplomat Professor Kishore Mahbubani [optimistically told us](https://www.brookings.edu/events/kishore-mahbubani-on-the-great-convergence/), “War, after centuries of being a scourge for humanity, is now becoming a sunset industry.” Unfortunately, nowadays that “sunset industry” is reviving, from the Russia-Ukraine war to the Israel-Hamas war. Christmas is supposed to be a time of peace and joy, but people in Gaza did not have the privilege of enjoying happiness but instead sorrow and silence due to the raging war, while in the West Bank, this year’s Christmas festivities were canceled in Bethlehem. According to United Nations statistics, since February 24, 2022, the Russia-Ukraine war has killed at least 10,000 Ukrainian civilians including more than 560 children and injured more than 18,500 people. And since October 7, 2023, the Israel-Hamas war has caused more than 14,000 deaths, including more than 100 United Nations staff and more than 50 journalists and media workers, and injured more than 33,000 people. For us, the data may be just some cold numbers, but for those who are suffering from the wars, they are a cruel reality. Professor Mahbubani may have been overly optimistic about the ending of war, but as a former president of the United Nations Security Council, he was quite right about the West’s double standards, claiming that “the West will take a moral stand only when its fundamental interest is not involved.” Such double standards have once again been applied by the US on Israel and Russia. US President Joe Biden has defended Israel’s methods in Gaza but condemned Russia’s in Ukraine. White House National Security Council coordinator [John Kirby](https://www.pravda.com.ua/eng/news/2023/12/19/7433712/)’s attempt to differentiate between the victims of Russia’s war in Ukraine and Israel’s military operation against Hamas in Gaza has been criticized as a sophistry. For the Biden administration, it seems that human rights in Gaza are not equal to those in Ukraine. It is ironic for the US, which has always claimed to be a beacon of human rights for the world. The such double standards on Israel and Russia are considered to “ [play into a dangerous game](https://www.theguardian.com/us-news/2023/dec/26/why-us-double-standards-on-israel-and-russia-play-into-a-dangerous-game),” and the US is gradually losing diplomatic support. When the US and [Israel](https://www.theguardian.com/world/israel) rejected a ceasefire resolution for Gaza in December at the UN General Assembly, they were only supported by eight other nations, including Micronesia and Nauru. In fact, more than 130 employees of the US Department of Homeland Security earlier asked the Biden administration to call for an immediate ceasefire in Gaza. Any attacks on civilians, no matter by Israeli military or Hamas, should be strongly condemned and punished. An immediate ceasefire in Gaza should be encouraged as soon as possible. However, long-term peace may only be achieved under the two-state solution – Israel and Palestine. Four European Union states proposed convening an international peace conference to implement a decision on the two-state option, and the foreign ministers of the UK and Germany insisted that all sides must move toward the two-state solution after the hot phase of the war. In June, Chinese President [Xi Jinping](https://english.www.gov.cn/news/202306/14/content_WS6489bed2c6d0868f4e8dcdb1.html) put forward a three-point proposal for the settlement of the Palestinian question, including the establishment of an independent state of Palestine, ensuring Palestine’s economic and livelihood needs, and keeping peace talks on course. The Israeli-Palestinian conflict has remained unresolved for more than half a century, causing great suffering to the people there. The new year is a time for hope and renewal, so let’s pray for a peaceful 2024 in Gaza, Ukraine, and the whole world.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [
    "https://english.www.gov.cn/news/202306/14/content_WS6489bed2c6d0868f4e8dcdb1.html)",
    "https://www.brookings.edu/events/kishore-mahbubani-on-the-great-convergence/),",
    "https://www.theguardian.com/world/israel)",
    "https://www.pravda.com.ua/eng/news/2023/12/19/7433712/)’s",
    "https://www.theguardian.com/us-news/2023/dec/26/why-us-double-standards-on-israel-and-russia-play-into-a-dangerous-game),”",
    "https://theguardian.com/world/israel)",
    "https://www.english.www.gov.cn/news/202306/14/content_WS6489bed2c6d0868f4e8dcdb1.html)",
    "https://theguardian.com/us-news/2023/dec/26/why-us-double-standards-on-israel-and-russia-play-into-a-dangerous-game),”",
    "https://pravda.com.ua/eng/news/2023/12/19/7433712/)’s",
    "https://brookings.edu/events/kishore-mahbubani-on-the-great-convergence/),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kishore mahbubani",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "lee kuan yew school of public policy",
        "sentiment": "negative"
      },
      {
        "name": "national university of singapore",
        "sentiment": "negative"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "united nations",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "asia",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "west bank",
        "sentiment": "none"
      },
      {
        "name": "bethlehem",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T12:57:43.203+02:00",
  "updated": "2023-12-29T12:57:43.203+02:00"
}