{
  "thread": {
    "uuid": "9a4cb16371f59117ae75aee63869cbaa05b0b5e4",
    "url": "https://people.com/scientists-invent-machine-that-can-turn-air-into-water-8670457",
    "site_full": "people.com",
    "site": "people.com",
    "site_section": "https://feeds.distribution.dotdashmeredith.com/v3/rss/4780ef1e-1952-43da-abd9-3b7c690f1f72",
    "site_categories": [
      "society",
      "media",
      "television",
      "entertainment",
      "top_news"
    ],
    "section_title": "People Latest Stories",
    "title": "Scientists Invent Machine That Can Turn Air into Water",
    "title_full": "Scientists Invent Machine That Can Turn Air into Water",
    "published": "2024-07-05T12:47:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://people.com/thmb/_OEqypaMPARyjFGAQL1L13Sb9pA=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():focal(749x0:751x2)/water-in-hand-and-drought-062624-06321fc17a5e48aba38a6b1f6d237952.jpg",
    "performance_score": 0,
    "domain_rank": 703,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9a4cb16371f59117ae75aee63869cbaa05b0b5e4",
  "url": "https://people.com/scientists-invent-machine-that-can-turn-air-into-water-8670457",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "people.com",
  "published": "2024-07-05T12:47:00.000+03:00",
  "title": "Scientists Invent Machine That Can Turn Air into Water",
  "text": "Scientists Have Invented a Machine That Can Turn Air into Water A prototype successfully pulled liters of water from dry air — a promising advancement as water scarcity becomes an increasing global problem\nBy Cara Lynn Shultz Cara Lynn Shultz Cara Lynn Shultz is a writer-reporter at PEOPLE. Her work has previously appeared in Billboard, Forbes, and Reader's Digest . People Editorial Guidelines Published on July 5, 2024 09:47AM EDT Comments Close Stock image of water in a person's hands; Stock image of an area impacted by drought. Photo: Getty\nScientists have come up with a machine that, in layman's terms, can effectively turn air into water — by pulling moisture from the environment, even in dry conditions.\nSorption-based atmospheric water harvesting (SAWH) is a field of engineering that looks at ways to resolve water scarcity, which “remains a grand challenge across the globe,” a study published in ACS Energy Letters said.\nExamples of similar engineering include fog harvesters and water harvesters, which collect moisture from the air.\nHowever, those current models are “often not applicable in an arid environment,” so scientists from the Massachusetts Institute of Technology invented a new model that “has demonstrated great potential to provide fresh water under a wide range of climate conditions.”\nStock image of water pouring into a bucket. Getty\nCancer-Causing 'Forever Chemicals' Found in Nearly Half of U.S. Tap Water, Study Finds A prototype based on the model, the study said, promises “5.826 liters” of water per day, but admits “this comes at a substantial energy,“ and suggested using “high-density waste heat” — basically, the warmth given off by a machine when it’s operating — as a source of energy.\nThe result of the study could be a “reliable and effective source of potable water production that can be integrated into various existing applications, such as in buildings, industrial plants, and transportation with suitable high-density waste heat.\"\nThe World Wildlife Fund says that “some 1.1 billion people worldwide lack access to water , and a total of 2.7 billion find water scarce for at least one month of the year.”\nNever miss a story — sign up for PEOPLE's free daily newsletter to stay up-to-date on the best of what PEOPLE has to offer, from celebrity news to compelling human interest stories.\nScientists Say They'll Cut Back on Bottled Water After Learning 1 Liter Contains a Quarter of a Million Pieces of Plastic According to the United Nations , the situation is not going to get better, noting that “ climate change is making water scarcity worse. The impacts of a changing climate are making water more unpredictable.”\nUNICEF estimates that “some 700 million people could be displaced by intense water scarcity by 2030.”\nThe growing scarcity has led to projects like the new atmospheric water harvesting, as well as The Grey Water Project , launched by a Stanford University college student. The project looks for solutions to recycle “grey water” — the non-potable water from sinks and showers — to be used for toilets and watering plants.\nThe study, meanwhile, sees its design as a potential solution, pointing out “there is about 1300 trillion liters of freshwater in the atmosphere that could be readily harvested without relying on the existing liquid water supply.”\nComments All comments are subject to our Community Guidelines . PEOPLE does not endorse the opinions and views shared by readers in our comment sections. Account Settings Sign Out Related Articles CDC Warns of Increased Risk of Dengue Fever Infections in U.S. Jeremy Renner Remembers His Skull 'Cracking' in Near-Fatal Snowplow Accident: 'I Was Screaming for a Breath' Below Deck Star Daisy Kelliher's Sister Hospitalized After Moped Accident: 'Quite a Miracle She’s Alive' Trying to Beat the Heat? You May Be at Higher Risk of Sunburn if You're on These Medications Taraji P. Henson Says Mental Health Advocacy Has 'Changed' Her Approach to Her Work (Exclusive) Kansas Woman Who Had Arms and Legs Amputated After Giving Birth Is Celebrated After Returning Home Kendall Toole Reveals New Chapter After Peloton, Says It Will 'Speak to My Passions' (Exclusive) Jason Mewes on Marking His 14th Sober Anniversary: 'A Very Big Deal for Me' (Exclusive) Tori Spelling Reveals She Got Her First Breast Implants at a Strip Mall at Age 19: 'I Think They're Okay Now' Julianne Hough Opens Up About ‘Hate Comments’ on Her ‘Sizzling Sauna’ Instagram Reel: ‘Proud of My Body' (Exclusive) Natalie Grant Recalls Daughter Gracie’s Near-Fatal Asthma Attack: 'That Moment Changed Everything' (Exclusive) RHONY's Jill Zarin, 60, Underwent 'Facial Rejuvenation' Surgery to Address Her 'Jowling, Sagging Neck Skin', Doc Says Kandi Burruss Felt 'Depressed' When She 'Didn’t Lose Any Weight' on Ozempic: 'What Is Wrong with Me?' Gayle King Wears 'Oprah Is Fine' T-Shirt After Revealing Her Friend Had Been in Hospital with Stomach Virus Rebel Wilson Had Malaria After Waking Up with '100 Mosquito Bites on My Face' Kylie Jenner Asks Plane to Turn Around Minutes Before Takeoff Due to Anxiety",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://forms.dotdashmeredith.com/people-news-inline",
    "https://www.unicef.org/wash/water-scarcity",
    "https://www.unwater.org/water-facts/water-scarcity",
    "https://twitter.com/intent/tweet?url=https%3A%2F%2Fpeople.com%2Fscientists-invent-machine-that-can-turn-air-into-water-8670457%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dshareurlbuttons&via=people&text=Scientists+Have+Invented+a+Machine+That+Can+Turn+Air+into+Water",
    "https://www.worldwildlife.org/threats/water-scarcity",
    "https://pubs.acs.org/doi/epdf/10.1021/acsenergylett.4c01061",
    "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fpeople.com%2Fscientists-invent-machine-that-can-turn-air-into-water-8670457%3Futm_source%3Dfacebook.com%26utm_medium%3Dsocial%26utm_campaign%3Dsocial-share-article",
    "https://www.instagram.com/caralynnshultz",
    "https://unicef.org/wash/water-scarcity",
    "https://unwater.org/water-facts/water-scarcity",
    "https://www.pubs.acs.org/doi/epdf/10.1021/acsenergylett.4c01061",
    "https://twitter.com/intent/tweet",
    "https://instagram.com/caralynnshultz",
    "https://www.facebook.com/sharer/sharer.php",
    "https://www.forms.dotdashmeredith.com/people-news-inline",
    "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fpeople.com%2Fscientists-invent-machine-that-can-turn-air-into-water-8670457%3Futm_source%3Dfacebook.com%26utm_medium%3Dsocial%26utm_campaign%3Dsocial-share-article",
    "https://worldwildlife.org/threats/water-scarcity",
    "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fpeople.com%2Fscientists-invent-machine-that-can-turn-air-into-water-8670457%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dshareurlbuttons&via=people&text=Scientists+Have+Invented+a+Machine+That+Can+Turn+Air+into+Water"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "forbes",
        "sentiment": "none"
      },
      {
        "name": "cara lynn shultz cara lynn shultz cara lynn shultz",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "acs energy letters",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "can turn air",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T17:21:02.890+03:00",
  "updated": "2024-07-05T17:21:02.890+03:00"
}