{
  "thread": {
    "uuid": "f003b49b8e684301e40852ac88d7b520ca47d7c5",
    "url": "https://reliefweb.int/report/georgia/eu-and-undp-enhance-health-services-conflict-affected-communities",
    "site_full": "reliefweb.int",
    "site": "reliefweb.int",
    "site_section": "https://www.reliefweb.int/updates",
    "site_categories": [
      "media"
    ],
    "section_title": "Updates | ReliefWeb",
    "title": "EU and UNDP Enhance Health Services for Conflict-Affected Communities - Georgia | ReliefWeb",
    "title_full": "EU and UNDP Enhance Health Services for Conflict-Affected Communities - Georgia | ReliefWeb",
    "published": "2024-01-19T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://reliefweb.int/sites/default/files/styles/large/public/images/reports/47/8e/478e209b-e566-4639-af08-5674db328496.jpg",
    "performance_score": 0,
    "domain_rank": 1742,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f003b49b8e684301e40852ac88d7b520ca47d7c5",
  "url": "https://reliefweb.int/report/georgia/eu-and-undp-enhance-health-services-conflict-affected-communities",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-19T07:00:00.000+02:00",
  "title": "EU and UNDP Enhance Health Services for Conflict-Affected Communities - Georgia | ReliefWeb",
  "text": "Renovated outpatient clinics serve 5,500 people in Samegrelo Region In a joint effort to improve access to essential health services, the European Union (EU) and the United Nations Development Programme (UNDP) have successfully renovated outpatient clinics in Orsantia and Rike villages, benefitting over 5,500 people in the Samegrelo region of Georgia. This initiative is part of the broader EU4Dialogue programme aimed at supporting communities affected by conflict. The refurbishment project encompassed the installation of plumbing, electrical, and heating systems, along with enhancements to interior design. Crucially, the renovations prioritized increased accessibility for people with disabilities, ensuring inclusivity in both physical infrastructure and services. On 18 January, high-level guests, including Douglas Webb, UNDP Resident Representative a.i. in Georgia; Agata Nieboj, Human Rights, Justice, and Home Affairs Team Leader at the Delegation of the European Union to Georgia, and Zviad Zviadadze, Head of Department at Georgia’s State Minister’s Office for Reconciliation and Civic Equality; visited the Samegrelo Region. The delegation, accompanied by Maizer Nanava, Deputy Mayor of Zugdidi, met with local communities and people displaced by conflict, assessing the ongoing healthcare initiatives and other support projects. “The European Union is committed to enhancing access to essential services for disadvantaged communities, including people displaced or affected by conflict and people with disabilities. We believe that greater social protection fosters resilience, promotes equality, and contributes to peaceful and sustainable development.\" Agata Nieboj, Human Rights, Justice, and Home Affairs Team Leader at the Delegation of the European Union to Georgia \"Healthcare projects in Samegrelo and Shida Kartli regions are benefiting up to 12,000 people, including 1,900 children. Communities alongside administrative boundary lines need support to fully exercise their rights to basic social services, including healthcare. UNDP is proud to work with the European Union and local partners in this initiative that improves lives and livelihoods.\" Douglas Webb, UNDP Resident Representative a.i. in Georgia The successful renovation of outpatient clinics in Orsantia and Rike villages follows a similar initiative in Mejvriskhevi village (Shida Kartli region), where a newly refurbished medical facility serves around 6,000 people. The EU and UNDP's joint support extends to various villages across Georgia, enhancing access to healthcare and basic services for people living alongside administrative boundary lines. Background Information: [EU4Dialogue: Support to Conflict Transformation in the South Caucasus and the Republic of Moldova](https://www.undp.org/georgia/projects/eu4dialogue) is a collaborative initiative between the European Union and UNDP within the EU4Dialogue programme. The project partners with local civil society organizations and grassroots groups to enhance socio-economic conditions, promote livelihoods, advance gender equality, encourage youth involvement, and facilitate the peaceful transformation of conflicts. Media Contacts: - Sophie Tchitchinadze, UNDP, +995 599 196907, sophie.tchitchinadze@undp.org - Tamar Mikadze, European Union Delegation to Georgia, +995 32 2364364, tamriko.mikadze@eeas.europa.eu",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://www.undp.org/georgia/projects/eu4dialogue)",
    "https://undp.org/georgia/projects/eu4dialogue)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "zviad zviadadze",
        "sentiment": "none"
      },
      {
        "name": "rike",
        "sentiment": "none"
      },
      {
        "name": "civi",
        "sentiment": "none"
      },
      {
        "name": "douglas webb",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "eu",
        "sentiment": "negative"
      },
      {
        "name": "undp enhance health services",
        "sentiment": "negative"
      },
      {
        "name": "justice",
        "sentiment": "none"
      },
      {
        "name": "undp",
        "sentiment": "none"
      },
      {
        "name": "european union",
        "sentiment": "none"
      },
      {
        "name": "united nations development programme",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "samegrelo",
        "sentiment": "none"
      },
      {
        "name": "georgia",
        "sentiment": "none"
      },
      {
        "name": "orsantia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T14:16:09.967+02:00",
  "updated": "2024-01-19T14:16:09.967+02:00"
}