{
  "thread": {
    "uuid": "981f0cbc8636541afb71a00e4321ceee3b420e95",
    "url": "https://bdnews24.com/world/europe/ow1nl1aynu",
    "site_full": "bdnews24.com",
    "site": "bdnews24.com",
    "site_section": "https://bdnews24.com/feed",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "bdnews24.com",
    "title": "Pope, looking well, visits female prison for foot-washing ritual",
    "title_full": "Pope, looking well, visits female prison for foot-washing ritual",
    "published": "2024-03-29T10:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BD",
    "main_image": "https://gumlet.assettype.com/bdnews24-english%2F2024-03%2F7a00f39b-5296-45ec-89a7-3f40a8244f0e%2FPope_Francis_290324_01.JPG?w=1200&amp;ar=40%3A21&amp;auto=format%2Ccompress&amp;ogImage=true&amp;mode=crop&amp;overlay=https%3A%2F%2Fgumlet.assettype.com%2Fbdnews24-english%2F2024-03%2F28291984-e0a6-45ce-80c7-7a8381ba2efa%2Fbdnews24_1200_temp_12032024.jpg&amp;overlay_position=bottom&amp;overlay_width_pct=1",
    "performance_score": 0,
    "domain_rank": 17280,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "981f0cbc8636541afb71a00e4321ceee3b420e95",
  "url": "https://bdnews24.com/world/europe/ow1nl1aynu",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Reuters",
  "published": "2024-03-29T10:02:00.000+03:00",
  "title": "Pope, looking well, visits female prison for foot-washing ritual",
  "text": "Pope Francis looked well as he washed and kissed the feet of 12 women prisoners on Thursday at a traditional ritual on the first of four event-filled days leading to Easter for the 87-year-old pontiff.\nFrancis travelled to Rome's Rebibbia prison, in a run-down area on Rome's outskirts, to preside at a Holy Thursday Mass for dozens of inmates, guards, chaplains and officials gathered in an outdoor area of the female section.\nFrom his wheelchair, he washed and kissed the right foot of 12 women sitting on a riser in a ritual commemorating Jesus' gesture of humility to his apostles at the Last Supper on the night before he was crucified.\nA number of the inmates were foreigners and some cried as he performed the ritual.\nThe female section of the prison, one of Italy's largest, holds about 370 inmates who are jailed for various offences.\nFrancis is the first pope to hold the foot-washing ceremony outside churches, usually in prisons, homes for the elderly or hospices, continuing a practice he began when he was archbishop of Buenos Aires.\nHe is also the first pope to include women, atheists, Muslims and other non-Christians in the service. Previous pope held the service in either St. Peter's Basilica in the Vatican or the Basilica of St. John in Lateran and included only men, usually priests.\nFrancis wove his short, improvised homily around the theme of service to others.\n\"Each of you has their own story but the Lord listens to us with open arms and never tires of forgiving,\" he said.\nFrancis, who recently curtailed his speaking engagements because of fatigue related to bouts of bronchitis and influenza, seemed fit. When he arrived at the prison, an aide pushed his wheelchair around the small crowd and many inmates rushed forward to touch him.\nThe prison director, Nadia Fontana, told the pope he had brought the institution \"a ray of sunlight,\" and inmates gave him items, including liturgical vestments, that they had made in prison workshops.\nFrancis stood for parts of the service and then, while seated, greeted the prisoners and a three-year-old boy who lives there with his inmate mother.\nFrancis also looked well and strong earlier on Thursday at a Mass in St. Peter's Basilica, where he read a long homily and improvised part of it.\nOn Good Friday, the day Christians commemorate Jesus' crucifixion, Francis is due to preside at a \"Passion of the Lord\" service in St. Peter's Basilica and then attend a traditional evening Via Crucis (Way of the Cross) procession at Rome's Colosseum.\nHe will preside at an Easter Vigil service on Saturday, and on Sunday will read his twice-annual \"Urbi et Orbi\" (to the city and world) message and blessing from the central balcony of St Peter's to tens of thousands of people in the square below.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pope",
        "sentiment": "negative"
      },
      {
        "name": "pope francis",
        "sentiment": "negative"
      },
      {
        "name": "francis",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "rebibbia prison",
        "sentiment": "none"
      },
      {
        "name": "rome",
        "sentiment": "none"
      },
      {
        "name": "italy",
        "sentiment": "none"
      },
      {
        "name": "buenos aires",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T16:13:44.826+03:00",
  "updated": "2024-03-29T16:13:44.826+03:00"
}