{
  "thread": {
    "uuid": "b27a204251a6e3735e2d555dde8388a6219d335d",
    "url": "https://www.pressherald.com/2024/01/05/college-football-playoff-blake-corum-back-from-injury-leads-michigan-to-brink-of-a-national-title/",
    "site_full": "www.pressherald.com",
    "site": "pressherald.com",
    "site_section": "https://electricpower.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Electric Power News Today - EIN Presswire",
    "title": "College football playoff: Blake Corum, back from injury, leads Michigan to brink of a national title",
    "title_full": "College football playoff: Blake Corum, back from injury, leads Michigan to brink of a national title",
    "published": "2024-01-06T01:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.pressherald.com/wp-content/uploads/sites/4/2024/01/CFP_Rose_Bowl_Football_37742-1-1704499056.jpg?w=1000",
    "performance_score": 0,
    "domain_rank": 3734,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b27a204251a6e3735e2d555dde8388a6219d335d",
  "url": "https://www.pressherald.com/2024/01/05/college-football-playoff-blake-corum-back-from-injury-leads-michigan-to-brink-of-a-national-title/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "LARRY LAGE",
  "published": "2024-01-06T01:57:00.000+02:00",
  "title": "College football playoff: Blake Corum, back from injury, leads Michigan to brink of a national title",
  "text": "ANN ARBOR, Mich. — Blake Corum declared it was “natty or bust,” before the college football season kicked off and reiterated his bold statement before helping Michigan beat Alabama to put the school within a win of its first national championship since 1997. “This time last year, I wasn’t here,” Corum said following the Rose Bowl, a year after having surgery on his left knee. “So, I just want to thank God. Full circle. Full 365, and I’m blessed.” The top-seeded Wolverines feel fortunate to have Corum on their side against second-seeded Washington on Monday night in Houston at the College Football Playoff championship game. “I feel like he in my eyes is the most valuable player of our team,” Rose Bowl and team MVP J.J. McCarthy said Wednesday. “There’s so many of them that are right up at his caliber, but especially from an offensive perspective, I feel like he’s one of the guys that makes our offense go. “Just everything he’s been through, all the adversity that he’s been through, just from his upbringing to this past year, just everything about who he is and just his character, how he attacks every single day, it just rubs off on all of us.” Corum had a season-ending knee injury late last season, limiting him against Ohio State and keeping him out of the Big Ten championship game and national semifinals. He bounced back well enough to win college football’s Comeback Player of the Year award just before extending his single-season Michigan record to 25 rushing touchdowns and setting the career mark at the school with 56 touchdowns on the ground. The 5-foot-8, 213-pound Corum had 118 yards of offense against the Crimson Tide, scoring the Wolverines’ first touchdown and last touchdown in a 27-20 overtime win to put them on the brink of a national title. “I did say before the season, it’s a championship-or-bust type of season,” he said. “So, I’m going to stand on that.” Corum backs up his words with actions off the field, too. He hosted an event that collected about 25,000 toys for children at a suburban Detroit mall in December, a month after leading an effort for a third straight year that donated more than 1,000 turkeys, milk and side dishes to families for Thanksgiving. “Having the ability to give back and do it in such a big and profound way when you can keep it all for yourself and worry about buying yourself all the chains and all the cars and all the materialistic things, now Blake is thinking about giving it back to the people in need,” McCarthy said. “That just speaks to who he is and the culture that’s here at the University of Michigan.” Corum gives back a chunk of the money he receives in Name Image and Likeness deals, including one with Baseball Hall of Famer Derek Jeter and his athletic apparel company, Greatness Wins. Corum, who was raised in a one-stoplight town in Marshall, Virginia, about 50 miles west of Washington, D.C., landed a deal with Jeter last April. “When I was playing baseball, which was the first sport I ever played, I wore No. 2 because of him,” Corum said. “So, that’s like a dream come true.” Jeter, who is from Kalamazoo, Michigan, planned to play for the Wolverines until the New York Yankees made him an offer he couldn’t refuse as the sixth pick overall in 1992. Still, he took classes at the school after playing rookie ball for the Yankees and has always pulled for the Wolverines. “I’m a University of Michigan man, a huge fan of this football team and of Blake’s career,” Jeter said in a telephone interview Friday. “We built a brand built on mindset. We focus on quality and consistency, and those two traits sum up Blake. And he’s not only consistent as a player, but he’s consistent as a person. After getting to know him, he’s someone I admire.” Corum, who said he turns down “a lot” of NIL offers also has partnerships with Wolverine Boots, Peloton, Celsius, The 33rd Team, National Guard, Pearson and Revel Moments. “NIL has been good to me, I’m not going to lie,” Corum said. “NIL has done wonders, not only for me, it’s allowed me to do a lot in the community. So, every time I get a deal, I’m putting 20% to the side, whether it goes to charitable funds, whether it goes to church. It’s going to something better.” Success. Please wait for the page to reload. If the page does not reload within 5 seconds, please refresh the page. Enter your email and password to access comments. Invalid username/password. Please check your email to confirm and complete your registration. Use the form below to reset your password. When you've submitted your account email, we will send an email with a reset code. [Send questions/comments](/feedback-form/) to the editors. [Thursday’s college roundup: UMaine women use strong second quarter to top UMass Lowell, 55-43](https://www.pressherald.com/2024/01/04/thursdays-college-roundup-umaine-women-use-strong-second-quarter-to-top-umass-lowell-55-43/) [Friday’s college roundup: Caitlin Clark scores 29 in Iowa’s win over Rutgers in women’s basketball](https://www.pressherald.com/2024/01/05/fridays-college-roundup-caitlin-clark-scores-29-in-iowas-win-over-rutgers-in-womens-basketball/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Science and Technology",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ann arbor",
        "sentiment": "negative"
      },
      {
        "name": "blake corum",
        "sentiment": "negative"
      },
      {
        "name": "j.j. mccarthy",
        "sentiment": "none"
      },
      {
        "name": "corum",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "blake corum",
        "sentiment": "negative"
      },
      {
        "name": "wolverines",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mich.",
        "sentiment": "none"
      },
      {
        "name": "michigan",
        "sentiment": "none"
      },
      {
        "name": "rose bowl",
        "sentiment": "none"
      },
      {
        "name": "alabama",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      },
      {
        "name": "houston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T02:13:01.838+02:00",
  "updated": "2024-01-06T04:31:21.678+02:00"
}