{
  "thread": {
    "uuid": "a2f60ed0013aba7df8227ecc6cc72a07e9615989",
    "url": "https://www.liberation.fr/societe/legion-dhonneur-policiers-darras-et-personnels-du-lycee-gambetta-a-lhonneur-de-la-promotion-du-1er-janvier-20231231_Q73BH354ZNBVXEH5C2MKQQZDVI/",
    "site_full": "www.liberation.fr",
    "site": "liberation.fr",
    "site_section": "http://rss.liberation.fr/rss/11",
    "site_categories": [
      "media"
    ],
    "section_title": "Libération",
    "title": "Légion d’honneur : policiers d’Arras et personnels du lycée Gambetta à l’honneur de la promotion du 1er janvier",
    "title_full": "Légion d’honneur : policiers d’Arras et personnels du lycée Gambetta à l’honneur de la promotion du 1er janvier",
    "published": "2023-12-31T09:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://www.liberation.fr/resizer/iIORxgCe5s1JLU3K79hmidEdpVQ=/1200x630/filters:format(jpg):quality(70)/cloudfront-eu-central-1.images.arcpublishing.com/liberation/ZGRKRH6KC5ESLFA6442BELPTQI.jpg",
    "performance_score": 0,
    "domain_rank": 1746,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a2f60ed0013aba7df8227ecc6cc72a07e9615989",
  "url": "https://www.liberation.fr/societe/legion-dhonneur-policiers-darras-et-personnels-du-lycee-gambetta-a-lhonneur-de-la-promotion-du-1er-janvier-20231231_Q73BH354ZNBVXEH5C2MKQQZDVI/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "LIBERATION, AFP",
  "published": "2023-12-31T09:35:00.000+02:00",
  "title": "Légion d’honneur : policiers d’Arras et personnels du lycée Gambetta à l’honneur de la promotion du 1er janvier",
  "text": "Onze personnes intervenues lors de l’attentat d’Arras (Pas-de-Calais) le 13 octobre, six policiers et cinq\npersonnels du lycée Gambetta, sont faites chevaliers dans la promotion de la Légion d’honneur du 1er janvier, publiée dimanche 31 décembre au Journal officiel. Le professeur Dominique Bernard, poignardé à mort devant son collège-lycée d’Arras par un ancien élève radicalisé, avait lui été élevé à titre posthume au grade de chevalier par la présidence de la République, aussitôt après cette attaque.\nAu total, la nouvelle promotion civile de la Légion d’honneur, la plus élevée des distinctions nationales françaises, récompense «à parité» 352 personnes œuvrant «au service de l’intérêt général», précise la Grande chancellerie dans un communiqué. Illustres ou inconnues du grand public, ces personnes sont réparties en différents grades (chevaliers, officiers, commandeurs…).\nDeux rejoignent le cercle prestigieux des grand’croix, plus haute dignité de la Légion d’honneur détenue par seulement 68 autres personnes : l’hématologue Dominique Meyer, membre de l’Académie des sciences, et le PDG du numéro un mondial du luxe LVMH,\nBernard Arnault.\nToujours dans les sciences, deux lauréats du prix Nobel de physique 2023, le Français Pierre Agostini et la\nFranco-Suédoise Anne L’Huillier, sont promus commandeurs, tout comme le spationaute Jean-François Clervoy et le pédopsychiatre Marcel Rufo.\nBorloo, Bartoli, Cosma…\nDans le monde économique, sont récompensés Jean-Michel Darrois, avocat d’affairesqui avait signé une\ntribune appelant à l’élection d’Emmanuel Macron en 2017, Colette Lewiner, administratrice d’EDF et du groupe parapétrolier CGG, ainsi que David de Rothschild, président d’honneur de la banque R & CO, tous trois promus grand officier.\nLes ministres et parlementaires en exercice ne peuvent être nommés, mais\n l’ancien ministre centriste Jean-Louis Borloo est promu officier, et l’ancienne ministre du gouvernement Castex Elisabeth Moreno, présidente de Femmes@Numérique, devient chevalier. L’ambassadeur de France en Iran Nicolas Roche, ancien directeur de cabinet de Jean-Yves Le Drian lorsqu’il était ministre des Affaires étrangères, est fait aussi chevalier.\nDans le domaine sportif, Michel Vion, secrétaire général de la Fédération internationale de ski, est fait officier.\nDavid Lappartient, président du Comité national olympique et sportif français (CNOSF) mais pas que comme le rappelait\nLibération dans une enquête publiée juste avant noël, est fait chevalier. Comme Marion Bartoli, consultante sportive, Patrick Haddad, président du Red Star Football Club et producteur audiovisuel, Marc Keller, président du Racing Club de Strasbourg, ainsi que Frédéric Michalak, entraîneur au Racing 92 en rugby.\nPour les arts, le compositeur Vladimir Cosma est notamment promu officier.\nLa promotion dite du 1er janvier et celle du 14 juillet sont les deux promotions civiles annuelles de la Légion d’honneur, qui compte désormais quelque 79 000 membres.\nDeux promotions militaires sont également publiées, l’une en juin-juillet pour l’armée d’active, l’autre en octobre-novembre pour les militaires de réserve et les anciens combattants. En 2023, 1 858 personnes ont ainsi été distinguées.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T09:48:43.065+02:00",
  "updated": "2023-12-31T09:48:43.065+02:00"
}