{
  "thread": {
    "uuid": "6e125d957bb33a59308ed5aa6976eada90e02c4e",
    "url": "https://vnexplorer.net/canelo-ready-for-great-mexican-war-against-undefeated-compatriot-munguia-in-vegas-s2604615.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Canelo ready for great 'Mexican war' against undefeated compatriot Munguia in Vegas",
    "title_full": "Canelo ready for great 'Mexican war' against undefeated compatriot Munguia in Vegas",
    "published": "2024-05-03T14:25:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1hxk1I.img",
    "performance_score": 0,
    "domain_rank": 56915,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6e125d957bb33a59308ed5aa6976eada90e02c4e",
  "url": "https://vnexplorer.net/canelo-ready-for-great-mexican-war-against-undefeated-compatriot-munguia-in-vegas-s2604615.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-05-03T14:25:00.000+03:00",
  "title": "Canelo ready for great 'Mexican war' against undefeated compatriot Munguia in Vegas",
  "text": "Saul “Canelo” Alvarez of Mexico (L) trades punches with Jermell Charlo during their super middleweight title fight in 2023. The Mexsican great showcased his super middleweight mastery with a resounding unanimous-decision triumph. – AFP File\nSaul “Canelo” Alvarez puts his undisputed super-middleweight crown on the line on Saturday when he faces undefeated Mexican compatriot Jaime Munguia in Las Vegas.\nAlvarez, 33, will be chasing the 61st victory of his dazzling career when he takes on Munguia at the T-Mobile Arena in a bout scheduled to coincide with Mexico’s “Cinco de Mayo” festivities.\nThe 27-year-old Munguia starts as a heavy underdog against his more illustrious countryman despite compiling an impressive unbeaten 43-0 record that includes 34 knockouts.\nPromoters have hyped the encounter as a potential changing of the boxing guard, with Munguia poised to dethrone an opponent who made his professional debut way back in 2005.\nUnsurprisingly, Alvarez — and oddsmakers — see it differently.\n“I don’t care about experiences versus youth, I’m Canelo,” Alvarez said this week. “I have everything I need to win and I know exactly what I need to do.\n“This is going to be a great Mexican war. Munguia and I both come to win, but I am going to win and win decisively.”\nAlvarez, who holds the IBF, WBA, WBC and WBO super-middleweight belts, last fought in September, comfortably defeating Jermell Charlo by unanimous decision.\nBut whether he still has the raw power to handle Munguia inside the distance remains an open question.\nAlvarez has not stopped anyone since scoring an 11th-round technical knockout of Caleb Plant in 2021.\nMunguia, by contrast, has built a reputation as a knockout artist, winning four of his past five fights inside the distance.\nUnder the guidance of trainer Freddie Roach, the long-time trainer of Filipino icon Manny Pacquiao, Munguia has honed an explosive, aggressive style that his camp believes can trouble Alvarez.\nThe flipside, however, is that Munguia’s defense has often looked vulnerable and against a counter-puncher of Alvarez’s pedigree, that could prove costly.\n“Canelo has a great deal of experience and has faced great fighters. I may not have the same resume, but I have youth on my side,” Munguia said.\n“I’m glad that he wants to knock me out, because I come with the same mentality. I’m going to knock him out.”\nPromoter Oscar De La Hoya — who was involved in an ugly confrontation with Alvarez at Wednesday’s final press conference in Las Vegas — is convinced that an upset is in the cards.\n“I truly believe this will be a changing of the guard for Mexican boxing, from Canelo to Munguia,” De La Hoya said.\n“Jaime has always dared to be great and Saturday night he will fulfill his dream and become world champion.”\nDe La Hoya incensed Alvarez by dredging up the Mexican champion’s two failed drug tests in 2018, which Alvarez has always blamed on contaminated meat.\nIn a tirade laced with expletives and homophobic slurs, Alvarez accused De La Hoya — his former promoter until an acrimonious 2020 split — of “stealing” from his fighters.\n“He tries to steal from his fighters, that’s what he does,” Alvarez said. “He’s mad I left Golden Boy. I’m the diamond in Golden Boy. Golden Boy is not the same without me.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1hxk1I.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1hxk1I.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "munguia",
        "sentiment": "negative"
      },
      {
        "name": "canelo",
        "sentiment": "negative"
      },
      {
        "name": "alvarez",
        "sentiment": "negative"
      },
      {
        "name": "saul “canelo",
        "sentiment": "none"
      },
      {
        "name": "jaime munguia",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jermell charlo",
        "sentiment": "negative"
      },
      {
        "name": "t-mobile arena",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mexico",
        "sentiment": "none"
      },
      {
        "name": "las vegas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T14:26:24.488+03:00",
  "updated": "2024-05-03T14:26:24.488+03:00"
}