{
  "thread": {
    "uuid": "4d1b56e53881a73b32ccb4d06411f086f82d6d97",
    "url": "https://www.breakinglatest.news/news/humans-started-talking-earlier-than-previously-thought-science-news",
    "site_full": "www.breakinglatest.news",
    "site": "breakinglatest.news",
    "site_section": "https://www.breakinglatest.news/tag/player",
    "site_categories": [],
    "section_title": "Player Archives - Breaking Latest News",
    "title": "Humans started talking earlier than previously thought » Science News - Breaking Latest News",
    "title_full": "Humans started talking earlier than previously thought » Science News - Breaking Latest News",
    "published": "2024-04-12T01:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.scienzenotizie.it/wp-content/uploads/2024/04/homo7.1020x680-1-1.jpg",
    "performance_score": 0,
    "domain_rank": 89393,
    "domain_rank_updated": "2024-04-09T13:11:30.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4d1b56e53881a73b32ccb4d06411f086f82d6d97",
  "url": "https://www.breakinglatest.news/news/humans-started-talking-earlier-than-previously-thought-science-news",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "admin",
  "published": "2024-04-12T01:16:00.000+03:00",
  "title": "Humans started talking earlier than previously thought » Science News - Breaking Latest News",
  "text": "New research has identified when humans likely began speaking much earlier than previously thought.\nA study by British archaeologist Steven Mithen indicates that early humans may have started using basic language around 1.6 million years ago, probably in eastern or southern Africa. Mithen, professor at the University of Reading, underlines the importance of this discovery. He explains that our ability to speak was an important step in our evolution. Understanding when language began is key to understanding our past. Until now, many human evolution experts believed that humans began speaking around 200,000 years ago. However, Mithen’s latest research, published this month, calls this into question. According to his study, basic human language may be at least eight times older than previously thought. Mithen came to this conclusion after carefully examining archaeological finds, ancient bones, genetic data, brain studies and language research. When we look at all the evidence, it points to the birth of language and other changes in human evolution between two and a half million years ago. Starting around 2 million BC, the human brain began to rapidly enlarge, especially after 1.5 million BC. Along with this growth came changes in the way the brain was organized internally. A fundamental change was the emergence of a specific area in the frontal lobe, called Broca’s area. This part of the brain is closely linked to both the production and comprehension of language.\nScientists believe that Broca’s area evolved from earlier brain structures used by early humans to communicate through hand and arm gestures. This suggests a shift from physical gestures to spoken language as the primary mode of communication. Recent scientific studies suggest that the development of Broca’s area is linked to the strengthening of working memory, essential for the construction of sentences. However, many other evolutionary changes played a vital role in the emergence of basic language. About 1.8 million years ago, a more sophisticated form of upright walking, known as bipedalism, emerged. This change, along with alterations in the shape of the human skull, likely initiated adjustments in the shape and position of the vocal tract. The adjustments were important to enable speech, as reported by The Independent. Further evidence supporting the idea that humans began speaking around 1.6 million BC comes from archaeological finds. Unlike many animals, humans were not particularly strong. To survive despite this physical limitation, they had to find other means to do so.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "steven mithen",
        "sentiment": "none"
      },
      {
        "name": "mithen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of reading",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "africa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T01:20:31.849+03:00",
  "updated": "2024-04-12T06:00:49.382+03:00"
}