{
  "thread": {
    "uuid": "9f8e8ee1712b2bfc36bbe34410b5587d701977fc",
    "url": "https://www.odt.co.nz/news/national/good-progress-made-against-port-hills-fire",
    "site_full": "www.odt.co.nz",
    "site": "odt.co.nz",
    "site_section": "http://www.odt.co.nz/sport",
    "site_categories": [
      "media",
      "travel",
      "australia_and_new_zealand"
    ],
    "section_title": "Sport | Otago Daily Times Online News",
    "title": "'Good progress' made against Port Hills fire | Otago Daily Times Online News",
    "title_full": "'Good progress' made against Port Hills fire | Otago Daily Times Online News",
    "published": "2024-02-15T20:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NZ",
    "main_image": "https://www.odt.co.nz/sites/default/files/styles/odt_story_opengraph_1200w/public/story/2024/02/port_hils_fire_duo_nzh.png?itok=kkhog_7y",
    "performance_score": 0,
    "domain_rank": 11396,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9f8e8ee1712b2bfc36bbe34410b5587d701977fc",
  "url": "https://www.odt.co.nz/news/national/good-progress-made-against-port-hills-fire",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@odtnews",
  "published": "2024-02-15T20:36:00.000+02:00",
  "title": "'Good progress' made against Port Hills fire | Otago Daily Times Online News",
  "text": "You are not permitted to download, save or email this image. Visit [image gallery](/image_purchases) to purchase the image. Key points - Battle to contain Port Hills fire in its third day. - The fire is now more than 70% contained but it may be weeks before it is fully out. - A state of emergency was declared on Wednesday evening for Christchurch City, including Banks Peninsula, and Selwyn District. - 33 homes in Christchurch are still unable to be accessed, down from 110. One dwelling has been destroyed. - Some cordons have been shifted to allow evacuated residents to move back home to areas where it is safe - Civil Defence said while the smoke may look like it is \"diminishing\" there is no room for complacency: \"Please don't think it's over\". - People should stay away from the fire area and not fly drones. Crews have made good progress today against the massive blaze in Christchurch's Port Hills, but it is not yet fully contained. The blaze, which has now burnt through 650ha, was first reported at 2.15pm on Wednesday on Worsleys Rd, Cracroft, in the south of the city, where fire officials said vegetation had caught alight. Today there were 95 Fenz staff on site, but Christchurch mayor Phil Mauger told media \"it could take days, it could take weeks\" for it to be fully extinguished and officials say there were still many areas of concern. Fire and Emergency New Zealand incident controller Dave Stackhouse said late this afternoon crews had made good progress and the fire was more than 70% contained, \"but we're not yet at 100\". He said the fire had not exceeded the 650ha, 14km perimeter established earlier. He said crews had time through to Sunday \"to really knock this fire\". Wind changes expected from then would determine how they continued working to extinguish it. Crews were today being supported by 22 trucks and tankers, 12 helicopters, two fixed wing aircraft and five diggers. Stackhouse said this morning that the fire was about 70 percent contained. Any threats from overnight were nullified, thanks to the public calling 111. \"Today we are going to hit it hard with a bigger number of firefighters to really focus on strengthening fire breaks. It is still very much an active fire ground with heavy machinery and helicopters at work. \"Firefighters are working incredibly hard to get to a position where we can allow residents to return to their homes and get some normality, and this remains our priority. \"Today there will be a heavy presence on the Summit Rd and Worsley Spur as crews focus on containing the fire.\" He said the public had been \"outstanding\" and thanked them for their support: \"We can't sit on our laurels though. We have to maintain the pressure and really nail this thing.\" Mauger said there was a far greater feeling of comfort on the fireground today. However, he said \"it could take days, it could take weeks\" until all the hotspots were out, but there was a greater sense of calm among firefighters and other authorities. \"We went out early, we hit it hard and it's great, but we mustn't take our foot off the throttle because there's still a long way to go. It could take days, it could take weeks to get the hot spots out of it.\" 'STAY VIGILANT' The commander of the Port Hills fire response says any returning residents will need to remain vigilant for flare-ups for some time. Operations commander Des Irving told a community meeting today that some Worsleys Rd residents might soon be able to return to their homes after the fire ground was inspected. Irving said there were \"some flare ups\" overnight and people \"did the right thing\". \"They called 111 and we responded accordingly and that's exactly what we want to happen so for those people going back - if that eventuates - into their homes, you still must remain vigilant for some time.\" Canterbury group controller for Civil Defence Richard Ball said efforts were now moving to a recovery phase. \"Everybody was relieved this morning to see the fire was visibly reduced. However, we will continue to work until it is safe for people to re-enter their properties.\" A state of emergency remains in place for Christchurch City, including Banks Peninsula, and Selwyn District. Homes were evacuated in Early Valley, Worsley Spur, Hoon Hay Valley, Kennedys Bush and Selwyn. However, a Christchurch City Council spokesperson said just 33 homes remained evacuated in the Christchurch area, down from 80 yesterday. All 30 evacuated households in the Selwyn area had been allowed to go home, they said. A southerly wind change overnight sparked a warning for Christchurch residents that they could wake to a strong smell of smoke - but the wind has now dropped significantly, helping firefighting efforts. Twenty-eight fire crews took over from overnight teams this morning, supported by 15 helicopters dropping water on the fire and two fixed wing aircraft. Fenz and police said it was too early to say what caused the fire - which ignited almost seven years to the day of the 2017 Port Hills blaze. Fire and police investigators were trying to work out “whether there [was] any human involvement”. Canterbury Inspector Ash Tabb said this morning police still wanted seeking information and videos from the public around the time the fire ignited on Wednesday afternoon. He also reminded people not to visit the fire area unless they had a legitimate reason to do so. People coming to \"have a look\" at the area was a \"big stress\" for residents.\" \"We only want bona fide visitors - residents, contractors - in the area.\" Emergency Management Minister Mark Mitchell this morning reiterated police's call for the public not to visit the fire area or fly drones. \"You've got helicopter pilots in the area who are really concentrating hard on getting water onto the fire area and an unauthorised drone can take a helicopter down.\" Mitchell acknowledged the hard work of the emergency services. \"I have no doubt in my mind that it was the speed of the response ... that has got much better and faster control of this fire.\" He thanked the community for the \"enormous pastoral support\" put around affected residents and media for their role in getting information out to the public and providing reassurance. Emergency services showed The New Zealand Herald their control centre at the top of the mountain range yesterday, situated to the south of the city, from where the full impact of the blaze was apparent. Smouldering trees and a vast expanse of scorched scrubland could be seen over the landscape. Plumes of smoke were billowing out and trees were consumed by flames. It had spread to the Christchurch Adventure Park, which was affected by the 2017 fire. Christchurch Mayor Phil Mauger said \"maybe we have to look at\" how the Port Hills were managed in the future to prevent fires. He said the long grass was part of the natural area, but also acted as fuel. Changes were made after the 2017 blaze about what people should be planting on their land, and they were advised on what to do if a fire breaks out. But forestry was a different story. COOLER DAY BEFORE HOT WEEKEND MetService meteorologist John Law told RNZ's Morning Report programme today the wind today would be \"a lot lighter\" than what Christchurch experienced yesterday. The wind was expected to change from a southerly back to a to northeasterly this evening. Smoke would be \"drifting a little bit closer towards Christchurch\" throughout the day. The thing to watch out for, Law said, was wind starting to pick up in the region towards the end of the weekend - not ideal conditions for firefighting. Today's high will be 21degC, down from 28degC yesterday, but it was due to get hotter towards the end of the weekend. A high of 27degC was forecast for Monday. - NZ Herald, RNZ, ODT Online, Star News",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment",
    "Disaster and Accident"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "otago daily times online news",
        "sentiment": "negative"
      },
      {
        "name": "port hills",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "christchurch city",
        "sentiment": "none"
      },
      {
        "name": "christchurch",
        "sentiment": "none"
      },
      {
        "name": "banks peninsula",
        "sentiment": "none"
      },
      {
        "name": "port hills",
        "sentiment": "none"
      },
      {
        "name": "christchurch's port hills",
        "sentiment": "none"
      },
      {
        "name": "selwyn district",
        "sentiment": "none"
      },
      {
        "name": "cracroft",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T06:37:27.296+02:00",
  "updated": "2024-02-16T06:37:27.296+02:00"
}