{
  "thread": {
    "uuid": "be36b94a0a4ddcd7f439505392eacd38b3462dbb",
    "url": "https://www.htrnews.com/story/sports/nba/bucks/2024/02/29/giannis-antetokounmpo-gives-former-milwaukee-bucks-star-brandon-jennings-amazing-post-game-interview/72791414007",
    "site_full": "www.htrnews.com",
    "site": "htrnews.com",
    "site_section": "http://www.htrnews.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Home",
    "title": "Giannis gives former Bucks star Brandon Jennings amazing interview",
    "title_full": "Giannis gives former Bucks star Brandon Jennings amazing interview",
    "published": "2024-02-29T23:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 72583,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "be36b94a0a4ddcd7f439505392eacd38b3462dbb",
  "url": "https://www.htrnews.com/story/sports/nba/bucks/2024/02/29/giannis-antetokounmpo-gives-former-milwaukee-bucks-star-brandon-jennings-amazing-post-game-interview/72791414007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Christopher Kuhagen",
  "published": "2024-02-29T23:06:00.000+02:00",
  "title": "Giannis gives former Bucks star Brandon Jennings amazing interview",
  "text": "Giannis Antetokounmpo is always one to give insight answers to the media after games. The two-time MVP did again on Tuesday night following the Milwaukee Bucks' 123-85 win over the Charlotte Hornets . But he wasn't answering a question from the usual group of media members. It came from none other than Bucks fan favorite Brandon Jennings. Jennings, wearing a Bucks-themed shirt from his Tuff Crowd Collection , sat courtside for the game. As he always does when he's in town, he received a nice ovation from the home crowd. There's not too many former players more popular than Mr. Bucks in 6 . But Jennings, who once scored 55 points in a game , then made his way into the locker room for Antetokounmpo's postgame press conference at his locker. And he likely got the best answer out of him. Jennings' first stint with the Bucks ended just as Antetokounmpo joined the NBA. But the two got the opportunity to play together briefly at the end of the 2018 season when Jennings returned to the Bucks on a 10-day contract . Jennings asked him about his mindset going into his MVP seasons (2018-19 and 2019-20) and what advice he would give to younger players now as a veteran in the league and specifically as a father. Giannis Antetokounmpo motivated by Kobe Bryant's challenge to him on winning MVP Antetokounmpo, of course, went from unknown player from Greece when the Bucks drafted him in the first round in 2013 to a two-time MVP, NBA Finals MVP, an NBA champion and one of the game's best ever. Antetokounmpo gave an over three-minute answer to Jennings about his personal journey in how the late Kobe Bryant inspired him , not listening to outside noise and his approach on self-improvement. Antetokounmpo first told the story about how Bryant once told him to go chase greatness and capture an MVP. \"That was in the back of my mind,\" Antetokounmpo recalled about pursuing his first one. Antetokounmpo would eventually train with Bryant and would soon win his first MVP in 2018-19 . \"I was just happy that I was in that conversation,\" Antetokounmpo acknowledged, while adding about his humble beginnings. \"I came from nothing. I came into the league, they told me I should go to the G League, I was too skinny, I couldn't handle it. I should go back to Greece.\" Antetokounmpo continued: \"Five or six years later Kobe giving me a challenge. I’m in the (MVP) conversation. I’m just going to go hard. I have nothing to lose. God blessed me with one (MVP). When you get that feeling you start craving more.\" He won his second MVP the following year but he said his focus was also on making the team better. He and the Bucks, of course, would win the 2021 NBA championship . \"Now I’m here,\" he said. \"I can’t get bored with doing the simple stuff. I was able to win a second one. Since then, I’ve always been in the conversation.\" Giannis Antetokounmpo shares wisdom for younger generation about expectations All of this success and personal growth leads Antetokounmpo back to Jennings' original question about what kids can learn from him. Don't let success or failure suffocate you, Antetokounmpo's message would be. \"I don’t want that to consume me,\" he said about the MVPs. \"It's a lot. For every hooper out there, just play the game the right way. This new generation they go on social media and see all this stuff how people talk about them. Good or bad, that's not reality. \"When I go drop my kids off at school they don't tell me (about my free throws). If I go on social media, they make me feel like I'm trash, good or bad. When they talk good about you, you’re not that good; when they talk bad about you, you’re not that bad. If you stay on course, good things are going to happen.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://www.jsonline.com/staff/2648103001/christopher-kuhagen/)",
    "https://www.tuffcrowd.com/),",
    "https://tuffcrowd.com/),",
    "https://jsonline.com/staff/2648103001/christopher-kuhagen/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "giannis",
        "sentiment": "positive"
      },
      {
        "name": "brandon jennings",
        "sentiment": "positive"
      },
      {
        "name": "giannis antetokounmpo",
        "sentiment": "none"
      },
      {
        "name": "christopher kuhagen",
        "sentiment": "none"
      },
      {
        "name": "jennings",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "charlotte hornets",
        "sentiment": "none"
      },
      {
        "name": "milwaukee bucks",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:31:38.451+02:00",
  "updated": "2024-03-01T03:14:02.714+02:00"
}