{
  "thread": {
    "uuid": "afaa86f42e698ea8f22787363f8cfd351013f575",
    "url": "https://www.lafm.com.co/judicial/tres-menores-que-habian-desaparecido-en-cundinamarca-fueron-rescatados-en-antioquia",
    "site_full": "www.lafm.com.co",
    "site": "lafm.com.co",
    "site_section": "https://www.lafm.com.co:443/rss.xml",
    "site_categories": [
      "media",
      "music",
      "entertainment"
    ],
    "section_title": "rss",
    "title": "Menores desaparecidos en Cundinamarca aparecen en Antioquia",
    "title_full": "Menores desaparecidos en Cundinamarca aparecen en Antioquia | La FM",
    "published": "2024-03-01T01:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://files.lafm.com.co/assets/public/styles/facebook2/public/2024-02/diseno_sin_titulo_29.jpg.webp?VersionId=Fma3.3LhtDsIAWJ_DGJu139U7bxo9RwA&amp;itok=XpWYq-rb",
    "performance_score": 0,
    "domain_rank": 56890,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "afaa86f42e698ea8f22787363f8cfd351013f575",
  "url": "https://www.lafm.com.co/judicial/tres-menores-que-habian-desaparecido-en-cundinamarca-fueron-rescatados-en-antioquia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción LA FM",
  "published": "2024-03-01T01:00:00.000+02:00",
  "title": "Menores desaparecidos en Cundinamarca aparecen en Antioquia",
  "text": "[Estefanía Pérez Botero ](/autores/estefania-perez-botero) Tres menores que habían desaparecido en Cundinamarca fueron rescatados en Antioquia Una persona, haciéndose pasar como miembro de un grupo armado, extorsionó al padre de uno de los menores. El Grupo de Infancia y Adolescencia del Departamento de Policía Antioquia y el Gaula de la Policía Nacional rescataron a tres adolescentes en el corregimiento de Puerto Valdivia, en el municipio antioqueño de Valdivia, los cuales habían desaparecido hace 15 días en Funza, Cundinamarca. En una operación conjunta se dio el rescate de los adolescentes de 13, 14 y 15 años de edad en una operación conjunta. Uno de los menores había sido reportado como desaparecido desde el 13 de enero del 2024, y fue utilizado para extorsionar a sus padres, que recibieron exigencias de un rescate a nombre de un grupo armado. Le puede interesar: [Alerta en Cauca por incremento de reclutamiento de niños](https://www.lafm.com.co/colombia/alerta-en-cauca-por-incremento-de-reclutamiento-de-ninos) Los tres menores estaban en un tractocamión con destino al municipio de Yarumal, y uno de ellos había llegado previamente a ese municipio en una ambulancia, luego de caerse de este vehículo en el trayecto. Durante su atención médica, indicó que los demás estarían llegando a Tarazá. Así que las autoridades se pusieron en la tarea de hallarlos, lo cual se logró en Puerto Valdivia, cuando se encontraban con un adulto de 20 años, que actualmente está bajo investigación para determinar sus intenciones con respecto a los adolescentes. Le puede interesar: [Alarmante cifra de reclutamiento forzado en Colombia en 2023](https://www.lafm.com.co/colombia/la-alarmante-cifra-de-reclutamiento-forzado-en-colombia-en-2023) Es importante recalcar que, desde que se reportó la desaparición del menor en Funza, Cundinamarca, la Policía inició la búsqueda, debido a que el padre fue estafado telefónicamente por alguien que se hizo pasar por un miembro de un grupo armado, exigiéndole dinero para que liberara a su hijo. El restablecimiento de derechos de los adolescentes se llevó a cabo junto con la comisaría de Puerto Valdivia. Adicionalmente, se adelantan las investigaciones del caso para proteger a los menores y determinar las responsabilidades correspondientes.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T01:15:36.195+02:00",
  "updated": "2024-03-01T01:15:36.195+02:00"
}