{
  "thread": {
    "uuid": "ff8dc546570524d8645661b5624bc0bca319e7f1",
    "url": "https://www.newsbreak.com/northampton-county-nc/3351061438032-black-history-month-salute",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/enfield-nc",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Enfield News, Weather, Safety, Sports | NewsBreak Enfield, NC",
    "title": "Black History Month Salute!",
    "title_full": "Black History Month Salute!",
    "published": "2024-02-29T23:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/1mscEm_0rbbpELL00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3389,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 24,
        "comments": 1,
        "shares": 14
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ff8dc546570524d8645661b5624bc0bca319e7f1",
  "url": "https://www.newsbreak.com/northampton-county-nc/3351061438032-black-history-month-salute",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-02-29T23:43:00.000+02:00",
  "title": "Black History Month Salute!",
  "text": "By Holly Taylor ,\n6 hours ago Raequan Outlaw likes helping people. Sometimes that comes in the form of being a first responder, and sometimes it’s simply sharing knowledge and experiences with someone who needs it.\nNorthampton County native Raequan Outlaw currently works full time as a paramedic in Dare County while also serving in an officer’s role with the Woodland Volunteer Fire Department. Contributed Photo\nOutlaw is a Northampton County native who grew up in Conway. He recalled attending school at Willis Hare Elementary and Conway Middle School. When he got to high school, he transferred to the Roanoke Valley Early College, since Northampton’s district didn’t offer that kind of early college program at the time.\nHe was able to get his EMT certification through Roanoke Chowan Community College at the age of 17, and then his paramedic certification just two years later. Currently, he works full-time as a paramedic for Dare County EMS.\n“My job is to provide quality pre-hospital care to everybody in need,” he explained.\nOutlaw said many people see an ambulance and think merely of the transportation side of the job as the vehicle carries patients from one place to another. But inside, Outlaw and his coworkers stay busy treating their patients while in motion, doing everything from providing medications to performing small surgical procedures.\nOver the years, he’s learned how to handle all sorts of emergencies and utilize teamwork to get the job done.\n“If it was meant for only one person to do, they’d only send one person in the ambulance,” he explained.\nOutlaw also has two years of experience as a medical examiner, previously serving in the position a few years ago for Northampton, Hertford, and Halifax counties.\n“That was quite a rewarding experience,” he recalled. “I’ve got to say it was definitely one of the most challenging jobs I’ve ever done. It was a whole new realm of investigations.”\nIn that position, Outlaw worked to find out the cause of death through physical examinations and other tests, such as drawing blood for toxicology. He had to handle all kinds of deaths, including accidental ones, overdoses, suicides, and homicides.\n“It’s quite a bit of work. Definitely a lot of paperwork involved,” he added, noting that his line of work means he has to pay close attention to details.\nThat particular skill for detail is one that he first started developing at age 16 when he began volunteering with the Woodland Volunteer Fire Department, where he is now a lieutenant. He credited Woodland VFD Chief Chris Collier with being instrumental in showing him how to settle into the role of a first responder.\n“He was a huge role model for me when I first got to the fire department. He taught me the importance of being very thorough and methodical with a lot of things you do,” Outlaw explained.\nThe fire department experience has taught him how to be prepared for anything, and Outlaw said it’s opened the doors for all the other opportunities in his career.\nOutside of work, Outlaw enjoys spending time with his family, enjoying the outdoors, and traveling. But one of his favorite things is playing music.\n“I play with an excellent group of guys. It’s not anything about money when we get together. It’s just the collaboration of our talents, coming together for the sole purpose of making a good sound,” he said.\nThe group has played at some local restaurants, including Latin Soul in Murfreesboro. And their sound is a variety of several genres, just depending on what they want to play.\nOutlaw has played piano since he was 13, and can also play guitar as well. He said he enjoys pretty much any kind of music, ranging from gospel and classical to country, rock, and R&B. Unable to read sheet music, Outlaw plays everything by ear, and has fun when people challenge him to play a new song.\nHe said learning how to listen and appreciate music is like learning a whole other language.\nGrowing up in Northampton County, Outlaw said he was raised in a loving community, and he’s glad to see there are more opportunities available for people these days. But he wants to make sure those people know that those opportunities are actually out there.\n“They don’t know they can join their local fire department. They don’t know they can get their EMT training paid for from the local fire department because of continuing education,” he said, listing a few examples.\n“I’m not one to withhold knowledge,” he continued. “If I know something, you’ll know it too. You don’t want people to make the same mistakes you made. That’s part of growing. You don’t want to see people fail.”\nOutlaw said he believed that people go through tough times so that they can pass on their knowledge and experience later to others going through the same things.\nAs for the future, Outlaw already has a five-year plan in place to become a CRNA (certified registered nurse anesthetist).\nHe is currently taking nursing classes, which are set to finish next year. Then he plans to get his masters degree in nursing, and then attend East Carolina University for their CRNA program. Outlaw is looking forward to how much he will learn as he continues his education.\n“Everything that’s worth having has got to come with a little hard work,” he explained.\nSharing a bit of advice, Outlaw encouraged people to not be afraid to step out of their “comfort zone.” Because you never know… the opportunity might lead you to a more comfortable place than you were in before.\nThe post Black History Month Salute! appeared first on The Roanoke-Chowan News-Herald .\nExpand All Read in NewsBreak",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.roanoke-chowannewsherald.com/2024/02/29/black-history-month-salute-2/",
    "https://www.roanoke-chowannewsherald.com",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1mscEm_0rbbpELL00",
    "https://img.particlenews.com/image.php?url=1mscEm_0rbbpELL00",
    "https://www.roanoke-chowannewsherald.com/2024/02/29/black-history-month-salute-2",
    "https://img.particlenews.com/image.php",
    "https://www.img.particlenews.com/image.php?url=1mscEm_0rbbpELL00",
    "https://roanoke-chowannewsherald.com",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=1mscEm_0rbbpELL00",
    "https://roanoke-chowannewsherald.com/2024/02/29/black-history-month-salute-2/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "holly taylor",
        "sentiment": "neutral"
      }
    ],
    "organizations": [
      {
        "name": "raequan outlaw",
        "sentiment": "neutral"
      },
      {
        "name": "willis hare elementary and conway middle school",
        "sentiment": "none"
      },
      {
        "name": "woodland volunteer fire department",
        "sentiment": "none"
      },
      {
        "name": "roanoke valley early college",
        "sentiment": "none"
      },
      {
        "name": "dare county ems",
        "sentiment": "none"
      },
      {
        "name": "roanoke chowan community college",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "dare county",
        "sentiment": "none"
      },
      {
        "name": "northampton county",
        "sentiment": "none"
      },
      {
        "name": "conway",
        "sentiment": "none"
      },
      {
        "name": "northampton",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:04:44.715+02:00",
  "updated": "2024-03-01T01:04:44.715+02:00"
}