{
  "thread": {
    "uuid": "255498a25dee02a193c384947970500b5895967f",
    "url": "https://www.cope.es/programas/el-partidazo-de-cope/noticias/mensaje-positivo-del-entorno-rafa-nadal-tras-renunciar-jugar-indian-wells-llegar-20240307_3186180",
    "site_full": "www.cope.es",
    "site": "cope.es",
    "site_section": "https://cope.es",
    "site_categories": [
      "sports"
    ],
    "section_title": "COPE | Noticias y radio online",
    "title": "El mensaje positivo del entorno de Rafa Nadal tras renunciar a jugar en Indian Wells: \"Va a llegar\" - El Partidazo de COPE - COPE",
    "title_full": "El mensaje positivo del entorno de Rafa Nadal tras renunciar a jugar en Indian Wells: \"Va a llegar\" - El Partidazo de COPE - COPE",
    "published": "2024-03-08T00:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cope-cdnmed.cope.es/resources/jpg/5/2/1709852607625.jpg",
    "performance_score": 0,
    "domain_rank": 7849,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 129,
        "comments": 28,
        "shares": 12
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "255498a25dee02a193c384947970500b5895967f",
  "url": "https://www.cope.es/programas/el-partidazo-de-cope/noticias/mensaje-positivo-del-entorno-rafa-nadal-tras-renunciar-jugar-indian-wells-llegar-20240307_3186180",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Antonio Pérez del Castillo",
  "published": "2024-03-08T00:47:00.000+02:00",
  "title": "El mensaje positivo del entorno de Rafa Nadal tras renunciar a jugar en Indian Wells: \"Va a llegar\" - El Partidazo de COPE - COPE",
  "text": "EL PARTIDAZO DE COPE El mensaje positivo del entorno de Rafa Nadal tras renunciar a jugar en Indian Wells: \"Va a llegar\" Ángel García informó en El Partidazo de COPE sobre los problemas físicos de Rafa Nadal pero dio noticias positivas para su temporada en tierra. [Antonio Pérez del Castillo](https://www.cope.es/autores/antonio-perez-del-castillo) [@apdelcastillo](http://www.twitter.com/@apdelcastillo) Redactor Deportes COPE Tiempo de lectura: 3' Actualizado 08 mar 2024 [Este miércoles de madrugada volvimos a tener una mala noticia de Rafa Nadal](https://www.cope.es/deportes/tenis/noticias/rafa-nadal-anuncia-renuncia-masters-1000-indian-wells-puedo-mentirme-mismo-20240307_3183851). El tenista español anunciaba a las 3 de la mañana que renunciaba a jugar Indian Wells debido a sus problemas físicos. El tenista español escribía en sus redes sociales \"Con gran tristeza tengo que retirarme de este increíble torneo en Indian Wells\", comenzaba el comunicado en el que anunciaba su renuncia a participar, \"todo el mundo sabe cuánto amo este lugar y cuánto amo jugar aquí\": \"Esa es también una de las razones por las que vine muy temprano al desierto para practicar y tratar de prepararme\". Nadal asegura que \"no es una decisión fácil, es difícil de hecho, pero no puedo mentirme a mí mismo y mentirles a los miles de fans\": \"Los extrañaré a todos y estoy seguro de que el torneo será un gran éxito\". Los problemas de Nadal en 2024 Nadal tenía que jugar su primer partido del torneo este jueves, pero sus problemas físicos le hacían posponer de nuevo su retorno a las pistas. Después de que volviera en enero a jugar en el Torneo de Brisbane, finalmente caía en cuartos de final ante el australiano Jordan Thompson en tres sets (7-5, 6-7, 6-3), tras casi tres horas y media de encuentro y después de desperdiciar tres bolas de partido. Ese partido fue el 5 de enero y, desde ese momento, solo pudo jugar el partido de exhibición ante Carlos Alcaraz este pasado fin de semana, en el que acabó perdiendo en el súper tie break. Tras esta eliminación, [Nadal anunciaba que no jugaría el Open de Australia en un comunicad](https://www.cope.es/programas/tiempo-de-juego/noticias/rafa-nadal-anuncia-que-jugara-open-australia-por-una-lesion-20240107_3080225)o: “Hola a todos, durante mi último partido en Brisbane tuve un pequeño problema en un músculo que como sabéis me tuvo preocupado. Una vez que llegué a Melbourne tuve la oportunidad de hacerme una resonancia magnética y tengo un microdesgarro en un músculo, no en la misma parte donde tuve la lesión y eso es una buena noticia. Ahora mismo no estoy preparado para competir al máximo nivel de exigencia en partidos de cinco sets. Vuelvo a España para ver a mi médico, recibir tratamiento y descansar. He trabajado muy duro durante el año para este regreso y como siempre mencioné mi objetivo es estar en mi mejor nivel en tres meses. Dentro de la triste noticia para mí por no poder jugar frente al increíble público de Melbourne, esta no es una mala noticia y todos seguimos siendo positivos con la evolución de la temporada. Tenía muchas ganas de jugar aquí en Australia y he tenido la oportunidad de jugar algunos partidos que me han hecho muy feliz y positivo\". Ángel García habla del futuro de Nadal - Left6:No existe configuración de publicidad para el slot solicitado En El Partidazo de COPE, Ángl García, especialista en tenis de la Cadena COPE, habló de los nuevos problemas de Rafa Nadal que le han hecho renunciar a Indian Wells, pero mandó un mensaje positivo sobre su futuro: \"Ayer se probó en el entrenamiento y decidió que no era el momento de volver. Me cuentan que no está lesionado, que no ha recaído, pero que no se siente preparado para competir al máximo nivel. No quiere engañarse a sí mismo ni arriesgar la temporada de tierra, donde puede ser competitivo. Sus datos son preocupantes: tres partidos en catorce meses; año y medio sin ganar un título; número 652 del mundo y casi 38 años. Y aún así, he hablado con personas cercanas a Nadal y confían en que va a volver a ser competitivo en tierra. En abril empieza Montecarlo. Todo está enfocado a Roland Garros. Creo que va a jugar Montecarlo y Barcelona y, a partir de ahí, ya veremos\". [ESCUCHA A ÁNGEL GARCÍA HABLAR DEL FUTURO DE RAFA NADAL](https://www.cope.es/programas/el-partidazo-de-cope/audios/mensaje-positivo-del-entorno-rafa-nadal-tras-renunciar-jugar-indian-wells-llegar-20240308_2492687). - item no encontrado",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "http://www.twitter.com/@apdelcastillo)",
    "http://twitter.com/@apdelcastillo)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-08T01:23:10.766+02:00",
  "updated": "2024-03-08T01:23:10.766+02:00"
}