{
  "thread": {
    "uuid": "b63cae619680d46fc32645086d59eb440e7fa496",
    "url": "https://www.forbes.com/sites/danielnewman/2024/04/11/ai-takes-center-stage-in-twilios-2024-state-of-customer-engagement-report",
    "site_full": "www.forbes.com",
    "site": "forbes.com",
    "site_section": "http://www.forbes.com/real-time/feed2/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Latest from Forbes",
    "title": "AI Takes Center Stage In Twilio’s 2024 State Of Customer Engagement Report",
    "title_full": "AI Takes Center Stage In Twilio’s 2024 State Of Customer Engagement Report",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imageio.forbes.com/specials-images/imageserve/66188dbee49d16e6721cb6c6/0x0.jpg?format=jpg&amp;height=900&amp;width=1600&amp;fit=bounds",
    "performance_score": 0,
    "domain_rank": 63,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b63cae619680d46fc32645086d59eb440e7fa496",
  "url": "https://www.forbes.com/sites/danielnewman/2024/04/11/ai-takes-center-stage-in-twilios-2024-state-of-customer-engagement-report",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Daniel Newman",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "AI Takes Center Stage In Twilio’s 2024 State Of Customer Engagement Report",
  "text": "I always enjoy analyzing year-on-year trends or a good state of tech report, so I’ve been looking forward to the Twilio 2024 State of Customer Engagement Report . After we saw such a huge explosion of generative AI in 2023, it is no surprise that AI took center stage in this year’s analysis, which surveyed 4,750 business leaders and 6,300 consumers to get a pulse check on how well brands are doing in customer engagement and satisfaction.\nThe 2024 State of Customer Engagement Report includes samples from four age groups, from Gen Z (ages 18-27) to Baby Boomers (ages 60-75) across 18 countries. The response was clear: everyone—young and old, near and far—want better, more cohesive digital experiences. In fact, while 81% of brands say they understand their customers deeply, less than half – 46% – of consumers agree. Perhaps 2024 will be the year that brands figure out how to close the gap in using AI and generative AI to meet increasing consumer demands.\nThroughout the extensive report, the in-depth research and analysis focused on five key insights surrounding customer engagement. Here is a breakdown of the focus areas and my analysis of what the data means for enterprises focused on using technology to deliver next generation customer experiences.\nAI Can Improve Customer Engagement Although this trend seems obvious, Twilio has the receipts to show that leaning into AI can provide solid benefits for both brand and consumer. Case in point: while just 17% of the 4,750 businesses Twilio surveyed were deemed to be Engagement Leaders (leading the pack in terms of things like personalized customer experience, omnichannel engagement, and first-party data use), those companies were also seeing clear, real-world benefits over their lower performing competitors. According to the report. Engagement leaders saw an average revenue increase of 123% this past year specifically due to investments in customer engagement. Brands that didn’t invest as much, or who were considered “low-maturity,” saw increases of just 30%.\nOn average, 7 in 10 companies surveyed say they are already using AI to personalize content and marketing. They also say they are already experiencing solid impacts, including:\n● Higher customer satisfaction scores (45%)\nMORE FROM FORBES ADVISOR Best High-Yield Savings Accounts Of 2024 By Kevin Payne Contributor Best 5% Interest Savings Accounts of 2024 By Cassidy Horton Contributor ● Better data-driven decision-making (41%)\n● Improved market segmentation and targeting (41%)\nReinforcing an existing trend, 55% of consumers say they are willing to spend more money for a customized experience. Point being: Investing in AI-driven customer engagement strategies can absolutely help brands connect more with customers while growing their businesses.\nFor reference, the top five ways businesses are incorporating AI into their engagement strategies on average: customer analytics (59%), CRM systems (58%), communications platforms as a service/CPaaS (54%), customer surveys (54%), and marketing automation platforms (53%).\nConsumer Data and Trust Are Interlinked Consumers were clear in this year’s report. Six in 10 said protecting their data was the top way to build trust. Even among age groups, there wasn’t a stark difference on that point. Gen Z at 56% and Baby Boomers at 67% all had a majority+ showing on this point. At the same time, another perception gap surfaced: While businesses say privacy and security are big concerns for 2024, just 64% are currently using AI to manage fraud or reduce risk. That means there is a lot of room for AI to step up and help assuage some of the security issues that are inherent to a world with data at its center.\nJust as people want to know their data is safe, they also want to know how brands are using their personal information. Nearly half said they would trust brands more if they were more forthcoming with how data is being used in AI-powered interactions. I’m surprised that the number isn’t higher. Isn’t everyone curious about how algorithms use data to present product and service offerings? And on the issue of transparency, we see another gap: more than 90% of brands say they are transparent with customers about how AI uses their data, but less than half of consumers agree with that statement.\nIn essence, what we’re seeing is that brands are carrying a greater burden to use personal information to make customers feel seen and heard while customers don’t always understand why or how their information is being used to create the interactions that brands are creating. In fact, the study showed that 40% of brands said finding that balance between security and customer experience is one of the most pressing challenges in 2024. Again, I’m surprised that number isn’t far higher.\nThird-Party Cookies Are Still a Thing Apple started making it difficult to collect cookies a few years ago, and Google is phasing out cookies by Q3 this year. Still, Twilio’s report showed that more than 50% of brands still rely on third-party data. Thus, this year we should be seeing a rush toward first-party data collection so that companies can continue to refine their personalization projects.\nThe switch toward first-party data collection is in motion. Last year, those who had moved to mostly/primarily first-party data for marketing was just 19%. This year, that number was 48%. There is a lot of work to be done. Just 2 in 3 brands indicated they were “fully prepared” for a cookie-less future. And being prepared means not just being able to access the data first-hand but also to analyze it in a meaningful way. Which, again, is where AI comes in, and where many brands are falling short. One of the most shocking insights: Only 16% of brands said they “strongly agree” that they have the tools they need to understand their customers. They have their work cut out for them in 2024.\nYounger Consumers Are More Demanding When It Comes to Digital Experience According to Twilio, Gen Z and Millennial consumers want nearly 70% of their brand interactions to be digital. The fact that nearly 60% of Baby Boomers also feel this way is a sign that the shift to a preferred digital experience is fairly universal. There has been competing evidence on this point ( some sources say Gen Z is swinging back toward a brick-and-mortar shopping experience), but Twilio’s research seems to support what most of us already know: A personalized customer experience is key to brand success across age groups. Almost 70% of Gen Z and Millennials said they would stop using a specific brand without a personalized experience.\nThe Gap Is Where True Growth Lies The best way for brands to secure a win today is to lessen the gap between how they think they are doing and how their customers feel they are doing when it comes to customer engagement. More than 80% of brands said they were “good” or “excellent” at providing positive customer engagement. At the same time, just 54% of consumers agreed with that point. In fact, more than 30% of consumers said they had purchased from a different brand when a company failed to personalize their experience in real time.\nDo customers have unrealistic expectations of what brands are able to offer right now in terms of personalized experience via AI and generative AI? Or are brands failing to collect/analyze the data that customers are providing in order to create the experiences consumers want? The truth is probably a bit of both.\nWe’ve seen such a fervor over AI and generative AI this past year, that it’s likely consumers have a skewed idea of what’s possible with AI, especially for small and midsize companies that might lack the resources to invest in AI for a fully seamless customer experience. That means many customers might still be dealing with issues like disjointed omnichannel experiences or “bad AI” moments such as seeing an ad for a product they left a scathing review about. These experiences make brands seem out of touch and tone deaf because customers know better experiences are possible.\nAt the same time, especially as third-party cookies are phased out and more brands make a quick move to first-party cookies, it’s likely that consumer experience will feel a bit fractured in the coming year. Brands will need to do a better job of projecting transparency to their customers—letting them know the limits of what is possible now and what they hope to provide in the future. All the data in the world can’t produce a good customer experience if a company doesn’t have the right tech in place to analyze and act on their insights. And all the AI in the world is pointless if a company doesn’t have the parts of the foundation in place to collect the data they really need to understand their customers.\nTwilio’s 2024 State of Customer Engagement Report aligns well with both our intelligence and market perspective that AI is going to be front and center in bringing those worlds together—and given the current impact that AI is having on every industry, role, and geography, business leaders should expect this to continue to be the case for many years to come.\nDaniel Newman Following",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://www.latimes.com/california/story/2024-01-19/gen-z-leads-the-charge-in-revitalizing-the-mall-experience#:~:text=Gen%20Z%20%E2%80%94%20people%20from%20the,International%20Council%20of%20Shopping%20Centers.",
    "https://www.twilio.com/en-us/state-of-customer-engagement/report",
    "https://www.singlegrain.com/blog/ms/personal-data/",
    "https://mcgaw.io/blog/end-of-third-party-cookies-ios14-itp/#gs.5kpox6",
    "https://www.insiderintelligence.com/content/google-turns-off-cookies-30-million-chrome-users-that-s-just-1",
    "https://singlegrain.com/blog/ms/personal-data/",
    "https://www.mcgaw.io/blog/end-of-third-party-cookies-ios14-itp/#gs.5kpox6",
    "https://insiderintelligence.com/content/google-turns-off-cookies-30-million-chrome-users-that-s-just-1",
    "https://latimes.com/california/story/2024-01-19/gen-z-leads-the-charge-in-revitalizing-the-mall-experience#:~:text=Gen%20Z%20%E2%80%94%20people%20from%20the,International%20Council%20of%20Shopping%20Centers.",
    "https://www.singlegrain.com/blog/ms/personal-data",
    "https://twilio.com/en-us/state-of-customer-engagement/report"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "twilio",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T04:41:29.881+03:00",
  "updated": "2024-05-07T22:36:34.023+03:00"
}