{
  "thread": {
    "uuid": "d9b804e711a67fc97dc02a25d7a429ec6f694b47",
    "url": "https://www.bursa.ro/open-doors-at-the-museum-for-the-locals-of-sibiu-28106151",
    "site_full": "www.bursa.ro",
    "site": "bursa.ro",
    "site_section": "https://www.bursa.ro/titluri-bursa.xml",
    "site_categories": [
      "tennis",
      "sports"
    ],
    "section_title": "",
    "title": "Open Doors at the Museum for the locals of Sibiu",
    "title_full": "Open Doors at the Museum for the locals of Sibiu",
    "published": "2024-01-07T22:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "RO",
    "main_image": "https://www.bursa.ro/_img/articole/mare/516018.jpg",
    "performance_score": 0,
    "domain_rank": 88999,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d9b804e711a67fc97dc02a25d7a429ec6f694b47",
  "url": "https://www.bursa.ro/open-doors-at-the-museum-for-the-locals-of-sibiu-28106151",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "redactia@bursa.ro (English Section - Ziarul Bursa)",
  "published": "2024-01-07T22:00:00.000+02:00",
  "title": "Open Doors at the Museum for the locals of Sibiu",
  "text": "A commendable cultural initiative comes from Sibiu. The management of the Brukenthal National Museum has decided, for the first time, to offer free entry to locals on the first Thursday of each month to four museums within the museum complex, namely the Museums of History, Natural History, History of Pharmacy, and Hunting. According to the institution: \"We start the year 2024 with good news! On the first Thursday of each month, all locals (with ID or birth certificate) and all retirees will have free entry to the Brukenthal National Museum.\" Alexandru Chituţă, the manager of the Brukenthal National Museum, decided to offer free entry to locals once a month so that they have the opportunity to better understand the cultural heritage left to the city by Baron Brukenthal: \"The Brukenthal National Museum is the only cultural institution in Sibiu under the Ministry of Culture. Still, this cultural institution was created through the efforts of Baron Samuel von Brukenthal, who left his collection and the Brukenthal Palace in the Large Square to the Sibiu community. Even during his lifetime, the Brukenthal Library was public. This was perfected in 1817 when this Museum officially opened, being visited that year by Emperor Francis I with his wife, Carolina Augusta. The Brukenthal National Museum operates in Sibiu, being a benchmark cultural institution and a brand of the city. For this reason, I believe that we must offer more to the community in which we live and work. It is a gift that the Brukenthal National Museum gives to the Sibiu community! We invite you to visit and enjoy the priceless values presented in the exhibitions open in our city! It is an invitation to rediscover the museum spaces. Often, residents may know some things, but considering them almost their own, treat them with ease and lightness. It is a fact that happens all over the world. So, we come with a message to rediscover and enjoy what our city owns and exhibits.\" Brukenthal Palace, the Blue House, and the Museum of Contemporary Art are closed for the annual cleaning until January 21, according to information on the museum's website. This initiative from Sibiu can be adopted by other cultural institutions across the country. Open Doors at the Museum for the locals of Sibiu O.D. [English Section](/english-section) / 8 ianuarie",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "baron brukenthal",
        "sentiment": "none"
      },
      {
        "name": "alexandru chituţă",
        "sentiment": "none"
      },
      {
        "name": "baron samuel von brukenthal",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "brukenthal national museum",
        "sentiment": "neutral"
      },
      {
        "name": "ministry of culture",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sibiu",
        "sentiment": "none"
      },
      {
        "name": "brukenthal palace",
        "sentiment": "none"
      },
      {
        "name": "large square",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:08:58.365+02:00",
  "updated": "2024-01-08T01:17:24.558+02:00"
}