{
  "thread": {
    "uuid": "836cf39b98ae6eaf9709a415a2488eb385f5ecce",
    "url": "https://www.labmanager.com/protecting-brain-cells-with-cannabinol-32103",
    "site_full": "www.labmanager.com",
    "site": "labmanager.com",
    "site_section": "https://labmanager.com/science",
    "site_categories": [
      "science",
      "chemistry"
    ],
    "section_title": "Science | Latest News & Articles | Lab Manager",
    "title": "Protecting Brain Cells with Cannabinol | Lab Manager",
    "title_full": "Protecting Brain Cells with Cannabinol | Lab Manager",
    "published": "2024-04-18T22:51:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.labmanager.com/assets/articleNo/32103/aImg/57174/protecting-brain-cells-with-cannabinol-m.jpg",
    "performance_score": 0,
    "domain_rank": 39419,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "836cf39b98ae6eaf9709a415a2488eb385f5ecce",
  "url": "https://www.labmanager.com/protecting-brain-cells-with-cannabinol-32103",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Salk Institute",
  "published": "2024-04-18T22:51:00.000+03:00",
  "title": "Protecting Brain Cells with Cannabinol | Lab Manager",
  "text": "Protecting Brain Cells with Cannabinol Scientists identify cannabinol analogs with neuroprotective properties that could serve as promising future therapeutics One in every 10 individuals above the age of 65 develops an age-related neurological disorder like Alzheimer’s or Parkinson’s, yet treatment options remain sparse for this population. Scientists have begun exploring whether cannabinoids—compounds derived from the cannabis plant, like well-known THC (tetrahydrocannabinol) and CBD (cannabidiol)—may offer a solution. A third, lesser-known cannabinoid called CBN (cannabinol) has recently piqued the interest of researchers, who have begun exploring the clinical potential of the milder, less psychoactive substance. In a new study, scientists at the Salk Institute help explain how CBN protects the brain against aging and neurodegeneration, then use their findings to develop potential therapeutics. The researchers created four CBN-inspired compounds that were more neuroprotective than the standard CBN molecule—one of which was highly effective in treating traumatic brain injury in a Drosophila fruit fly model. The findings, [recently published in Redox Biology](https://www.sciencedirect.com/science/article/pii/S2213231724001149?via%3Dihub), suggest promise for CBN in treating neurological disorders like traumatic brain injury, Alzheimer’s disease, and Parkinson’s disease, and also highlight how further studies of CBN’s effects on the brain could inspire the development of new therapies for clinical use. “Not only does CBN have neuroprotective properties, but its derivatives have the potential to become novel therapeutics for various neurological disorders,” says Research Professor Pamela Maher, senior author of the study. “We were able to pinpoint the active groups in CBN that are doing that neuroprotection, then improve them to create derivative compounds that have greater neuroprotective ability and drug-like efficacy.” Many neurological disorders involve the death of brain cells called neurons due to the dysfunction of their power-generating mitochondria. CBN achieves its neuroprotective effect by preventing this mitochondrial dysfunction—but how exactly CBN does this, and whether scientists can improve CBN’s neuroprotective abilities, has remained unclear. The Salk team previously found that CBN was modulating multiple features of mitochondrial function to protect neurons against a form of cell death called oxytosis/ferroptosis. After uncovering this mechanism of CBN’s neuroprotective activity, they began applying both academic and industrial drug discovery methods to further characterize and attempt to improve that activity. First, they broke CBN into small fragments and observed which of those fragments were the most effective neuroprotectors by chemically analyzing the fragment’s properties. Second, they designed and constructed four novel CBN analogs—chemical look-alikes—in which those fragments were amplified, then moved them on to drug screening. “We were looking for CBN analogs that could get into the brain more efficiently, act more quickly, and produce a stronger neuroprotective effect than CBN itself,” says Zhibin Liang, first author and postdoctoral researcher in Maher’s lab. “The four CBN analogs we landed on had improved medicinal chemical properties, which was exciting and really important to our goal of using them as therapeutics.” To test the chemical medicinal properties of the four CBN analogs, the team applied them to mouse and human nerve cell cultures. When they initiated oxytosis/ferroptosis in three different ways, they found that each of the four analogs were able to protect the cells from dying and had similar neuroprotective abilities compared to regular CBN. The successful analogs were then put to the test in a Drosophila fruit fly model of traumatic brain injury. One of the analogs, CP1, was especially effective in treating traumatic brain injury—producing the highest survival rate after condition onset. “Our findings help demonstrate the therapeutic potential of CBN, as well as the scientific opportunity we have to replicate and refine its drug-like properties,” says Maher. “Could we one day give this CBN analog to football players the day before a big game, or to car accident survivors as they arrive in the hospital? We’re excited to see how effective these compounds might be in protecting the brain from further damage.” In the future, the researchers will continue to screen and characterize these CBN analogs and refine their chemical designs. They will also begin looking more closely at age-related neurodegeneration and changes in brain cells, particularly in mitochondria, asking how we can better suit these drug-like compounds to promote cellular health and prevent neuronal dysfunction with age. - This press release was originally published on the [Salk Institute website](https://www.salk.edu/news-release/protecting-brain-cells-with-cannabinol/) and has been edited for style and clarity",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.sciencedirect.com/science/article/pii/S2213231724001149?via%3Dihub),",
    "https://www.salk.edu/news-release/protecting-brain-cells-with-cannabinol/)",
    "https://sciencedirect.com/science/article/pii/S2213231724001149?via%3Dihub),",
    "https://salk.edu/news-release/protecting-brain-cells-with-cannabinol/)",
    "https://www.sciencedirect.com/science/article/pii/S2213231724001149"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "salk institute",
        "sentiment": "none"
      },
      {
        "name": "cbn",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:02:12.951+03:00",
  "updated": "2024-04-19T01:02:12.951+03:00"
}