{
  "thread": {
    "uuid": "abd671e2c53af2dcaf5289db4f9312532d346b32",
    "url": "https://ktvz.com/news/accidents-crashes/2024/01/11/the-phone-traffic-is-exploding-bend-car-repair-shop-sees-increase-in-business-during-snow-season/",
    "site_full": "ktvz.com",
    "site": "ktvz.com",
    "site_section": "https://ktvz.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Home - KTVZ",
    "title": "'The phone traffic is exploding': Bend car repair shop sees increase in business during snow season - KTVZ",
    "title_full": "'The phone traffic is exploding': Bend car repair shop sees increase in business during snow season - KTVZ",
    "published": "2024-01-12T02:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ktvz.b-cdn.net/2024/01/car-damage-.png",
    "performance_score": 0,
    "domain_rank": 13477,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "abd671e2c53af2dcaf5289db4f9312532d346b32",
  "url": "https://ktvz.com/news/accidents-crashes/2024/01/11/the-phone-traffic-is-exploding-bend-car-repair-shop-sees-increase-in-business-during-snow-season/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@KelseyKTVZ",
  "published": "2024-01-12T02:59:00.000+02:00",
  "title": "'The phone traffic is exploding': Bend car repair shop sees increase in business during snow season - KTVZ",
  "text": "‘The phone traffic is exploding’: Bend car repair shop sees increase in business during snow season (Update: PD Data Hub numbers can vary from police counts; Adding video, comments by police, body shop) BEND, Ore. (KTVZ) – With the slick driving conditions resulting in more accidents, more cars are in need of repairs. Bend Police say they have responded to nearly 50 crash calls since Jan. 1, including eight hit-and-runs. \"Last year -- overall, that number combined was 2,305 calls for service for crashes and hit and runs,\" Police Communications Manager Sheila Miller said Thursday. \"Obviously, there can be more than one call for service, but typically they are combined, if it's the same incident.\" Weather plays a major role in crashes. Miller said, \"You might see that the speed limit says 35 miles per hour. That doesn't mean that conditions call for you to drive that fast. It could be that it's only safe enough to drive 25 miles per hour.\" At Lithia Body and Paint of Bend, about 100 cars are repaired each month. During the winter season, it doubles. General Manager Ryan Sharp said Thursday, \"This week, along with the recent storms, not only are we seeing a lot of towings coming our way, but the phone traffic is exploding.\" These days about 20 to 30 calls are answered a day. He said they have totaled three cars in the last two weeks. Sharp said, \"Usually the front end hits, where people have slid into something else. So the severity is a lot more extreme in those hits. Normally, we average each repair order is about $2,600. But these winter season hits are, you know, more of the double-digit, $10,000 plus.\" It’s inevitable that more crashes occur when the roads turn slick, snowy and icy. But where and when the \"calls for service\" happen is now part of a wide array of crime and police data the public can see, in numbers and tables or on an interactive map, at [http://policedata.bendoregon.gov](http://policedata.bendoregon.gov). You can check any type of call type over any timeframe, from water rescues to weapons offenses. There's a caveat: As with much technology, data or otherwise, the public figures may be somewhat different than what police are able to compile, in terms of data collection. Miller acknowledged that \"it's a little complicated,\" but said a unique identifier number police use gets duplicated in some of their systems. Officers have a program that removes those duplicates, for a more distinct count than what the public data hub now offers. \"We left the duplicate counts in the data hub because we cannot be sure which incident number a member of the public may have and want to look at,\" she said. For that reason, the data hub's front page advises users that the numbers \"may vary slightly from the official totals, once investigations are concluded. Don't rely solely on this data for official purposes, as it's subject to change.\" They also round address locations to the nearest block, to protect victims' privacy. Based on the department's internal dashboard, Bend Police have responded to 46 MVA calls since Jan. 1 and eight hit-and-runs. The numbers are somewhat higher on the data hub map. Miller acknowledged that crash numbers go up on days of snowy, icy streets, but the higher summer tourist numbers push up traffic - and crash - counts, making for more challenging comparisons. If you're in a crash where no one is hurt, and the cars can still be driven ,you don't need to call the police. But you will need to exchange insurance and other formation with the other involved driver(s).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "http://policedata.bendoregon.gov",
    "http://policedata.bendoregon.gov).",
    "http://www.policedata.bendoregon.gov).",
    "http://www.policedata.bendoregon.gov"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ryan sharp",
        "sentiment": "none"
      },
      {
        "name": "miller",
        "sentiment": "none"
      },
      {
        "name": "sheila miller",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pd data hub",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ore.",
        "sentiment": "none"
      },
      {
        "name": "lithia body",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T09:51:17.899+02:00",
  "updated": "2024-01-12T09:51:17.899+02:00"
}