{
  "thread": {
    "uuid": "781ee938649aec6a15b82edf934b05d295940fe0",
    "url": "https://www.kivitv.com/twin-falls/wild-backyard-deep-snow-makes-for-good-skiing-on-the-canyon-rim-trail",
    "site_full": "www.kivitv.com",
    "site": "kivitv.com",
    "site_section": "https://www.kivitv.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Boise, Idaho News, Weather, Sports and Traffic | KIVI-TV\r\n",
    "title": "Wild backyard: deep snow makes for good Skiing on the Canyon Rim Trail",
    "title_full": "Wild backyard: deep snow makes for good Skiing on the Canyon Rim Trail",
    "published": "2024-01-16T00:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ewscripps.brightspotcdn.com/dims4/default/68ede50/2147483647/strip/true/crop/3552x1865+0+0/resize/1200x630!/quality/90/?url=http%3A%2F%2Fewscripps-brightspot.s3.amazonaws.com%2F06%2F4d%2Fba1cfd0b4c9e8578fe5dde109a5c%2Fscreenshot-2024-01-15-at-4-50-31-pm.png",
    "performance_score": 0,
    "domain_rank": 41105,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "781ee938649aec6a15b82edf934b05d295940fe0",
  "url": "https://www.kivitv.com/twin-falls/wild-backyard-deep-snow-makes-for-good-skiing-on-the-canyon-rim-trail",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lorien Nettleton",
  "published": "2024-01-16T00:47:00.000+02:00",
  "title": "Wild backyard: deep snow makes for good Skiing on the Canyon Rim Trail",
  "text": "TWN FALLS, Idaho — When it snows, the Twin Falls Parks and Rec Department has agreed to leave a portion of the Canyon Rim Trail unplowed, so people can make use of winter conditions for recreation. - Just like all property owners in the city, the Parks department is required to clear all sidewalks that are adjacent to streets. Once that is done, they can clear access to parks amenities. - When they are able, Parks will clear the Canyon Rim Trail from the Federation Point trailhead to the trailhead at Eastland and Poleline. - The eastern portion of the trail, from Eastland and Pole Line, past Evel Knievel jump site to Shoshone Falls will remain unplowed. (Below is the transcript from the broadcast story) After a weekend that saw eight inches or more of snow dropped on the Magic Valley, everybody is digging out. But with the snowfall comes some unique opportunities. Nat Sound I met with Twin Falls Parks and Rec director Wendy Davis for a little (in-town?) skiing... SOT Wendy In the winter time especially when we're stuck inside and it's dark, you get out, it takes me like 10 minutes to get out into it and think ah, ok, this is what it's all about. It's refreshing it's invigorating. Nothing like the fresh air to receive your spirit (22 seconds) The Parks Department prioritizes clearing city sidewalks and adjacent streets... before moving on to park amenities like the Canyon Rim trail.. but they thoughtfully leave portions untouched.. for those itching to get good use of their outdoor winter gear. SOT Wendy One of the things that I think is kind of exciting about a snow event, especially on the Canyon Trail, is the opportunity to do some winter sports - snowshoeing cross-country skiing, some different things in town - that we usually have to drive quite a way to get to enjoy— up north or south or whatever— and to be able to do it right in our backyard is kind of a fun opportunity that we don't get very often so (25 sec) SOT LORIEN - nat sound-ish \"well, this is gonna be really sketchy. Wish me luck. The good thing is that the soft snow should slow us down a little bit maybe. Yep, slowed me right down (24 sec) The east portion of the canyon rim, from the trailhead from Eastland and Pole Line, past the Evel Knievel jump site, down to Shoshone Falls will remain unplowed and snow-covered. For Wendy, the rare opportunity to get out into the snow is one way to make the best of winter, when many people want to hunker down and wait for warmer weather. SOT Wendy but if you snowmobile or cross country, skier downhill, ski or snowshoe or in photography and different things that get you out … those people don't winter and usually kind of thrive through those, dark months of January and February (18 sec)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Lifestyle and Leisure",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "wendy davis",
        "sentiment": "none"
      },
      {
        "name": "twin falls parks",
        "sentiment": "none"
      },
      {
        "name": "parks",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "canyon rim trail twn",
        "sentiment": "negative"
      },
      {
        "name": "rec department",
        "sentiment": "negative"
      },
      {
        "name": "canyon rim trail",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "twin falls parks",
        "sentiment": "none"
      },
      {
        "name": "idaho",
        "sentiment": "none"
      },
      {
        "name": "eastland",
        "sentiment": "none"
      },
      {
        "name": "magic valley",
        "sentiment": "none"
      },
      {
        "name": "federation point",
        "sentiment": "none"
      },
      {
        "name": "parks",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T11:01:02.617+02:00",
  "updated": "2024-01-16T11:01:02.617+02:00"
}