{
  "thread": {
    "uuid": "45f0ecbb80c6d617d57824329b32aa289bfe2327",
    "url": "http://island.lk/rainwater-harvesting-can-revolutionises-access-to-clean-water-in-sri-lanka-lrwhf",
    "site_full": "island.lk",
    "site": "island.lk",
    "site_section": "https://island.lk/",
    "site_categories": [
      "media"
    ],
    "section_title": "The Island - Daily English Language Newspaper in Sri Lanka",
    "title": "Rainwater harvesting can revolutionises access to clean water in Sri Lanka – LRWHF – The Island",
    "title_full": "Rainwater harvesting can revolutionises access to clean water in Sri Lanka – LRWHF – The Island",
    "published": "2024-02-16T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "LK",
    "main_image": "http://island.lk/wp-content/uploads/2024/02/Tanuja-Ariyananda.jpg",
    "performance_score": 0,
    "domain_rank": 33403,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "45f0ecbb80c6d617d57824329b32aa289bfe2327",
  "url": "http://island.lk/rainwater-harvesting-can-revolutionises-access-to-clean-water-in-sri-lanka-lrwhf",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Thilina Walpola",
  "published": "2024-02-16T02:00:00.000+02:00",
  "title": "Rainwater harvesting can revolutionises access to clean water in Sri Lanka – LRWHF – The Island",
  "text": "If a family with four members switch to rainwater harvesting each family members will have access to about 130 litres of water a day, and the water will be free following the initial investment to establish a rainwater harvesting system,\nTanuja Ariyananda of the Lanka Rain Water Harvesting Forum (LRWHF) said during a recent seminar organised by the Institution of Engineers Sri Lanka (IESL).About 40 percent of Sri Lankans still depend on wells, springs and other natural sources to meet the daily water requirement, she said.Given climate change these individuals may face problems accessing quality water in the future, she said.\n“There has been a great interest in this system for the past 30 years. Now around the world there are about 160 million people who benefit from this system. They use this for domestic consumption,” she said.\nAriyananda said rainwater harvesting is important to Sri Lanka because water stress is growing due to human activity, urban development, pollution, etc. Droughts and floods have both become more frequent and both affect access to clean water, she said.\n“Sri Lankans in many parts of the country can benefit from rainwater harvesting. This can benefit people in arid and semi-arid areas as well as those living in high elevation. It will also help people who use ground water of poor quality. We must not forget that some researchers link arsenic and fluoride in ground water to CKDu,” she said.\nMost Sri Lankans are now crippled with high cost of living and rainwater harvesting saves money by reducing the water bill by up to 60 percent. It can also save the electricity bill by reducing the need to operate water motors, etc., she said.\nAriyananda said 60 percent of the rain that falls in the wet zone of the country is wasted as run off. The number is 40 percent in the dry zone, she said.She added that Sri Lanka has about 50,000 rainwater harvesting systems installed.\nAriyananda said a resident of Colombo with a roofing area of 100 square metres can collect about 192,000 litres of rainwater in a year. The number if 147,200 litres of rainwater for Kandy, 102,400 litres of rainwater in Anuradhapura, 83,900 litres of rainwater in Hambantota, 98,400 litres of rainwater in Jaffna and 300,000 litres of rainwater in Ratnapura, she said.\n“If we take the case of Colombo and if we assume there are four people in the family, we can collect about 130 litres of water per person per day. This probably exceeds the daily requirement of a person,” she said.\nAriyananda said there are about 340 schools in Colombo and that the average roof area of a school is 1,000 square metres. The annual rainwater that can be collected by the Colombo schools is 548,800 cubic metres. If we calculate the value of water at 60 rupees a cubic meter, it comes to 32,928,000 rupees,” he said.\nShe added that some Sri Lankans are concerned about the quality of rainwater. A WHO study in 2017 found that the quality of harvested rainwater is second only to piped water. The quality of harvested rainwater is better than water from bore holes, protected springs and dug wells, according to the WHO research.\nAriyananda said a private higher education institution in Malambe recently started harvesting rainwater from a roof area of 5,525 square meters and that the collected water was adequate to meet 75 percent of the total water demand of the university.\n“Imagine the savings this establishment made,” she said.\nShe said that there is a high initial cost to set up a rainwater harvesting system. The initial cost may be daunting, especially if someone is from a poor community.\n“However, the state spends about 1.5 million rupees to give a water connection. But we can build a rainwater harvesting system for Rs 200,000 rupees. Then the household gets free water afterwards. The state can save money by giving rainwater harvesting systems to people,” she said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rainwater",
        "sentiment": "negative"
      },
      {
        "name": "tanuja ariyananda",
        "sentiment": "none"
      },
      {
        "name": "ariyananda",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "sri lanka",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T02:04:32.610+02:00",
  "updated": "2024-02-16T02:04:32.610+02:00"
}