{
  "thread": {
    "uuid": "c15fdb31a771fa7f9ac436514b59915963b508d7",
    "url": "https://www.nsnews.com/national-news/princess-anne-lays-wreath-at-battle-of-atlantic-ceremony-honours-late-queen-8700781",
    "site_full": "www.nsnews.com",
    "site": "nsnews.com",
    "site_section": "https://www.nsnews.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "North Shore News: nsnews",
    "title": "Princess Anne lays wreath at Battle of Atlantic ceremony; honours late Queen",
    "title_full": "Princess Anne lays wreath at Battle of Atlantic ceremony; honours late Queen",
    "published": "2024-05-06T00:20:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.vmcdn.ca/f/files/shared/feeds/cp/2024/05/20240505160524-19c2024848fbc321478419df92c778fd319b17acabe58393406d6d5582c3ef37.jpg;w=650;h=433;mode=crop",
    "performance_score": 0,
    "domain_rank": 29819,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c15fdb31a771fa7f9ac436514b59915963b508d7",
  "url": "https://www.nsnews.com/national-news/princess-anne-lays-wreath-at-battle-of-atlantic-ceremony-honours-late-queen-8700781",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Canadian Press",
  "published": "2024-05-06T00:20:00.000+03:00",
  "title": "Princess Anne lays wreath at Battle of Atlantic ceremony; honours late Queen",
  "text": "VICTORIA — Princess Anne saluted Canadian veterans and current forces members and honoured her late mother during separate ceremonies Sunday in Victoria as she wrapped up a three-day British Columbia West Coast royal visit. The princess, King Charles's sister, laid a wreath during a ceremony at the B.C. legislature cenotaph to commemorate the Battle of the Atlantic, the largest and longest battle of the Second World War, during which Canada lost 24 warships and more than 4,300 Canadian forces and merchant marine members. Earlier Sunday at Government House, Princess Anne planted a red flowering current tree and unveiled a plaque to honour her late mother, Queen Elizabeth II. \"We had the pleasure of going on a walk around the gardens with Princess Royal,\" said Patty Grant, Friends of Government House Gardens president. \"It was lovely. She is so personable and showed an interest in each and every one of the volunteers.\" Princess Anne was especially taken in by the woodland nature of the grounds, said Valerie Murray, government house horticultural adviser. \"She was most interested in the woodlands,\" she said. \"The camas is looking fantastic right now and we were able to talk about the unique Garry oak ecosystem. She took pictures of the Garry oak woodlands.\" Murray said the princess was shown a new coronation pathway developed to honour King Charles, including its design to \"make it more accessible to the public and to protect the ecosystem.\" Princess Anne's royal visit started Friday in North Vancouver where she participated in the commissioning of HMCS Max Bernays, the first Arctic patrol vessel for Canada's Pacific fleet. The princess, honorary commodore-in-chief of the Pacific fleet, sailed on board Max Bernays to Esquimalt where she visited God's Acre veteran's cemetery and an urban agricultural sustainable food project. Vice-Admiral Angus Topshee, commander of the Royal Canadian Navy, said having the princess attend the Battle of the Atlantic ceremony and sail from North Vancouver to Esquimalt on board the patrol vessel was an honour for Canada's navy. \"It does make it extra special for the sailors of the Canadian Pacific fleet,\" he said. \"She is the honorary commodore-in-chief of the Pacific fleet, and for her to have a chance to come out and meet the sailors, sail on board HMCS Max Bernays and to be here to commission Max Bernays is a big moment for us. She cares deeply about her Royal duties and the sailors in the Royal Canadian Navy.\" HMCS Max Bernays is the first new ship commissioned on the West Coast for Arctic and offshore patrols based in Victoria, Topshee said. \"It's a great new capability for Canada and it guarantees that we can ensure our Arctic sovereignty,\" he said. About 600 people attended the Battle of Atlantic ceremony, B.C. legislature security staff estimated. This report by The Canadian Press was first published May 5, 2024. Dirk Meissner, The Canadian Press",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "victoria",
        "sentiment": "negative"
      },
      {
        "name": "anne",
        "sentiment": "negative"
      },
      {
        "name": "charles",
        "sentiment": "none"
      },
      {
        "name": "angus topshee",
        "sentiment": "none"
      },
      {
        "name": "elizabeth ii",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "canada's pacific fleet",
        "sentiment": "none"
      },
      {
        "name": "royal canadian navy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "atlantic",
        "sentiment": "none"
      },
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "north vancouver",
        "sentiment": "none"
      },
      {
        "name": "british columbia",
        "sentiment": "none"
      },
      {
        "name": "west coast",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T00:31:13.397+03:00",
  "updated": "2024-05-06T03:22:38.919+03:00"
}