{
  "thread": {
    "uuid": "8137a1905aac4b1ad5f55166cf3f2d3e144898a8",
    "url": "https://dominicantoday.com/dr/local/2023/12/30/citizens-want-a-2024-without-crime-and-more-access-to-jobs/",
    "site_full": "dominicantoday.com",
    "site": "dominicantoday.com",
    "site_section": "https://dominicantoday.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Dominican Today",
    "title": "Citizens want a 2024 without crime and more access to jobs",
    "title_full": "Citizens want a 2024 without crime and more access to jobs",
    "published": "2023-12-30T13:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dominicantoday.com/wp-content/uploads/2023/12/Afuera.jpg",
    "performance_score": 0,
    "domain_rank": 40679,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8137a1905aac4b1ad5f55166cf3f2d3e144898a8",
  "url": "https://dominicantoday.com/dr/local/2023/12/30/citizens-want-a-2024-without-crime-and-more-access-to-jobs/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Renn Loren",
  "published": "2023-12-30T13:44:00.000+02:00",
  "title": "Citizens want a 2024 without crime and more access to jobs",
  "text": "Citizens want a 2024 without crime and more access to jobs Santo Domingo—A few days before the arrival of 2024, the hopes and wishes of many Dominicans who, as always, in addition to hoping that the year ending will be much better, wish that their requests will come true during the next 365 days. Some of these are the reduction of the high crime levels and more job opportunities expressed by citizens in a survey conducted by Hoy newspaper among citizens of the National District. Others do not fail to have extraordinary wishes, and Betania Perez expressed that the new year brings much prosperity and blessings to working people who never give up. Juan Amador, resident of Santo Domingo Oeste, asked for a healthy start to the year and more support for low-income people. Félix Montero, expressed the same opinion. Rafael Pontier, a resident of Ensanche la Fe, defined the high patrolling carried out by the National Police during the festivities as positive. However, he considers that this work should be carried out throughout the year, not only on special occasions. In this sense, Maria Lorenzo, who omitted to be photographed, said that people get up early. Still, they do not celebrate as before due to the increase in violence by criminals. The year 2023 has left many life lessons to the population. According to Marisol Paredes, a resident of Ensanche Kennedy, the year closes with many tragedies never seen before in such a short time, which should leave a lesson, including our rulers. More job opportunities Even though the government is permanently carrying out initiatives to create jobs and facilitate entrepreneurial opportunities for young people, some citizens expressed how difficult it is to get employment, pointing out the desire to improve that surrounds them. The concern extends to parents who fear for their children’s future and ask the authorities to pay more attention to the unemployed. Less inflation Andres Rijo, a merchant in La Esperilla, wishes that the cost of goods would not skyrocket and that it could be more sustainable for everyone regardless of social status. Another merchant, Manuel Larancuent, said inflation has hit him, forcing him to seek loans to meet his consumers’ demands. 2024 without crime is a hopeful daydream. The public has to wake-up and push comatose authorities to enforce the laws to lessen crime, if there is to be a change for the better. Build more jails and/or make tent city prisons. Get the criminals off the streets.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "juan amador",
        "sentiment": "none"
      },
      {
        "name": "maria lor",
        "sentiment": "none"
      },
      {
        "name": "félix montero",
        "sentiment": "none"
      },
      {
        "name": "betania perez",
        "sentiment": "none"
      },
      {
        "name": "rafael pontier",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "santo domingo",
        "sentiment": "negative"
      },
      {
        "name": "citizens",
        "sentiment": "negative"
      },
      {
        "name": "hoy",
        "sentiment": "none"
      },
      {
        "name": "santo domingo oeste",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "national district",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T14:20:21.174+02:00",
  "updated": "2023-12-30T14:29:15.640+02:00"
}