{
  "thread": {
    "uuid": "97017d90bbfa29676fdeb3661d29cebfa8a98c02",
    "url": "https://www.dvidshub.net/news/461000/serving-side-side-father-and-son-bond-dual-deployment-mission",
    "site_full": "www.dvidshub.net",
    "site": "dvidshub.net",
    "site_section": "https://news.google.com/rss/search?hl=en-US&q=father&ie=UTF-8&gl=US&ceid=US:en",
    "site_categories": [
      "media"
    ],
    "section_title": "\"father\" - Google News",
    "title": "Serving side-by-side: Father and son bond on dual deployment mission - DVIDS",
    "title_full": "Serving side-by-side: Father and son bond on dual deployment mission - DVIDS",
    "published": "2023-12-30T08:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d1ldvf68ux039x.cloudfront.net/thumbs/photos/2312/8183766/1000w_q95.jpg",
    "performance_score": 0,
    "domain_rank": 5446,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "97017d90bbfa29676fdeb3661d29cebfa8a98c02",
  "url": "https://www.dvidshub.net/news/461000/serving-side-side-father-and-son-bond-dual-deployment-mission",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-30T08:53:00.000+02:00",
  "title": "Serving side-by-side: Father and son bond on dual deployment mission - DVIDS",
  "text": "U.S. Air Forces Central - Navigating the twists and turns of military life can be like embarking on an exciting adventure where each challenge is a unique piece of a puzzle. While civilians settle into their typical daily grind, men and women in uniform continue to embark on adventures that are anything but ordinary.\nA father and son have found their Air Force adventures led them right back to each other halfway across the world, adding a unique chapter to their family's legacy of service.\nCapt. Kory Capps, 386th Air Expeditionary Wing chaplain, deployed from MacDill Air Force Base, Fla., is no stranger to a challenge. Prior to commissioning in the U.S. Air Force, he didn’t have much of a family background in the military. But he did understand institutional work, spending many years as a chaplain in the corrections system.\n“I did that type of work for almost 16 years and really enjoyed the challenge,” said Chaplain Capps. “I learned a lot in that environment, but (came to) a fork in the road. Was I going to continue to do that type of chaplaincy?”\nChaplain Capps and his friend talked about future career paths, and the suggestion of a career in the military was introduced. His friend thought this would be a great fit for him, and that he would really enjoy this change.\n“I had been a chaplain for a long time, and I feel like that has always been my calling in life,” Chaplain Capps explained. “To be a chaplain in the military… It has always been a desire to just walk alongside people doing real life, and I have been doing that for about 8 1/2 years now.”\nThen, following in his father’s footsteps, Airman 1st Class Karter Capps, 386th Expeditionary Security Forces Squadron defender, decided to continue the military tradition his dad started in their family, and joined the military right after graduating high school.\n“I wouldn’t have joined the Air Force, or even the military in general, if it wasn’t for my dad,” Karter said. “I went into the recruiter’s office, saw the poster for special warfare and I was like, ‘I want to go do that!’”\nChaplain Capps was surprised to hear his son was also considering joining the Air Force. This shared endeavor gave the two an opportunity to connect in a unique way.\n“We were talking about it, but I wasn’t sure he would go in that direction,” said Chaplain Capps. “It was really cool when he made the decision to join because it anchored him, and he really locked in on that goal. From that point on he was very focused on something he was working toward.”\nChaplain Capps recalls feeling pride as he and his wife and family had the privilege to watch Karter graduate basic training. They were filled with joy, and slight reservation, as they watched their son take the next step toward his journey to special forces training.\n“When I think about his journey, for me as a dad, I was excited overall,” said Chaplain Capps. “Yet, there’s a unique kind of sacrifice a mom shoulders, and I definitely saw that. I saw her processing that as he went through basic, and now she is doing really well, and we are just so proud and humbled.”\nKarter faced a challenge early in his career when he was cut from the training program for the tactical air control party specialist job he had been preparing for. After months of grueling instruction, he was informed he would be placed in a different career field: Security Forces.\n“I didn’t know what I was getting myself into,” Karter explained. “I accepted the fact I was going to go to Security Forces, and I want to do the best I can in this career field. I know I will be ready for TACP next time.”\nThen, Chaplain Capps accepted his own challenge, receiving notice he would be deploying. Much to his surprise, he found out a few weeks before leaving for deployment his son would be joining him.\n“I had already known my dad was going to be deployed because he found out months beforehand,” Karter said, who’s deployed from Hanscom Air Force Base, Mass. “I got a call from my commander and he said, ‘Hey, we have someone who can’t go. We heard your dad is there, and you aren’t the first on the list to go, but if you want to volunteer you can,’ and I immediately said yes. I would have said yes even if my dad wasn’t there.”\n“I was so excited; I couldn’t believe it,” said Chaplain Capps. “What are the odds? For us to be able to experience this together, and share the holidays out here, it’s really cool.”\nThe father-son duo, deployed within the U.S. Central Command area of responsibility illustrates the resilience and adaptability of military families. While the deployment presents its typical challenges, the Capps family indicates they remain steadfast in their commitment to the mission and each other.\n“I think the biggest thing I’d say as a dad is that I am so excited to see him, but I’m also trying to respect this as his first deployment,” Chaplain Capps said. “He’s a young dude wanting to experience things out here, so there is a balance of letting him be his own guy.”\n“People ask me, ‘your dad is out here, too?’ three or four times a day,” Karter said. “It’s funny because any time we are together, my mom asks for proof of life, so he takes a photo of us and sends it to her.”\nThe Capps family deployment shows how the unpredictability of military life can lead to the most unique situations, an opportunity for a father and son to build an even stronger bond while deployed a world away from home.\n|Date Taken:||12.29.2023|\n|Date Posted:||12.30.2023 01:53|\n|Story ID:||461000|\n|Location:||(UNDISCLOSED LOCATION)|\n|Web Views:||4|\n|Downloads:||0|\nThis work, Serving side-by-side: Father and son bond on dual deployment mission, by\n[SrA Lauren Jacoby](/portfolio/1721207/lauren-jacoby), identified by DVIDS, must comply with the restrictions shown on https://www.dvidshub.net/about/copyright.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kory capps",
        "sentiment": "none"
      },
      {
        "name": "chaplain capps",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "u.s. air forces central",
        "sentiment": "negative"
      },
      {
        "name": "u.s. air force",
        "sentiment": "none"
      },
      {
        "name": "air force",
        "sentiment": "none"
      },
      {
        "name": "macdill air force base",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "fla.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T09:07:23.320+02:00",
  "updated": "2023-12-30T09:07:23.320+02:00"
}