{
  "thread": {
    "uuid": "a6fa7d1bc30e0334bd60865fba7f3459496bbd8c",
    "url": "https://www.cbsnews.com/news/ways-long-term-care-insurance-can-benefit-dementia-patients/",
    "site_full": "www.cbsnews.com",
    "site": "cbsnews.com",
    "site_section": "http://www.cbsnews.com/latest/rss/main",
    "site_categories": [
      "media",
      "television",
      "entertainment"
    ],
    "section_title": "Home - CBSNews.com",
    "title": "3 ways long-term care insurance can benefit dementia patients - CBS News",
    "title_full": "3 ways long-term care insurance can benefit dementia patients - CBS News",
    "published": "2023-12-28T23:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets1.cbsnewsstatic.com/hub/i/r/2023/12/28/cf8cffa4-50d6-4c26-9cfe-c52cd4859e36/thumbnail/1200x630/67c5a3da12663860b17b167a36a7e087/gettyimages-1270628546.jpg?v=5382e209c94ee904b3a96a69f8ca0ce0",
    "performance_score": 0,
    "domain_rank": 187,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a6fa7d1bc30e0334bd60865fba7f3459496bbd8c",
  "url": "https://www.cbsnews.com/news/ways-long-term-care-insurance-can-benefit-dementia-patients/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joshua Rodriguez",
  "published": "2023-12-28T23:57:00.000+02:00",
  "title": "3 ways long-term care insurance can benefit dementia patients - CBS News",
  "text": "One thing that's important to consider as you create your retirement plan is the increased cost of healthcare you may face as you age. Once you turn 65, you have a high chance of needing long-term care at some point in your remaining years — and that care can be expensive .\nThat's especially true if you develop dementia. As of February 2023, the average cost of living in a memory care home was $6,160 per month, according to Dementia Care Central , an educational resource funded by the National Institute on Aging. That amounts to about $73,920 in memory care expenses each year.\nThe good news is that you don't have to cover that bill on your own. Long-term care insurance can help you cover the cost of dementia care, should you develop the condition.\nGet long-term care insurance to make sure you can afford the care you need .\n3 ways long-term care insurance can benefit dementia patients \"Getting long-term care insurance could be a life-changer if dementia or any memory care is required for a family member,\" says Brandon Robinson, president and founder of JBR Associates in Plano, Texas. \"For dementia patients, needing memory care can be very expensive since that patient would need full-time care with a health care professional.\"\nThe good news is that long-term care insurance may be able to help . Here's how:\nIt can pay for memory care housing As mentioned above, memory care communities can be expensive — and that expense is only likely to continue growing.\nFortunately, a long-term care insurance policy can help cover this cost in a couple of ways:\nIt could cover your care completely : You may decide to purchase a long-term care insurance policy that's large enough to cover your care completely. In this case, your insurance would simply pay the bills for your assisted living memory care. It could be supplemental coverage for those expenses : You likely have other retirement income, like Social Security income and potential pensions, a 401k or other retirement savings. If that's the case, you can use this income to cover some of your memory care costs and use long-term care insurance to pay for your remaining expenses. As such, you'll need less coverage, reducing your monthly insurance premiums. Look into how long-term care insurance can help you cover the growing cost of memory care .\nIt can pay for adult daycare You may have a family member or two who are willing to provide your care if you develop dementia. However, there may be a need for adult daycare. For example, what if your family caregiver works a typical eight-hour per day, five-day per week work schedule? In this instance, adult daycare would come in handy.\nBut the cost of adult daycare services can be relatively high, averaging anywhere from $38 to $148 per day, depending on where you live, according to Dementia Care Central. Long-term care insurance typically covers this cost.\nIt can pay family caregivers In some cases, your long-term care insurance can even provide your family caregivers with a source of income . However, it's important that if you're going to lean on family caregivers, you make sure your long-term care insurance policy offers coverage for informal care providers.\nLong-term care insurance covers other costs, too Long-term care insurance isn't only helpful if you develop memory care needs. It can also help cover a wide range of costs as you age. For example:\nAssisted living or nursing homes : Long-term care insurance can cover the cost of assisted living communities or nursing homes if you need regular assistance with day-to-day tasks. Aging in place : This type of insurance also provides several benefits for those who plan on aging in place . As noted, long-term care insurance can help cover adult daycare and provide a paycheck to family caregivers. Home renovations : Long-term care insurance may also cover the cost of home renovations to ensure that your home is accessible to you through your golden years. For example, your provider may pay for the installation of a ramp, handrails or a traction control device to make sure you can safely access your home. Get long-term care insurance now to ensure you have options as you age .\nThe bottom line \"It's imperative that you secure the LTC insurance before the diagnosis of memory loss. With LTC insurance, you can have the majority, or all, of the monthly costs covered,\" says Robinson. Moreover, this type of coverage can help with a wide range of age-related healthcare cost increases — but only if you purchase coverage before you need it. Compare your long-term care insurance options now to make sure you're covered .\nJoshua Rodriguez Joshua Rodriguez is a personal finance and investing writer with a passion for his craft. When he's not working, he enjoys time with his wife, two kids, three dogs and 10 ducks.\nTwitter Facebook",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://www.facebook.com/profile.php?id=100005510886116",
    "https://clicks.trx-hub.com/xid/cbsint_a10ef_cbsnews?q=https%3A%2F%2Fsecure.money.com%2Fpr%2Fk45f0c3de2e5%3Fs1%3Dwww.cbsnews.com%252Fnews%252F3-ways-long-term-care-insurance-can-benefit-dementia-patients&p=https%3A%2F%2Fwww.cbsnews.com%2Fnews%2Fways-long-term-care-insurance-can-benefit-dementia-patients%2F&event_type=click&article_id=21d1b26a-87e5-4a1a-8a34-425db19ad8b5",
    "https://twitter.com/@JRodWrites",
    "https://www.dementiacarecentral.com/assisted-living-home-care-costs/",
    "https://www.dementiacarecentral.com/assisted-living-home-care-costs",
    "https://www.twitter.com/@JRodWrites",
    "https://facebook.com/profile.php?id=100005510886116",
    "https://www.clicks.trx-hub.com/xid/cbsint_a10ef_cbsnews?q=https%3A%2F%2Fsecure.money.com%2Fpr%2Fk45f0c3de2e5%3Fs1%3Dwww.cbsnews.com%252Fnews%252F3-ways-long-term-care-insurance-can-benefit-dementia-patients&p=https%3A%2F%2Fwww.cbsnews.com%2Fnews%2Fways-long-term-care-insurance-can-benefit-dementia-patients%2F&event_type=click&article_id=21d1b26a-87e5-4a1a-8a34-425db19ad8b5",
    "https://dementiacarecentral.com/assisted-living-home-care-costs/",
    "https://clicks.trx-hub.com/xid/cbsint_a10ef_cbsnews",
    "https://www.facebook.com/profile.php"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brandon robinson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dementia care central",
        "sentiment": "none"
      },
      {
        "name": "national institute",
        "sentiment": "none"
      },
      {
        "name": "jbr associates",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "plano",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:03:23.642+02:00",
  "updated": "2023-12-29T12:10:41.835+02:00"
}