{
  "thread": {
    "uuid": "5f0c70e21706ac01d7bb7bdd0a43997d79eab346",
    "url": "https://foreignpolicy.com/2024/01/20/url-red-sea-houthis-china-belt-road-suez-trade-corridors/",
    "site_full": "foreignpolicy.com",
    "site": "foreignpolicy.com",
    "site_section": "http://www.foreignpolicy.com/rss",
    "site_categories": [
      "social"
    ],
    "section_title": "Foreign Policy",
    "title": "The Red Sea Crisis Proves China Was Ahead of the Curve",
    "title_full": "The Red Sea Crisis Proves China Was Ahead of the Curve",
    "published": "2024-01-20T12:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://foreignpolicy.com/wp-content/uploads/2024/01/suez-canal-red-sea-shipping-GettyImages-1231958830.jpg?w=1000",
    "performance_score": 0,
    "domain_rank": 1069,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5f0c70e21706ac01d7bb7bdd0a43997d79eab346",
  "url": "https://foreignpolicy.com/2024/01/20/url-red-sea-houthis-china-belt-road-suez-trade-corridors/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Parag Khanna",
  "published": "2024-01-20T12:46:00.000+02:00",
  "title": "The Red Sea Crisis Proves China Was Ahead of the Curve",
  "text": "Analysis\nThe Red Sea Crisis Proves China Was Ahead of the Curve\nThe Belt and Road Initiative wasn’t a sinister plot. It was a blueprint for what every nation needs in an age of uncertainty and disruption.\nOver the past two months, a sudden surge in Houthi rebel attacks in the strategic Bab el-Mandeb Strait connecting the Red Sea to the Arabian Sea prompted the world’s largest shipping carriers to halt transit through the Suez Canal for several weeks—with even more\nrerouting their vessels as the United States and Britain launched strikes on Yemen and the situation has escalated.\nOver the past two months, a sudden surge in Houthi rebel attacks in the strategic Bab el-Mandeb Strait connecting the Red Sea to the Arabian Sea prompted the world’s largest shipping carriers to halt transit through the Suez Canal for several weeks—with even more\nrerouting their vessels as the United States and Britain launched strikes on Yemen and the situation has escalated.\nAs ships loiter in the Mediterranean or Arabian weighing their options, others are busily bypassing the strait entirely. In mid-December, Saudi Arabia quickly gave its blessing to forming a “land bridge” from the Arabian to the Mediterranean by which goods docking in Persian Gulf ports such as Jebel Ali in the United Arab Emirates or Mina Salman in Bahrain could\ntransit its territory via truck to Israel’s Haifa Port.\nYou read that correctly. Hamas’s horrific Oct. 7 attack on Israel not only failed to scupper the Abraham Accords, but despite Saudi Arabia and the UAE strongly supporting a two-state solution to the conflict, both are accelerating their infrastructure cooperation with Israel in order to cope with maritime disruptions—and of course to collect transit fees that would normally flow into\nEgypt’s coffers. Even better for boosters of overland transport, the Gulf-Israel corridor shaves ten days off the Red Sea maritime route.\nGeopolitical shocks from Red Sea maritime terrorism and the Russia-Ukraine war have driven up logistics costs and food prices just as the world economy—and particularly developing countries—is struggling to recover from the fiscal pain of the COVID-19 pandemic. (And another volcano in Iceland erupted recently, driving up air freight costs, too.)\nThe solution to today’s perpetual volatility won’t emerge from episodic summits between Beijing and Washington or G-7 group therapy sessions or from talkfests such as the World Economic Forum or U.N. climate conferences. Instead, there is precisely one pathway for a world plagued by dire mistrust and unpredictable crises to take meaningful collective action in the global public interest—and that is to build more pathways for supply to meet demand. The solution to supply shocks is more supply chains. More belts, more roads.\nChina is the one country that has known this—and acted on it—for years. When China convened leaders and representatives from more than 130 nations in Beijing last October to mark the 10th anniversary of the launch of its signature Belt and Road Initiative (BRI), it was frowned upon by many Western leaders—just as it was a decade ago—as a stealth plan to undermine the Western-led international order by placing China at the center of global trade networks.\nFrom a functional perspective, however, the BRI represents what all countries should do in their own national interest: build as many pathways as possible for supply to meet demand, both as a hedge against unforeseen disruptions but also to boost one’s connectivity and influence.\nThe need for such hedging became all too clear in 2021, when the massive container vessel Ever Given ran aground in the Suez Canal, all but\nfreezing trade between Europe and Asia just as the world was seeking to revive trade amid the COVID-19 downturn. While the brunt of the backlog was cleared within two weeks, it was a jittery experience for the world’s just-in-time supply chains, by which manufacturers and retailers hold low inventory of components and goods on the assumption of frictionless trade. It also carried a hefty weekly price tag in insurance premiums for delayed shipments.\nWhether the vulnerability of maritime chokepoints is exposed by Houthi terrorism in the Red Sea, Russia’s grain blockade on the Black Sea, drought in the Panama Canal, or a potential South China Sea conflict near the Strait of Malacca, there is no reason why the largest zones of the world economy—North America, Europe, and Asia—should be held hostage to such sporadic and uncontrollable events.\nSure, ships could opt for the pre-Suez Canal route rounding Africa’s Cape of Good Hope, adding 10-14 days to a normal 20-30-day shipping time. But instead, the\nwiser path was taken by China and Europe (which are each other’s largest trading partners): Trans-Eurasian rail cargo doubled to 1,000 freight trains per month in early 2021, offering greater reliability and punctuality.\nMore highways and railways across Eurasia, and ports along the Indian and Arctic oceans, are essential to creating flexibility and alternative routes for the global freight and commodities trade on which the proper functioning of the world economy depends. Such investments are effectively preemptive measures against the inflationary shocks that result from protectionism, geopolitics, and climate change.\nIt’s hard to argue that the BRI has not been transformative. Since 2013, about $1 trillion of capital has\nflowed to BRI member states in construction projects and nonfinancial investments.\nEspecially for overpopulated developing countries, solid infrastructure is essential to cope with domestic demands, generates economic multiplier effects, and builds connectivity to the world economy. Peripheral European states such as Hungary and Serbia have also been\nbeneficiaries of the BRI, though, as with other states such as Zambia and Sri Lanka, it has come at the price of excessive debt and some political capture by China.\nAs for Western Europe, Italy joined in 2019 and\nexited in late 2023, signaling European displeasure at not gaining sufficient reciprocal access to China’s market in their voluminous bilateral trade.\nMeanwhile, at last September’s G-20 summit in New Delhi, a proposed $20 billion multimodal\nIndia-Middle East-Europe Economic Corridor (IMEC) was quickly hailed by the United States as a rival to the BRI, but it is much more a local offshoot of it.\nFor one thing, Indian Prime Minister Narendra Modi has also been touting a\ntrade corridor to Russia via Iran, not exactly music to Washington’s ears. Similarly, as has become apparent in the Saudi and the Emirati courting of the United States, Europe, Russia, China, India, and Japan all at the same time, the confident Gulf Arab states aren’t taking sides in a so-called new cold war. Instead, they are practicing a deft multialignment to boost their role as a geographical crossroads between Europe, Africa, and Asia.\nA portmanteau of these geographies yields “\nAfro-Eurasia,” the term scholars use to refer to the precolonial civilizational and commercial axes that, in effect, constituted the known world prior to the so-called discovery of the New World.\nToday, Afro-Eurasia is again the center of global demographics, economics, and geopolitics. All nations of this Indo-Pacific system want more globalization, not less. The most connected powers win by getting trading nations to use their geography instead of others’.\nThey benefit from a world that is increasingly intermingled and layered, not divided. Indeed, not to be outdone, at the same G-20 summit Turkish President Recep Tayyip Erdogan\nproposed another trade transit corridor spanning Iraq’s southern port of Basra via Turkey to Europe.\nEU member states have aligned with the United States on countering Chinese strategic influence in the Indo-Pacific and in protecting their own markets against Chinese dumping of solar panels and electric vehicles. But Europe also remains eager to boost its exports to Arab and Asian economies, as evidenced by its leaders’ frequent visits to India, Vietnam, Indonesia, and Singapore. Despite the 2016 uproar over Chinese firm COSCO’s acquisition of a majority stake in Greece’s Piraeus Port, that is precisely the same terminus imagined for the IMEC multimodal route.\nWestern diplomats and analysts no longer dismiss China’s BRI, but they still don’t fully grasp the underlying context. The BRI began more defensively than offensively. China had become the world’s factory floor, requiring massive energy and raw material imports to fuel its ballooning industrial base, but remained vulnerable to the same chokepoints plaguing global supply chains today. At the same time, it sought markets able to absorb its massive surplus production of steel and other goods.\nAs China’s defense spending, arms exports, and strategic ties with rogue regimes and U.S. allies alike expanded, the BRI came to be viewed as a core element of Chinese grand strategy, a sinister plot to pave over the world. But geopolitics is nonlinear. China quickly aroused suspicion on its own with its aggressive incursions across its Himalayan border with India and in the South China Sea as well as with its onerous financial terms that some critics have called “debt-trap diplomacy.”\nThen Western and allied powers began to deploy countermeasures. In the military arena, the Quad coalition of Australia, India, Japan, and the United States has stepped up maritime cooperation in the Indo-Pacific, enhanced weapons sales to littoral nations in the South China Sea such as Vietnam, and backed the Philippines in fortifying islands just as China has done using land reclamation.\nIn the infrastructural and commercial domains, the Strategic Competition Act and the CHIPS and Science Act in the United States, the U.S. International Development Finance Corp., the European Union’s Global Gateway initiative, Japan and India’s “connectivity corridors,” the multinational Supply Chain Resilience Initiative, and the G-7’s Build Back Better World are just some of the myriad programs conceived to cajole countries to borrow at concessionary rates from multilateral rather than Chinese lenders or to contract with Western firms (such as Sweden’s Ericsson) over Chinese ones (such as Huawei) for 5G networks or internet cables.\nThe West is learning that it must put its money where its mouth is. The infrastructure arms race is now well underway. China is to be credited for elevating infrastructure on the global agenda after decades of neglect by Western powers—but the more the world collectively invests in critical infrastructure, the\nless likely it becomes that all roads lead to China. The West might be late to this latest round of the Great Game, but it’s already having success in leveling the playing field.\nEven though Chinese-led versus Western-led initiatives are portrayed as zero-sum, in most cases infrastructure such as ports and electricity grids are nonexcludable and nonrival: open to any commercial user and providing equal service to those users. Each tit-for-tat project—whether a pipeline, electrical grid, or internet cable—inadvertently advances the far grander project of transforming the world into an interconnected supply chain system.\nThere is no more important truth to deliver on in today’s turbulent world. More pathways for supply to meet demand help ward off inflationary shocks. We need to grow more food, produce more semiconductors, and process more rare-earth minerals in more countries—and ensure there is no single point of failure for their movement around the globe.\nThe ability to spontaneously shift shipping from the Suez Canal to Eurasian railways or even faster Arctic maritime passage is precisely how the global economy can become more resilient to shocks, even “\nantifragile” to use Nassim Nicholas Taleb’s term. On this basis alone, an infrastructurally hyperconnected world is both desirable and superior to our present system. It is also essential for civilizational survival as climate change accelerates.\nClimate stress will likely spur the migration of a billion or more people this century, with populations resettling from coastal to inland zones, lower to higher elevation areas, and hotter to cooler climates. We are already witnessing new vectors of ever larger-scale migration never before experienced, such as South and Southeast Asians to Europe and Central Asia. Given that the vast majority of the human population resides on the Eurasian landmass, anticipating the inevitable circulation of people toward more climate-resilient geographies across Eastern Europe and Central Asia and building the requisite urban infrastructure of housing, transportation, health care, and other facilities is vital.\nThere is still too much of the old infrastructure of oil pipelines and too little of the new, such as water desalination plants, solar farms, energy-efficient affordable housing, and hydroponic food centers. These investments are part of the great global recycling that fuels the world economy: Infrastructure creates jobs and raises productivity, drives growth in consumption and trade, and attracts talent and flows of capital.\nConstructing and connecting the urban settlements that define modern civilization is the story of the past 10,000 years of humanity. Our accumulated layers of infrastructure—from Roman roads to British railways to American bases—are a lasting testament to the fact that while control over infrastructure changes hands, in the long run it is not a zero-sum game. The answer to the question as to the fate of infrastructure is the same as for the globalization it underpins: more.\nParag Khanna is the founder and CEO of Climate Alpha, and the author, most recently, of MOVE: Where People are Going for a Better Future. Twitter:\n@paragkhanna\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.theloadstar.com/sudden-spike-in-demand-for-china-europe-rail-services-post-suez/",
    "https://www.cambridge.org/core/books/abs/cambridge-world-history/trade-and-commerce-across-afroeurasia/B866E0C4A8DB0316091A6ABF77410D59",
    "https://jns.org/uae-israel-land-corridor-operating-despite-war/",
    "https://al-monitor.com/originals/2023/09/impact-india-mideast-europe-corridor-extends-far-beyond-countering-china",
    "https://www.penguinrandomhouse.com/books/176227/antifragile-by-nassim-nicholas-taleb/",
    "https://reuters.com/article/us-egypt-suezcanal-shipping-insurance/reinsurers-set-to-bear-brunt-of-costs-for-suez-canal-grounding-idUSKBN2BV205/",
    "https://www.railfreight.com/specials/2022/01/14/the-2021-silk-road-numbers-are-here-what-do-they-tell-us/",
    "https://www.middleeasteye.net/opinion/red-sea-attacks-egypt-israel-helping-new-trade-corridor-why",
    "https://thediplomat.com/2018/01/who-benefits-from-the-chinese-built-hungary-serbia-railway",
    "https://www.timesofisrael.com/israel-logistics-startup-forges-overland-trade-route-to-bypass-houthi-red-sea-crisis",
    "https://www.livemint.com/news/india/india-and-iran-to-boost-trade-with-russia-through-international-north-south-trade-corridor-instc-11689612221352.html",
    "https://www.penguinrandomhouse.com/books/176227/antifragile-by-nassim-nicholas-taleb",
    "https://ft.com/content/0673f928-dec9-48fb-83b3-8b868a9dcbbe",
    "https://www.reuters.com/markets/commodities/msc-divert-shipping-away-suez-canal-after-red-sea-attack-2023-12-16/",
    "https://www.reuters.com/article/us-egypt-suezcanal-shipping-insurance/reinsurers-set-to-bear-brunt-of-costs-for-suez-canal-grounding-idUSKBN2BV205/",
    "https://www.asia.nikkei.com/Spotlight/Belt-and-Road/Italy-s-Belt-and-Road-exit-shines-light-on-ties-ahead-of-EU-China-summit",
    "https://cambridge.org/core/books/abs/cambridge-world-history/trade-and-commerce-across-afroeurasia/B866E0C4A8DB0316091A6ABF77410D59",
    "https://reuters.com/markets/commodities/msc-divert-shipping-away-suez-canal-after-red-sea-attack-2023-12-16/",
    "https://www.railfreight.com/specials/2022/01/14/the-2021-silk-road-numbers-are-here-what-do-they-tell-us/?gdpr=deny",
    "https://www.jns.org/uae-israel-land-corridor-operating-despite-war",
    "https://www.thediplomat.com/2018/01/who-benefits-from-the-chinese-built-hungary-serbia-railway/",
    "https://railfreight.com/specials/2022/01/14/the-2021-silk-road-numbers-are-here-what-do-they-tell-us/?gdpr=deny",
    "https://www.greenfdc.org/china-belt-and-road-initiative-bri-investment-report-2022/",
    "https://www.noemamag.com/all-roads-need-not-lead-to-china/",
    "https://penguinrandomhouse.com/books/176227/antifragile-by-nassim-nicholas-taleb/",
    "https://www.ft.com/content/0673f928-dec9-48fb-83b3-8b868a9dcbbe",
    "https://www.jns.org/uae-israel-land-corridor-operating-despite-war/",
    "https://www.noemamag.com/all-roads-need-not-lead-to-china",
    "https://www.reuters.com/article/us-egypt-suezcanal-shipping-insurance/reinsurers-set-to-bear-brunt-of-costs-for-suez-canal-grounding-idUSKBN2BV205",
    "https://greenfdc.org/china-belt-and-road-initiative-bri-investment-report-2022/",
    "https://thediplomat.com/2018/01/who-benefits-from-the-chinese-built-hungary-serbia-railway/",
    "https://theloadstar.com/sudden-spike-in-demand-for-china-europe-rail-services-post-suez/",
    "https://timesofisrael.com/israel-logistics-startup-forges-overland-trade-route-to-bypass-houthi-red-sea-crisis/",
    "https://middleeasteye.net/opinion/red-sea-attacks-egypt-israel-helping-new-trade-corridor-why",
    "https://theloadstar.com/sudden-spike-in-demand-for-china-europe-rail-services-post-suez",
    "https://www.reuters.com/markets/commodities/msc-divert-shipping-away-suez-canal-after-red-sea-attack-2023-12-16",
    "https://greenfdc.org/china-belt-and-road-initiative-bri-investment-report-2022",
    "https://www.al-monitor.com/originals/2023/09/impact-india-mideast-europe-corridor-extends-far-beyond-countering-china",
    "https://livemint.com/news/india/india-and-iran-to-boost-trade-with-russia-through-international-north-south-trade-corridor-instc-11689612221352.html",
    "https://www.timesofisrael.com/israel-logistics-startup-forges-overland-trade-route-to-bypass-houthi-red-sea-crisis/",
    "http://www.twitter.com/paragkhanna",
    "https://asia.nikkei.com/Spotlight/Belt-and-Road/Italy-s-Belt-and-Road-exit-shines-light-on-ties-ahead-of-EU-China-summit",
    "https://noemamag.com/all-roads-need-not-lead-to-china/",
    "http://twitter.com/paragkhanna"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "mediterranean",
        "sentiment": "none"
      },
      {
        "name": "bab el-mandeb strait",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "red sea",
        "sentiment": "none"
      },
      {
        "name": "britain",
        "sentiment": "none"
      },
      {
        "name": "suez canal",
        "sentiment": "none"
      },
      {
        "name": "yemen",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T14:41:18.195+02:00",
  "updated": "2024-01-20T14:41:18.195+02:00"
}