{
  "thread": {
    "uuid": "9388c2a7c708b10c8e5b3034c9f86d9189a0195a",
    "url": "https://www.milanofinanza.it/news/palingeo-la-societa-bresciana-della-geotecnica-sbarca-sull-egm-e-rally-al-debutto-202402160953528107",
    "site_full": "www.milanofinanza.it",
    "site": "milanofinanza.it",
    "site_section": "https://www.milanofinanza.it",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Milano Finanza - news di economia, finanza, fisco e borsa in tempo reale",
    "title": "Palingeo, la società bresciana della geotecnica sbarca sull’Egm. È rally al debutto - MilanoFinanza News",
    "title_full": "Palingeo, la società bresciana della geotecnica sbarca sull’Egm. È rally al debutto - MilanoFinanza News",
    "published": "2024-02-16T10:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://static.milanofinanza.it/content_upload/img/2024/02/202402160953528107/PiazzaAffari-787687.jpg",
    "performance_score": 0,
    "domain_rank": 20572,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9388c2a7c708b10c8e5b3034c9f86d9189a0195a",
  "url": "https://www.milanofinanza.it/news/palingeo-la-societa-bresciana-della-geotecnica-sbarca-sull-egm-e-rally-al-debutto-202402160953528107",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "di Rossella Savojardo",
  "published": "2024-02-16T10:39:00.000+02:00",
  "title": "Palingeo, la società bresciana della geotecnica sbarca sull’Egm. È rally al debutto - MilanoFinanza News",
  "text": "È rally al debutto in borsa per Palingeo, la società bresciana della geotecnica che segna un +11,2% a 5,56 euro in apertura di seduta sull’ [ Euronext](/quotazioni/dettaglio/euronext-3ae1591) Growth Milan. L’ipo, avvenuta integralmente in aumento di capitale, era stata avviata lo scorso 1 febbraio [come anticipato da questo giornale](https://www.milanofinanza.it/news/palingeo-si-scalda-per-l-egm-2625017). L’operazione ha visto un’importante partecipazione di investitori italiani ed esteri, tra i quali la francese Indépendance Am con una quota superiore al 5% delle azioni ordinarie. La domanda complessiva ha superato i 13 milioni di euro, mentre il controvalore complessivo delle risorse raccolte è stato pari a circa 8,1 milioni, di cui circa 0,7 milioni rivenienti dall’esercizio dell’opzione greenshoe. Il flottante della società post quotazione sarà pari al 28,48% del capitale sociale. L’operazione, che ha visto Integrae Sim in qualità di global coordinator, ha previsto, inoltre, l’emissione di warrant (denominati Warrant Palingeo 2024-2026), ai termini e alle condizioni disciplinate dal regolamento dei warrant disponibile sul sito internet dell’azienda. Alla data di inizio negoziazioni, il capitale sociale della società è pari a 1,29 milioni ed è composto da 6.480.200 azioni, prive dell’indicazione del valore nominale, di cui 5.197.700 azioni ordinarie e 1.282.500 azioni a voto plurimo (che danno diritto a 3 voti per ciascuna azione). Queste ultime non sono oggetto di ammissione alle negoziazioni e di titolarità di F.L.S. Holding (società riconducibile a [ Leonardo](/quotazioni/dettaglio/leonardo-2ae00b2) Spada, Paolo Franzoni e Gianbattista Lippi, rispettivamente Presidente e Consigliere delegato, Consigliere delegato e Consigliere delegato della Società), convertibili in azioni ordinarie nel rapporto di un’azione ordinaria ogni azione a voto plurimo. Guardando agli ultimi dati di bilancio, il valore della produzione di Palingeo alla fine del 2022 aveva superato i 53 milioni di euro, registrando una crescita di oltre il 63% su base annua, con un ebitda in aumento a 8 milioni. Nei primi sei mesi dello scorso anno, la società bresciana aveva registrato un valore della produzione di 27,3 milioni e un ebitda di circa 4,2 milioni, con una marginalità lorda del 15,3%. Il tutto a fronte di un consistente portafoglio ordini di oltre 82 milioni. (riproduzione riservata)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T11:06:25.305+02:00",
  "updated": "2024-02-16T11:06:25.305+02:00"
}