{
  "thread": {
    "uuid": "f30be4600cfb3d0f114836afada183f61e8961cf",
    "url": "https://currentaffairs.adda247.com/vivek-srivastava-named-dg-of-fire-service-civil-defence-home-guards/",
    "site_full": "currentaffairs.adda247.com",
    "site": "adda247.com",
    "site_section": "https://currentaffairs.adda247.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Current Affairs 2024, Today&#039;s Current Affairs Updates",
    "title": "Vivek Srivastava Named DG Of Fire Service, Civil Defence & Home Guards",
    "title_full": "Vivek Srivastava Named DG Of Fire Service, Civil Defence & Home Guards",
    "published": "2024-01-02T06:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://adda247-wp-multisite-assets.s3.ap-south-1.amazonaws.com/wp-content/uploads/multisite/sites/5/2024/01/02151729/vvv.jpeg",
    "performance_score": 0,
    "domain_rank": 34291,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f30be4600cfb3d0f114836afada183f61e8961cf",
  "url": "https://currentaffairs.adda247.com/vivek-srivastava-named-dg-of-fire-service-civil-defence-home-guards/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Saurabh",
  "published": "2024-01-02T06:54:00.000+02:00",
  "title": "Vivek Srivastava Named DG Of Fire Service, Civil Defence & Home Guards",
  "text": "The Appointments Committee of the Cabinet (ACC) has recently approved the appointment of Vivek Srivastava, a seasoned 1989-batch IPS officer of Gujarat cadre, as the Director General of Fire Service, Civil Defence & Home Guards under the Ministry of Home Affairs. Department of Personnel & Training Issues Official Order on December 28 The decision was made official through an order issued by the Department of Personnel & Training (DoPT) on December 28. This significant appointment is set to take effect from the date of Srivastava’s joining the post and will continue until June 30, 2025, or until further orders, whichever occurs earlier. Background of Vivek Srivastava Vivek Srivastava has a distinguished career as an Indian Police Service (IPS) officer, with extensive experience spanning over three decades. Having entered the service in the year 1989, he has served in various capacities, showcasing leadership skills and dedication to public service. Srivastava is known for his commitment to upholding law and order and has consistently demonstrated excellence in his roles within the police force. Gujarat Cadre and IPS Journey Srivastava’s roots lie in the Gujarat cadre, where he began his career. Over the years, he has navigated the complexities of law enforcement, tackling challenges with strategic acumen. His service in the IPS has been marked by a relentless pursuit of justice, earning him a reputation as a principled and effective officer. Current Position and Transition As of now, Vivek Srivastava holds the position of Special Director in the Intelligence Bureau. His current responsibilities reflect the trust and confidence reposed in him by the government in matters of national security and intelligence. The transition to his new role as the Director General of Fire Service, Civil Defence & Home Guards signals a shift in focus towards critical aspects of public safety and emergency services. Future Endeavors and Challenges Srivastava’s tenure in the new role will likely bring forth various challenges and opportunities. Managing fire services, civil defense, and home guards involves intricate coordination and strategic planning. As the head of these vital departments, Srivastava will play a crucial role in ensuring the safety and well-being of citizens, particularly during emergencies and unforeseen situations. Important Questions Related to Exams Q1: What is Vivek Srivastava’s current position before assuming the role of Director General of Fire Service, Civil Defence & Home Guards? a) Director General of Fire Service b) Special Director in the Intelligence Bureau c) Home Guards Officer Q2: In which cadre did Vivek Srivastava begin his career as an IPS officer? a) Maharashtra cadre b) Gujarat cadre c) Uttar Pradesh cadre Q3: Until when is Vivek Srivastava’s appointment as the Director General set to continue, as per the Department of Personnel & Training (DoPT) order? a) June 30, 2024 b) June 30, 2025 c) December 28, 2023 Q4: What key responsibilities will Vivek Srivastava have in his new role as Director General of Fire Service, Civil Defence & Home Guards? a) Managing law and order b) Ensuring national security c) Overseeing public safety and emergency services Please provide your answers in the comments section.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "vivek sriva",
        "sentiment": "negative"
      },
      {
        "name": "vivek srivastava",
        "sentiment": "negative"
      },
      {
        "name": "srivastava",
        "sentiment": "none"
      },
      {
        "name": "vivek srivastava vivek srivastava",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dg of fire service",
        "sentiment": "negative"
      },
      {
        "name": "cabinet",
        "sentiment": "negative"
      },
      {
        "name": "civil defence & home guards the appointments committee",
        "sentiment": "negative"
      },
      {
        "name": "ministry of home affairs",
        "sentiment": "none"
      },
      {
        "name": "department of personnel & training",
        "sentiment": "none"
      },
      {
        "name": "civil defence & home guards",
        "sentiment": "none"
      },
      {
        "name": "department of personnel & training issues official order",
        "sentiment": "none"
      },
      {
        "name": "fire service",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gujarat",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T13:24:41.768+02:00",
  "updated": "2024-01-02T13:24:41.768+02:00"
}