{
  "thread": {
    "uuid": "82aae259d9ef1989f7f5f92934602b89aec83e20",
    "url": "https://www.thenews.com.pk/latest/1149812-pakistan-down-afghanistan-to-start-u19-world-cup-journey-on-winning-note",
    "site_full": "www.thenews.com.pk",
    "site": "thenews.com.pk",
    "site_section": "https://www.thenews.com.pk",
    "site_categories": [
      "media"
    ],
    "section_title": "The News International: Latest News Breaking, Pakistan News",
    "title": "Pakistan down Afghanistan to start U19 World Cup journey on winning note",
    "title_full": "Pakistan down Afghanistan to start U19 World Cup journey on winning note",
    "published": "2024-01-20T17:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2024-01-20/l_1149812_113851_updates.jpg",
    "performance_score": 0,
    "domain_rank": 5190,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "82aae259d9ef1989f7f5f92934602b89aec83e20",
  "url": "https://www.thenews.com.pk/latest/1149812-pakistan-down-afghanistan-to-start-u19-world-cup-journey-on-winning-note",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Web Desk",
  "published": "2024-01-20T17:27:00.000+02:00",
  "title": "Pakistan down Afghanistan to start U19 World Cup journey on winning note",
  "text": "In their opening match, Pakistan on Saturday outclassed Afghanistan by 181 runs during the 2024 ICC U19 World Cup clash in East London, South Africa. Opting to bat first, the Men in Green posted 284 for the loss of nine wickets. Shahzaib Khan emerged as the standout performer, showcasing an impressive innings with a score of 106 runs. His resilient knock spanned 126 balls and included 10 boundaries and three sixes, boasting a commendable strike rate of 84.12. Saad Baig, the team captain, also played a pivotal role in the batting lineup, contributing a noteworthy 55 runs. His innings, characterised by a brisk strike rate of 105.76, featured 3 boundaries and an impressive 4 sixes. Meanwhile, Riaz Ullah contributed with a crucial 46 while Ubaid Shah smashed a 22-run cameo. For Afghanistan, Khalil Ahmed was the pick of the bowlers claiming four wickets while Bashir Ahmed bagged two. In the second innings, Pakistan kept pressure on the opponent from the start. Amir Hassan bowled 4.2 overs, conceding 24 runs and taking one wicket with an economy rate of 5.53. Ubaid Shah had an impactful presence, delivering 7 overs, and claiming 4 wickets while conceding 26 runs at an impressive economy rate of 3.71. He managed to keep the pressure on the opposition, contributing significantly to his team's bowling effort. Mohammad Zeeshan delivered 5.1 overs, taking 3 wickets for 17 runs at an economy rate of 3.40. Ahmed Hussain bowled a tight spell, completing 4 overs and giving away 16 runs while taking one wicket at an economy rate of 4.00. Pakistan v Nepal, January 24, East London Pakistan v New Zealand, January 27, East London Saad Baig (captain and wicketkeeper), Ali Asfand (vice-captain), Ali Raza, Ahmad Hassan, Amir Hassan, Arafat Minhas, Azan Awais, Haroon Arshad, Khubaib Khalil, Mohammad Zeeshan, Naveed Ahmed Khan, Shahzaib Khan, Shamyl Hussain, Muhammad Riazullah and Ubaid Shah. Support staff – Shoaib Mohammad (Team Manager), Mohammad Yousaf (Head Coach), Rehan Riaz (Bowling Coach), Mansoor Amjad (Fielding Coach), Muhammad Masroor (Assistant Batting Coach), Umer Rashid Dar (Assistant Coach), Hafiz Naeem Ul Rasul (Team Physio), Usman Hashmi (Team Analyst) and Imran Ullah (Strength & Conditioning Coach). Novak Djokovic will face France's Adrian Mannarino or American Ben Shelton in the next round Kiwis had slipped to 20-3 in third over of run-chase but Glenn Phillips , Daryl Mitchell stitched a partnership of... Aryna Sabalenka's formidable presence on the court continues to make her a force to be reckoned with in the Australian... New Zealand are aiming for a clean sweep, having already sealed the five-match T20I series with victories in the... Fiorentina found themselves struggling to break down Napoli's solid defence but lost 0-3 World tennis number one says he has been visiting a tree in Melbourne’s botanical gardens for last 15 years",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "riaz ullah",
        "sentiment": "none"
      },
      {
        "name": "khalil ahmed",
        "sentiment": "none"
      },
      {
        "name": "bashir ahmed",
        "sentiment": "none"
      },
      {
        "name": "saad baig",
        "sentiment": "none"
      },
      {
        "name": "ubaid shah",
        "sentiment": "none"
      },
      {
        "name": "shahzaib khan",
        "sentiment": "none"
      },
      {
        "name": "amir hassan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "green",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "afghanistan",
        "sentiment": "none"
      },
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "south africa",
        "sentiment": "none"
      },
      {
        "name": "east london",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T20:53:40.710+02:00",
  "updated": "2024-01-20T20:53:40.710+02:00"
}