{
  "thread": {
    "uuid": "e664f32a8ed68b01e88ada9db382426dac536e59",
    "url": "https://www.latribuna.hn/2024/05/05/la-oea-destaca-gran-afluencia-de-votantes-y-normalidad-en-comicios-generales-de-panama",
    "site_full": "www.latribuna.hn",
    "site": "latribuna.hn",
    "site_section": "https://www.latribuna.hn/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Diario La Tribuna",
    "title": "La OEA destaca gran afluencia de votantes y normalidad en comicios generales de Panamá",
    "title_full": "La OEA destaca gran afluencia de votantes y normalidad en comicios generales de Panamá",
    "published": "2024-05-05T23:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "HN",
    "main_image": "https://d1mrtjpezxphht.cloudfront.net/wp-content/uploads/2024/05/Panama.jpg",
    "performance_score": 0,
    "domain_rank": 58283,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e664f32a8ed68b01e88ada9db382426dac536e59",
  "url": "https://www.latribuna.hn/2024/05/05/la-oea-destaca-gran-afluencia-de-votantes-y-normalidad-en-comicios-generales-de-panama",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Diario La Tribuna",
  "published": "2024-05-05T23:15:00.000+03:00",
  "title": "La OEA destaca gran afluencia de votantes y normalidad en comicios generales de Panamá",
  "text": "La OEA destaca gran afluencia de votantes y normalidad en comicios generales de Panamá\nLos aspirantes a la Presidencia de Panamá en los comicios generales de este domingo coincidieron en llamar a los ciudadanos ejercer el voto y a cuidarlos durante el proceso de conteo, que en este país está a cargo de un ente civil.\nOcho candidatos se disputan la presidencia panameña en estos comicios generales, en los que además se elegirán los diputados nacionales y regionales, además de Gobiernos municipales.\nTienen opción de triunfo, según los escasos sondeos disponibles, José Raúl Mulino, el delfín del inhabilitado expresidente Ricardo Martinelli (2009-2014) y aspirante por la alianza de los partidos Realizando Metas (RM) y Alianza; Ricardo Lombana, del Movimiento Otro Camino (Moca); Rómulo Roux, de la alianza de los partidos Cambio Democrático (CD) y Partido Panameñista (PPa), y el expresidente Martín Toriijos, del Partido Popular (PP).\n“Hoy todos somos panameños, salgan a votar de manera cívica y pacífica (…) el llamado no es solo para toda la población, el llamado es a la juventud, que salga a votar masivamente”, declaró Lombana, el aspirante antisistema y el primer candidato presidencial en ejercer el sufragio este domingo.\nLombana, de 50 años y que sufragó en el capitalino centro de convenciones Atlapa, el mayor centro de votación del país con más de 25.000 electores habilitados, pidió asimismo “ojo al Cristo” durante el conteo de los votos, que está a cargo de la Junta Nacional de Escrutinio (JNE), una corporación integrada por miembros de las sociedad civil que se instala temporalmente para elección presidencial.\nEn Atlapa también votó José Raúl Mulino, designado candidato presidencial tras la inhabilitación de Martinelli, condenado a más de 10 años de prisión por blanqueo de capitales y asilado desde febrero en la Embajada de Nicaragua para evitar su detención.\nMulino llamó a “votar en paz y a cuidar los votos”, y expresó que “sí” confía en el TE como garante de la pulcritud del proceso electoral, al que él se presenta sin fórmula a vicepresidente, uno de los factores por lo que se impugnó su candidatura ante el Supremo, que finalmente avaló su participación en la contienda.\nAl ser preguntado sobre la situación de Martinelli, acusado en Panamá por los sobornos de Odebrecht e imputado en España por un caso similar con la constructora FCC, Mulino se limitó a responder: “Hoy es el día de la votación, amigo, vamos a votar y vamos a ganar”.\nRómulo Roux pidió a los ciudadanos cerciorarse de que la boleta de votación conste de las dos firmas de representantes de mesas necesarias para evitar que el sufragio se declare nulo.\nRecordó que en las elecciones de 2019, en las que llegó segundo por una diferencia de poco más de 2 puntos, hubo “récord” de sufragios nulos, aseveró que en el actual proceso “esos márgenes tan pequeños (de votos entre el ganador y el segundo) se van a volver a dar”, por lo que “cada voto cuenta”, y resaltó que confía en el Tribunal Electoral.\n“A pesar de todas las dificultades que ha tenido este proceso (…) los panameños saben que hoy es su día, hoy es su decisión, hoy es el momento en que Dios primero salimos todos a votar con una gran fe, con una gran esperanza e iniciamos una nueva vida”, dijo el expresidente Torrijos a los periodistas.\nPor su parte, el aspirante por el gobernante Partido Revolucionario Democrático (PRD) y actual vicepresidente, José Gabriel Carrizo, aseguró que la “maquinaria” de su formación está “100 % activada” para garantizar una nueva victoria.\nAsí Carrizo, situado en la cola de pocas encuestas hechas, pidió al partido que salga “a buscar a nuestra gente y llevarlos a votar y a partir de las cuatro de tarde (cuando cerrarán las mesas) a cuidar el voto”.\nEl presidente del Tribunal Electoral (TE), Alfredo Juncá, afirmó que las primeras horas de las votaciones transcurrían con todo funcionando con normalidad y recordó que 25 organizaciones nacionales y extranjeras observaban los comicios. efe",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T03:08:09.051+03:00",
  "updated": "2024-05-06T03:08:09.051+03:00"
}