{
  "thread": {
    "uuid": "60acf324e05228da6bcfe226899a5f7a64418dd5",
    "url": "https://www.ft.lk/front-page/Sampath-Bank-achieves-stable-results-amidst-economic-headwinds/44-758525",
    "site_full": "www.ft.lk",
    "site": "ft.lk",
    "site_section": "https://www.ft.lk/rss/sectors/20",
    "site_categories": [
      "media",
      "world_soccer",
      "sports"
    ],
    "section_title": "www.ft.lk ",
    "title": "Sampath Bank achieves stable results amidst economic headwinds | Daily FT",
    "title_full": "Sampath Bank achieves stable results amidst economic headwinds | Daily FT",
    "published": "2024-02-15T21:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "LK",
    "main_image": "https://bmkltsly13vb.compat.objectstorage.ap-mumbai-1.oraclecloud.com/cdn.ft.lk/assets/uploads/image_19bd32047f.jpg",
    "performance_score": 0,
    "domain_rank": 40844,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "60acf324e05228da6bcfe226899a5f7a64418dd5",
  "url": "https://www.ft.lk/front-page/Sampath-Bank-achieves-stable-results-amidst-economic-headwinds/44-758525",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-15T21:34:00.000+02:00",
  "title": "Sampath Bank achieves stable results amidst economic headwinds | Daily FT",
  "text": "Says supporting sustainability of customers Profit before taxes on financial services up 90% to Rs. 38.4 b in FY23 Profit after tax up 30.5% to Rs. 17.1 b Announces final cash dividend of Rs 5.85 per share\nChairman Harsha Amarasekera MD Ayodhya Iddawela Perera Backed by its strong capital base, Sampath Bank said yesterday it continues to navigate adeptly through challenging times.\nThe Bank has demonstrated resilience and a commitment to prioritising stakeholder interests in the face of challenging economic headwinds, thanks to its well-executed business strategies, increased vigilance, and proactive risk management measures.\nRegardless of continuing uncertainties and challenging economic conditions throughout the year, profitability remained in line with expectations as the Bank›s Profit Before Taxes on financial services stood at Rs 38.4 Bn which is a 89.9% increase over the previous year’s achievement of Rs 20.2 Bn. However, considering the impact of higher tax expenses, the Profit After Tax (PAT) demonstrated a reduced improvement of 30.5%, rising from Rs 13.1 Bn in the previous year to Rs 17.1 Bn for the year ended 31st December 2023.\nThe Group remained resilient with a profit after tax of Rs 17.9 Bn for the year under review, reflecting a 27.5% growth over the previous year, according to Sampath Bank statement.\nNet Interest Income (NII)\nThe Net Interest Income (NII) for the year amounted to Rs 72.3 Bn, indicating a marginal 1.6% decline year on year, primarily due to the increase in interest expenses for FY 2023 surpassing the increase in interest income. Interest income increased by Rs 45.8 Bn in the year under review, marking a 29.1% improvement compared to the previous financial year, while interest expenses surged by 55.9% year on year reaching Rs 131.2 Bn. Despite this significant disparity, timely re-pricing strategies, coupled with stringent management of both asset and liability portfolios amidst the backdrop of the declining AWPLR, helped contain the impact on the Bank›s NII, ensuring only a marginal drop. The Net Interest Margin (NIM) for the year was 5.16%, compared to 5.66% reported in the previous year.\nNet Fee and Commission Income\nNet fee and commission income decreased by 2.9% compared to the previous year due to lower income from credit and trade related activities. Fees earned from credit declined due to lower demand from the market, while the contraction in trade-related income is attributed to the combined impact of the downward revision of commission rates applied to import-related transactions as well as the appreciation of LKR against the USD. Meanwhile, fees generated through cards, electronic channels and remittance related activities recorded strong growth compared to the previous year. It should be noted, however, that despite recording a decline in 2023, fees from trade-related activities remained the largest contributor to net fee and commission income, followed by cards.\nNet Trading and Other Income\nThe Bank registered capital gains of Rs 591.7 Mn in the year under review, reflecting a 9.2% increase over the previous year from the sale of Treasury bills and Treasury bonds. The Bank reported a Net Other Operating Loss of Rs 1.6 Bn in 2023, contrasting with a gain of Rs 19.7 Bn reported in 2022. This change was mainly attributed to the Rs 2.4 Bn exchange loss resulting from the appreciation of the LKR against the USD by 11% (2022: depreciated by 82%). This was, however, offset to some extent by the net trading gain of Rs 0.8 Bn for 2023.\nImpairment Charge\nThe Bank continued with its prudent provisioning policy and posted a total impairment charge of Rs 20.1 Bn for the current financial year. Impairment charges for the current year include Rs 18.1 Bn related to loans and advances (2022: Rs 54.3 Bn) and Rs 1.8 Bn attributed to other financial instruments (2022: Rs 7.8 Bn). Furthermore, there is an additional impairment charge of Rs 0.2 Bn related to commitments and contingencies, compared to Rs 0.6 Bn in 2022.\nImpairment charge on loans and advances\nDespite the decrease in the impairment charge on loans and advances by Rs 36.3 Bn compared to 2022, the total provision cover of the Bank increased by 200 basis points, rising from 11.8% as at the end of 2022 to 13.8% as at the end of 2023.\nThe overall reduction in impairment charges against loans and advances was attributed, on one hand, to the gradual revival in economic activities, and on the other hand, to Sampath Bank’s prudent provisioning approaches in 2022. These approaches led to the build-up of additional provision coverage for risk-elevated segments in the loans and advances portfolio.\nRs 16.3 Bn was charged on account of Individually Significant Customers (ISL) following an extensive evaluation covering more than 60% of the total advance portfolio. The proactive approach adopted by the Bank in the previous financial year to make appropriate provisions for customers with potential risks has resulted in the establishment of a substantial provision cover against Individually Significant Customers (ISL) in 2022. This has resulted in lower additional provisioning being required during the reporting period.\nThe collective impairment charge decreased by Rs 19.9 Bn to Rs 1.8 Bn in 2023 compared to previous year. In addition to the revival in the economy and the Bank›s prudent provisioning policy in the previous year, the 8% reduction in the quantum of exposure subjected to collective impairment also contributed to the lower collective impairment charge in 2023. The impairment models used for collective impairment in 2022 were continued in 2023 to ensure that adequate buffers were in place to absorb any potential credit risk that could arise in the future. The Bank continued its prudent policy of booking additional provisions against newly identified customer segments with elevated credit risk during the reporting period. The allowance for overlay applied in 2022 was continued and maintained for the current reporting period as well. Meanwhile, in testament to the Bank’s timely and effective provisioning strategy, the cost of risk decreased from 5.97% in FY 2022 to about 2.04% in FY 2023.\nImpairment charge on other financial instruments\nThe Bank recorded a net impairment charge of Rs 1.8 Bn against other financial instruments during the reporting year, compared to Rs 7.8 Bn reported in the previous year. The reduction in the impairment charge on financial instruments reflects the Bank’s decision to exchange its holdings in Sri Lanka Development Bonds (SLDBs) for local currency-denominated bonds offered as part of the Domestic Debt Optimization Program (DDO) in 2023. This allowed the Bank to reverse the impairment provision already recognised against the SLDBs by Rs 4.8 Bn. However, Rs 1.2 Bn was recognised as a day-one loss against the local currency bonds at the time of conversion of SLDBs under the DDO programme, equivalent to 5% of the bond value. At the same time, the Bank increased the impairment provision against its Sri Lanka International Sovereign Bonds (SLISB) investments by Rs 5.5 Bn to account for a possible haircut in 2024.\nOperating Expenses\nOperating Expenses witnessed a year-on-year increase of 15.7%, primarily driven by elevated overhead costs stemming from inflation-induced price hikes, the effect of LKR depreciation in 2022, and additional price adjustments influenced by higher taxes and import restrictions. Personnel costs grew by 14.0% in 2023 owing to the annual salary increase. Due to elevated operating costs and a decline in operating income, primarily attributed to LKR appreciation, the Bank’s cost-to-income ratio, which stood at 25.3% in FY 2022, increased to 35.7% in FY 2023. Nevertheless, it remained well below the industry average of 40.5% for the year.\nTaxation\nTax expenses on financial services saw an increase of Rs 3.4 Bn, rising from Rs 5.2 Bn in FY 2022 to Rs 8.6 Bn in FY 2023. This growth is attributed to the combined impact of the overall expansion in the tax base and the application of SSCL for the entire year. Income tax too witnessed a substantial increase of 567.7% from Rs 1.9 Bn in FY 2022 to Rs 12.6 Bn in FY 2023. This surge is attributed to the expanded tax base and the application of a higher tax rate of 30%, introduced in the second half of 2022, throughout the year 2023. Additionally, in 2022, the Bank recognised a deferred tax credit of Rs 1.8 Bn, stemming from the increase in deferred tax assets due to a one-off adjustment associated with the income tax rate hike from 24% to 30%.\nTotal Comprehensive Income\nThe total Comprehensive Income for the year amounted to Rs 25.6 Bn, indicating an increase of 69.2% compared to the previous year’s achievement of Rs 15.1 Bn.\nAssets\nThe Bank›s asset base experienced a year-on-year increase of 16.4%, propelled by higher investments in Government debt securities. The composition of the asset book shifted in the current financial year due to the Bank›s strategic decision to adopt a cautious lending approach, coupled with subdued demand amid weaker economic conditions, both locally and globally. As a result, the gross loan portfolio as of the end of 2023 decreased by Rs 42.8 Bn to Rs 877.3 Bn. In the context of LKR appreciation against the USD, foreign currency-denominated loans declined by 18.2% compared to the previous year. The Stage 3 loan portfolio increased by Rs 42.8 Bn during the year, primarily due to customers enduring prolonged macro-economic pressure shifting to adverse stages. However, this trend moderated to some extent in the latter part of the year. Funds mobilized through deposits were directed towards short-term financial instruments, leading to an increase of Rs 195.9 Bn in T-bill investments. Moreover, investments in T-bonds also grew as the Bank exercised the conversion option under the DDO, converting SLDBs worth USD 113 Mn (face value) into LKR-denominated instruments during the year.\nBoosted by elevated Nostro balances, cash and cash equivalents reached Rs 79.3 Bn in 2023, maintaining parity with the previous year-end. Meanwhile, placements with banks grew by Rs 22.8 Bn during the year. The Bank initiated the accumulation of Nostro and placement balances in the latter part of 2022 as a precautionary measure to mitigate potential deterioration in the Net Open Position (NOP) following the conversion of SLDBs into LKR bonds. Despite the rise in the total deposit base, balances with the Central Bank of Sri Lanka decreased by Rs 17.1 Bn following the downward revision in the SRR rate from 4% to 2%. During the year under review, Sampath Bank also ventured into its first-ever investment in US Treasury instruments by allocating USD 76 Mn.\nLiabilities\nOverall liabilities witnessed a year-on-year increase of 16.4%, primarily driven by the growth in the Bank›s deposit base, which expanded from Rs 1,103.2 Bn in FY 2022 to Rs 1,264.5 Bn as of end-2023. The Bank›s CASA ratio demonstrated an improvement, rising from 32.7% in FY 2022 to 33.4% in the year under review, affirming the success of initiatives to attract low-cost deposits.\nThe increase in total borrowings from Rs 40.9 Bn to Rs 68.8 Bn, also played a role in the overall increase in liabilities for the year under review. In February 2023, the Bank successfully issued Rs 10 Bn worth of BASEL III compliant listed rated unsecured subordinated redeemable debentures, further enhancing its Tier II capital. The debenture issue was oversubscribed on the very first day, underscoring the strong investor confidence in Sampath Bank. Rs 7.5 Bn worth of debentures were redeemed in March 2023.\nEquity\nSampath Bank›s total equity strengthened, increasing by Rs 21.5 Bn during the year to reach Rs 147.9 Bn as at 31st December 2023, mainly due to improved profitability recorded in 2023.\nDividend\nThe Board of Directors of Sampath Bank PLC recommended a final cash dividend of Rs 5.85 per share for the financial year ended 31st December 2023 subject to the approval of the shareholders at the 38th Annual General Meeting to be held on 28th March 2024. The Dividend payout ratio for the year ended 31st December 2023 stood at 40.02% (2022: 40.08%).\nCapital and Liquidity\nThe Bank concluded the current financial year with all capital ratios showing improvements compared to the previous financial year. As at 31st December 2023, Sampath Bank’s CET 1, Tier 1 and total capital ratios stood at 16.35%, 16.35% and 19.56% respectively compared to 11.92%, 11.92% and 14.27% respectively at the end of 2022. These increases can be attributed to three main factors: enhanced profitability, the Tier II capital infusion of Rs 10 Bn in February 2023 and a reduction in risk-weighted assets stemming from the decrease in the loan book.\nIt is noteworthy to mention that all three Capital Adequacy Ratios consistently remained comfortably above the regulatory minimum requirements throughout the current financial year. Similarly, with a liquidity ratio at 47.76% as at 31st December 2023, the Bank exceeded the regulatory minimum requirement of 20%.\nOther Key Ratios\nThe Return on Average Shareholders’ Equity (after tax) improved to 12.65% as at 31st December 2023 compared to 10.95% reported at the end of the year 2022. Return on Average Assets (before tax) stood at 2.12% as at 31st December 2023 as against 1.16% reported for 2022.\nSampath Bank said despite the country showing signs of a broader economic upturn in 2023, it remained steadfast in supporting customers who continued to experience stress due to pressures accumulated over the past few years. Spearheaded by its Credit Nursing Unit, the Bank offered a variety of relief measures, including tailor-made repayment plans, restructures, and rescheduling solutions, to provide much-needed breathing space for distressed customers. This enabled them to focus on revitalizing their businesses. Additionally, the Bank provided financial counseling and business advisory services to empower customers to access fresh equity, seed capital, and other resources to transform their business models. This initiative was aimed at creating stronger and more resilient businesses capable of thriving in an increasingly uncertain world.\nNotwithstanding challenges in the external operating environment, the Bank engaged in its CSR commitments with renewed vigour to initiate various projects under its flagship «Weweta Jeewayak» program contributing to rural economy growth. In addition, the Bank gave enhanced focus to contribute to the country›s climate action goals by increasing investments in the «A Breath to Ocean» initiative aimed at restoring the oceanic ecosystems, particularly in turtle conservation, coral restoration and mangrove rehabilitation.\nExternal Rating\nOn 5th October 2023, Fitch Ratings Lanka Limited affirmed Sampath Bank’s National Long-Term Rating at A(lka), removed the Rating Watch Negative (RWN) outlook and assigned a Stable outlook. Fitch also affirmed the BBB+(lka) rating for the Bank’s Basel III compliant subordinated debentures.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "sampath bank",
        "sentiment": "negative"
      },
      {
        "name": "bank",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ayodhya iddawela perera backed",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T02:18:44.080+02:00",
  "updated": "2024-02-16T02:18:44.080+02:00"
}