{
  "thread": {
    "uuid": "51b57f01c868cd6d32d977bcf6873f899c6b9410",
    "url": "https://www.openpr.com/news/3445768/it-s-women-s-history-month-and-according-to-one-pastor",
    "site_full": "www.openpr.com",
    "site": "openpr.com",
    "site_section": "https://www.openpr.com",
    "site_categories": [
      "marketing",
      "financial_news",
      "finance",
      "business"
    ],
    "section_title": "openPR.com - Worldwide Open Public Relations - Publish Press Releases Free of Charge",
    "title": "It's Women's History Month, and According to One Pastor",
    "title_full": "It's Women's History Month, and According to One Pastor,",
    "published": "2024-03-28T21:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.open-pr.com/X/3/X328426116_g.jpg",
    "performance_score": 0,
    "domain_rank": 10999,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "51b57f01c868cd6d32d977bcf6873f899c6b9410",
  "url": "https://www.openpr.com/news/3445768/it-s-women-s-history-month-and-according-to-one-pastor",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ABNewswire",
  "published": "2024-03-28T21:38:00.000+02:00",
  "title": "It's Women's History Month, and According to One Pastor",
  "text": "It's Women's History Month, and According to One Pastor, The Rights of Women Were Established by a Higher Power Even more surprising might be the words of the late Dr. Pieter Noomen, a psychotherapist and senior minister at three Protestant churches, who counseled those with mental health issues and helped with hospice. According to Dr. Noomen, the equality of women and men was established eons ago by \"I AM,\" the name spoken to him by an entity that others might call God, Allah, the Heavenly Father, etc. Actually, \"Heavenly Father\" wouldn't be an accurate title, because according to Dr. Noomen, \"I AM\" is not gender specific. \"Only Love can tell us who we are or are not. Her/His light is in us, as we are made from it. Our person - as every appearance - can radiate it, notwithstanding our inefficiencies,\" Dr. Noomen wrote. \"The female part in us wants our person to dazzle.\" Dr. Noomen said he had many conversations with \"I AM,\" and he wrote down much of what he was told. Although he died in 2019, Dr. Noomen left behind copious notes from those conversations, and they remain available for all on his website, www.wordsforall.org - free for anyone to peruse on their own. Whether one believes Dr. Noomen really spoke to \"I AM\" or not, the words on his website likely will pique enough interest to engage visitors to explore the myriad subjects and sections, all of which are categorized, and any individual subject can be found via the search bar. \"It is important for us to see that our highest achievement is not a show of perfect harmony in whatever love relationship. This is a branch of the tree of love; it as such can be utterly fulfilling and beautiful,\" Dr. Noomen wrote. \"Yet, if there is a pinnacle of human glory, it is that within each individual the female and male identities embrace, unite and walk in harmony.\" Dr. Noomen also said \"I AM\" told him this: \"The beauty of the ongoing love affair in every piece and particle of existence is as it were projected on the big screen of universal life. All the different societies, dimensions, shapes and densities have within them the utterly satisfying, invigorating and always embracing duality that causes the universe to be so lively and colorful. I AM is reflected in everything.\" Dr. Noomen fully understood that some of what he wrote might raise eyebrows and doubts, but he also had a sense of humor about it. This is how he explained the \"his/her\" conundrum: \"Finally, I personally was glad he (\"I AM\") addressed an issue that I know some readers of these words will find annoying. It is the use of He/She and Her/His for referring to I AM. He said I would leave behind the need for that unusual but nevertheless correct use when I die; then I would never have to use it again.\" An example of Dr. Noomen's \"Words of Wisdom,\" one of the many categories on his website: \"Our body and our mind have quite a love affair going. They never stop interacting. They couldn't even survive without each other.\" Media Contact Company Name: Ascot Media Group, Inc. Contact Person: Gloria Gonzalez Email:Send Email [https://www.abnewswire.com/email_contact_us.php?pr=its-womens-history-month-and-according-to-one-pastor-the-rights-of-women-were-established-by-a-higher-power] Phone: 281.333.3507 Address:Post Office Box 2394 City: Friendswood State: TX 77549 Country: United States Website: http://www.ascotmedia.com/ This release was published on openPR. Permanent link to this press release: Copy Please set a link in the press area of your homepage to this press release on openPR. openPR disclaims liability for any content contained in this release. You can edit or delete your press release It's Women's History Month, and According to One Pastor, The Rights of Women Were Established by a Higher Power here News-ID: 3445768 • Views: … More Releases from ABNewswire [](/news/3445769/investing-in-familylinkmeta-land-a-gateway-to-revolutionizing) Investing in FamilyLinkMeta Land: A Gateway to Revolutionizing Virtual Experienc … In the realm of virtual reality's boundless potential, FamilyLinkMeta stands out by offering more than mere experiences-it delivers genuine value to its users. From purchasing virtual land to engaging in in-game economic activities, FamilyLinkMeta has crafted a user-centric, innovative metaverse. Let's explore why you should consider buying land in FamilyLinkMeta now and the benefits it entails. Why Should You Purchase Land in FamilyLinkMeta? Realization of Creativity: As a landowner, you have the … [](/news/3445766/dr-anil-khare-the-best-business-coach-in-dubai-uae-gcc-world) Dr. Anil Khare: The Best Business Coach in Dubai-UAE-GCC-World Dubai, UAE - 28 March, 2024 - In the bustling business hub of Dubai-UAE, finding the right guidance to navigate the complex world of entrepreneurship can be a game-changer for many aspiring and established entrepreneurs. Among the luminaries in the field of business coaching, Dr. Anil Khare [http://www.anilkhare.com] stands out as a beacon of wisdom, strategy, and success. Renowned for his unparalleled expertise and innovative approaches, Dr. Khare has solidified … [](/news/3445765/proline-roofing-staten-island-explains-why-it-is-important) ProLine Roofing - Staten Island Explains Why It Is Important To Hire an Experien … For Staten Island homeowners and businesses, the roof over their head is one of the most important structural elements protecting their property. A roof in poor condition can lead to leaks, water damage, mold growth, and even risk of collapse in extreme cases. That's why when it comes to roof installation, repair or replacement, it's crucial to hire an experienced, professional roofing contractor like ProLine Roofing [https://www.proline-roofing.com/]. Based in Staten Island … [](/news/3445763/hbcu-prep-academy-launches-creating-path-to-historically-black) HBCU Prep Academy Launches, Creating Path to Historically Black Colleges and Uni … Image: https://lh7-us.googleusercontent.com/7k5ZA4kg3dZlvYNjB4TqXn86Opt6mCusOMRJSjsrN28BXEPT2vLopuwyxgECn22F-E1ToPvm0DLQluvBjKamvcQRso1XyXBMglWR8pRgHDOZLBCbEFUDRg6ONOYMcz9997C-26sWcV9Em047R1KkTg HBCU Prep Academy proudly announces its official launch in Houston, Texas, marking a groundbreaking initiative aimed at guiding student-athletes to Historically Black Colleges and Universities (HBCUs) through athletics. With a steadfast commitment to empowerment, excellence, and opportunity, HBCU Prep Academy is poised to redefine the landscape of youth athletics. Mission: HBCU Prep Academy [https://www.hbcuprepacademy.com/] is dedicated to empowering student-athletes by providing a unique pathway to Historically Black Colleges and Universities … More Releases for Noomen [](/news/1271262/profound-answers-may-lie-beyond-human-awareness.html) Profound Answers May Lie Beyond Human Awareness Los Angeles, CA, September 30, 2018 — In his deeply insightful writings, Dr. Pieter Noomen shares what he discovered through transcendent experiences during which he fully connected with the source of all existence — something he asserts can be achieved by every human being who is willing to open his or her mind to the information from the universe. Over the course of many years, Noomen was granted transformative \"visits\" into …",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue"
  ],
  "external_links": [
    "https://www.proline-roofing.com/",
    "http://www.ascotmedia.com/",
    "https://www.hbcuprepacademy.com/",
    "http://www.anilkhare.com",
    "https://www.abnewswire.com/email_contact_us.php?pr=its-womens-history-month-and-according-to-one-pastor-the-rights-of-women-were-established-by-a-higher-power",
    "https://lh7-us.googleusercontent.com/7k5ZA4kg3dZlvYNjB4TqXn86Opt6mCusOMRJSjsrN28BXEPT2vLopuwyxgECn22F-E1ToPvm0DLQluvBjKamvcQRso1XyXBMglWR8pRgHDOZLBCbEFUDRg6ONOYMcz9997C-26sWcV9Em047R1KkTg",
    "https://www.abnewswire.com/email_contact_us.php",
    "https://www.hbcuprepacademy.com",
    "http://anilkhare.com",
    "http://www.ascotmedia.com",
    "https://hbcuprepacademy.com/",
    "https://www.lh7-us.googleusercontent.com/7k5ZA4kg3dZlvYNjB4TqXn86Opt6mCusOMRJSjsrN28BXEPT2vLopuwyxgECn22F-E1ToPvm0DLQluvBjKamvcQRso1XyXBMglWR8pRgHDOZLBCbEFUDRg6ONOYMcz9997C-26sWcV9Em047R1KkTg",
    "https://abnewswire.com/email_contact_us.php?pr=its-womens-history-month-and-according-to-one-pastor-the-rights-of-women-were-established-by-a-higher-power",
    "https://proline-roofing.com/",
    "https://www.proline-roofing.com",
    "http://ascotmedia.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "noomen",
        "sentiment": "none"
      },
      {
        "name": "pieter noomen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "protestant",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T00:31:28.927+02:00",
  "updated": "2024-03-29T00:31:28.927+02:00"
}