{
  "thread": {
    "uuid": "cff8d6e849787b91e764fe06bdad23bcd49eaa6e",
    "url": "https://www.desiringgod.org/articles/prince-of-poets",
    "site_full": "www.desiringgod.org",
    "site": "desiringgod.org",
    "site_section": "http://h1n1.einnews.com/live_feed",
    "site_categories": [
      "religion",
      "atheism_agnosticism",
      "christianity"
    ],
    "section_title": "Live Feed Wire - H1N1 News Today - EIN Presswire",
    "title": "Prince of Poets? The Lost Lyrics of Charles Spurgeon | Desiring God",
    "title_full": "Prince of Poets? The Lost Lyrics of Charles Spurgeon | Desiring God",
    "published": "2024-05-31T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dg.imgix.net/prince-of-poets-uutccgm6-en/landscape/prince-of-poets-uutccgm6-0fbeb1de6a8e0b477a57170d89737f95.jpg?ts=1716493019&ixlib=rails-4.3.1&fit=crop&w=2000&h=1050",
    "performance_score": 0,
    "domain_rank": 9529,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 10,
        "comments": 11,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cff8d6e849787b91e764fe06bdad23bcd49eaa6e",
  "url": "https://www.desiringgod.org/articles/prince-of-poets",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-31T03:00:00.000+03:00",
  "title": "Prince of Poets? The Lost Lyrics of Charles Spurgeon | Desiring God",
  "text": "Prince of Poets? The Lost Lyrics of Charles Spurgeon Did you know that Charles Haddon Spurgeon (1834–1892) was not only a preacher but a poet? In her husband’s Autobiography, Susie Spurgeon wrote, “If there had been sufficient space available, an interesting chapter might have been compiled concerning ‘Mr. Spurgeon as a Poet and Hymn-writer’” (Autobiography, 4:313). If you are at all familiar with his sermons, you’ll know something about Spurgeon’s love for poetry. He once wrote, “No matter on what topic I am preaching, I can even now, in the middle of any sermon, quote some verse of a hymn in harmony with the subject” (Autobiography, 1:43–44). From Watts to Wesley and Luther to Cowper, Spurgeon used hymns to form much of his theological vocabulary. But beyond hymns, he also enjoyed other forms of poetry. He read through Bunyan’s Pilgrim’s Progress, “that sweetest of all prose poems,” at least a hundred times (Metropolitan Tabernacle Pulpit, 45:495). Often, after a long Sunday, he found refreshment by having his wife read to him the poetry of George Herbert, “till the peace of Heaven flows into our souls, and the tired servant of the King of kings loses his sense of fatigue, and rejoices after his toil” (Autobiography, 2:185–86). But did you know that Spurgeon not only loved poetry but was a poet himself? To be sure, his primary calling was that of pastor and preacher, not poet or hymn-writer. But occasionally, we see his poetic gifts on display. When compiling his church’s hymnbook, Spurgeon didn’t mind composing a few hymns himself, especially when he couldn’t find one suitable for his church. From time to time, he published his poems in The Sword and the Trowel. But for the most part, poetry was not a part of his public ministry. Rather, like his prayer life, it was a part of his private devotional spirituality. Lost Lyrics Among the other treasures of the Spurgeon Library, we have a plain, time-worn notebook. There is no title page, but the spine reads, Poems Spurgeon Inside are 186 handwritten devotional poems that were composed by the preacher throughout his forty-year ministry. What kind of poems are they? They are, first and foremost, prayers and meditations, reflecting Spurgeon’s theological convictions about God, creation, revelation, salvation, the Christian life, eternity, and much more. “These poems provide a window into the private and poetic prayer life of the Prince of Preachers.” These poems are also biographical, many of them drawn from events in Spurgeon’s life. Whether it be theological controversies, the dedication of the Metropolitan Tabernacle, the exhaustion of pastoral ministry, or many other chapters from his fruitful life, these experiences elicited poetry from Spurgeon. In other words, unique among all that he wrote, these poems provide a window into the private and poetic prayer life of the Prince of Preachers. What can we learn from these poems? Dependence and Prayer When you read that Spurgeon preached as many as thirteen sermons a week, largely extemporaneous in delivery and yet full of theological truth and insight, it would be easy to assume that the task came very easily for him. A few hours of preparation on Saturday night, and — voilà! — the sermons are ready. But that’s not what we see in this volume. In poem after poem, we encounter a desperate plea for God to illumine his mind and heart to see Christ. In the poem “Christ Our All,” Spurgeon writes, Shew us thyself, shew, dearest Lord, The beauties of thy grace; And let us in thy blessed word, Behold thy shining face. Reveal still more of all thy will, The wonders of thy law, And let us while with love we fill, Behold thee and adore. ( [Christ Our All], 77) It is true that Spurgeon was an incredibly gifted and experienced preacher (at the age of nineteen, he had preached over seven hundred sermons!). But beyond rhetorical and homiletical skills, Spurgeon knew that his ministry and his own spiritual life depended on God’s grace to reveal Christ’s shining face in his blessed word. He did not take this sight of Christ for granted, but every time he opened God’s word, he prayed for illumination. Perhaps one of the most painful reminders of Spurgeon’s dependence on God came through his frequent struggle with illness. Especially as he grew older, Spurgeon groaned under the crushing pain of gout and many other ailments that could knock him out for months at a time. In the poem “Sickness,” Spurgeon laments, Why! Wasting sickness, art thou come? Disease, why venture nigh To take more victims to their home, In fever graves to lie? Wherefore art thou dispatch’d among The creatures here below, To track us in the busy throng Or lay the needy low? (199) This poem is striking because there is no resolution, no earthly answer to these questions of Why? Yet as Spurgeon suffered alongside other sufferers, he could pray that if these trials must come, May I be ready any day To meet thee without fear. (199) But he did not face these trials alone. Spurgeon’s response to suffering was not simply why but who. Amid all our trials, we have a God who reigns over our suffering and who is with us amid our suffering. In “He is Faithful,” Spurgeon writes, Thou Faithful One, whose promise stands, Secure when storms and tempests rage, E’en storms obey thy wise commands And for our welfare must engage. (92) And it was on this Faithful One that he depended. Meditation and Confession A mark of Spurgeon’s preaching was his meditation on God’s word. Like the Puritans before him, Spurgeon turned the diamond of Scripture again and again to reflect the brilliance of its many facets. But his meditation on Scripture wasn’t only a public performance. It was the fruit of his private meditation on Scripture. We see glimpses of that practice in these poems. For example, in the poem “Obedience,” Spurgeon marvels at the way the angelic host tremble before God and fly to obey his word. And yet, their fear and readiness stand in stark contrast to human rebellion (could this poem be a meditation on Isaiah 6?). They all in strict obedience bow At their Creator’s nod; In awful reverence lie low And listen to his word. Then with the light’ning’s speed, they fly To execute his word; Perform the summons from on high, His utmost word fulfill. Then why should man of puny race Be disobedient here, And set themselves before his face Refusing him to fear? (39) “No matter how fruitful and famous he was, Spurgeon never forgot that he deserved nothing from God.” On that theme of disobedience, many of the poems are meditations on human sinfulness, including his own personal sin. One of the qualities I appreciate most about Spurgeon is that his life was free of moral scandal. On the whole, he was a loving husband and father and a faithful preacher and pastor. And yet, when we look at these poems, we see that in the quietness of his heart, Spurgeon was deeply aware of his sin: his pride, impatience, fear of man, doubts, and much more. A rebel, far from thee I stray. Without excuse I roam. Nothing can now thy justice stay, Or keep me from my doom. I sin, yet know, t’will end in death, And feel that death is nigh. Before thee I will hold my breath, Will but for mercy cry. (70) No matter how fruitful and famous he was, Spurgeon never forgot that he deserved nothing from God. But even as he reflected deeply on his own sinfulness, he knew where to turn to find grace. But yet to Calvary I turn, And there behold thy Son. I see on him thine anger burn For sins which I have done. (70) Spurgeon preached the gospel not only to hundreds of thousands but also to himself. Before he was a pastor or a preacher, he was a sinner in need of a Savior. This was the starting point of his life, and it made all the difference in his ministry. Trust and Hope In the spring of 1861, the magnificent Metropolitan Tabernacle was opened and dedicated for gospel ministry. And yet, Spurgeon knew that his ministry was not about a building but a people. And so, at the dedication of the Tabernacle, Spurgeon prays, O Lord, another house is rear’d Where thou delight’st to dwell. Let thy dear name be here revered; Here, let thy praises swell. In adoration, Lord, we bow For what thine arm has wrought. Thy strength here to thy people show, Nor let us know a drought. Let plenteous showers of grace divine Forever here descend; May in this house thy glory shine, And every one attend. (111) As someone raised in the countryside, Spurgeon could have never imagined being given a ministry with such a worldwide influence. But he had the joy of seeing God take an unlikely preacher and use him to display his surprising power. Throughout these poems, then, are joyful prayers for God to continue doing a mighty work in our day. Strong Arm, outstretch; the victory take. Who can before thee stand? From every place new captives make By thine almighty hand. (125) But amid his fruitful ministry, and all the toils and hardships that came with it, Spurgeon never lost sight of the end of the story. He typically concludes his poems with the hope of heaven. He knew that he was a pilgrim. This world was not his home. The day would soon come when he would rest from his labors. These poems, then, were his prayers and reflections on his way to the Celestial City. There was no challenge too great and no trial too painful that heaven would not resolve. Even when his health was failing and so many were turning away from the gospel, Spurgeon knew that Christ would build his church. And so, like a soldier longing for his home, he found comfort and strength in his meditations on heaven. We’ll walk the streets of heav’n with joy, In praising, all our pow’rs employ, In raising great hosannas to his name, In speaking praises to the heav’nly Lamb. We’ll tell the wonders of his grace to us Who died to save us from the curse, And the arch’d vault of heav’n shall ring While countless myriads praise their King. There’s no more sorrows, no more pains. We’ll sing in sweet melodious strains And bid our harps resound the lays That will not end in endless days. (146) Poems for Heavenly Pilgrims In all these qualities, Spurgeon is a helpful model for us. Whether we are new to the Christian life or seasoned in ministry, we want to cultivate this kind of dependence, humility, and hope. As pilgrims on a dangerous journey, we cannot make it alone. But these poems remind us that we are not alone. Christ our Captain is with us every step of the way. He is faithful, and he will bring us home. My Jesus I am bound to thee With chains that cannot break. Thou’st promis’d I shall saved be, And I thy word will take. (26)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "charles haddon spurgeon",
        "sentiment": "negative"
      },
      {
        "name": "charles spurgeon",
        "sentiment": "neutral"
      },
      {
        "name": "wesley",
        "sentiment": "none"
      },
      {
        "name": "cowper",
        "sentiment": "none"
      },
      {
        "name": "george herbert",
        "sentiment": "none"
      },
      {
        "name": "spurgeon",
        "sentiment": "none"
      },
      {
        "name": "susie spurgeon",
        "sentiment": "none"
      },
      {
        "name": "bunyan",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "watts",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T13:57:11.743+03:00",
  "updated": "2024-05-31T13:57:11.743+03:00"
}