{
  "thread": {
    "uuid": "c99302b2f68795ec1bf91cbe2d486a97346eb2fa",
    "url": "https://www.diariopopular.com.ar/politica/ley-omnibus-se-habilitaran-los-creditos-online-debito-directo-del-salario-n764018",
    "site_full": "www.diariopopular.com.ar",
    "site": "diariopopular.com.ar",
    "site_section": "https://www.diariopopular.com.ar/",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Home - Diario Popular",
    "title": "Ley Ómnibus: se habilitarán los créditos online con débito directo del salario",
    "title_full": "Ley Ómnibus: se habilitarán los créditos online con débito directo del salario",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://media.diariopopular.com.ar/p/d3a98be244a08bba93b1eefac57f3979/adjuntos/143/imagenes/008/129/0008129427/1200x675/smart/creditos-onlinejpg.jpg",
    "performance_score": 0,
    "domain_rank": 80406,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c99302b2f68795ec1bf91cbe2d486a97346eb2fa",
  "url": "https://www.diariopopular.com.ar/politica/ley-omnibus-se-habilitaran-los-creditos-online-debito-directo-del-salario-n764018",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "diariopopular",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Ley Ómnibus: se habilitarán los créditos online con débito directo del salario",
  "text": "Se deja liberada la restricción para el \"código de descuento\", en el que las mutuales tenían una ventaja monopólica.\nLa Ley Ómnibus presentada esta semana en el Congreso Nacional por el Ejecutivo presenta un significativo cambio en el ámbito financiero, con el otorgamiento de préstamos y créditos.\nUno de los puntos destacados del proyecto es la apertura del llamado \"código de descuento\", una práctica que hasta ahora estaba reservada a las mutuales y que representaría una oportunidad para las empresas dedicadas a los préstamos en línea.\nEstas compañías fintech podrían encontrar una vía para otorgar créditos contra la posibilidad de debitar las cuotas directamente del salario del deudor, reduciendo así las tasas de interés que actualmente se aplican en los préstamos personales.\nDe esta manera, la Ley Ómnibus deja liberada la restricción para el \"código de descuento\", en el que las mutuales tenían una ventaja monopólica, devolviéndole al individuo la libertad de establecer restricciones crediticias con quien quiera.\nADEMÁS: Los plazos fijos UVA tendrán una duración mínima de 180 días\nEn el proyecto se dispone específicamente que “cualquier empleado podrá solicitar la retención del importe de cuotas sociales, cargos por servicios, pago de intereses, o cualquier otra obligación de pago regular, a favor de la mutual de su elección, así como de personas humanas o jurídicas, cualquiera sea su naturaleza\".\nY agrega: \"Los importes retenidos serán ingresados a los beneficiarios dentro de los cinco días de haberse abonado los haberes. Igual procedimiento regirá para los jubilados y pensionados nacionales\".\nLa medida también afectaría la competencia en el sector bancario, ya que las entidades financieras se verían obligadas a enfrentar la entrada de numerosas entidades que podrían ingresar al negocio de préstamos.\nLa propuesta muestra también un desafío para los trabajadores informales que no cuentan con un salario sujeto a descuentos.\nSin embargo, la apertura del mercado crediticio podría incentivar la creación de soluciones financieras específicas para este grupo, buscando superar la barrera de la falta de historial crediticio y la informalidad laboral.\nSe verían favorecidas con esta medida las fintech especializadas en los préstamos on line. Uno de los principales problemas que tienen estas compañías es que solo pueden recurrir al cobro voluntario del cliente a la hora de otorgar un préstamo. Por otra parte se trata de préstamos a sola firma, sin mayores garantías.\nHace tres años el Banco Central les prohibió a las fintech el cobro de la cuota por el sistema denominado “barrido automático”, que consiste en cobrarse la cuota mensual debitando directamente del CBU.\nEsto provocó que muchas empresas directamente quedaran fuera de juego ante el aumento exponencial del riesgo que tuvieron que asumir. Para este segmento solo quedaba habilitada la posibilidad del pago voluntario.\nAparecen en esta nota: Ley Ómnibus Fintech",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Economy, Business and Finance",
    "Politics"
  ],
  "external_links": [
    "https://twitter.com/intent/tweet?url=https://www.diariopopular.com.ar/c764018&via=poopulardiario&related=Popular&text=",
    "https://twitter.com/intent/tweet?url=https://diariopopular.com.ar/c764018&via=poopulardiario&related=Popular&text=",
    "https://twitter.com/intent/tweet"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T17:07:25.400+02:00",
  "updated": "2023-12-29T17:07:25.400+02:00"
}