{
  "thread": {
    "uuid": "abf64f21f561f6e665441a153adc42e1e7d5075e",
    "url": "https://www.ecodibergamo.it/stories/premium/cultura-e-spettacoli/il-2023-al-cinema-si-chiude-tante-risate-sperando-sia-buon-auspicio-o_1911020_11/",
    "site_full": "www.ecodibergamo.it",
    "site": "ecodibergamo.it",
    "site_section": "https://www.ecodibergamo.it/",
    "site_categories": [
      "media"
    ],
    "section_title": "\n    \n        L'Eco di Bergamo - Notizie di Bergamo e provincia",
    "title": "Il 2023 al cinema si chiude con tante risate",
    "title_full": "Il 2023 al cinema si chiude con tante risate",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://storage.ecodibergamo.it/media/photologue/2023/12/15/photos/cache/il-2023-al-cinema-si-chiude-con-tante-risate-sperando-sia-_Kbzcbhq_v3_large_16_9.webp",
    "performance_score": 0,
    "domain_rank": 33964,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "abf64f21f561f6e665441a153adc42e1e7d5075e",
  "url": "https://www.ecodibergamo.it/stories/premium/cultura-e-spettacoli/il-2023-al-cinema-si-chiude-tante-risate-sperando-sia-buon-auspicio-o_1911020_11/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Giorgia Pollastri",
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "Il 2023 al cinema si chiude con tante risate",
  "text": "Il 2023 al cinema si chiude con tante risate: per quest’ultimo weekend dell’anno sono infatti in arrivo un paio di divertenti commedie nostrane. In primis torna sul grande schermo «Vacanze di Natale» in versione restaurata, che rimarrà in sala solo un giorno, sabato 30 dicembre , per celebrare i quarant’anni di questa famosissima pellicola diretta da Carlo Vanzina . Nel cast tantissimi storici interpreti della commedia italiana: Jerry Calà, Christian De Sica, Claudio Amendola, Stefania Sandrelli, Karina Huff, Guido Nicheli, Riccardo Garrone, Mario Brega, Marilù Tolo, Antonellina Interlenghi e altri. Un’ottima occasione, insomma, per rivedere questo cult natalizio e passare una serata divertente con tutta la famiglia.\nScopri qui la programmazione completa dei cinema bergamaschi .\nEsce invece giovedì 28 dicembre «Come può uno scoglio» , che vede Pio e Amedeo nei panni, rispettivamente, di un agiato ereditiere e di un ex carcerato che vivono un incontro-scontro piuttosto rocambolesco.\nIl 2024 inizierà con la stessa atmosfera allegra, grazie alla commedia di e con Alessandro Siani «Succede anche nelle migliori famiglie» , che riprende la classica trama di un matrimonio che «non s’ha da fare». L’unione da impedire in questo caso è quella tra la benestante neo vedova Lina e il suo vecchio amore di gioventù Angelo; a mettere i bastoni tra le ruote alla nuova coppia arrivano i figli di lei, interpretati da Siani, Cristiana Capotondi e Dino Abbrescia .\nAl cinema c’è anche la commedia drammatica «Foglie al vento» del regista finlandese Aki Kaurismäki . Il film è stato acclamato dalla critica per la capacità realistica e toccante di rappresentare i drammi delle classi sociali meno agiate. Insignito del «Premio della giuria» a Cannes, è candidato a due Golden Globe.\nPer i più piccoli sono ancora in sala il cartoon «Prendi il volo» , il colorato «Wonka» con Timothée Chalamet e «Wish» , il film che celebra il centenario di Disney.\nIl nuovo anno porta con sé una novità imperdibile per tutti gli appassionati di anime giapponesi: il maestro Miyazaki torna in sala con «Il ragazzo e l’airone» , che racconta di Mahito, un ragazzo di 12 anni che si avventura in un regno abitato dai vivi e dai morti. Scritto e diretto da Hayao Miyazaki, è stato prodotto dallo Studio Ghibli: si tratta di uno dei film d’animazione più costosi mai realizzati in Giappone. Candidato ai Golden Globe 2024 sia come miglior film d’animazione sia come miglior colonna sonora, è stato definito dalla critica un vero e proprio capolavoro. Sarà disponibile nelle sale italiane a partire del 1° gennaio, solo per pochi giorni.\nScopri qui la programmazione completa dei cinema bergamaschi.\nFoglie al vento Holappa e Ansa sono un uomo e una donna che si incontrano una notte a Helsinki. I due hanno vite segnate dal disagio e dalla precarietà. Sono passati da un contratto di lavoro all’altro senza la minima garanzia sociale, e i problemi economici sono per loro una preoccupazione quotidiana. Per svagarsi trascorrono le loro serate nei bar a ubriacarsi e cantare al karaoke, ed è proprio in una di queste occasioni che si incontrano. Organizzano di vedersi per andare al cinema e da quel momento inizia una travagliata storia d’amore, fra alcolismo e famiglie disfunzionali... Scritto, diretto e prodotto dal regista finlandese Aki Kaurismäki, è l’ultimo capitolo della sua quadrilogia dedicata al proletariato, composta da «Ombre nel paradiso» (1986), «Ariel» (1988) e «La fiammiferaia» (1990).\nCome può uno scoglio Pio è un giovane uomo impacciato e dal carattere tranquillo. Avvocato di professione, ha avuto una vita agiata. È sposato con Borromea dalla quale ha avuto due figli e vive nel castello dei marchesi Pasin, i suoi consuoceri, tenutari di una storica cantina vinicola che produce prosecco. Alla morte del padre, un ricco costruttore che nel corso della sua vita ha sempre scelto per il figlio e che di fatto lo sta facendo anche da defunto, Pio eredita la presidenza dell’azienda paterna, ma non è finita qui. Un gruppo di imprenditori del suo paese lo ha candidato come sindaco, con l’idea di poterlo manipolare e sfruttare a loro vantaggio la mancanza di polso di Pio. Sebbene sembri rimanere inerme mentre questi eventi si susseguono nella sua vita, Pio d’un tratto fa esattamente quello che ci si aspetta da un vulcano dormiente: esplode. Ad accendere la scintilla è il parroco della cittadina don Boschin, nonché guida spirituale del padre di Pio, che chiede al ragazzo il favore di aiutare l’ex galeotto Amedeo, assumendolo come suo autista... Continua la collaborazione tra il regista e sceneggiatore Gennaro Nunziante e il duo di comici foggiani, formato da Pio D’Antini e Amedeo Grieco. Dopo aver lavorato a «Belli ciao» (2022), il trio torna sul grande schermo con un’altra pellicola scritta insieme.\n© RIPRODUZIONE RISERVATA",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.youtube.com/embed/IVHsUddTmK0?si=w03NNniIFtPB9vv1",
    "https://www.youtube.com/embed/VQU3pA4x1jM?si=uiNhIaJnfg7NqgxB",
    "https://www.youtube.com/embed/ZZge3I95jII?si=aWM2mm4GGVlFr6pR",
    "https://youtube.com/embed/VQU3pA4x1jM?si=uiNhIaJnfg7NqgxB",
    "https://youtube.com/embed/ZZge3I95jII?si=aWM2mm4GGVlFr6pR",
    "https://www.youtube.com/embed/IVHsUddTmK0",
    "https://www.youtube.com/embed/VQU3pA4x1jM",
    "https://youtube.com/embed/IVHsUddTmK0?si=w03NNniIFtPB9vv1",
    "https://www.youtube.com/embed/ZZge3I95jII"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:27:50.399+02:00",
  "updated": "2023-12-29T00:27:50.399+02:00"
}