{
  "thread": {
    "uuid": "5f47a4a546e07e1e397c6cbcb2aacc9ae8f40135",
    "url": "https://www.actionnewsjax.com/news/national/fantasy-hockey/RXWEJRN42TY3XXE77JJVE673DI/",
    "site_full": "www.actionnewsjax.com",
    "site": "actionnewsjax.com",
    "site_section": "https://www.actionnewsjax.com/news",
    "site_categories": [
      "media",
      "business",
      "entertainment"
    ],
    "section_title": "News – Action News Jax",
    "title": "Fantasy Hockey Waiver Wire: Durable Dawson Mercer is a prime roster upgrade – Action News Jax",
    "title_full": "Fantasy Hockey Waiver Wire: Durable Dawson Mercer is a prime roster upgrade – Action News Jax",
    "published": "2024-01-05T22:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cmg-cmg-tv-10050-prod.cdn.arcpublishing.com/resizer/2C0NTcS5FXtdhqhAIv61dE0RUI8=/1440x810/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/cmg/S7BYVZHTEC434NNS6UGKFPM7MA.jpg",
    "performance_score": 0,
    "domain_rank": 16239,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5f47a4a546e07e1e397c6cbcb2aacc9ae8f40135",
  "url": "https://www.actionnewsjax.com/news/national/fantasy-hockey/RXWEJRN42TY3XXE77JJVE673DI/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-05T22:55:00.000+02:00",
  "title": "Fantasy Hockey Waiver Wire: Durable Dawson Mercer is a prime roster upgrade – Action News Jax",
  "text": "By Evan Berofsky, RotoWire Special to Yahoo Sports Enough time has passed since you overindulged on holiday food and drinks, so there's no excuse to forget about fantasy. There's still over three months left in the NHL regular season, which means there's a lot left to play for. As mentioned last week, we'll be reintroducing players who were previously covered this season who haven't recently appeared here and remain available in at least 50% of Yahoo leagues (with certain exceptions). Will any be included below? Guess you'll have to read on and find out… (Rostered rates as of Jan. 5) Forwards Vladimir Tarasenko, Ottawa Senators (Yahoo: 47%) Tarasenko was brought in during the summer to complement a promising young offensive core, and for the most part he's been dependable, with eight goals, 16 assists and 66 shots in 32 games. The lack of a lead power-play role has left Tarasenko at five points, with nothing coming the last month. He's within Ottawa's top six – alongside Tim Stutzle – and remains an established sniper who can strike at any time, like the two pucks he potted Tuesday. As the Sens have been struggling, Tarasenko's name has come up in trade talks. A move to another team may hurt his potential output, though his current prospects are solid. Jake DeBrusk, Boston Bruins (Yahoo: 41%) DeBrusk's career has generally alternated between super short-term stats and a bunch of zeroes on the scoresheet. A great start to the season was followed by a dry spell from early November to the holidays, but he's recovered to ride a five-game scoring streak consisting of three goals and four assists — with four of those points coming on the man-advantage. DeBrusk has also been mentioned as a player who could be dealt, yet that's been the case in previous years without any result. For now, he's on a nice run and is playing with a good group of forwards. That should be enough to earn additional fantasy interest. Dawson Mercer, New Jersey Devils (Yahoo: 45%) Hard work and talent can get you far, but it sometimes takes being around the right group of people to level up. Take Mercer, a 2020 first-round pick who hasn't missed an NHL game in two-plus years. He's operated as a center, but seems to perform better as a winger alongside one of Jersey's stars. Mercer's latest situation has him next to Nico Hischier at even-strength, though he was already accomplishing enough with lesser linemates since he's produced 10 points and 17 shots from 10 contests. In the last five, he's averaged 20:16 while continuing his responsibilities in all situations. As long as the prime partnership holds, Mercer is in position to post above-average totals. David Perron, Detroit Red Wings (Yahoo: 33%) Perron has been the model of consistency the last decade with at least 41 points from nine of 10 seasons (and 36 in the other) stretching from his mid-20s to mid-30s. It's been a mixed bag this year with a few great performances, some not-so-good ones and a recent six-game suspension. When Perron is on, it's often the result of skating with the first line, and that's where he's currently positioned, though his PP status is sometimes secondary. No worries, as Perron notched a point in consecutive matchups with the man advantage. If that place beside Dylan Larkin goes away, you can always cut him loose. Dakota Joshua, Vancouver Canucks (Yahoo: 23%) The Canucks have been one of the league's elite clubs thanks to ongoing defensive improvements and greater depth production. Their third forward trio has not-so-quietly taken on a more prominent offensive role the last month, and Joshua has become the featured player as he's been able to provide with his stick and body. Going back to Dec. 5, he's reeled off six goals, five assists, 14 shots, 11 PIM and 48 hits at over 15 minutes a night. There's no power-play job and that 23.1% shooting is bound to dip, but Joshua will do enough in multiple categories to make it worth your while. Stefan Noesen, Carolina Hurricanes (Yahoo: 8%) Noesen received attention when he registered 36 points — with 15 PPPs — in his second season with the Canes. And despite similar low ice times, he's managed to maintain his fantasy relevance by accumulating five goals, seven assists, 20 shots, 14 PIM and 23 hits across 17 appearances. Noesen's numbers have been boosted beside Martin Necas and Jesperi Kotkaniemi and as part of Carolina's backup power play, where he holds the net-front presence. It was reported that he missed Thursday's practice due to illness, so check his status for Friday and beyond before giving him a shot. Anthony Mantha, Washington Capitals (Yahoo: 7%) Injuries have ruined most of Mantha's pro career as he's never really fulfilled the immense potential he carried over from the junior ranks. There were glimpses of it in Detroit and at the beginning of his days with Washington, but physical problems would end up stopping any sustained run. This has been a mainly healthy year for Mantha (knock on wood), and that's resulted in 14 points and 36 shots through the last 18 games, a period where he's been in the top six and on the second power play. Let's hope he doesn't get hurt again soon because the Caps really need all their attacking pieces around so they don't fall off from what's been a better-than-expected campaign. Philipp Kurashev, Chicago Blackhawks (Yahoo: 4%) Nick Foligno was discussed last week as a perennial fantasy performer who had been gaining traction as a result of joining forces with Connor Bedard. So let's not forget about Kurashev, who's been the mainstay beside the young star. All three also participate on the Blackhawks' lead man-advantage, where Kurashev has already supplied a personal best of seven PPPs. You may also not realize he's teamed up with Chicago's savior since returning from a wrist issue near the end of October. Kurashev also comfortably ranks second in team scoring and average forward ice time (less than a minute behind Bedard). Before you rack your brain trying to figure out how he's still available in 97% of Yahoo leagues, maybe you should go out and grab him. Defensemen Josh Manson, Colorado Avalanche (Yahoo: 32%) Other than a 37-point effort with Anaheim back in 2017-18, Manson hasn't really been involved offensively over his 10-year career. That continued into this season as he only posted an assist from his first 19 games. December was a pretty good month for Manson as he'd go on to total four goals and six assists on top of 28 shots, a plus-10, 34 hits and 19 blocks. Don't expect the points to keep flowing, but the contributions will come elsewhere as he's securely within Colorado's top four. Jamie Drysdale, Anaheim Ducks (Yahoo: 18%) Congrats to those who guessed Drysdale as the first column repeat! He was first featured here in the opening week and promptly missed over two months with a lower-body issue, so let's hope this latest inclusion doesn't result in a similar situation. Drysdale has jumped right back into a decent amount of ice time and a place on Anaheim's top power play, though nothing has come there yet. And in the six contests since returning, he's recorded an even-strength goal, a shorthanded assist, 12 shots and 13 blocks. Timothy Liljegren, Toronto Maple Leafs (Yahoo: 6%) Liljegren also had his season halted for a while after suffering an ankle injury in early November. He came back seven weeks later and has since been provided with sufficient ice time by logging an average of over 20 minutes. Liljegren has converted the extra work into five points, eight shots, 16 hits and a whopping 29 blocks across nine outings. He also maintains a spot on the point of the Leafs' fairly talented second man-advantage, where he's supplied a PPA. Will Borgen, Seattle Kraken (Yahoo: 3%) We bookend this section with another blueliner significantly surpassing scoring expectations. Borgen produced 20 points while appearing in all 82 games during his first full year in the NHL. Not bad, but nothing exciting. With a slightly heavier workload, Borgen is up to 14 in 38 — including eight over the last 12. That last stretch has also seen him chip in 12 shots, 26 hits and 19 blocks. Like Manson, Borgen probably won't continue to overachieve on offense. At the same time, he'll be given plenty of opportunities as a trusted defender who also skates on the penalty kill. Goaltenders Samuel Ersson, Philadelphia Flyers (Yahoo: 27%) Since allowing 12 goals in the first two starts, Ersson has excelled with a 2.03 GAA, .922 save percentage, and two shutouts. Carter Hart started off December with three straight wins but has since stumbled. He's also spent multiple stints on the sidelines this season, which allowed Ersson to shine. Hart should still be considered Philly's lead goalie, though Ersson will earn more work based on better overall consistency. Nico Daws, New Jersey Devils (Yahoo: 17%) Daws lost the first two months of the season due to injury and performed well in the AHL between brief call-ups. The Devils have been horrendous on the back end throughout and clearly needed a spark in net. And so far, Daws has delivered with victories in both outings. Vitek Vanecek has put in some solid efforts of late and remains Jersey's No. 1, but Daws should pick up enough appearances on a club that boasts a top-10 attack. Players to consider from past columns:Pavel Zacha, Seth Jarvis, Ryan O'Reilly, Troy Terry, William Karlsson, Trevor Zegras, Wyatt Johnston, Matty Beniers, Nick Schmaltz, Quinton Byfield, Sam Bennett, Owen Tippett, Josh Norris, Robert Thomas, Nazem Kadri, Mikael Granlund, Cole Perfetti, Nikolaj Ehlers, Chandler Stephenson, Adam Fantilli, Mason McTavish, Dylan Strome, Brayden Schenn, Ivan Barbashev, Charlie Coyle, Jesperi Kotkaniemi, Marco Rossi, Nick Paul, Trevor Moore, Marcus Johansson, Ryan Strome, John-Jason Peterka, Blake Coleman, Morgan Geekie, Yegor Sharangovich, Zach Benson, Sean Couturier, Eeli Tolvanen, Oliver Bjorkstrand, Kirill Marchenko, Rickard Rakell, Gabriel Vilardi, Tyson Foerster, Michael Bunting, Matias Maccelli, Alex Kerfoot, Colton Sissons, Jake Sanderson, Owen Power, Mike Matheson, Brock Faber, Filip Hronek, Torey Krug, Zach Werenski, Noah Hanifin, Oliver Ekman-Larsson, Thomas Harley, Neal Pionk, Travis Sanheim, Mattias Ekholm, Ivan Provorov, Simon Nemec, Elvis Merzlikins, Connor Ingram, Pyotr Kochetkov, Scott Wedgewood, Karel Vejmelka, Martin Jones, Petr Mrazek, Alex Lyon, Joey Daccord, Sam Montembeault, Joel Hofer",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "evan berofsky",
        "sentiment": "negative"
      },
      {
        "name": "dawson mercer",
        "sentiment": "negative"
      },
      {
        "name": "tarasenko",
        "sentiment": "none"
      },
      {
        "name": "tim stutzle",
        "sentiment": "none"
      },
      {
        "name": "vladimir tarasenko",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nhl",
        "sentiment": "none"
      },
      {
        "name": "yahoo",
        "sentiment": "none"
      },
      {
        "name": "ottawa senators",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ottawa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:13:18.249+02:00",
  "updated": "2024-01-06T00:13:18.249+02:00"
}