{
  "thread": {
    "uuid": "025ce054fc75e19f049e0b1f9d10254486c568ca",
    "url": "https://www.miragenews.com/putting-down-roots-for-national-tree-day-1269910",
    "site_full": "www.miragenews.com",
    "site": "miragenews.com",
    "site_section": "https://www.miragenews.com/complaints",
    "site_categories": [
      "media"
    ],
    "section_title": "Complaints | Mirage News",
    "title": "Putting Down Roots For National Tree Day | Mirage News",
    "title_full": "Putting Down Roots For National Tree Day | Mirage News",
    "published": "2024-07-04T19:14:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.rockhamptonregion.qld.gov.au/files/assets/public/v/1/media-and-marketing-images/media-release-images/enviro/cr-shane-latcham-and-jeff-krause-at-this-years-planting-site.jpg?dimension=pageimage&amp;w=480",
    "performance_score": 0,
    "domain_rank": 11530,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "025ce054fc75e19f049e0b1f9d10254486c568ca",
  "url": "https://www.miragenews.com/putting-down-roots-for-national-tree-day-1269910",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mirage News",
  "published": "2024-07-04T19:14:00.000+03:00",
  "title": "Putting Down Roots For National Tree Day | Mirage News",
  "text": "Put down some community roots this National Tree Day and sign up for the community planting sessions taking place in Rockhampton on Sunday 28 July. Parks, Sport and Public Spaces Councillor Cherie Rutherford said registrations are now open, with different planting sessions available to choose from. \"National Tree Day is an annual initiative that sees over 300,000 people across the country roll up their sleeves and contribute to their community,\" Cr Rutherford said. \"Over the last few years, our community has planted thousands of native plants in our region and the reward for our collective hard work comes as we watch these trees flourish and create a place for both our community and visitors to enjoy in years to come. \"We're really excited to be hosting a community planting event again this year and would love to encourage as many as possible to join us at River Rose Drive in Norman Gardens.\" Division 1 Councillor Shane Latcham said there will be around 600 plants from a dozen native species to be established along a section of the popular footpath. \"We regularly rotate the locations for National Tree Day, with past sites including Yeppen Lagoon, Frenchville Road and Remembrance Park in Gracemere,\" Cr Latcham said. \"We can't wait to see everyone at River Rose Drive for this year's event and together help to create canopy cover in the area, build habitat for native wildlife and further enhance the work that Council has been doing in this space lately. \"There are three planting sessions that you can choose from – including 8am, 9am and 10am – so head over to the National Tree Day website and register for your preferred time.\" Paying testament to the event and its benefits, local resident Jeff Krause said this year will mark 20 years of volunteering at National Tree Day events for he and his family. \"Our family first became involved with National Tree Day when we supported an event at the Rockhampton Hockey Association fields that aimed to revegetate the banks of Frenchman's Creek and reduce erosion and improve habitat,\" Mr Krause said. \"Since then, I have participated and supported many National Tree Day events, both as an organiser and participant. \"It's fun to be with like-minded people and get your hands in the dirt to plant some trees to help improve our local environment. \"It is also great to return to these sites over the years to see how the plants have grown and see a native habitat emerging.\" Mr Krause encouraged the community to take part in the day, whether they have a green thumb or are new to gardening. \"You don't need to be a good gardener as there are people to show you what to do and willing to share their expertise,\" he said. \"You may gain some insights into local plants for use in your own garden. \"It is also a great family activity – building awareness of the importance of caring for our natural environment and a site that you can revisit in future years to talk about growth and say, 'you planted that tree'.\" [here](/putting-down-roots-for-national-tree-day-1269910/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shane latcham",
        "sentiment": "none"
      },
      {
        "name": "cherie rutherford",
        "sentiment": "none"
      },
      {
        "name": "cr rutherford",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sport and public spaces",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "norman gardens",
        "sentiment": "none"
      },
      {
        "name": "rockhampton",
        "sentiment": "none"
      },
      {
        "name": "river rose drive",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T05:23:18.760+03:00",
  "updated": "2024-07-05T05:23:18.760+03:00"
}