{
  "thread": {
    "uuid": "315014707ff954a3f3109822dbd225d1c953aca5",
    "url": "https://www.kcra.com/article/smud-learns-from-2023-storms-reduce-outage-risk/46277068",
    "site_full": "www.kcra.com",
    "site": "kcra.com",
    "site_section": "http://www.kcra.com/11798360?format=rss_2.0&view=feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Top Stories",
    "title": "'Very different from anything we've experienced': SMUD uses lessons from January storms to improve",
    "title_full": "'Very different from anything we've experienced': SMUD uses lessons from January storms to improve",
    "published": "2024-01-04T06:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://kubrick.htvapps.com/vidthumb/952e10b7-f0d1-4b20-adf8-121062bb27e7/76ce2a8b-3b55-4476-9bda-099462b4f4dd.jpg?crop=0.747xw:0.748xh;0.197xw,0&amp;resize=1200:*",
    "performance_score": 0,
    "domain_rank": 6760,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 8,
        "comments": 0,
        "shares": 7
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "315014707ff954a3f3109822dbd225d1c953aca5",
  "url": "https://www.kcra.com/article/smud-learns-from-2023-storms-reduce-outage-risk/46277068",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Heather Waldman",
  "published": "2024-01-04T06:43:00.000+02:00",
  "title": "'Very different from anything we've experienced': SMUD uses lessons from January storms to improve",
  "text": "'Very different from anything we've experienced': SMUD uses lessons from January storms to improve The utility said it has examined every step of its power restoration process going into this winter. The utility said it has examined every step of its power restoration process going into this winter. The utility said it has examined every step of its power restoration process going into this winter. The Sacramento Municipal Utility District says that it now has a new benchmark for severe winter weather following the unprecedented damage caused by last January's storms. According to SMUD, 600,000 customers experienced an outage over a several-week span beginning on New Year's Eve. To restore power, the utility had to replace more than 425 poles. SMUD Chief Operating Officer Frankie McDermott said that was about a third of the replacements done in a typical year. \"This was different. This was very different from anything we've experienced,\" he said. The January 2023 storms are now the new high water mark for the kind of damage that the utility will be ready for in the future. | Storm Ready 2024 | [City of Sacramento reflects on lessons learned 1 year after a series of damaging winter storms](https://www.kcra.com/article/city-of-sacramento-damaging-winter-storms/46267960) McDermott said that shortly after the stormy pattern concluded, SMUD decision-makers met to dissect their entire outage response process. \"We really had to look at our overall system over the last year to be prepared for storms that are going to be more severe in the future,\" McDermott said. In addition to increases in inventory, SMUD has also added new technology to improve in-house communication. An app will allow responders in the field to quickly tell decision-makers exactly what equipment has been damaged and to what extent. Logistics for delivering replacement materials have also been restructured. McDermott said he believes that by making these changes at each step of the restoration process, SMUD customers can expect more efficient response times and more accurate communication from the utility. \"I think the public can be reassured that we will be even more efficient at each step driven out of the experiences we saw in January,\" McDermott added. SMUD customers can now sign up for [more detailed notifications](https://myaccount.smud.org/manage/outage) during an outage. The new service will provide updates on when a crew is called to an outage, when a repair is ordered and an estimate of how long that repair could take. This is in addition to the estimated time of power restoration. It was one year ago that severe storms hit Northern California. This week, [KCRA 3's Storm Ready 2024 series](https://www.kcra.com/article/storm-ready-2024-special-flooding-during-extreme-weather-in-northern-california/46260432) looks back at what happened and how agencies in our area are changing protocol because of the storms.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment",
    "Disaster and Accident"
  ],
  "external_links": [
    "https://myaccount.smud.org/manage/outage",
    "https://www.myaccount.smud.org/manage/outage"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "frankie mcdermott",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "smud",
        "sentiment": "positive"
      },
      {
        "name": "sacramento municipal utility district",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-04T07:18:26.617+02:00",
  "updated": "2024-01-04T08:16:38.539+02:00"
}