{
  "thread": {
    "uuid": "6a9ba32bffbd8a583812b5fed6b32e73c6fc9271",
    "url": "https://www.laleggepertutti.it/677090_quando-e-obbligatoria-la-nomina-dellamministratore-in-un-supercondominio",
    "site_full": "www.laleggepertutti.it",
    "site": "laleggepertutti.it",
    "site_section": "https://www.laleggepertutti.it/category/diritto-e-fisco/condominio-scat",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": null,
    "title": "Quando è obbligatoria la nomina dell’amministratore in un supercondominio?",
    "title_full": "Quando è obbligatoria la nomina dell’amministratore in un supercondominio?",
    "published": "2024-06-01T19:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 66063,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6a9ba32bffbd8a583812b5fed6b32e73c6fc9271",
  "url": "https://www.laleggepertutti.it/677090_quando-e-obbligatoria-la-nomina-dellamministratore-in-un-supercondominio",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mariano Acquaviva",
  "published": "2024-06-01T19:15:00.000+03:00",
  "title": "Quando è obbligatoria la nomina dell’amministratore in un supercondominio?",
  "text": "Come funziona il condominio complesso? Come si nomina l’amministratore del supercondominio? Chi sono i rappresentanti dei singoli edifici?\nL’amministratore condominiale è obbligatorio soltanto se nell’edificio ci sono almeno nove proprietari diversi. In tutti gli altri casi la designazione è meramente facoltativa, potendo decidere i condòmini di autogestirsi senza incaricare una persona in particolare a fare ciò. Quando è obbligatoria la nomina dell’amministratore in un supercondominio?\nIl supercondominio – o condominio complesso – è formato da più edifici condominiali separati tra loro ma accomunati da almeno un bene o un servizio. Si pensi, ad esempio, all’impianto citofonico del cancello d’ingresso comune a più palazzine, oppure al cortile interno che collega tra loro edifici diversi. La nomina di un amministratore del supercondominio è sempre obbligatoria? Vediamo cosa prevede la legge.\nIndice\nCos’è il supercondominio? Quali sono gli organi del supercondominio? Supercondominio: la nomina dell’amministratore è obbligatoria? Come si nomina l’amministratore del supercondominio? Amministratore supercondominio può essere l’amministratore di uno dei condomìni? Cos’è il supercondominio? Il supercondominio – o condominio complesso – può essere definito come un agglomerato di edifici condominiali accomunati da una o più parti comuni, così come indicato in premessa.\nIn pratica, mentre il condominio semplice è l’insieme di unità immobiliari private che condividono parti comuni, il condominio complesso è l’insieme di condomìni che condividono parti comuni.\nQuali sono gli organi del supercondominio? Il supercondominio dà vita a un’ entità distinta e separata rispetto ai singoli edifici di cui è composto.\nCiò significa che il supercondominio è dotato di organi propri , differenti da quelli delle singole palazzine.\nPertanto, così come un condominio è munito di un’assemblea e di un amministratore, ugualmente il supercondominio è dotato di una propria assemblea e di un proprio amministratore, con competenze limitate ai beni e ai servizi comuni a tutti i condomìni.\nSupercondominio: la nomina dell’amministratore è obbligatoria? Si ritiene che la nomina dell’amministratore del supercondominio sia obbligatoria soltanto nell’ipotesi in cui il condominio complesso sia composto da almeno nove edifici diversi .\nIn buona sostanza, si reputa applicabile anche al supercondominio la norma [1] prevista per il condominio semplice; pertanto, così come in un condominio la nomina dell’amministratore è obbligatoria allorquando vi siano almeno nove proprietari diversi, alla stessa maniera in un supercondominio la nomina dell’amministratore è obbligatoria se vi sono almeno nove edifici condominiali.\nCome si nomina l’amministratore del supercondominio? L’amministratore del supercondominio è nominato dall’assemblea del condominio complesso , nel rispetto degli ordinari quorum stabiliti dalla legge.\nAll’assemblea hanno diritto di partecipare tutti i condòmini , cioè tutti i proprietari delle singole unità immobiliari che costituiscono ciascun edificio.\nSe però i condòmini sono più di sessanta , allora ciascuna palazzina deve nominare – a maggioranza che rappresenti almeno i due terzi del valore dell’edificio – un proprio rappresentante , il quale esprimerà un voto unitario in seno all’assemblea del supercondominio [2] .\nIn altri termini, la partecipazione all’assemblea del supercondominio è così regolata:\nse i condòmini complessivi – cioè di tutte le palazzine – non sono più di sessanta , ciascuno di essi avrà il diritto di partecipare alla “super-assemblea” per votare, tra le altre cose, il “super-amministratore”; se i condòmini complessivi sono più di sessanta , allora ciascun edificio condominiale dovrà eleggere il proprio rappresentante affinché prenda parte alla “super-assemblea”, esprimendo un voto unico per l’intero edificio che rappresenta. Nel caso in cui il singolo condominio non riesca a nominare un rappresentante – atteso il quorum elevato, pari a due terzi dei millesimi – ciascun condomino può rivolgersi al giudice affinché nomini il rappresentante del proprio edificio.\nQualora alcuni dei condomìni non abbiano nominato il proprio rappresentante (ad esempio, per totale disinteresse dei proprietari), il giudice può ugualmente provvedere alla nomina, su ricorso anche di uno solo dei rappresentanti già nominati, previa diffida a provvedervi entro un congruo termine.\nIn altre parole, al fine di garantire il funzionamento della “ super-assemblea ” la legge ha previsto che, nell’ipotesi in cui uno degli edifici non abbia nominato il proprio rappresentante, questi sia designato dal giudice su ricorso di uno dei rappresentanti degli altri edifici.\nSebbene non manchino interpretazioni di segno opposto, deve ritenersi che la nomina del rappresentante non debba essere circoscritta a una sola assemblea né sottoposta a limiti di tempo: per una più snella e agile gestione del supercondominio, il rappresentante resta tale fino a che non venga sostituito.\nAmministratore supercondominio può essere l’amministratore di uno dei condomìni? Nessuna norma di legge vieta che possa essere nominato “super-amministratore” uno degli amministratori dei singoli edifici.\nIn altre parole, non c’è incompatibilità tra la carica di amministratore e quella di super-amministratore.\nC’è invece incompatibilità con la nomina a rappresentante : per espressa previsione di legge, all’amministratore non possono essere conferite deleghe per la partecipazione a qualunque assemblea.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T00:34:21.084+03:00",
  "updated": "2024-06-02T00:34:21.084+03:00"
}