{
  "thread": {
    "uuid": "da4b77fa29904c0c9a119ec84ff12d133b3e3f11",
    "url": "https://alaskapublic.org/2024/03/14/after-the-fires-a-maui-community-tries-a-novel-approach-to-keep-homes-in-local-hands",
    "site_full": "alaskapublic.org",
    "site": "alaskapublic.org",
    "site_section": "https://uspolitics.einnews.com/live_feed",
    "site_categories": [],
    "section_title": "Live Feed Wire - US Politics Today - EIN Presswire",
    "title": "After the fires, a Maui community tries a novel approach to keep homes in local hands - Alaska Public Media",
    "title_full": "After the fires, a Maui community tries a novel approach to keep homes in local hands - Alaska Public Media",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.alaskapublic.org/wp-content/uploads/2024/03/0b6a1303-copy-f4f31877f50d18575800ca0d9d52f572d09f76e8-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 14142,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "da4b77fa29904c0c9a119ec84ff12d133b3e3f11",
  "url": "https://alaskapublic.org/2024/03/14/after-the-fires-a-maui-community-tries-a-novel-approach-to-keep-homes-in-local-hands",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lauren Sommer - NPR",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "After the fires, a Maui community tries a novel approach to keep homes in local hands - Alaska Public Media",
  "text": "Mikey Burke’s home was destroyed during the Lahaina fire. She’s joined a new effort to create a community land trust to buy properties and keep them in the community. (Ryan Kellman/NPR) Several months after Mikey Burke’s house burned down in Lahaina, her husband got a text message out of the blue. It was an offer to buy their property with no inspections.\n“He’s gotten a couple of those,” Burke says. “Fighting against speculators and large developers coming in is nothing new for us, but we’ve never had it where it’s been this important to our very being as this community.”\nBurke and her family are among hundreds in Lahaina who are navigating the long and arduous process of rebuilding. More than seven months after the wildfire that took 101 lives, hundreds of properties are still covered in piles of debris.\nSome fire survivors have moved into rental properties outside Lahaina . Others are finding new jobs or schools elsewhere on Maui or in the continental U.S. Many Lahaina residents worry that developers will buy up properties as they become available, changing the makeup of a community that was once the historic capital of the Hawaiian Kingdom.\n“If we have enough of that happening, the village we grew up in is not going to be the village that we want to raise our kids in,” Burke says. “This community is so important to who we are.”\nWest Maui is a center of the tourism industry, raising concerns in the community that developers will buy properties destroyed in the fire as they come up for sale. (Ryan Kellman/NPR) Now, some community members are working on a way to buy properties so they can remain affordable and available to local residents. It’s a nonprofit community land trust, modeled after ones used around the country for affordable housing. Land trusts purchase properties and then sell or rent the houses. When the homes are for purchase, the trust keeps ownership of the land they’re built on, so the overall sale price is less than comparable homes.\nCommunity land trusts have emerged in a handful of other places recovering from disasters, like Houston and the Florida Keys after both places were hit by hurricanes. The challenge is mobilizing financial resources in time to purchase properties in the crucial years post-disaster when properties go up for sale.\n“The number of units destroyed that are housing people affordably always outnumbers the amount that you rebuild,” says Steve Kirk, president of Rural Communities, an affordable housing nonprofit affiliated with the Florida Keys Community Land Trust . “There are individuals and corporations with strike capital that can step into that void and acquire that land.”\nMaui’s striking volcano and scenic beaches are a major draw for tourists. Half of all condo sales on the island are to out-of-state buyers. (Ryan Kellman/NPR) Challenges to rebuilding Life is still in upheaval for Burke and her family. For months after the fire, her family of four kids and four dogs lived in two hotel rooms. Recently, they moved into a longer-term rental north of Lahaina. Her kids go to a Hawaiian language immersion school right next to the burn zone, so all four are doing distance learning by computer from home.\nThey’re still grappling with memories from the day of the fire. As the smoke approached their house, Burke loaded the kids into the car. But the traffic was at a standstill in the rush to evacuate Lahaina. They watched as the flames kept getting closer.\n“I was telling the kids: if mommy opens the door, you run straight and you run to the ocean,” she says. “I will never forget that feeling because I didn’t know if it was ok.”\nTheir house was destroyed. The burned debris is still awaiting removal, like hundreds of other properties in Lahaina. But Burke’s family is already navigating the rebuilding process. Burke says they received a dollar estimate for what their insurance company will pay them, but they’re not sure if it will be enough to cover the cost of rebuilding, with contractors in such high demand.\n“Of course in August, everyone was like: yeah, we’re going to rebuild,” Burke says. “But now, we’re looking at the actual money we have to rebuild and have to make a decision. Do we rebuild? What can we even rebuild? Or do we sell?”\nShe’s heard from others from Lahaina going through the same struggle. Some who are older may not be up for the long rebuilding process. Some are underinsured and won’t have enough to rebuild what they had. Burke says she’s determined to stay, but concern is high that the community she grew up in will be forever altered.\nOver seven months after the fire, most properties that were burned in Lahaina are still covered with debris. (Ryan Kellman/NPR) “Selling in, instead of selling out” Keeping the community together was on Burke’s mind when she ran into two people working on a potential way to help: Carolyn Auweloa and Autumn Ness. Having worked on housing policy, Ness and Auweloa were aware of the community land trust model and decided to start one for Lahaina. The goal of land trusts is to keep housing affordable in the long term, since the buyer agrees to sell the home at a restricted price, whenever they choose to sell.\nAutumn Ness, who has worked on housing and local food policy on Maui, says the land trust would be led by the Lahaina community as it re-envisions its future. (Ryan Kellman/NPR) Dozens of community land trusts have been established around the country to boost the affordable housing supply. As climate-driven disasters have taken a bigger and bigger toll, land trusts are getting new attention.\nNess says the wildfires only increased the already-existing pressure on Maui’s housing market. With its stunning ocean views and rich history, Lahaina was a tourism hotspot. Short-term rentals, driven by Airbnb and VRBO, made up 40% of the total housing supply in Lahaina’s zip code. And in Maui County more broadly, half of all condominium sales are to out-of-state buyers .\n“We’ve seen Lahaina be sold to investors parcel by parcel over the last couple of generations, so it was just like: oh my god, we’re super vulnerable,” Ness says.\nThe Lahaina Community Land Trust , as they’ve named it, is still in the early stages and is starting to raise money through donations. Ness says it could do more than just build housing. They could buy some properties that are of cultural value to Native Hawaiians and preserve them for the community. They could buy other properties at risk of being flooded by sea level rise and not build on them at all.\n“People talk about the land trust as a way to sell in, instead of selling out,” Ness says. “If you have to sell – not your fault, no judgment. How can we make sure you have what you need and the land stays in the highest and best interest of the community?”\nBurke decided to join the effort to develop the land trust, which she says will hopefully lessen the pain for neighbors who choose to leave Lahaina.\n“We know we can’t save every parcel that’s gonna come up to be sold,” Burke says. “But if we’re an option on somebody’s table so if they have to walk away, they can do it in good conscience, that’s all we’re there for.”\nLand trusts are growing after disasters When hurricanes, floods and wildfires destroy housing, the ensuing upheaval can permanently shift the makeup of a community. In the wake of Hurricane Katrina, which hit New Orleans in 2005, a third of displaced residents still had not returned after three years, and lower-income residents were the most vulnerable to being displaced. Neighborhoods damaged by flooding were also more likely to experience gentrification .\nAfter Hurricane Irma hit the Florida Keys in 2017, the Florida Keys Community Land Trust was established. Like in Lahaina, land values are high there, driven by tourism and restrictions on development.\n“Vacation rentals command so much money that even in the absence of any storm, we are losing service worker housing on a month-to-month basis,” says Kirk, who works on the land trust as well as affordable housing around Florida.\nCommunity land trusts are used widely around the U.S., but have only recently started in communities hit by disasters like wildfires and hurricanes. (Ryan Kellman/NPR) The trust built 31 affordable units on property that went up for sale after the hurricane. It began with a private donation, but the trust eventually secured a federal grant earmarked for disaster recovery . Kirk says securing funding quickly is key, since many properties are put up for sale within just a few years of a disaster.\n“Public funding is really a necessity in order to preserve land in the aftermath of a disaster, particularly in an affluent location,” Kirk says. “Because in the absence of that, market conditions will cause speculators and others to step into that land and end up serving a completely different income level.”\nIn Lahaina, Burke says organizers aren’t sure how many properties the land trust might be able to buy, but they hope to start within the next six months.\n“I don’t think we’re at a place where we can’t come back and still make this a beautiful, vibrant community,” Burke says. “We’re gonna need help and we’re going to continue to need help for years.”\nCopyright 2024 NPR. To see more, visit https://www.npr.org. Lauren Sommer - NPR",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://lahainacommunitylandtrust.org/",
    "https://nextcity.org/urbanist-news/community-land-trusts-are-building-disaster-resilient-neighborhoods",
    "https://cltweb.org/clt-directory/",
    "https://journals.sagepub.com/doi/abs/10.1177/0042098018800445?journalCode=usja",
    "https://uhero.hawaii.edu/wp-content/uploads/2023/06/TheHawaiiHousingFactbook.pdf",
    "https://www.affordablekeys.org/",
    "https://www.npr.org/2023/08/23/1195387894/lahaina-residents-worry-developers-will-scoop-up-land-after-the-recent-wildfires#:~:text=Transcript-,NPR",
    "https://www.npr.org/2024/02/19/1231191740/maui-fire-survivors-struggle-to-find-long-term-housing-half-a-year-after-the-bla",
    "https://www.riskproject.org/wp-content/uploads/2019/02/Graif_Popul_Environ_2016.pdf",
    "https://www.hud.gov/program_offices/comm_planning/cdbg-dr",
    "https://www.npr.org/2023/04/09/1168839399/community-land-trusts-are-providing-a-solution-to-gentrification",
    "https://www.wlrn.org/news/2018-08-16/in-post-irma-keys-one-tiny-new-home-is-cause-for-major-celebration",
    "https://www.journals.sagepub.com/doi/abs/10.1177/0042098018800445?journalCode=usja",
    "https://lahainacommunitylandtrust.org",
    "https://www.cltweb.org/clt-directory/",
    "https://www.affordablekeys.org",
    "https://www.lahainacommunitylandtrust.org/",
    "https://wlrn.org/news/2018-08-16/in-post-irma-keys-one-tiny-new-home-is-cause-for-major-celebration",
    "https://riskproject.org/wp-content/uploads/2019/02/Graif_Popul_Environ_2016.pdf",
    "https://www.uhero.hawaii.edu/wp-content/uploads/2023/06/TheHawaiiHousingFactbook.pdf",
    "https://affordablekeys.org/",
    "https://npr.org/2024/02/19/1231191740/maui-fire-survivors-struggle-to-find-long-term-housing-half-a-year-after-the-bla",
    "https://journals.sagepub.com/doi/abs/10.1177/0042098018800445",
    "https://cltweb.org/clt-directory",
    "https://hud.gov/program_offices/comm_planning/cdbg-dr",
    "https://npr.org/2023/04/09/1168839399/community-land-trusts-are-providing-a-solution-to-gentrification",
    "https://npr.org/2023/08/23/1195387894/lahaina-residents-worry-developers-will-scoop-up-land-after-the-recent-wildfires#:~:text=Transcript-,NPR",
    "https://www.nextcity.org/urbanist-news/community-land-trusts-are-building-disaster-resilient-neighborhoods"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mikey burke",
        "sentiment": "negative"
      },
      {
        "name": "burke",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "alaska public media several",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "lahaina",
        "sentiment": "none"
      },
      {
        "name": "maui",
        "sentiment": "none"
      },
      {
        "name": "hawaiian kingdom",
        "sentiment": "none"
      },
      {
        "name": "u.s",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:44:31.931+02:00",
  "updated": "2024-04-11T05:50:08.996+03:00"
}