{
  "thread": {
    "uuid": "37d65d9c42d2d677a45eb0ca02ed44a31b4e38fd",
    "url": "https://english.vov.vn/en/economy/vietnamese-lao-businesswomen-share-experiences-in-green-economic-development-post1106094.vov",
    "site_full": "english.vov.vn",
    "site": "vov.vn",
    "site_section": "https://english.vov.vn",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Home | VOV.VN",
    "title": "Vietnamese, Lao businesswomen share experiences in green economic development",
    "title_full": "Vietnamese, Lao businesswomen share experiences in green economic development",
    "published": "2024-07-05T16:11:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://vov-media.emitech.vn/sites/default/files/styles/og_image_en/public/2024-07/Screenshot_7_1.jpg?v=1720185147",
    "performance_score": 0,
    "domain_rank": 19637,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "37d65d9c42d2d677a45eb0ca02ed44a31b4e38fd",
  "url": "https://english.vov.vn/en/economy/vietnamese-lao-businesswomen-share-experiences-in-green-economic-development-post1106094.vov",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNA",
  "published": "2024-07-05T16:11:00.000+03:00",
  "title": "Vietnamese, Lao businesswomen share experiences in green economic development",
  "text": "Vietnamese, Lao businesswomen share experiences in green economic development Friday, 20:11, 05/07/2024 A forum connecting female entrepreneurs of Vietnam, Laos and Cambodia was held in Hanoi on July 5, with discussions focusing on green economy.\nDelegates attending the forum (Photo: VNA) Addressing the event, Bui Thi Minh Hoai, Politburo member, Secretary of the Party Central Committee and Chairwoman of its Commission for Mass Mobilisation, stressed that participating in green economic development involves various stakeholders, with businesses being one of the most crucial. Businesswomen, in particular, are an indispensable force in green growth strategies, contributing to shaping a sustainable growth ecosystem.\nTo further unleash the potential and strengths of female entrepreneurs, Hoai proposed the women's unions of the three countries actively collaborate, share experiences in disseminating, raising awareness, and supporting members and women in green and circular economic development.\nEnterprises, especially those led by women, should continue to pioneer and proactively adopt innovative measures to enhance the efficiency of production and business aligned with strategic goals on greenhouse gas emission reduction and promotion of clean and renewable energy use, she said.\nChairwoman of the Vietnam Women's Union Ha Thi Nga stated that agencies and organisations, particularly those representing entrepreneurs and female ones, have been actively engaged in activities and initiatives to enhance their roles in green economy.\nNga called on women from the three countries to cooperate and unite in supporting the empowerment of women in economic affairs, and actively contributing to green economy and a more sustainable future. The three women's unions were recommended to continue to promote supportive initiatives and accompany women and businesswomen on their journey to contribute to the green economic development of each country; and integrate content and initiatives on green economic development into bilateral cooperation agreements between the Vietnam Women's Union and those of Laos and Cambodia at both central and local levels.\nPointing out to several existing shortcomings, President of the Lao Women's Union Aly Vongnobountham showed her hope that the three unions will collaborate to discuss cooperation plans and exchange experiences for the development of women; promote environmentally friendly goods production and climate change adaptation; and utilise technology to create jobs and stable incomes, thus helping women step-by-step get rid of poverty.\nKyong Sorita, Secretary of State of the Cambodian Ministry of Women’s Affairs, shared that the Cambodian Government has initiated the first phase of its pentagonal strategy - a strategy for socio-economic development aimed at promoting gender equality and empowering women and children. She added that women are a priority in the political agenda.\nIn the digital economy, the government is investing in digital infrastructure and education to enhance women's participation in this field, thus creating a favourable environment where women feel safe and protected, she said.\nVNA",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fenglish.vov.vn%2Fen%2Feconomy%2Fvietnamese-lao-businesswomen-share-experiences-in-green-economic-development-post1106094.vov",
    "https://news.google.com/publications/CAAqBwgKMPHQsAsw_uvHAw",
    "https://www.facebook.com/sharer/sharer.php",
    "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fenglish.vov.vn%2Fen%2Feconomy%2Fvietnamese-lao-businesswomen-share-experiences-in-green-economic-development-post1106094.vov",
    "https://www.news.google.com/publications/CAAqBwgKMPHQsAsw_uvHAw"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bui thi minh hoai",
        "sentiment": "none"
      },
      {
        "name": "hoai",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "party central committee",
        "sentiment": "none"
      },
      {
        "name": "vna",
        "sentiment": "none"
      },
      {
        "name": "politburo",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vietnam",
        "sentiment": "none"
      },
      {
        "name": "cambodia",
        "sentiment": "none"
      },
      {
        "name": "hanoi",
        "sentiment": "none"
      },
      {
        "name": "laos",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T17:15:03.642+03:00",
  "updated": "2024-07-05T17:15:03.642+03:00"
}