{
  "thread": {
    "uuid": "47368d360d6c59b2973abb458a452e2c5734f07e",
    "url": "https://www.montanarightnow.com/national_news/diabetes-drug-shows-promise-against-parkinsons-in-clinical-study/article_550a5181-1385-5f61-965b-69307f6c0d1e.html",
    "site_full": "www.montanarightnow.com",
    "site": "montanarightnow.com",
    "site_section": "https://www.montanarightnow.com/great-falls/",
    "site_categories": [
      "media"
    ],
    "section_title": "Great Falls News | montanarightnow.com",
    "title": "Diabetes drug shows promise against Parkinson's in clinical study | National News",
    "title_full": "Diabetes drug shows promise against Parkinson's in clinical study | National News | montanarightnow.com",
    "published": "2024-04-04T02:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/montanarightnow.com/content/tncms/assets/v3/editorial/1/ff/1ff1ba1b-3a90-5e14-bbd8-18ef3de24232/660dd4fc2d01d.image.jpg?crop=246%2C246%2C133%2C0&amp;resize=200%2C200&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 81638,
    "domain_rank_updated": "2024-04-02T13:08:16.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "47368d360d6c59b2973abb458a452e2c5734f07e",
  "url": "https://www.montanarightnow.com/national_news/diabetes-drug-shows-promise-against-parkinsons-in-clinical-study/article_550a5181-1385-5f61-965b-69307f6c0d1e.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-04T02:31:00.000+03:00",
  "title": "Diabetes drug shows promise against Parkinson's in clinical study | National News",
  "text": "A drug used to treat diabetes slowed the progression of motor issues associated with Parkinson's disease, a study published in the New England Journal of Medicine said Wednesday.\nParkinson's is a devastating nervous system disorder affecting 10 million people worldwide, with no current cure. Symptoms include rhythmic shaking known as tremors, slowed movement, impaired speech and problems balancing, which get worse over time.\nResearchers have been interested in exploring a class of drugs called GLP-1 receptor agonists -- which mimic a gut hormone and are commonly used to treat diabetes and obesity -- for their potential to protect neurons.\nSo far however, evidence of clinical benefits in patients has been limited and early studies have proved inconclusive.\nIn the new paper, 156 patients with early-stage Parkinson's were recruited across France and then randomly chosen to receive either lixisenatide, which is sold under the brand names Adlyxin and Lyxumia and made by Sanofi, or a placebo.\nAfter one year of follow up, the group on the treatment, which is given as an injection, saw no worsening of their movement symptoms, while those on the placebo did.\nThe effect was \"modest\" according to the paper, and was noticeable only when assessed by professionals \"who made them do tasks; walking, standing up, moving their hands, etc\" senior author Olivier Rascol, a neurologist at Toulouse University, told AFP.\nBut, he added, this may just be because Parkinson's disease worsens slowly, and with another year of follow up, the differences might become much starker.\n\"This is the first time that we have clear results, which demonstrate that we had an impact on the progression of the symptoms of the disease and that we explain it by a neuroprotective effect,\" said Rascol.\n- Gastro side effects - Gastrointestinal side effects were common on the drug and included nausea, vomiting and reflux, while a handful of patients experienced weight loss.\nBoth Rasol and co-author Wassilios Meissner, a neurologist at Bordeaux University Hospital, both stressed more study would be required to confirm safety and efficacy before the treatment should be given to patients.\nMichael Okun, medical director of the Parkinson's Foundation, told AFP that from a practical standpoint, the differences in patient outcomes were not clinically significant, but \"statistically and compared to other studies, this type of difference should draw our interest and attention.\"\n\"Experts will likely argue whether this study meets a minimum threshold for neuroprotection, and it likely does not,\" continued Okun, adding the weight loss side effect was concerning for Parkinson's patients.\nRodolfo Savica, a professor of neurology at the Mayo Clinic in Minnesota added: \"The data so far are suggestive of a possible effect -- but we need to replicate the study for sure.\"\nHe added that, while this study lumped together patients aged 40-75, separating them by age group might have revealed ages at which the treatment is more effective.\nThe authors of the new study said they were looking forward to the results from other forthcoming trials that may help confirm their findings.\nia-la/nro/caw\nOriginally published on doc.afp.com , part of the BLOX Digital Content Exchange .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "https://www.doc.afp.com",
    "https://www.bloxdigital.com/products_services/cen/",
    "https://bloxdigital.com/products_services/cen/",
    "https://www.bloxdigital.com/products_services/cen",
    "https://doc.afp.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "parkinson",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "new england journal of medicine",
        "sentiment": "none"
      },
      {
        "name": "sanofi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "france",
        "sentiment": "none"
      },
      {
        "name": "lyxumia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:46:24.112+03:00",
  "updated": "2024-04-05T02:46:24.112+03:00"
}