{
  "thread": {
    "uuid": "18eb475e12970749e4f7bee45f2671e20435fd7b",
    "url": "https://scienmag.com/patient-engagement-and-surgical-outcomes-improved-by-digital-health-platform",
    "site_full": "scienmag.com",
    "site": "scienmag.com",
    "site_section": "https://scienmag.com/category/science-news/medicine-featured/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "",
    "title_full": "",
    "published": "2024-04-04T22:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 67525,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "18eb475e12970749e4f7bee45f2671e20435fd7b",
  "url": "https://scienmag.com/patient-engagement-and-surgical-outcomes-improved-by-digital-health-platform",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "admin",
  "published": "2024-04-04T22:31:00.000+03:00",
  "title": "",
  "text": "Coupling a smart phone app with a real-life health coach appears to be key to helping patients adhere to pre-surgical preparation and post-surgical recovery guidance and improving surgical outcomes, according to new findings led by UPMC and University of Pittsburgh School of Medicine physician-scientists.\nCredit: UPMC\nCoupling a smart phone app with a real-life health coach appears to be key to helping patients adhere to pre-surgical preparation and post-surgical recovery guidance and improving surgical outcomes, according to new findings led by UPMC and University of Pittsburgh School of Medicine physician-scientists.\nThe research, published today in the Journal of Medical Internet Research , found that patients who used the digital health platform – called Pip Care – had to stay in the hospital for nearly a day less than their counterparts who didn’t use the app, and they cut in half their risk of readmission within a week of surgery.\n“Study after study has shown that patients are healthier and have better surgical outcomes when they adhere to a perioperative care plan – but ensuring that adherence is easier said than done,” said senior author Aman Mahajan, M.D., Ph.D., Peter and Eva Safar Professor and Chair of the Department of Anesthesiology and Perioperative Medicine at Pitt . “So, verifying that this hybrid digital-telemedicine platform is both easy for patients and clinicians to use and significantly improves patient outcomes and satisfaction with surgery is a welcome clinical advance.”\nMahajan and lead author Stephen Esper, M.D., associate professor of anesthesiology and perioperative medicine at Pitt and director of the UPMC Center for Perioperative Care , are clinical advisors for Pip Care, which receives funding from UPMC Enterprises , the innovation, commercialization and venture capital arm of UPMC.\nSeveral digital health platforms that use mobile apps to provide perioperative instructions to patients have been deployed over the last few years, but outcomes have been mixed. Pip Care is the first to pair the digital platform with one-on-one telehealth coaches who check in with patients regularly and assist them in care coordination so they can achieve their surgical goals.\nIn preparation for elective surgery, doctors will often recommend patients follow evidence-based protocols—known as ‘prehabilitation’—to improve their health. These can include improving their nutrition, physical conditioning, psychological support and stopping smoking. Pip Care helps patients adhere to these protocols by simplifying the doctor’s presurgical instructions into easy-to-understand and complete daily tasks. The health care coach answers questions and keeps the patient accountable. Finally, Pip Care also simplifies and coaches patients through post-surgical care, such as understanding discharge instructions, wound care and the importance of proper pain management.\n“Think of having major surgery as running a marathon,” said Esper. “If you want to perform your best, you don’t just show up and run. You have to train first and get your body ready for the stress. It’s similar with surgery – by optimizing your health beforehand you have a better recovery.”\nTo determine the impact of this approach, the research team compared 128 patients enrolled in Pip Care who were scheduled for elective abdominal, spine or total joint replacement surgery to 268 peers scheduled for the same surgeries at the same hospitals who did not use Pip Care. The patients using Pip Care were enrolled about 2.5 to 4 weeks before surgery and continued using it through 4 weeks after surgery.\nOn average, Pip Care patients remained hospitalized after surgery for 2.4 days, while non-Pip patients stayed in the hospital for 3.1 days. And Pip Care patients had a 49% lower risk of being readmitted to the hospital within a week of discharge, compared to their non-Pip counterparts.\nThe patients who received Pip Care attended an average of 6.7 sessions with their digital health coach, 82% attending sessions at least once a week. And, in follow-up surveys, patients reported high – 4.8 out of 5 points – scores for satisfaction with the app.\n“Many health systems are facing considerable staff shortages and one of the consequences is that clinical teams, who are dedicated to their patients’ success, have limited time to provide focused, patient-specific surgical optimization,” said Mahajan, who is also the senior vice president of health innovation at UPMC Enterprises. “By partnering with health systems and hospitals Pip Care is providing patients a sense of connection and a better understanding of their surgical journey, prompting them to actively engage in their health and those patients have better surgical outcomes.”\nAdditional authors on this research are Jennifer Holder-Murray, M.D., Katie Meister, Hsing-Hua Sylvia Lin, Ph.D., David K. Hamilton, M.D., Yram Groff, M.D., and Brian Zuckerbraun, M.D., all of Pitt or UPMC, or both.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://www.jmir.org/",
    "https://www.pipcare.com/",
    "https://www.medschool.pitt.edu/",
    "https://www.upmc.com/services/center-for-perioperative-care",
    "https://enterprises.upmc.com/",
    "https://i0.wp.com/scienmag.com/wp-content/uploads/2024/04/Patient-engagement-and-surgical-outcomes-improved-by-digital-health-platform.jpeg?ssl=1",
    "https://www.anesthesiology.pitt.edu/",
    "https://www.upmc.com/",
    "https://www.medschool.pitt.edu",
    "https://jmir.org/",
    "https://i0.wp.com/scienmag.com/wp-content/uploads/2024/04/Patient-engagement-and-surgical-outcomes-improved-by-digital-health-platform.jpeg",
    "https://pipcare.com/",
    "https://www.enterprises.upmc.com/",
    "https://anesthesiology.pitt.edu/",
    "https://www.pipcare.com",
    "https://www.upmc.com",
    "https://www.anesthesiology.pitt.edu",
    "https://www.i0.wp.com/scienmag.com/wp-content/uploads/2024/04/Patient-engagement-and-surgical-outcomes-improved-by-digital-health-platform.jpeg?ssl=1",
    "https://medschool.pitt.edu/",
    "https://upmc.com/services/center-for-perioperative-care",
    "https://enterprises.upmc.com",
    "https://www.jmir.org",
    "https://upmc.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "upmc",
        "sentiment": "none"
      },
      {
        "name": "university of pittsburgh school of medicine",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T01:28:32.298+03:00",
  "updated": "2024-04-05T01:28:32.298+03:00"
}