{
  "thread": {
    "uuid": "229688dd7de51906f382df13cc49a875b09964e3",
    "url": "https://www.dailymail.co.uk/femail/article-12917043/Can-dog-whisperer-fix-pooch-Andrew-Levy-took-mischievous-labradoodle-meet-Dogs-Behaving-Badlys-Graeme-Hall-out.html",
    "site_full": "www.dailymail.co.uk",
    "site": "dailymail.co.uk",
    "site_section": "https://www.dailymail.co.uk/femail/articles.rss",
    "site_categories": [],
    "section_title": "",
    "title": "Can the dog whisperer fix my pooch? Andrew Levy took his mischievous labradoodle to meet Dogs Behaving (Very) Badly's Graeme Hall to find out | Daily Mail Online",
    "title_full": "Can the dog whisperer fix my pooch? Andrew Levy took his mischievous labradoodle to meet Dogs Behaving (Very) Badly's Graeme Hall to find out | Daily Mail Online",
    "published": "2024-01-06T00:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2024/01/02/16/79538449-0-image-m-13_1704212498915.jpg",
    "performance_score": 0,
    "domain_rank": 139,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "229688dd7de51906f382df13cc49a875b09964e3",
  "url": "https://www.dailymail.co.uk/femail/article-12917043/Can-dog-whisperer-fix-pooch-Andrew-Levy-took-mischievous-labradoodle-meet-Dogs-Behaving-Badlys-Graeme-Hall-out.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Andrew Levy For Weekend Magazine",
  "published": "2024-01-06T00:30:00.000+02:00",
  "title": "Can the dog whisperer fix my pooch? Andrew Levy took his mischievous labradoodle to meet Dogs Behaving (Very) Badly's Graeme Hall to find out | Daily Mail Online",
  "text": "Tall, broad-shouldered and dressed in his distinctive combo of tweed jacket and cravat, Graeme Hall is recognisable to millions as the man who helps desperate pet owners in Channel 5 ’s Dogs Behaving (Very) Badly. The show has legions of followers, many of whom make themselves known to him when we meet to take my own occasionally unruly dog through his paces. Most bustle over to praise him for the pleasure his programme gives them and the advice it doles out. But one fan is a dog, according to its owner, who gushes, ‘You mean so much to him. He’s seen every show.’ Dogs – and their owners – can now enjoy a new series of the show. Highlights in last week’s first episode (available on My5) included a St Bernard with kleptomania and a pug with a foot fetish. Such cases are not unusual in the programme – part of its appeal is the litany of bizarre pet problems, ranging from the hilarious to the horrifying or very moving. Graeme Hall (pictured with Andrew Levy's labradoodle Waffles), who is trained in schutzhund, the German tradition of training dogs in the manner of police hounds for competitions, helps desperate pet owners in Channel 5 ’s Dogs Behaving (Very) Badly Issues have included a disabled boy with speech problems who was constantly being licked in the face by the family pet. His mother eventually admitted the lad kept mumbling ‘Good boy’ to his beloved mutt as he was lashed by its tongue. Filming this sixth series had to be squeezed into Graeme’s schedule. He’d just returned from Down Under shooting Dogs Behaving (Very) Badly Australia when these episodes were made last summer. And a new series, The Dog Hospital With Graeme Hall, aired on Channel 5 in autumn. For someone with such an affinity for dogs, you’d think Graeme, who’s 58, had owned them all his life. In fact, he got his first dog when he was 40, a Rottweiler puppy called Axel. Dogs were banned as a child at home, where his father John was an electrician and mother Mollie a swimming teacher in Selby, North Yorkshire. Graeme believes this was linked to his father’s teens in the war, watching RAF bomber crews drink at his parents’ pub before going out on missions and never returning. Given dogs’ short lifespans, why set yourself up for more grief, he must have thought. Graeme went to grammar school in Leeds before taking a degree in Hispanic Studies and then a job at a Weetabix factory. It was while there that he became interested in schutzhund, the German tradition of training dogs in the manner of police hounds for competitions, and when he decided to leave Weetabix after 21 years a schutzhund trainer convinced him to go into the profession full time. Within months he was holding Kennel Club-listed dog classes and just three years later he was in demand across the UK, and that’s when Channel 5 snapped him up. Pictured: Weekend reporter Andrew Levy with his labradoodle Waffles. After just a few minutes with Graeme, Waffles's behaviour had already improved I’m hoping Graeme can help me with our three-year-old labradoodle Waffles, who goes wild with excitement if he spots another dog, and leaps up on strangers to say hello. Worryingly our other dog Bella, a two-year-old goldendoodle, is picking up some of his habits. Graeme’s skill is explaining why dogs do what they do in simple terms. When we meet up in Hertfordshire he tells me the fact we’d picked up the then eight-week-old Waffles during lockdown is significant. ‘There were no visitors for dogs. So when people like delivery drivers did come, it was, “What the heck is going on? People have come to the door. I’ll scare them away. Job done,”’ he says. ‘The problem is, this leaves them in a world of confusion.’ A few minutes with Graeme and Waffles is already showing a marked improvement. Graeme’s mantra is that it’s seldom dogs that are getting things wrong – it’s their owners. In our case, admonishment needs to be timed exactly right, otherwise Waffles ends up being told off when he’s actually being a good boy. Shortening the lead keeps him close at heel, meaning a small twitch will catch his attention and show him who’s boss. Jumping up at strangers is solved by gently shoving him to the side. ‘Dogs don’t like to be off-balance,’ Graeme explains. Now, with all of us re-educated, Waffles has become an even more lovable pet and we are a happier – and less stressed – family. No wonder Graeme is top dog in his field.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "graeme hall",
        "sentiment": "neutral"
      },
      {
        "name": "andrew levy",
        "sentiment": "neutral"
      },
      {
        "name": "graeme hall (",
        "sentiment": "none"
      },
      {
        "name": "bernard",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:34:03.156+02:00",
  "updated": "2024-01-06T00:34:03.156+02:00"
}