{
  "thread": {
    "uuid": "5c6035b3b8cffd455389a9a56feac4834b76e7d2",
    "url": "https://www.elimparcial.com/son/sonora/2024/04/18/jovenes-actores-de-la-transformacion-social-lorenia-valles",
    "site_full": "www.elimparcial.com",
    "site": "elimparcial.com",
    "site_section": "https://www.elimparcial.com/rss/feed.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "",
    "title": "Jóvenes, actores de la transformación social: Lorenia Valles",
    "title_full": "Jóvenes, actores de la transformación social: Lorenia Valles",
    "published": "2024-04-18T23:32:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 34163,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5c6035b3b8cffd455389a9a56feac4834b76e7d2",
  "url": "https://www.elimparcial.com/son/sonora/2024/04/18/jovenes-actores-de-la-transformacion-social-lorenia-valles",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción GH",
  "published": "2024-04-18T23:32:00.000+03:00",
  "title": "Jóvenes, actores de la transformación social: Lorenia Valles",
  "text": "Jóvenes, actores de la transformación social: Lorenia Valles\nHoy cuentan con el apoyo de una beca para continuar su educación o acceder a un empleo”, aseguró lo candidata al Senado por Morena.\nPorque los jóvenes mexicanos han sido prioridad en las decisiones del gobierno de la Cuarta Transformación a diferencia de los neoliberales, hoy cuentan con el apoyo de una beca para continuar su educación o acceder a un empleo”, aseguró lo candidata al Senado por Morena, Lorenia Valles Sampedro.\nDurante un encuentro de diálogo con el colectivo juvenil Jóvenes en Conexión, hubo un intercambio de ideas y propuestas con las y los jóvenes, donde además de la candidata, participó su compañero de fórmula al Senado Heriberto Aguilar Castillo. Entre los temas abordados destaca la eficiencia del transporte público.\nSobre el tema, Valles Sampedro aseguró que, desde 2023, existe la Ley General de Movilidad y Seguridad Vial y una ley en la materia para el Estado de Sonora, cuyo objetivo es garantizar el derecho a la movilidad en condiciones de seguridad vial, accesibilidad, eficiencia, sostenibilidad, calidad, inclusión e igualdad.\nEn el Gobierno de la doctora Claudia Sheinbaum prevalecerá una movilidad accesible física y económicamente, segura, de calidad e incluyente para todas las personas, en orden de prioridad para peatones, ciclistas, personas usuarias de transporte público y personas usuarias de vehículos motorizados privados.\n“Un beneficio del transporte público que no se mide en términos de presupuesto o de impacto ambiental, es su contribución a la convivencia social y la reivindicación del valor público de los servicios”, comentó.\nAsimismo, la candidata morenista respondió una pregunta relacionada con las acciones realizadas en favor de la igualdad de género en el ámbito salarial, expresando que la Cuarta Transformación ha hecho mucho en favor de las mujeres trabajadoras, como el reconocimiento del trabajo del hogar en la Ley Federal del Trabajo, así como la creación de un programa de apoyo para hijas e hijos de mujeres trabajadoras.\nEn cuanto a la igualdad salarial, se reformó la Ley Federal del Trabajo para establecer la igualdad salarial de género como un principio de las relaciones laborales. Incluso, recientemente, en el Senado de la República también se aprobó una reforma para la igualdad salarial en el deporte”, añadió.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Education",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:04:45.607+03:00",
  "updated": "2024-04-19T00:04:45.607+03:00"
}