{
  "thread": {
    "uuid": "2e50c204886ddda5f3fb374c68776a5981975ee8",
    "url": "https://www.archyde.com/first-public-entry-defibrillation-program-in-venezuela-a-device-for-rapid-care",
    "site_full": "www.archyde.com",
    "site": "archyde.com",
    "site_section": "https://www.archyde.com/category/world/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "First public entry defibrillation program in Venezuela, a device for rapid care",
    "title_full": "First public entry defibrillation program in Venezuela, a device for rapid care",
    "published": "2024-06-22T18:40:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 22605,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2e50c204886ddda5f3fb374c68776a5981975ee8",
  "url": "https://www.archyde.com/first-public-entry-defibrillation-program-in-venezuela-a-device-for-rapid-care",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "archyde",
  "published": "2024-06-22T18:40:00.000+03:00",
  "title": "First public entry defibrillation program in Venezuela, a device for rapid care",
  "text": "Physician Andrés Simón González Silén, government director of Venemergencia, detailed in an interview for The newspaper how the defibrillator works and the inclusion of synthetic intelligence in its prediagnosis instruments When an individual has an acute myocardial infarction, the primary 10 minutes are important for survival, so rapid help is critical to assist the guts pump blood. In view of this want, the Venemergencia basis made the general public entry defibrillation program accessible to the neighborhood in a number of squares in Caracas.\nAndrés Simón González Silén, physician and government director of Venemergencia, defined to The newspaper who’ve been working in communities for 10 years to offer coaching in first support, with the goal that individuals can reply to an emergency and supply help whereas an ambulance arrives or the individual is transferred to a well being middle.\nNevertheless, he specified that though the individuals who had been skilled can acknowledge when it’s a coronary heart assault and start to carry out cardiopulmonary resuscitation, a device was wanted.\n“The response time is an important factor, each minute that passes the chance of the individual surviving decreases by 10%. A basic half is that you’ve got defibrillation or electroshocks shortly and that’s the place the reply is to why we did this system,” defined González-Silén.\nOn this sense, he acknowledged that his primary intention is to “give the neighborhood the flexibility to have the device to save lots of a life,” and on this manner be a part of the chain of survival in a public-private alliance, wherein Venemergencia works. , the municipality and the neighborhood.\nHow does the defibrillator work? With the aim of offering higher entry to well being, the general public entry defibrillation program was born, which is the position of an automated electroshock gadget. Andrés Simón González-Silén defined that the gadget has a pc that makes use of synthetic intelligence (AI) to find out, by putting the electrodes on the affected person, how the guts charge is and thus present whether or not or not the affected person requires electroshock remedy. That’s, an electrical shock.\nPhotograph: Jose Daniel Ramos @danielj2511 If electroshock is required, the pc tells the individual to press a button. However, if the guts will not be stopped, it doesn’t have an arrest, however quite the individual fainted for an additional motive, the gadget is not going to enable the discharge,” he added.\nShare on\nAs a result of the put in defibrillators comprise directions for utilizing them, anybody, skilled or not, can use the gadget whereas the paramedics arrive. Subsequent to the gadget, there’s a button that have to be pressed to activate the decision to emergency companies.\nPhotograph: Jose Daniel Ramos @danielj2511 On the decision, the emergency assistant will present a code to open the field containing the defibrillation gadget. The whole course of is described on the facet of the inexperienced field that accommodates the defibrillator.\n1) Ask for the code to open, calling the emergency button\n2) Carry out 120 compressions per minute\n3) Comply with the directions of the Computerized Exterior Defibrillator (AED)\n4)Proceed compressions till paramedics arrive.\nPhotograph: Jose Daniel Ramos @danielj2511 Put in gadgets Andrés Simón González-Silén highlighted that they have already got two cardioprotected municipalities: Chacao and El Hatillo. “We’re about to start putting them in additional public locations, taking into consideration that with every placement of one in every of these gadgets, comes a large coaching accompaniment,” he assured.\nThe put in gadgets are situated within the Municipal Theater, the municipal market and Plaza Bolívar de Chacao, in addition to in Plaza Altamira and Plaza Los Grandes. Additionally they just lately put in the gadget in Plaza Bolívar in El Hatillo.\nPhotograph: Jose Daniel Ramos @danielj2511 At present, they’re going to donate two gadgets to any municipality or governorate that needs to have the gadget for his or her neighborhood. González-Silén identified that the initiative was carried out in order that the State, supported by personal firms, can place this service in public areas.\n“We eagerly wait to have the decision and the method with the remainder of the municipalities of our nation and governorates to have the ability to take this program to the nationwide stage. Our purpose is to have a cardio-protected nation and that every Bolívar sq. in every metropolis can have one in every of these gadgets,” he indicated.\nThe physician recalled that half of the individuals who have out-of-hospital cardiac arrest have the chance to be saved.\nIn Venezuela, 30,000 folks die yearly because of this. Think about if 15,000 of these folks could possibly be alive. It could possibly be your mother, your dad, or my aunt, my grandfather. “These are minutes that can not be misplaced,” he added.\nShare on\nPhotograph: Jose Daniel Ramos @danielj2511 The delivery of Venemergencia Andrés González stated that Venemergencia started in 2004 with the assistance of two medical college students: he and his associate, Dr. Luis Velasquez. They each graduated as medical doctors, however whereas of their third yr they noticed the necessity to create a major and residential well being care system.\n“There have been individuals who got here to the emergency room on the Vargas Hospital, in Caracas, who didn’t have an actual emergency, however quite it was an emergency that might wait. There we started to plan how we might give sufferers higher entry to well being, how we take care of them earlier than they arrive on the hospital,” he stated.\nThat is how they based Venemergencia with the goal of avoiding pointless visits to healthcare facilities. The needs: enhance folks’s high quality of life (that well being involves them and never them in search of well being), and cut back the prices of offering companies.\nThe physician identified that with this premise they created a system that begins with telemedicine, residence medical care, ambulance transfers and hospitalization at residence.\nPhotograph: Jose Daniel Ramos @danielj2511 The implementation of synthetic intelligence in your companies Andrés Simón González-Silén stated that they at the moment included AI into two of their companies: a personalised chatbot referred to as DoctorV and an software to verify very important indicators.\nThe chatbot mimics a physician doing a counseling session with the affected person. In accordance with González, this device permits the consumer to make a session to have a pre-diagnosis with a easy therapy, in addition to channel emergencies.\n“DoctorV can provide you directions similar to: keep the place you’re, I am asking for an ambulance to come back decide you up; cease, I’ll ship a physician to the place you’re; or click on this button right here to speak to a physician in actual time. He could advocate that you just go to one of many emergency rooms, as a result of what you most likely have is a fracture or sprain, for which we have to do some X-rays,” he defined.\nPhotograph: Jose Daniel Ramos @danielj2511 The second initiative that makes use of AI is facial recognition of important indicators utilizing the digicam of a cell phone or pill, with the Venemergencia software that’s aimed toward most people and purchasers.\nImportant indicators may be checked by the refraction of sunshine from the blood capillaries underneath the cheeks, which is feasible because of a novel know-how that not solely supplies indicators similar to oxygen saturation, coronary heart charge and respiratory charge, but additionally blood stress.\nRelating to the precision of the outcomes, González-Silén identified that they made alliances with firms specialised within the growth of those applied sciences, that are examined and accepted by certification well being programs similar to the US Meals and Drug Administration ( FDA, for its acronym in English) and the European Well being Councils.\n“Now we have particular information and ample certifications to know that the outcomes work. Moreover, we feature out checks with sufferers in our emergency rooms, the place we will corroborate that the outcomes are the identical or statistically similar to these evaluated in a conventional manner,” she defined.\nPhotograph: Jose Daniel Ramos @danielj2511 First support coaching Andrés Simón González-Silén highlighted that the projection of the Venemergencia basis is to have the ability to convey well being training, particularly emergency care, to communities as much as skilled ranges.\nIn affiliation with the Simón Bolívar College (USB), the Venemergencia Basis has graduated 9 courses of licensed paramedics, and just lately inaugurated a primary support course for all college students on the Metropolitan College.\nPhotograph: Jose Daniel Ramos @danielj2511 Are you able to think about if all the scholars within the nation, from private and non-private colleges, left major faculty understanding the best way to establish an emergency and the best way to give cardiopulmonary resuscitation to a human being? “That will be a vital transformation of our tradition,” she stated.\nShare on\nGonzález-Silén commented that at Venemergencia they’re consistently evolving to convey not solely an entrepreneurial spirit, but additionally one in every of innovation to have the ability to create companies that assist their purchasers extra and provides them rapid entry to well being.\nAssociated information\n#public #entry #defibrillation #program #Venezuela #device #care\n2024-06-22 15:40:34",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Health"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.youtube.com/embed/EYKm3x-b08Q?feature=oembed",
    "https://eldiario.com/wp-content/themes/eldiario/images/icons/facebook-f-brands.svg",
    "https://twitter.com/intent/tweet?text=En+Venezuela+mueren+al+a%C3%B1o+30.000+personas+por+ese+motivo.+Imag%C3%ADnate+que+15.000+de+esas+personas+pudieran+estar+vivas.+Puede+ser+tu+mam%C3%A1%2C+tu+pap%C3%A1%2C+o+mi+t%C3%ADa%2C+mi+abuelo.+Son+minutos+que+no+se+pueden+perder%E2%80%9D%2C+agreg%C3%B3.%20https://eldiario.com?p=686585",
    "https://twitter.com/intent/tweet?text=%C2%BFT%C3%BA+te+imaginas+que+todos+los+estudiantes+del+pa%C3%ADs%2C+de+escuelas+p%C3%BAblicas+y+privadas%2C+salieran+de+la+escuela+primaria+sabiendo+c%C3%B3mo+identificar+una+emergencia+y+c%C3%B3mo+darle+reanimaci%C3%B3n+cardiopulmonar+a+un+ser+humano%3F+Eso+ser%C3%ADa+una+transformaci%C3%B3n+important%C3%ADsima+de+nuestra+cultura%E2%80%9D%2C+asegur%C3%B3.%20https://eldiario.com?p=686585",
    "https://eldiario.com/wp-content/themes/eldiario/images/comillas.svg",
    "https://twitter.com/intent/tweet?text=En+caso+que+requiera+el+electroshock%2C+la+computadora+le+dice+a+la+persona+que+debe+presionar+un+bot%C3%B3n.+Por+otro+lado%2C+si+el+coraz%C3%B3n+no+est%C3%A1+detenido%2C+no+tiene+un+paro%2C+sino+que+la+persona+se+desmay%C3%B3+por+otra+raz%C3%B3n%2C+el+aparato+no+va+a+permitir+la+descarga%E2%80%9D%2C+a%C3%B1adi%C3%B3.%C2%A0%20https://eldiario.com?p=686585",
    "https://eldiario.com/wp-content/themes/eldiario/images/icons/twitter-brands.svg",
    "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Feldiario.com%2F2024%2F06%2F22%2Fprograma-desfibrilacion-acceso-publico-venezuela%2F&#038;t=Primer+programa+de+desfibrilaci%C3%B3n+de+acceso+p%C3%BAblico+en+Venezuela%2C+una+herramienta+de+atenci%C3%B3n+inmediata%C2%A0",
    "https://www.twitter.com/intent/tweet?text=%C2%BFT%C3%BA+te+imaginas+que+todos+los+estudiantes+del+pa%C3%ADs%2C+de+escuelas+p%C3%BAblicas+y+privadas%2C+salieran+de+la+escuela+primaria+sabiendo+c%C3%B3mo+identificar+una+emergencia+y+c%C3%B3mo+darle+reanimaci%C3%B3n+cardiopulmonar+a+un+ser+humano%3F+Eso+ser%C3%ADa+una+transformaci%C3%B3n+important%C3%ADsima+de+nuestra+cultura%E2%80%9D%2C+asegur%C3%B3.%20https://www.eldiario.com?p=686585",
    "https://www.facebook.com/sharer/sharer.php",
    "https://www.eldiario.com/wp-content/themes/eldiario/images/icons/twitter-brands.svg",
    "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Feldiario.com%2F2024%2F06%2F22%2Fprograma-desfibrilacion-acceso-publico-venezuela%2F&#038;t=Primer+programa+de+desfibrilaci%C3%B3n+de+acceso+p%C3%BAblico+en+Venezuela%2C+una+herramienta+de+atenci%C3%B3n+inmediata%C2%A0",
    "https://www.youtube.com/embed/EYKm3x-b08Q",
    "https://www.twitter.com/intent/tweet?text=En+Venezuela+mueren+al+a%C3%B1o+30.000+personas+por+ese+motivo.+Imag%C3%ADnate+que+15.000+de+esas+personas+pudieran+estar+vivas.+Puede+ser+tu+mam%C3%A1%2C+tu+pap%C3%A1%2C+o+mi+t%C3%ADa%2C+mi+abuelo.+Son+minutos+que+no+se+pueden+perder%E2%80%9D%2C+agreg%C3%B3.%20https://www.eldiario.com?p=686585",
    "https://www.eldiario.com/wp-content/themes/eldiario/images/comillas.svg",
    "https://youtube.com/embed/EYKm3x-b08Q?feature=oembed",
    "https://www.eldiario.com/wp-content/themes/eldiario/images/icons/facebook-f-brands.svg",
    "https://twitter.com/intent/tweet",
    "https://www.twitter.com/intent/tweet?text=En+caso+que+requiera+el+electroshock%2C+la+computadora+le+dice+a+la+persona+que+debe+presionar+un+bot%C3%B3n.+Por+otro+lado%2C+si+el+coraz%C3%B3n+no+est%C3%A1+detenido%2C+no+tiene+un+paro%2C+sino+que+la+persona+se+desmay%C3%B3+por+otra+raz%C3%B3n%2C+el+aparato+no+va+a+permitir+la+descarga%E2%80%9D%2C+a%C3%B1adi%C3%B3.%C2%A0%20https://www.eldiario.com?p=686585"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "andrés simón gonzález silén",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "venemergencia",
        "sentiment": "none"
      },
      {
        "name": "venezuela",
        "sentiment": "none"
      },
      {
        "name": "caracas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T22:02:18.840+03:00",
  "updated": "2024-06-22T22:02:18.840+03:00"
}