{
  "thread": {
    "uuid": "d0c54f0165fb662c975a72e78045af3793795217",
    "url": "https://rmc.bfmtv.com/actualites/international/gaza-la-france-accueille-deux-premiers-enfants-palestiniens-blesses_AD-202312280581.html",
    "site_full": "rmc.bfmtv.com",
    "site": "bfmtv.com",
    "site_section": "https://rmc.bfmtv.com/actualites/#Home",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "Toute l&#39;actualité sur RMC",
    "title": "Gaza: la France accueille deux premiers enfants palestiniens blessés",
    "title_full": "Gaza: la France accueille deux premiers enfants palestiniens blessés",
    "published": "2023-12-28T21:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://images.bfmtv.com/lcwXVKNavt4JaqED4bdBlW1mVUI=/10x221:2042x1364/2032x0/images/Un-enfant-blesse-et-soigne-a-Khan-Yunis-dans-la-bande-de-Gaza-le-17-decembre-2023-1770289.jpg",
    "performance_score": 0,
    "domain_rank": 1926,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d0c54f0165fb662c975a72e78045af3793795217",
  "url": "https://rmc.bfmtv.com/actualites/international/gaza-la-france-accueille-deux-premiers-enfants-palestiniens-blesses_AD-202312280581.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AL",
  "published": "2023-12-28T21:41:00.000+02:00",
  "title": "Gaza: la France accueille deux premiers enfants palestiniens blessés",
  "text": "D'après le Quai d'Orsay, après ces deux premières assistances, la France doit accueillir d'autres \"enfants palestiniens blessés ou gravement malades dès la semaine prochaine\". La France a accueilli jeudi deux enfants palestiniens blessés, qui ont été pris en charge dans des services hospitaliers pédiatriques, selon un communiqué du ministère français des Affaires étrangères.\nUn appel incessant à la mise en place d'une trêve humanitaire Paris prévoit \"une nouvelle opération d'accueil d'enfants palestiniens blessés ou gravement malades dès la semaine prochaine\", affirme le Quai d'Orsay, \"conformément aux engagements du président de la République\" Emmanuel Macron.\n\"La France est extrêmement préoccupée par la situation humanitaire à Gaza et continue de se mobiliser pour venir en aide à la population civile\", rappelle le ministère en réitérant son \"appel à la mise en place d'une trêve humanitaire, qui doit pouvoir mener à un cessez-le-feu pérenne, pour permettre le passage de l'aide humanitaire et l'évacuation des blessés\".\nLa guerre déclenchée le 7 octobre par l'attaque sanglante du mouvement islamiste palestinien contre Israël ne montre aucun signe de répit malgré les lourdes pertes civiles et les appels internationaux à un cessez-le-feu.\nExpliquez-nous par Nicolas Poincaré : Peut-on espérer une nouvelle trêve à Gaza ? - 21/12 3:24 129 personnes toujours détenues à Gaza Au total, 21.320 personnes, en majorité des femmes et des enfants, ont été tuées dans la bande de Gaza assiégée depuis le début des opérations militaires israéliennes, selon le ministère de la Santé du Hamas.\nEn Israël, l'attaque du 7 octobre a fait environ 1.140 morts, pour la plupart des civils, selon un décompte de l'AFP réalisé à partir des derniers chiffres officiels israéliens. Environ 250 personnes ont été enlevées par le Hamas, dont 129 restent détenues à Gaza.\nSur le même sujet Le pape dénonce \"la situation humanitaire désespérée\" à Gaza B. Netanyahou à Gaza : \"La guerre va continuer jusqu'au bout\" Guerre Israël-Hamas: Paris \"gravement préoccupé\" par l'intensification et la prolongation des combats à Gaza En représailles, Israël a juré de détruire le Hamas, classé organisation terroriste par les États-Unis, Israël et l'Union Européenne. L'armée a lancé le 27 octobre une offensive terrestre qui a coûté la vie jusqu'à présent à 167 soldats, selon l'armée.\ndossier : Israël : attaque terroriste massive du Hamas",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:03:05.811+02:00",
  "updated": "2023-12-29T00:23:40.470+02:00"
}