{
  "thread": {
    "uuid": "b16da9a43015b29fb03657e0b4a17609b50f68db",
    "url": "https://en.shafaqna.com/367631/aljazeera-hamas-accepts-ceasefire-proposal",
    "site_full": "en.shafaqna.com",
    "site": "shafaqna.com",
    "site_section": "https://en.shafaqna.com/all-news",
    "site_categories": [
      "religion",
      "islam",
      "top_news"
    ],
    "section_title": "All News &#8211; International Shia News Agency",
    "title": "ALJazeera: Hamas accepts ceasefire proposal – International Shia News Agency",
    "title_full": "ALJazeera: Hamas accepts ceasefire proposal – International Shia News Agency",
    "published": "2024-05-06T22:41:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 30202,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b16da9a43015b29fb03657e0b4a17609b50f68db",
  "url": "https://en.shafaqna.com/367631/aljazeera-hamas-accepts-ceasefire-proposal",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "leila yazdani",
  "published": "2024-05-06T22:41:00.000+03:00",
  "title": "ALJazeera: Hamas accepts ceasefire proposal – International Shia News Agency",
  "text": "All News Featured 3 Middle East Other News Al-Jazeera: Hamas accepts ceasefire proposal May 6, 2024 | 7:41 PM May 7, 2024 | 10:38 AM 0 Shafaqna English- Hamas’s Leader Ismail Haniyeh has sent word of the group’s acceptance of a ceasefire proposal to Qatari and Egyptian mediators.\nA leading Hamas source tells Al-Jazeera that the group has informed Egyptian and Qatari mediators of its agreement with a ceasefire proposal.\nHamas’s statement on ceasefire in full “The mujahid brother Ismail Haniyeh, the head of the Hamas movement’s political bureau, had a phone call with the Qatari Prime Minister Al-Thani, and with the Egyptian Minister of Intelligence, Abbas Kamel, and informed them of the Hamas movement’s approval of their proposal regarding the ceasefire agreement.”\nA Hamas official has said that the “ball [is] now in Israel’s court”, and that’s where this proposed ceasefire now stands, with no response yet from the Israeli government.\nReport: Israeli official indicates rejection of ceasefire proposal An unnamed Israeli official quoted by the Reuters news agency says Hamas has approved a “softened” Egyptian proposal that is not acceptable to Israel.\nThe official added that the proposal included “far-reaching” conclusions that Israel will not support.\nIsraeli media outlets are also reporting that the Israeli government has not accepted the deal.\nReport: Israel studying Hamas ceasefire response Israel’s Channel 12 is reporting that the Israeli negotiating team has Hamas’s response from mediators, is studying it, and will issue an official response.\nCeasefire proposal includes three phases, including permanent ceasefire Sources have told Al Jazeera that the Egyptian-Qatari proposal Hamas has agreed to would include three phases, with each lasting 42 days. A truce would begin in the first phase, along with an Israeli withdrawal from the Netzarim corridor that Israel uses to divide northern and southern Gaza.\nA second phase would include the approval of a permanent cessation of military and hostile operations, and the complete withdrawal of Israeli forces from Gaza. The proposal also includes a provision approving an end to the blockade of Gaza in the third phase.\nHuge decision for Israel Former Israeli diplomat Alon Liel has spoken to Al Jazeera about the situation Israel’s government and Netanyahu are finding themselves in after Hamas’s announcement. “There is strong pressure from inside Israel on the government to go to Rafah, so I think the Israeli government faces a dilemma to go with the world or to go with the Israelis, to keep the government or to keep our international contacts,” he said.\n“It’s a huge decision for Israel, really huge,” Liel added, noting that even if there is a deal, many people in Israel “will be frightened that we lost the war or that Hamas stays in Gaza”. He went on to say: “If he [Netanyahu] accepts a deal, it might be the end of his political career.\nIsraeli Minister: Continue with ‘complete defeat’ of Hamas Israel’s far-right Security Minister, Itamar Ben-Gvir, has responded to Hamas’s agreement to a truce proposal. He says the group is playing “games” that have only “one answer, an immediate order to occupy Rafah!” “Increasing military pressure, and continuing the complete defeat of Hamas, until its complete defeat,” he added in a social media post.\nUSA opposes Rafah invasion, regardless of Hamas’s ceasefire response The US Department of State’s Matthew Miller reasserted USA’s opposition to an Israeli assault on Rafah, which he said is separate from the push for a ceasefire.\n“We cannot support an operation in Rafah as it is currently envisioned,” he said, adding that the USA has not seen a credible plan to protect the 1.5 million civilians trapped in the city.\n“Even absent this latest response [by Hamas], we have made clear that we do not support Israel launching a full-scale military operation in Rafah.” Miller also expressed concern over Israel’s order to evacuate residents of eastern Rafah.\nSources: ALJazeera\nwww.shafaqna.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.aljazeera.com/news/liveblog/2024/5/6/israels-war-on-gaza-live-israel-pounds-rafah-as-truce-talks-stall",
    "https://aljazeera.com/news/liveblog/2024/5/6/israels-war-on-gaza-live-israel-pounds-rafah-as-truce-talks-stall"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sheikh mohammed bin abdul rahman al thani",
        "sentiment": "none"
      },
      {
        "name": "ismail haniyeh",
        "sentiment": "none"
      },
      {
        "name": "abbas kamel",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      },
      {
        "name": "international shia news agency all news featured",
        "sentiment": "negative"
      },
      {
        "name": "intelligence",
        "sentiment": "none"
      },
      {
        "name": "al jazeera",
        "sentiment": "none"
      },
      {
        "name": "reuters",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-07T00:11:26.471+03:00",
  "updated": "2024-05-14T01:06:00.555+03:00"
}