{
  "thread": {
    "uuid": "5dab638197ca73e18a967f780c2d5403fb72fb81",
    "url": "https://godanriver.com/news/nation-world/popular-videos-from-the-past-week-you-may-have-missed/collection_bfd9bec2-1c07-591e-934a-a8ccb3dc4919.html",
    "site_full": "godanriver.com",
    "site": "godanriver.com",
    "site_section": "https://godanriver.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Danville Register & Bee | Breaking News | | Read Danville, VA and Virginia breaking news. Get latest news, events and information on Virginia sports, weather, entertainment and lifestyles.",
    "title": "Popular videos from the past week you may have missed",
    "title_full": "Popular videos from the past week you may have missed",
    "published": "2024-01-13T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/godanriver.com/content/tncms/assets/v3/editorial/b/fd/bfd9bec2-1c07-591e-934a-a8ccb3dc4919/65a17be438b05.preview.png?crop=1280%2C672%2C0%2C23&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 59971,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5dab638197ca73e18a967f780c2d5403fb72fb81",
  "url": "https://godanriver.com/news/nation-world/popular-videos-from-the-past-week-you-may-have-missed/collection_bfd9bec2-1c07-591e-934a-a8ccb3dc4919.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VideoElephant",
  "published": "2024-01-13T07:00:00.000+02:00",
  "title": "Popular videos from the past week you may have missed",
  "text": "Popular videos from the past week you may have missed Deputies in Florida rescued a woman and her baby from a submerged car, scientists have captured rare footage of the oceanic whitetip shark, and more popular videos from the past week you may have missed. (15) updates to this series since In a heroic moment, deputies in Flagler County, Florida, rescued a woman and her baby from a partially submerged car in a water-filled ditch. … Scientists around the Cayman Islands have captured rare footage of the oceanic whitetip shark, one of the world's most endangered species. Google, Meta, Amazon, and dozens of other tech companies had a difficult year in 2023, with another 240,000 layoffs. But as this year’s Consum… As the new year kicks into gear, so has a trio of respiratory viruses, creating what experts are calling a “tripledemic.” The flu, COVID-19 an… South Korea's parliament passed a bill on Tuesday to ban the eating and selling of dog meat, a move that will end the controversial centuries-… Boeing's latest 737 MAX crisis deepened on Monday after United Airlines said it had found loose bolts on multiple grounded MAX 9 aircraft, rai… You might not expect to see a frenzy over a water cup, but it is happening nationwide. And now, shoppers are scanning the resale market for th… A group of armed, masked men in Ecuador launched an audacious attack on a television station during a live broadcast and so revealed the count… Historical drama \"Oppenheimer\" dominated the Golden Globe awards on Sunday, taking five prizes including best drama. But there was disappointm… Researchers at the Norwegian University of Science and Technology (NTNU) and Oslo University Hospital have grown miniature versions of human organs. \"I was anxious and didn't know if I should go to sleep or not,\" recalls a resident of Yeonpyeong Island after North Korea fired an artillery b… A surge in abandoned dogs is overwhelming animal shelters across the United States. Experts have attributed it to people facing financial diff… These are the world’s first AI-supported binoculars. The groundbreaking innovation can identify wildlife with a simple press of a button, incl… Ukraine cannot draft women to the front lines. But as Ukraine's war struggle costs more lives, a growing number of women want to equip themsel… The largest male specimen of the world's most venomous spider has been found in Australia.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "united airlines",
        "sentiment": "none"
      },
      {
        "name": "google",
        "sentiment": "none"
      },
      {
        "name": "boeing",
        "sentiment": "none"
      },
      {
        "name": "amazon",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "florida",
        "sentiment": "none"
      },
      {
        "name": "cayman islands",
        "sentiment": "none"
      },
      {
        "name": "south korea",
        "sentiment": "none"
      },
      {
        "name": "flagler county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-13T19:56:21.222+02:00",
  "updated": "2024-01-13T19:56:21.222+02:00"
}