{
  "thread": {
    "uuid": "2af9ec8955a086ff49844d26b1d58fc77782149b",
    "url": "https://www.motor.es/formula-1/declaraciones-carlos-sainz-2024100676.html",
    "site_full": "www.motor.es",
    "site": "motor.es",
    "site_section": "http://feeds.feedburner.com/motorpuntoes",
    "site_categories": [
      "auto_racing",
      "vehicles",
      "sports"
    ],
    "section_title": "Motor.es",
    "title": "Carlos Sainz confirma las buenas sensaciones de Ferrari y espera una clasificación «apretada»",
    "title_full": "Carlos Sainz confirma las buenas sensaciones de Ferrari y espera una clasificación «apretada»",
    "published": "2024-02-29T20:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://static.motor.es/fotos-noticias/2024/02/declaraciones-carlos-sainz-2024100676-1709229708_1.jpg",
    "performance_score": 0,
    "domain_rank": 55553,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2af9ec8955a086ff49844d26b1d58fc77782149b",
  "url": "https://www.motor.es/formula-1/declaraciones-carlos-sainz-2024100676.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Paula Robaina",
  "published": "2024-02-29T20:25:00.000+02:00",
  "title": "Carlos Sainz confirma las buenas sensaciones de Ferrari y espera una clasificación «apretada»",
  "text": "GP Baréin Carlos Sainz confirma las buenas sensaciones de Ferrari y espera una clasificación «apretada»\nCarlos Sainz ha completado un buen jueves con Ferrari. El piloto español ha afirmado que el equipo italiano está dónde esperaba en este inicio de temporada. Sainz cree que van a tener una clasificación igualada.\n4 19:25\nFerrari terminó los test de pretemporada con buenas sensaciones y parece que estas se han extendido al primer día de la temporada de 2024. En los primeros libres, no destacaron sus tiempos y, como la mayoría, se centraron más en hacer pruebas y recabar información.\nEn los segundos libres, Carlos Sainz terminó cuarto, por detrás de los dos Mercedes y Fernando Alonso. En esta sesión, tampoco tuvimos al equipo italiano centrándose en marcar tiempos. Pero, sus simulaciones de carrera fueron bastantes positivas.\nFerrari parece estar muy igualado con Mercedes, McLaren y Aston Martin. Además, en los stints de hoy de Sainz y Charles Leclerc, parece que los neumáticos se han comportado bien y que no tendrían los problemas de degradación que vienen arrastrando desde hace varias temporadas.\nSainz ha confirmado que las condiciones de la pista hoy hicieron que no pudieran ser tan consistentes en las dos sesiones. El español ha explicado que el equipo italiano está donde esperaba estar en este inicio de temporada.\n«Fue un día de entrenamientos más complicado en comparación con los test, con temperaturas más bajas y vientos más fuertes, lo que hizo más difícil ser consistente en la pista. Obviamente, no conocemos el plan de carrera de los demás, pero en términos de competitividad parece que estamos más o menos donde esperábamos estar», explica Sainz.\nTodo muy igualado\nEn el caso de Red Bull, todo indicada a que se estarían escondiendo. Ni Max Verstappen ni Checo Pérez han destacado por sus tiempos hoy. Sin embargo, en simulación de carrera, parece que Red Bull sigue por delante y que los equipos de detrás sí que se han comprimido más.\nSainz ha afirmado que espera una clasificación muy apretada mañana. En conjunto, el piloto de Ferrari confirma que han empezado con buen pie esta temporada de 2024 y que se va con buenas sensaciones de este jueves de entrenamientos libres.\n«Aparte de eso, creo que hemos tenido un buen jueves, completando todo nuestro programa y pruebas de neumáticos. Ahora toca analizar los datos y prepararse para la clasificación de mañana. ¡Lo espero con ansias, parece que va a estar apretado!», concluye Sainz.\nMañana viernes, debido a las modificaciones del calendario por el Ramadán, veremos si de verdad Ferrari ha conseguido dar un paso adelante durante el invierno. De momento, parece que podrán medirse con Mercedes. ¿Podrán superar a Red Bull? Habrá que esperar a las próximas sesiones para tener los primeros resultados representativos de esta temporada.\nFotos: Scuderia Ferrari",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://ad.doubleclick.net/ddm/clk/549705103;358700737;j",
    "https://www.ad.doubleclick.net/ddm/clk/549705103;358700737;j"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:19:18.430+02:00",
  "updated": "2024-03-01T00:19:18.430+02:00"
}