{
  "thread": {
    "uuid": "fd7ab333541aadc20fb075275362a4656ce828e8",
    "url": "https://www.columbiadailyherald.com/story/sports/college/university-of-tennessee/football/2023/12/28/nico-iamaleava-tennessee-football-quarterback-citrus-bowl-vs-iowa/71985416007/",
    "site_full": "www.columbiadailyherald.com",
    "site": "columbiadailyherald.com",
    "site_section": "https://columbiadailyherald.com",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "The Daily Herald: Local News, Politics & Sports in Columbia, TN",
    "title": "Tennessee football: Nico Iamaleava as Vols starting quarterback",
    "title_full": "Tennessee football: Nico Iamaleava as Vols starting quarterback",
    "published": "2023-12-28T23:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 71709,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fd7ab333541aadc20fb075275362a4656ce828e8",
  "url": "https://www.columbiadailyherald.com/story/sports/college/university-of-tennessee/football/2023/12/28/nico-iamaleava-tennessee-football-quarterback-citrus-bowl-vs-iowa/71985416007/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Adam Sparks",
  "published": "2023-12-28T23:56:00.000+02:00",
  "title": "Tennessee football: Nico Iamaleava as Vols starting quarterback",
  "text": "Nico Iamaleava embraces spotlight as Tennessee's starting quarterback: 'I'm ready for the challenge' [Adam Sparks](https://www.knoxnews.com/staff/2648359001/adam-sparks/) ORLANDO, Fla. – [Nico Iamaleava](/story/sports/college/university-of-tennessee/football/2023/12/27/josh-heupel-nico-iamaleava-citrus-bowl-tennessee-football-vs-iowa/71985014007/) stepped away from his teammates after practice, entered the scrum of reporters and took center stage as [Tennessee](https://www.knoxnews.com/sports/govolsxtra/)'s starting quarterback. He’s going to be there for a while. “I was excited, man (to learn I was starting),” Iamaleava said on Thursday. “I finally get to go out there and showcase my talents as a starter. It should be fun.” Iamaleava, the freshman and former five-star recruit, said he learned he would get his first start in the [Cheez-It Citrus Bowl](/story/sports/college/university-of-tennessee/football/2023/12/03/tennessee-iowa-citrus-bowl-2023-college-football-schedule/71673250007/) “right when we got into bowl prep, around Christmas time.” On Wednesday, everyone else learned, at least for certain, that [quarterback Joe Milton was opting out](/story/sports/college/university-of-tennessee/football/2023/12/27/joe-milton-opt-out-citrus-bowl-nico-iamaleava-start-tennessee-football-vs-iowa/71885159007/) and Iamaleava would start. No. 21 Tennessee (8-4) plays No. 17 Iowa (10-3) on Monday (1 p.m. ET, ABC) at Camping World Stadium. The quarterback transition appeared complete when Iamaleava, who had only done a few media appearances in the past year, was surrounded by reporters after on-site bowl practice on the UCF campus. Iamaleava wore a “No. 8 Nico” gold medallion around his neck and Ugg slippers on his feet. And he talked with the laid-back demeanor of a California kid and the confidence of a five-star quarterback. “It’s my first start and it's going against a top-5 defense, I’m ready for the challenge,” Iamaleava said. “And I’m ready to go out there and compete with my brothers. As a quarterback, as a man, I think I’ve grown huge over this past season.” Nico Iamaleava's last game like this was in high school Iamaleava appeared in four games as Milton's backup this season, but those were in mop-up duty to finish off lopsided victories. It’s been more than a year since Iamaleava has played in a football game that wasn’t already in the bag, and that was in high school. On Nov. 4, 2022, Iamaleava passed for 260 yards, rushed for 51 yards and booted a soaring punt to the 1-yard line in Warren High’s 22-21 loss to Sierra Canyon in a Division 2 California state playoff game. He won’t have to punt in the Citrus Bowl, but he’ll need to do a lot to beat Iowa. The Hawkeyes rank No. 4 in scoring defense (13.2 ppg), No. 5 in total defense (274.8 ypg), No. 8 in passing defense (172.2 ypg) and No. 13 in rushing defense (102.5 ypg). It’s not an ideal opponent for a quarterback’s first start. But Iamaleava said he prepared for his opportunity whenever it came. “I think in high school, I let a lot of my skill and talent take over,” Iamaleava said. “When I got to this level, I really started learning defenses and where bodies are going. (I am) just seeing defenses better now. That was a huge thing for me. I really wanted to know coverages and breaking down defenses.” Why Tennessee teammates believe in Iamaleava Iamaleava has been more myth than player to most Tennessee fans. His signing a year ago was celebrated like he was the second coming of Peyton Manning. And his recruit ranking was neck-in-neck with Arch Manning as the top quarterback prospects in the country. But at Tennessee, Iamaleava has played only 52 snaps. He is 16-of-26 passing for 163 yards, one TD and no interceptions. However, his coaches and teammates have seen Iamaleava’s progress in practice over the past year. His combination of talent and humility has made him a respected player among the Vols. And they’ve admittedly bought into the hype of the five-star freshman. NICO JOINS PEYTON MANNING, CASEY CLAUSEN [How Tennessee freshman QBs fared in bowl games](/story/sports/college/university-of-tennessee/football/2023/12/27/nico-iamaleava-tennessee-football-quarterback-freshman-starter-peyton-manning/71922967007/) “I believe in Nico 100 percent,” defensive lineman Bryson Eason said. “My comparison – who I feel like he plays like – is a much taller Bryce Young because of how smooth he is. Nico is going to be great for us, and we’re ready to see where it goes after this game.” Iamaleava said he was encouraged by the reaction of his teammates to the news of him starting. “I think they responded well when Coach (Josh Heupel) told them,” Iamaleava said. “I’ve tried to be good with all the guys during my time here. I think I’ve built good relationships with all the guys throughout the season.” Vols know torch has passed from Joe Milton Iamaleava’s relationship with Milton matters in the Citrus Bowl. Milton, a sixth-year senior, opted out to prepare for the NFL Draft. But he remains with the team during practices and meetings, and [he’ll be on the sideline during the Citrus Bowl](/story/sports/college/university-of-tennessee/football/2023/12/27/joe-milton-tennessee-football-citrus-bowl-opt-out-nico-iamaleava/71985409007/). “(That relationship) has been huge. Going into this season, just having Joe, I knew I was going to be able to learn a lot about how to be a college football player, learn how to be a pro,” Iamaleava said. “Joe is an open book. I can ask him anything, and he has no problem giving me the answer. He’s been there since day one. And I really appreciate him.” But Milton’s tenure as Tennessee’s starting quarterback is over and Iamaleava’s is about to begin. And all the Vols know it. \"Joe has still been around helping. He’s a true leader. But I think Nico is ready,” running back Dylan Sampson said. “Everybody has full faith and confidence in him. I think it’s just time to let him go. It’ll be fun.” Adam Sparks is the Tennessee football beat reporter. Email [adam.sparks@knoxnews.com](mailto:adam.sparks@knoxnews.com). X, formerly known as Twitter [@AdamSparks](https://twitter.com/AdamSparks). Support strong local journalism by subscribing at [knoxnews.com/subscribe](https://subscribe.knoxnews.com/offers). Get the latest news and insight on SEC football by subscribing to the [SEC Unfiltered newsletter, delivered straight to your inbox.](https://profile.tennessean.com/newsletters/sec-unfiltered/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://twitter.com/AdamSparks).",
    "https://www.knoxnews.com/staff/2648359001/adam-sparks/)",
    "https://www.knoxnews.com/sports/govolsxtra/)",
    "https://profile.tennessean.com/newsletters/sec-unfiltered/)",
    "https://subscribe.knoxnews.com/offers).",
    "https://knoxnews.com/sports/govolsxtra/)",
    "https://knoxnews.com/staff/2648359001/adam-sparks/)",
    "https://www.subscribe.knoxnews.com/offers).",
    "https://www.twitter.com/AdamSparks).",
    "https://www.profile.tennessean.com/newsletters/sec-unfiltered/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nico iamaleava",
        "sentiment": "negative"
      },
      {
        "name": "iamaleava",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "vols",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "tennessee",
        "sentiment": "none"
      },
      {
        "name": "iowa",
        "sentiment": "none"
      },
      {
        "name": "fla.",
        "sentiment": "none"
      },
      {
        "name": "orlando",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:28:13.617+02:00",
  "updated": "2023-12-29T00:28:13.617+02:00"
}