{
  "thread": {
    "uuid": "c65ba78716b2c599e7c7b4edeb67506fe23892c0",
    "url": "https://toronto.ctvnews.ca/toronto-area-hospitals-welcome-5-leap-year-day-babies-1.6789797",
    "site_full": "toronto.ctvnews.ca",
    "site": "ctvnews.ca",
    "site_section": "https://bc.ctvnews.ca",
    "site_categories": [
      "media",
      "education",
      "business",
      "top_news"
    ],
    "section_title": "Vancouver News | Local Breaking | CTV News Vancouver ",
    "title": "Five leap year day babies born in Toronto-area hospitals | CTV News",
    "title_full": "Five leap year day babies born in Toronto-area hospitals | CTV News",
    "published": "2024-02-29T22:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2024/2/29/leap-year-day-babies-1-6789814-1709245325724.jpg",
    "performance_score": 0,
    "domain_rank": 979,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c65ba78716b2c599e7c7b4edeb67506fe23892c0",
  "url": "https://toronto.ctvnews.ca/toronto-area-hospitals-welcome-5-leap-year-day-babies-1.6789797",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@CTVToronto",
  "published": "2024-02-29T22:27:00.000+02:00",
  "title": "Five leap year day babies born in Toronto-area hospitals | CTV News",
  "text": "Two Toronto-area hospitals welcomed five leap year day babies on Thursday, Feb. 29. Trillium Health Partners, which operates Credit Valley Hospital and the Mississauga Hospital, shared images of the bundles of joy who were born on the rare date. - Download our app to get local alerts on your device - Get the latest local updates right to your inbox “Feb. 29, also known as Leap Day, only comes around once every four years, which makes for a very unique birthdate,” the hospital network said in a post on social media. A leap year typically occurs quadrennially because of the 365.24 days it takes the earth to orbit the sun. An extra day is added in February to account for the built up time over those four years and to keep the calendar in sync. Meanwhile, at the Distillery District in downtown Toronto, there was a party for adults celebrating their Feb. 29 birthday – with free drinks and food for those with ID to prove it. Arne, who is around 76 years old, celebrated the 19th anniversary of his birth date on Thursday. “This is my 19th birth day. Not my 19th birthday. My 19th birth day. So, I’m now legal drinking age,” he said with a smile. Arne is one of 25,000 Canadians born on Feb.29, according to the 2019 census. “You know why there is a Feb. 29? Because it takes an entire year to explain what a leap year is,” he laughed. Arne, a Toronto man who is celebrating the 19th anniversary of his birth date on Feb. 29, 2024, is seen here. Toronto Top Stories CTVNews.ca Top Stories Quebec Appeal Court rules secularism law is constitutional, English schools rebuffed The Quebec Court of Appeal ruled Thursday that the province's secularism law is constitutional and a lower court was wrong to exempt English school boards from the law, known as Bill 21. Anand 'very surprised' to learn DND employee's company got ArriveCan contract, Poilievre calls for police probe News that the CEO of Dalian Enterprises, which received $7.9 million for its work on the ArriveCan app, was also an employee of the Department of National Defence (DND) was a 'surprise' to former defence minister Anita Anand. Singer Cat Janice dies at 31, after writing final song for young son Cat Janice, a singer who reached hundreds of thousands through social media, has died at age 31 following a battle with a rare form of cancer. 'Complete his mission': Criminal psychologist theorizes Sask. mass killer's motives Myles Sanderson was most likely on his way to kill his ex-partner and “complete his mission” when officers forced him off the highway and arrested him, according to a criminal psychologist. A frog in India has a mushroom sprouting out of it. Researchers have never seen anything like it When observing a hoard of golden-backed frogs at a roadside pond in Karnataka, India, a group of naturalists noticed something odd about one of the amphibians — the animal had a tiny mushroom sprouting out of its side. Supreme Court rejects sexual assault appeal from Newfoundland police officer A Newfoundland police officer convicted of sexual assault in a 2014 case will head back to prison after the country’s top court dismissed his latest appeal. Dead woman's estate ordered to pay B.C. university more than $650,000 for wage fraud, theft The estate of a woman who died more than a decade ago is being ordered to pay a B.C. university more than $650,000 for wage fraud and theft. Ontario doctor suspended after accessing medical records of 20 patients he wasn’t authorized to see: tribunal An Ontario doctor had his licence temporarily suspended by a disciplinary tribunal after it found he had wrongly accessed patient records, including family members and colleagues, hundreds of times over the span of years. Analysis Defence insiders sound alarms on state of Canadian military Citing everything from troop shortages to dwindling ammunition stocks to aging equipment and technology, a growing number of defence insiders are raising alarms about the state of the Canadian military. Shopping Trends The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. Read about us. Montreal - Here's how people are reacting after Bill 21 was upheld by the Quebec Court of Appeal Quebec's highest court ruled Thursday that the province's secularism law, commonly known as Bill 21, is constitutional, delivering a major victory to the François Legault government. Here's how some groups reacted to Thursday's ruling. - Quebec Appeal Court rules secularism law is constitutional, English schools rebuffed The Quebec Court of Appeal ruled Thursday that the province's secularism law is constitutional and a lower court was wrong to exempt English school boards from the law, known as Bill 21. - Kahnawake Longhouse 'insulted' at Chateauguay's response to major diesel spill The Kanien'kehá:ka (Mohawk) Nation at Kahnawake (Longhouse) is not mincing words when accusing the neighbouring municipality of Chateauguay of not properly informing the community on Montreal's South Shore when it detected a diesel oil spill that leached into a river on the territory. London - Multi-million dollar blaze destroys wood pallet plant There’s not much left of a wood pallet manufacturer near Harriston, Ont. - Highway 21 reopens following fatal crash One person has died after a crash on Highway 21 in Georgian Bluffs. OPP, EMS and fire were called to the scene between Grey Road 18 and Grey Road 13 around 9 p.m. on Wednesday. - Ground broken on new Strathroy-Caradoc central fire station Shovels have finally broken ground for a new central fire station in Strathroy-Caradoc, replacing the existing 50-year-old facility. Kitchener - Collision involving WRPS closes Waterloo intersection A Waterloo regional police vehicle was involved in a collision Thursday afternoon that shut down a section of University Avenue West in Waterloo. - 'They're working an extra day for free': Leap day's impact on employees Leap days may be good news for anyone who gets paid hourly. Not so much for some salaried workers. - Police investigating break-ins at two Waterloo businesses There were two break-ins at Waterloo businesses on Wednesday and investigators believe one person is responsible for both incidents. Northern Ontario - Northern Ont. man pulled over for drunk driving with child in car after allegedly assaulting spouse A 38-year-old northern Ontario man is facing more than a dozen criminal charges after allegedly assaulting his spouse and then being pulled over for drunk driving with a child in the car a short while later. - Time change: When do we set clocks forward this year? Canadians will soon have to adjust their clocks an hour ahead as we draw closer to the start of spring. Here's what you need to know before we 'spring forward.' - Chapleau teen charged with assaulting partner A 17-year-old from Chapleau has been charged with domestic abuse-related offences after Ontario Provincial Police were called following a physical altercation. Ottawa - Ottawa's Trillium Line opening delayed until at least early summer The opening of the north-south Trillium Line is delayed until at least early summer, with OC Transpo officials saying training and trial running will need to go smoothly over the next four months before launch. - Nickelback, Neil Young and Maroon 5 join Motley Crue as Ottawa Bluesfest headliners The full 2024 Bluesfest lineup has been released, with headliners such as Nickelback, Neil Young and Crazy Horse, Maroon 5 and 50 Cent joining the previously announced Mötley Crüe for the popular summer festival in Ottawa. - Quebec Appeal Court rules secularism law is constitutional, English schools rebuffed The Quebec Court of Appeal ruled Thursday that the province's secularism law is constitutional and a lower court was wrong to exempt English school boards from the law, known as Bill 21. Windsor - $24,000 in drugs and cash seized, two people arrested Windsor police have seized $24,000 in drugs and cash after an investigation. - Driver busted going 101km/h in a 50 zone in LaSalle: police A 20-year-old man from Windsor was charged with stunt driving after police say he was going 101 kilometres per hour in a 50 km/h zone in LaSalle. - Essex County ranks fourth highest in Ontario for impaired driving charges: OPP Essex County is one of the worst regions in Ontario for impaired driving charges, according to provincial police statistics from 2023. Barrie - 3 individuals, including teen, face weapons charges in Alliston investigation Three individuals, including a 17-year-old, face weapons-related charges in connection with a police investigation in an Alliston neighbourhood earlier this week involving a stolen vehicle. - Ice break on Georgina Island shows no respect for waterfront cottages Magnificent mountains of ice crystals crept up the beach from Lake Simcoe onto land Wednesday. - Knife-wielding masked shoplifter injured after struggle with Barrie retail store officer Police in Barrie hope to identify a knife-wielding masked shoplifter who allegedly threatened a loss prevention officer at a Bayfield retail store. Atlantic - Sussex, N.B., residents cleaning up after Thursday morning flooding Many residents and business owners in Sussex, N.B., are cleaning up their main floors and basements after they were flooded by heavy rainfall. - N.S. highlights major tax break in new budget The Nova Scotia government is projecting another hefty deficit for its new budget as it aims to create a lunch program for schools and offer more resources for health care. - Strong winds across the Maritimes cause power outages, flooded roadways, school closures Strong winds resulted in thousands of power outages in the Maritimes Thursday, as well as flooded roadways and school closures. Calgary - Alberta Budget 2024: Here's what Calgary gets The Alberta government unveiled its latest budget on Thursday, and it comes with $73.2 billion in spending for 2024-25. - Weather advisory issued for Calgary as cold front expected Thursday afternoon The midweek chinook that warmed up Calgary is not sticking around. - LIVE LIVE Alberta government reports $367M surplus as it takes on debt to fund capital projects Finance Minister Nate Horner presented the details to the legislature of the $73.2-billion price tag for the annual plan, which promises to increase spending for health care and education, which together make up 61 per cent of it, by 4.4 per cent as well as resource management and capital construction while forecasting a surplus of $367 million for the 2024-25 fiscal year. Winnipeg - BREAKING BREAKING Gimli schools, municipal facilities in lockdown following shooting Schools and municipal facilities in the RM of Gimli are in lockdown on Thursday afternoon after RCMP responded to a shooting at a home in the community. - Winter storm coming to southern Manitoba this weekend: ECCC According to Environment and Climate Change Canada (ECCC), a “strong winter storm” is currently forecast to affect southern Manitoba this weekend. - 'It's frightening': rural Manitoba residents take action to curb crime Residents in a rural Manitoba community seeing a spike in crime fear RCMP resources are spread too thin to deal with the problem by themselves – so they are taking matters into their own hands. Vancouver - Concerns about gangster guests at short-term rentals in B.C. city Short-term rental hosts in Prince George, B.C., have been urged to \"exercise caution\" following reports of gangsters booking stays – and in some cases refusing to vacate the properties. - 5 things to do in Vancouver on the first weekend of March A job fair for health-care workers, a week-long celebration of cocktails and a 1970s-themed dance party are some of the events on tap for the first weekend of March in Vancouver. - 2 seniors scammed out of thousands in Burnaby, prompting police warning Mounties in Burnaby are out with a warning after two seniors were scammed out of thousands of dollars this past week. Edmonton - LIVE LIVE Alberta government reports $367M surplus as it takes on debt to fund capital projects Finance Minister Nate Horner presented the details to the legislature of the $73.2-billion price tag for the annual plan, which promises to increase spending for health care and education, which together make up 61 per cent of it, by 4.4 per cent as well as resource management and capital construction while forecasting a surplus of $367 million for the 2024-25 fiscal year. - Man arrested in fatal hit-and-run during police chase was 'prolific offender': RCMP The man accused of hitting and killing a Fort Saskatchewan woman while fleeing police in a U-Haul was wanted for various crimes over the past year in Alberta and Saskatchewan, Mounties say. - 'Worth the 2-hour wait': Hundreds line up for Chicken for Lunch's last day Hundreds of hungry Edmontonians lined up Thursday for one last taste of an iconic downtown lunch spot.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "arne",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ctv news two toronto",
        "sentiment": "negative"
      },
      {
        "name": "trillium health",
        "sentiment": "neutral"
      },
      {
        "name": "credit valley hospital",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "toronto",
        "sentiment": "none"
      },
      {
        "name": "mississauga hospital",
        "sentiment": "none"
      },
      {
        "name": "distillery district",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:29:34.470+02:00",
  "updated": "2024-03-01T00:29:34.470+02:00"
}