{
  "thread": {
    "uuid": "396facc60c72eca1ec0e9cc4d40a2eea33e4bb23",
    "url": "https://english.elpais.com/international/2024-01-20/irish-attorney-blinne-ni-ghralaigh-delivers-compelling-legal-case-against-israel.html",
    "site_full": "english.elpais.com",
    "site": "elpais.com",
    "site_section": "https://feeds.elpais.com/mrss-s/pages/ep/site/english.elpais.com/portada",
    "site_categories": [
      "media"
    ],
    "section_title": "EL PAÍS in English",
    "title": "Irish attorney Blinne Ní Ghrálaigh delivers compelling legal case against Israel | International",
    "title_full": "Irish attorney Blinne Ní Ghrálaigh delivers compelling legal case against Israel | International | EL PAÍS English",
    "published": "2024-01-20T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.english.elpais.com/resizer/5TRbmO17XfCv4XEqVPBnyp9XiHs=/1200x0/cloudfront-eu-central-1.images.arcpublishing.com/prisa/R7JMPNY4EJHUTHY7NJECWVJTEY.jpg",
    "performance_score": 0,
    "domain_rank": 474,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "396facc60c72eca1ec0e9cc4d40a2eea33e4bb23",
  "url": "https://english.elpais.com/international/2024-01-20/irish-attorney-blinne-ni-ghralaigh-delivers-compelling-legal-case-against-israel.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rafa de Miguel",
  "published": "2024-01-20T02:00:00.000+02:00",
  "title": "Irish attorney Blinne Ní Ghrálaigh delivers compelling legal case against Israel | International",
  "text": "Blinne Ní Ghrálaigh was probably surprised by the widespread praise for her powerful closing statement before the International Court of Justice (ICJ), in which she boldly accused Israel of committing genocide in Gaza . Throughout her life, Ní Ghrálaigh’s unwavering convictions and experiences had prepared her to deliver this deeply personal and compassionate argument.\nWhen she was 12 years old, Ní Ghrálaigh came across a pamphlet about Majella O’Hare on her mother’s bookshelf. In 1976, a British paratrooper had shot the little girl in the back as she walked to church in the Northern Irish town of Whitecross. She shared this story during an interview with the Irish Legal News magazine in 2022 when she was selected as “lawyer of the month.”\nNí Ghrálaigh went to her mother in tears and asked how such a terrible thing could be allowed to happen. Her mother’s response to her young daughter was: “Do something about it”. Ní Ghrálaigh says: “I often think about my mother’s response. Her words struck a very profound chord. And I’ve hung on to that pamphlet over all these years. It’s now framed above my work desk as a reminder of what brought me here.”\nRegistered as a barrister (a lawyer specializing in courtroom advocacy and litigation) since 2005, Ní Ghrálaigh works at Matrix Chambers, a law firm with offices in London, Geneva and Brussels. She recently joined the South African legal team that has filed genocide charges against Israel before the ICJ in The Hauge, Netherlands.\nThe flexibility of the British educational system enables those with a strong passion for public service and justice to pursue a career in law, even if that wasn’t their original plan. Ní Ghrálaigh studied French and Latin at Queens’ College, Cambridge. It was only after completing her undergraduate degree that she discovered her interest in law and began to take the first steps toward that career.\nNí Ghrálaigh worked for a couple of years at an American think tank to save the money she would need for law school. The conventional course of studies in the UK enables law students to become solicitors — lawyers who are more focused on preparing cases and office work than on courtroom advocacy. However, one’s character determines their destiny. Ní Ghrálaigh’s activist nature led her to accept a position as a legal observer for the Northern Ireland Commission of Inquiry into Bloody Sunday , a significant episode of violence in Northern Ireland’s long-running sectarian conflict. On January 30, 1972, 14 unarmed civilians peacefully demonstrating for civil rights in the town of Londonderry were killed by the British army.\n“It was an immense privilege to be part of that historic legal process, and to get to represent and know the families, a number of whom remain friends to this day,” she told Irish Legal News . “Their unwavering dignity, resilience and steadfastness in seeking truth and justice over so many years was and remains utterly inspirational.” The case convinced Ní Ghrálaigh that her true calling was as a courtroom advocate.\nLondon was where Ní Ghrálaigh spent her childhood and teenage years, while family summers were always reserved for Ireland. She is fluent in Gaelic and has a good understanding of the island nation’s music and dance. Her mother, Neasa, grew up in Dublin but has roots in County Mayo on the west coast of Ireland, and she instilled in her daughters a strong commitment to Irish republicanism (the political movement for the unity and independence of Ireland).\nSolidarity with Palestine The Palestinian cause has stirred a groundswell of solidarity in Ireland, just as it has in South Africa. In 2009, Ní Ghrálaigh took part in a UN-commissioned legal observation mission in Gaza following Israel’s military invasion, known as Operation Cast Lead . “The level of devastation and trauma I witnessed in Gaza is hard to put into words. It was one of the experiences of my professional life that has marked me the most,” she said. When her mother died in 2011, the family asked for donations to the Palestine Solidarity Campaign instead of flowers.\nNí Ghrálaigh specializes in international humanitarian law and defending the right to protest. She has been involved in a number of high-profile legal cases, including Croatia’s charges of genocide against Serbia at the ICJ. The case that launched Ní Ghrálaigh to stardom was when she represented the only woman defendant of the “Colston Four” – Rhian Graham. The Colston Four were the protesters who were cleared in January 2022 by a jury of criminal damage for toppling a statue of slave trader Edward Colston during a Black Lives Matter protest.\nThe four defendants were acquitted in a landmark case that recognized powerful moral and social justice considerations within criminal norms. Ní Ghrálaigh successfully presented a “belief in consent” argument that the four defendants believed their attack on public property was justified as they thought the citizens of Bristol (England) supported the statue’s removal. They also claimed that honoring someone who was responsible for enslaving over 80,000 people and the death of 20,000 others was inherently criminal.\n“The Genocide Convention is about more than legal precedent. It is also fundamentally about the confirmation and endorsement of elementary principles of morality,” said Ní Ghrálaigh in her closing statement at the ICJ, before calling on the court to implement the provisional measures and cessation of Israeli attacks that are so urgently needed to prevent further irreparable harm to the Palestinian people in Gaza.\nDriven by an unwavering quest for moral justice, akin to the pursuit of destiny itself, Blinne Ní Ghrálaigh courageously stood in a courtroom once again to make herself heard by 17 magistrates and millions of global citizens.\nSign up for our weekly newsletter to get more English-language news coverage from EL PAÍS USA Edition\nMore information International justice and genocide in Gaza Diego García-Sayan Keys to South Africa’s genocide case against Israel at the United Nations International Court of Justice Isabel Ferrer | The Hague Archived In Israel Hamás Benjamin Netanyahu UN Adheres to More information If you are interested in licensing this content, please contact ventacontenidos@prisamedia.com _",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://irishlegal.com/articles/lawyer-of-the-month-blinne-ni-ghralaigh",
    "https://www.irishlegal.com/articles/lawyer-of-the-month-blinne-ni-ghralaigh"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "blinne ní ghrálaigh",
        "sentiment": "negative"
      },
      {
        "name": "ní ghrálaigh",
        "sentiment": "none"
      },
      {
        "name": "majella o’hare",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "irish legal news magazine",
        "sentiment": "none"
      },
      {
        "name": "international court of justice",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "whitecross",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T18:14:27.501+02:00",
  "updated": "2024-01-20T19:37:05.607+02:00"
}