{
  "thread": {
    "uuid": "9c707139a2a22d8be9132f1ecf10139267f7057d",
    "url": "https://vnexplorer.net/antes-de-emma-stone-esta-actriz-de-harry-potter-perdio-su-papel-en-la-la-land-por-exigencias-sin-sentido-s853765.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Antes de Emma Stone esta actriz de Harry Potter perdió su papel en 'La La Land' por exigencias sin sentido",
    "title_full": "Antes de Emma Stone esta actriz de Harry Potter perdió su papel en 'La La Land' por exigencias sin sentido",
    "published": "2024-01-07T23:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mAPDl.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9c707139a2a22d8be9132f1ecf10139267f7057d",
  "url": "https://vnexplorer.net/antes-de-emma-stone-esta-actriz-de-harry-potter-perdio-su-papel-en-la-la-land-por-exigencias-sin-sentido-s853765.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-07T23:53:00.000+02:00",
  "title": "Antes de Emma Stone esta actriz de Harry Potter perdió su papel en 'La La Land' por exigencias sin sentido",
  "text": "Emma Stone ha construido una carrera muy sólida en Hollywood y cada vez sorprende al público con su versatilidad. Tan solo este año ha recibido cientos de elogios con su protagónico en Poor Things, la nueva película de Yorgos Lánthimos, una de las grandes contrincantes para los premios Oscar 2024. Mientras que en los Globos del Oro, la serie The Curse, en la que también es protagonista, ha recibido varias nominaciones. Dos géneros completamente diferentes en la que la actriz ha logrado brillar y cautivar al público.\nSi bien, su carrera cuenta con varios proyectos icónicos, uno de los favoritos del público y la crítica es, sin duda, La La Land en la que comparte créditos con Ryan Gosling, la estrella de Barbie. La química del dúo fue suficiente para convertirse en una de las parejas más entrañables de Hollywood. Además, la historia solo confirmó a Damien Chazelle como uno de los cineastas más prometedores de la industria, pues años atrás ya había mostrado su potencial con Whiplash.\nA pesar de obtener un Oscar por su papel de Mia, Stone no fue la primera opción para el personaje, de hecho, una de las candidatas más fuertes fue Emma Watson, conocida por su estelar en la famosa saga de Harry Potter, en la que interpretó a Hermione Granger. Mientras que para el papel de Sabastián fue seleccionado Miles Teller, con quien Chazelle ya había trabajado en su ópera prima. Sin embargo, la actriz de Mujercitas fue descartada de inmediato debido a sus altas exigencias.\nDe acuerdo con un artículo de Page Six, la excompañera de Daniel Radcliffe y Rupert Grint exigió que los ensayos de la película se hicieran en Londres, cuando la preproducción estaba programa en Los Ángeles. Aunque no detallaron más al respecto, años después la actriz aclararía que tuvo que rechazar la oferta ya que coincidía con el rodaje del live acción de La Bella y la Bestia, por lo que tuvo que poner la producción de Disney sobre la de Chazelle.\nPor otro lado, el actor de Top Gun Maverick exigió un desorbitante salario. “A Miles Teller se le ofreció USD 4 millones, pero él dijo que quería USD 6 millones”, reveló una fuente a Page Six. Considerando que la producción tuvo un presupuesto de 30 millones de dólares, su propuesta simplemente pareció descabellada, además de que el actor tiene fama de ser muy difícil para trabajar en set.\nFinalmente, Stone y Gosling fueron fichados para el papel y la película alcanzó la impresionante cantidad de 14 nominaciones al Oscar, incluyendo Mejor Película, un premio que ya tenían en sus manos pero que les fue arrebatado tras un error garrafal de los organizadores, el cual originalmente le pertenecía a Moonlight.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mAPDl.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mAPDl.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:00:33.379+02:00",
  "updated": "2024-01-08T00:00:33.379+02:00"
}