{
  "thread": {
    "uuid": "eeef98319206aaef10fe04793b6281118173602a",
    "url": "https://openparliament.ca/debates/2024/5/2/mike-morrice-1/only",
    "site_full": "openparliament.ca",
    "site": "openparliament.ca",
    "site_section": "https://openparliament.ca",
    "site_categories": [],
    "section_title": "Keeping tabs on Canada’s Parliament | openparliament.ca",
    "title": "Mike Morrice, \"Education Initiative for War-Displaced Students\" on May 2nd, 2024 | openparliament.ca",
    "title_full": "Mike Morrice, \"Education Initiative for War-Displaced Students\" on May 2nd, 2024 | openparliament.ca",
    "published": "2024-05-02T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "CA",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 54227,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "eeef98319206aaef10fe04793b6281118173602a",
  "url": "https://openparliament.ca/debates/2024/5/2/mike-morrice-1/only",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-02T03:00:00.000+03:00",
  "title": "Mike Morrice, \"Education Initiative for War-Displaced Students\" on May 2nd, 2024 | openparliament.ca",
  "text": "Oh, oh! House of Commons Hansard #307 of the 44th Parliament, 1st Session. (The [original version](https://www.ourcommons.ca/DocumentViewer/en/44-1/house/sitting-307/hansard) is on Parliament's site.) The word of the day was atlantic. House of Commons Hansard #307 of the 44th Parliament, 1st Session. (The [original version](https://www.ourcommons.ca/DocumentViewer/en/44-1/house/sitting-307/hansard) is on Parliament's site.) The word of the day was atlantic. Canada—Newfoundland and Labrador Atlantic Accord Implementation ActGovernment Orders 1:45 p.m. An hon. member Oh, oh! Canada—Newfoundland and Labrador Atlantic Accord Implementation ActGovernment Orders 1:45 p.m. NDP [ Peter Julian ](/politicians/peter-julian/) NDP New Westminster—Burnaby, BC Mr. Speaker, my Conservative colleague says we will be so again, but we are actually going for government. We are fine to leave the Conservatives as the official opposition, which they are currently. I wish I could say they are an effective opposition, but they are not effective at all. The reality is that we had an ability for clean energy to thrive in Alberta that was nixed by the premier of the province. I think, right across the country, people would ask why she would do that and hurt her own province. However, I will leave that debate to the Alberta legislature at another time. Coming back to the United States, since President Biden was elected, there has been an announcement of $240 billion, a quarter of a trillion dollars, in new clean energy manufacturing investments. The private sector has announced $110 billion in clean energy manufacturing investments, including more than $70 billion in the electric vehicle supply chain and more than $10 billion in solar manufacturing. We certainly see the reaction from Conservatives. They do not want to see these kinds of investments taking place in Canada, but the reality is that having a quarter of a trillion dollars in private sector investments in clean energy in the United States shows the incredible potential. According to a variety of estimates, the Inflation Reduction Act is estimated to be creating 1.5 million additional jobs. I come back to the issue of Danielle Smith cancelling and basically stopping 33 billion dollars' worth of clean energy investment in Alberta and however many hundreds of thousands of jobs that would have resulted in. Again, it is a decision that makes no sense at all; Conservatives will have to explain why anyone would want to cut on something that could have been a real path for prosperity. As a result of President Biden's plan, the U.S. is now on a path to meet the goal of cutting emissions 50% to 52% below 2005 levels by 2030, as well as reaching net-zero emissions by no later than 2050. I contrast that, of course, with the utter failures of the Harper government and the current government. Both have utterly failed in bringing down emissions. Canada has a very poor track record. Canada—Newfoundland and Labrador Atlantic Accord Implementation ActGovernment Orders 1:45 p.m. An hon. member Oh, oh! Canada—Newfoundland and Labrador Atlantic Accord Implementation ActGovernment Orders 1:45 p.m. NDP [ Peter Julian ](/politicians/peter-julian/) NDP New Westminster—Burnaby, BC Mr. Speaker, I understand my Conservative colleagues are asking why Mr. Harper failed. I am more than pleased to talk about that. I will start with the $30 billion Conservatives gave to overseas tax havens every year, through the Harper sweetheart tax haven treaties. That is $300 billion that Conservatives used to splurge on overseas tax havens over the course of the dismal decade when Mr. Harper was in power. Not one Conservative has ever been able to explain what good it did for Canada to give away a third of a trillion dollars to overseas tax havens. The Harper government stopped pensions, forced seniors to work longer, slashed health care funding and cut services to veterans. It did all those bad things. It was a terrible decade, with $116 billion in liquidity supports going to Canada's big banks to maintain their profits and $300 billion, according to the PBO, given away to overseas tax havens. Conservatives' financial management is an oxymoron. They are simply not good at managing money; they are terrible at it. It is unbelievable. If one does not believe me, one just has to look at the fiscal returns actually tabled by the Ministry of Finance, federally. It is hardly a hotbed of social democrats in the federal Ministry of Finance, but it has been saying, year over year, for the last few decades, that the worst governments, in terms of managing money and paying down debt, are the Conservative and the Liberal governments. The governments that are best, of course only provincially, up to this time, at managing money, at paying down debt and at the same time ensuring we have effective education programs, effective health care programs and effective investments in our youth, and have better programs for seniors and for families, and this is from the fiscal returns of the federal government, are NDP governments. It should not be a surprise to anybody that we are not only the best at managing the services that Canadians need in every province that we have governed in, but also the best at managing money. That comes from the federal Ministry of Finance, no less. I wanted to take just a few minutes to talk about, as the member for [Timmins—James Bay](/politicians/charlie-angus/) has done so eloquently, the climate crisis that we are in. Scientists who are monitoring the collapsing ice shelves of Greenland have noted how soot from fires, which lands on the ice shelves, draws more heat and leads to ever faster disintegration of the ice fields. This is raising water levels, causing ocean instability and leading to more storms. We are at a tipping point. It is essential that we act fast and take the magnitude of this crisis seriously. The first step is to take on what the member for [Timmins—James Bay](/politicians/charlie-angus/) has called a pathological obsession of big oil to extract as much profit as possible from the burning of the planet. Big oil has shown no interest in limiting the damages it has done and, in fact, is pushing for an increase in production. Scientist David Archer states, “The climatic impacts of releasing fossil fuel CO2 to the atmosphere will last longer than Stonehenge...longer than nuclear waste...longer than the age of human civilization so far.” It also does not make economic sense. Last week, the International Energy Agency stated that we are at “the beginning of the end of the fossil fuel era”, as “demand for oil, natural gas and coal” are all going to “peak” over the next few years. Therefore, we need to prepare to ensure that we are actually putting in place all those fundamental issues, programs and foundations and to ensure that we can benefit from the clean energy economy to come. The reality is that the declines, in terms of production and emissions, are nowhere near steep enough to put the world on a path to limiting global warming to 1.5°C. We are going to have to work more steadily, and there has to be faster policy action by governments. That is why it is so important to move on Bill [C-49](/bills/44-1/C-49/). I am pleased, on behalf of the NDP caucus and on behalf of the member for [Timmins—James Bay](/politicians/charlie-angus/), to support this legislation. It is not a panacea. It does not get the job done, but it is a first important step that allows us to move forward for the clean energy economy to come, to allow energy workers in Newfoundland and Labrador and Nova Scotia to do the important work that they can do to ensure that we have growth and development of clean energy and that we have more jobs in Atlantic Canada. It is for all those reasons that the NDP is supportive of Bill [C-49](/bills/44-1/C-49/). Now, should the government be doing more? The answer is yes. We have had two decades of inaction, first with the Harper government, then with the current government. These two governments did not make the investments other countries made. In our opinion, it is essential that we put all the tools in place, including, of course, Bill [C‑49](/bills/44-1/C-49/). It is extremely important that we implement the bill, and that we invest in order to create jobs and prosperity and to lower the price of energy in Atlantic Canada, ensuring that everyone can benefit from clean energy in the future. Education Initiative for War-Displaced StudentsStatements by Members May 2nd, 2024 / 1:55 p.m. Green [ Mike Morrice ](/politicians/mike-morrice/) Green Kitchener Centre, ON Mr. Speaker, I have so many reasons to be proud of my alma mater, and today, I rise to share with Canadians just one: International Students Overcoming War, or ISOW, at Wilfrid Laurier University. ISOW was started by Laurier students in 2014, and in the years since, students have contributed to sponsor refugee and at-risk students living in conflict zones, covering both living and tuition costs for recipients. To date, 34 students have been sponsored from eight different countries, including Somalia and Myanmar, with a 100% graduation rate. My thanks to Dr. Gavin Brockett for his leadership and support of those incredible students. Let us recognize the powerful impact of initiatives like ISOW and support their work, like a recent proposal that includes supporting women from Gaza, because by helping them, we are helping build a more compassionate future for all. Birthday CongratulationsStatements by Members 2 p.m. Liberal [ Kody Blois ](/politicians/kody-blois/) Liberal Kings—Hants, NS Mr. Speaker, I rise today to pay tribute and celebrate a great Canadian. Tomorrow, Sir Graham Day celebrates his 91st birthday. Graham is considered one of Canada's greatest corporate leaders, and he has contributed here at home and across the pond in the United Kingdom. He grew up in Halifax, and after graduating from Dalhousie University with his law degree, he started a practice in Windsor, before he was recruited to work with CP Railway and was eventually headhunted to serve as the CEO of British Shipbuilders. Graham has advised two United Kingdom governments, including Margaret Thatcher's efforts to privatize major industrial assets in the 1980s. He served as the chairman and CEO for the Austin Rover Group, Cadbury Schweppes and British Aerospace. Graham remains the last Canadian to be knighted. He is an inductee of the Canadian Business Hall of Fame, a recipient of the Order of Nova Scotia and an Officer of the Order of Canada. He is passionate about military service and was appointed the honorary Colonel of the West Nova Scotia Regiment. Beyond all of his accomplishments, he is a heck of a guy. Happy birthday, to Graham and his family back home in Hantsport. Birthday CongratulationsStatements by Members 2 p.m. Conservative [ Michelle Ferreri ](/politicians/michelle-ferreri/) Conservative Peterborough—Kawartha, ON Mr. Speaker, absurd, asinine, foolish, bonkers and deranged are synonyms for wacko, and they are exactly the correct adjectives to describe nine years of the [Prime Minister](/politicians/justin-trudeau/)'s policies and behaviours. Hiking the carbon tax to 61¢ a litre is wacko. Letting people smoke meth next to kids in parks is wacko. Creating the censorship laws that Margaret Atwood calls “creeping totalitarianism” is wacko. Two million people accessing a food bank a month in Canada is wacko. Repeat violent offenders walking free and terrorizing communities is wacko. Tent cities— Birthday CongratulationsStatements by Members 2 p.m. Liberal [ The Speaker ](/politicians/greg-fergus/) Liberal Greg Fergus I do not mean to interrupt the hon. member for Peterborough—Kawartha, but I understand that there was no translation. There is now translation, and I will ask the hon. member for Peterborough—Kawartha to start her statement again. However, as the Chair was distracted for a second, I hope the hon. member will make sure that her Standing Order statement will not refer to an individual member. She can talk to a policy, but not about a member. The hon. member for Peterborough—Kawartha can start from the top. Government AccountabilityStatements by Members 2 p.m. Conservative [ Michelle Ferreri ](/politicians/michelle-ferreri/) Conservative Peterborough—Kawartha, ON Mr. Speaker, absurd, asinine, foolish, bonkers and deranged are synonyms for wacko, and they are exactly the adjectives that describe nine years of the [Prime Minister](/politicians/justin-trudeau/)'s policies and behaviour. Hiking the carbon tax to 61¢ a litre is wacko. Letting people smoke meth next to kids in parks is wacko. Creating censorship laws that Margaret Atwood calls “creeping totalitarianism” is wacko. Two million people accessing food banks each month in Canada is wacko. Repeat violent offenders walking free and terrorizing communities is wacko. Tent cities being the norm in Canada is wacko. We cannot manage reality if we do not acknowledge it. Wacko chaos is the reality after nine years of the [Prime Minister](/politicians/justin-trudeau/); he is dangerous. Conservatives will fight every single day to restore public safety, to restore affordability and to restore common sense. CHOQ FM Community Radio StationStatements by Members 2 p.m. Liberal [ Julie Dzerowicz ](/politicians/julie-dzerowicz/) Liberal Davenport, ON Mr. Speaker, CHOQ FM is the only fully francophone local community radio station in Toronto. It is located in my riding, Davenport. On May 1, 2024, it celebrated 18 years of service to francophones, sharing their history, participating in current affairs and building a solid francophone community in our city and across the country. CHOQ FM offers francophone citizens, leaders, companies and organizations in the greater Toronto area significant and essential visibility, both on the air and in social media. For these reasons and many more, I am extremely proud to pay tribute to CHOQ FM for everything it has done to support and revitalize francophone communities across Canada. Diane CharretteStatements by Members 2:05 p.m. Bloc [ Yves Perron ](/politicians/yves-perron/) Bloc Berthier—Maskinongé, QC Mr. Speaker, today I wish to honour an exceptional woman who is a shining star in her community, though she prefers to work behind the scenes. This positive and dynamic woman provides reassurance and uses her organizational skills to make things happen. I am talking about Diane Charrette, who has been active in her community since age 15. Over the years, she has energized the communities of Saint‑Édouard, Yamachiche and then Sainte‑Ursule. Through her involvement in organizations like the Optimist Club, the youth softball club and the FADOQ seniors' club, this amazing woman has always been a real dynamo, pitching in with infectious enthusiasm. She is also legendary for making a soup that can warm hearts as well as bellies. This devoted and ever-present mother is also a top-notch administrator. Her ready smile, her warmth and her ability to bring people together make her a joy to one and all. For all those qualities, I say kudos and thank you to Diane. Daniel BoucherStatements by Members 2:05 p.m. Liberal [ Mona Fortier ](/politicians/mona-fortier/) Liberal Ottawa—Vanier, ON Mr. Speaker, I rise today to pay tribute to Daniel Boucher, who is retiring after 30 years as executive director of the Société de la francophonie manitobaine. He took up this position at the height of the language crisis in Manitoba. This situation motivated him to dedicate his career to striving to make a difference in the francophone community and to advance the cause of Franco-Manitobans. Under his leadership, Franco-Manitobans secured several major gains, including the creation of their own school division in 1994 and the passage of Bill C‑5, an inclusive act that ensured the long-term vitality of Manitoba's francophonie. Fortified by these developments and by francophone immigration, Manitoba's francophone population is going strong, having grown from 11,000 in 1991 to over 112,000 today. I had the privilege of working with him and standing alongside him for several of the advancements he secured for Manitoba. I wish him a long retirement and offer my thanks. We owe him a great deal. Dutch Heritage DayStatements by Members 2:05 p.m. Conservative [ Brad Vis ](/politicians/brad-vis/) Conservative Mission—Matsqui—Fraser Canyon, BC Mr. Speaker, Sunday, May 5 is Dutch Heritage Day in Canada, and Liberation Day in the Netherlands. It is a time for Canada to honour the sacrifices made by our veterans who played an integral role in the liberation of the Netherlands from Nazi Germany in 1945. Battle of the Scheldt and the liberation of Arnhem were instrumental in freeing the Dutch from occupation. After World War II, hundreds of thousands of people made Canada their home, contributing to all aspects of Canadian society. There are now over a million Canadians of Dutch descent who can trace their history to these integral events, which shaped not only Canadian but Dutch identity alike. As co-chair of the Canada-Netherlands Friendship Group, I am pleased to recognize Dutch Heritage Day, to thank our veterans, and to recognize the lasting and growing bonds between our nations. Fijne Bevrijdingsdag. Happy Dutch Heritage Day. Table de concertation de Laval en condition féminineStatements by Members 2:05 p.m. Liberal [ Annie Koutrakis ](/politicians/annie-koutrakis/) Liberal Vimy, QC Mr. Speaker, on March 21, the Table de concertation de Laval en condition féminine, or TCLCF, celebrated its 35th anniversary. Ever since the TCLCF was founded in our riding, Vimy, it has worked for the collective defence of women's rights and for improvements to our quality of life, while representing more than 30,000 Laval women. Over the years, its focus has broadened in response to political, economic and social developments in order to address emerging challenges facing women. It continues to fight systemic discrimination through education, awareness raising and community engagement. I would like to thank the board and its chair, Audrey Leclerc, as well as Marie-Eve Surprenant's entire team. I wish them a happy 35th anniversary and many more to come. Richmond HillStatements by Members 2:10 p.m. Liberal [ Majid Jowhari ](/politicians/majid-jowhari/) Liberal Richmond Hill, ON Mr. Speaker, Richmond Hill has gone international. On Friday, April 26, Richmond Hill made history by welcoming the new headquarters of the United Nations University Institute for Water Environment and Health to our community. We celebrated this milestone with [Minister of International Development](/politicians/ahmed-hussen/), former ambassador Bugailiskis, Dr. Kaveh Madani, his worship, Mayor David West, the city and the UNU-INWEH team, as well as many community members. The inauguration remarks, followed by the signing of a joint statement, the flag-raising ceremony, the ribbon cutting and an insightful tour of the UNU's new headquarters in city hall, forever enshrined this event in the history of Richmond hill. This once-in-a-lifetime opportunity will unite top minds from academia and government worldwide to tackle water, environment and health challenges. I cannot envision a better location for its new campus, offering a world-class education for environmental sustainability, all made possible by the visionary leadership of Dr. Kaveh Madani and Mayor West. Bruno GilbertStatements by Members 2:10 p.m. Conservative [ Richard Lehoux ](/politicians/richard-lehoux/) Conservative Beauce, QC Mr. Speaker, on June 6, part of the world will gather to commemorate the 80th anniversary of the Normandy landing. This moment of courage, sacrifice and solidarity marked an important turning point in the history of the Second World War. More than a hundred thousand men, filled with fear, landed on this beach to confront the enemy. Among them was the Régiment de la Chaudière, the only French Canadian unit to have taken part in the landing. Last September, Lieutenant-Colonel Bruno Gilbert became the 27th commander of this regiment. The native of Saint-Georges began his career at the Régiment de la Chaudière in 1986 as an infantry soldier and quickly rose in the ranks. After a stint as sergeant major of the 35th Canadian Brigade Group and being honoured as a member of the Order of Military Merit, he returned to the Régiment de la Chaudière. Mr. Gilbert also passed on his passion for science to youths as a teacher in Beauce-Appalaches CEGEP. I wish to congratulate Mr. Gilbert on his nomination and his contribution to the community. I wish him success in his new duties and thank him for proudly representing Beauce. Trevor Childs and Nicholas SkinnerStatements by Members 2:10 p.m. Liberal [ Ken McDonald ](/politicians/ken-mcdonald/) Liberal Avalon, NL Mr. Speaker, being a coastal province, we know that the sea does giveth and, sadly, does taketh away. On April 21, the first day of the lobster season in Lark Harbour in Newfoundland and Labrador, Trevor Childs, 44, and his nephew Nicholas Skinner, 28, set off to set their traps. On shore helping were Trevor's dad, his grandfather and some others, getting the traps ready to load aboard their boat for the young men to set off. However, the sea had another plan and swamped their boat. They perished in the cold waters. The small communities of Lark Harbour and York Harbour were in shock, but none more than their families. Trevor is leaving behind the love of his life, Joanna, and precious Carrie, 9; Addisyn, 6; and Reece, 2. Nicholas leaves the love of his life, Martina, along with his mom, dad, siblings and numerous other family members, friends and the entire fishing community of our province. Both of these young men loved the outdoors and all it offered. They were great contributors to their towns, always there to lend a hand. These tragedies impact everyone in small rural towns. In moments of loss, communities knit together to help the families heal and move on. May Trevor and Bruddy rest in peace. Public SafetyStatements by Members 2:10 p.m. Conservative [ Arpan Khanna ](/politicians/arpan-khanna/) Conservative Oxford, ON Mr. Speaker, after nine years of the Liberal-NDP government's soft-on-crime policies, crime, chaos and disorder have become the norm in our country. Thanks to Liberal bills, Bill C-75 and Bill [C-5](/bills/44-1/C-5/), violent crime is up 40% and extortion is up 218%. Towns and suburbs that were once peaceful are now being terrorized by gangsters. Just this week, a 19-year-old connected to a string of extortions was charged for three separate home shootings, including one where bullets hit a child's play room. He was arrested, charged and let out on bail. Guess what. Now he has fled the country. Canadians have lost faith in our justice system. Despite the [Prime Minister](/politicians/justin-trudeau/) 's inaction, extortion is a federal responsibility. The Criminal Code is federal. The RCMP responsible for catching these criminals is federal. The catch-and-release bail policies are also federal. Only common-sense Conservatives will reverse the damage, stop extortion and bring home safe streets for all Canadians. John Allen FraserStatements by Members 2:15 p.m. Conservative [ Kerry-Lynne Findlay ](/politicians/kerry-lynne-findlay/) Conservative South Surrey—White Rock, BC Mr. Speaker, on April 7, we lost a proud British Columbian and great Canadian. The Hon. John Allen Fraser served as the 32nd Speaker of the House from 1986 to 1994 and for 21 years as the member of Parliament for Vancouver South. He was held in the highest regard by all who knew him. I and so many sought out his counsel on many public affairs. I was honoured to speak at his piping-out ceremony from the Seaforth Highlanders during my tenure as associate minister of national defence. I note that his bride of 59 years was Cate Findlay, not a family member but the right clan. John was a UBC-trained lawyer, minister of the Crown and the first Speaker to be elected by secret ballot. He was a voracious reader with a keen sense of humour, and an orator of note who loved the outdoors. As chief opposition whip and on behalf of a grateful nation, I thank Speaker Fraser for his service to our province and our country. My thoughts are with his friends and his three daughters Sheena, Anna and Mary, and their children, as they mourn his loss. John Allen FraserStatements by Members 2:15 p.m. Liberal [ The Speaker ](/politicians/greg-fergus/) Liberal Greg Fergus I thank the hon. member for recognizing an extraordinary Canadian, John Allen Fraser. Sashbear FoundationStatements by Members 2:15 p.m. Liberal [ Élisabeth Brière ](/politicians/elisabeth-briere/) Liberal Sherbrooke, QC Mr. Speaker, May is Borderline Personality Disorder Awareness Month. Borderline personality disorder, or BPD, is a serious and complex mental illness stemming mainly from a chronic dysregulation of emotions. People who suffer from BPD, close to 2% of the population, have enormous difficulty controlling their emotions; as a result, they are all particularly sensitive and emotionally reactive. The Sashbear Foundation is committed to raising people's awareness about BPD. Since its creation by Lynn Courey and Mike Menu, this charitable organization has restored hope, taught skills and offered a community to more than 10,000 families that have been greatly affected by a loved one's mental health. Every year, the foundation organizes the Sashbear Walk, which gathers hundreds of sympathizers to create an orange sea of support, reduce stigmatization and raise awareness about this illness and our national mental health crisis. I urge my colleagues to visit sashbear.org to learn more about BPD. World Para Hockey ChampionshipStatements by Members 2:15 p.m. NDP [ Taylor Bachrach ](/politicians/taylor-bachrach/) NDP Skeena—Bulkley Valley, BC Mr. Speaker, teams from around the world are gathering in Calgary next week for the World Para Hockey Championship. I am so pleased to share that the starting goalie for Team Canada is none other than Adam Kingsmill from my home community of Smithers, B.C. Despite losing his leg in a tragic lawnmower accident when he was just a toddler, Adam became an accomplished athlete, playing softball, racing motocross and excelling at stand-up hockey, all with the incredible support of his parents Bobbie and Grange. In 2016, Adam caught the eye of Team Canada's coaches, who convinced him to try para hockey, or sledge hockey. Five years later, he brought home a silver medal from the world championship in the Czech Republic. He followed that up just a year later with another silver, this time at the 2022 Paralympic Games in Beijing, China. Adam's indomitable spirit, determination and achievement continue to inspire people across northern B.C. and across Canada. I hope my colleagues will join me in wishing him and his teammates the very best of luck at this year's world championships. Go Canada. Go Adam. Jani BarréStatements by Members 2:15 p.m. Bloc [ Simon-Pierre Savard-Tremblay ](/politicians/simon-pierre-savard-tremblay/) Bloc Saint-Hyacinthe—Bagot, QC Mr. Speaker, a woman from Saint‑Hyacinthe has made it into the Guinness Book of World Records. Jani Barré, who has a rare genetic disorder called osteogenesis imperfecta, completed her 10th marathon in a wheelchair in London. She completed the fastest women's wheelchair marathon in history, with a time of four hours, 19 minutes and 21 seconds, beating the record set in 1983 by a woman who happened to be an Olympian. Jani may have brittle bone disease, but she also has an iron will. Despite having suffered 157 fractures in her lifetime, she has been training for the past 20 years or so at her second home, the Saint‑Hyacinthe boxing club, which was founded by her father, Bernard. I am certain that she is not done yet. She is a model of unwavering determination and someone who should inspire us all. My dear friend Jani is a source of pride for our region and for all of Quebec. The EconomyStatements by Members 2:20 p.m. Conservative [ Shelby Kramp-Neuman ](/politicians/shelby-kramp-neuman/) Conservative Hastings—Lennox and Addington, ON Mr. Speaker, Canadians are way past their breaking point. It is so bad that the CEO of Food Banks Canada now says that food banks are becoming unsustainable. Canadian food bank usage is at an historic high, two million people per month. Food banks cannot meet this demand. For people who have not been forced to the food banks and still utilize their local grocery store, let us consider some facts from a new report by Canada's food professor. Sixty per cent of Canadians are so desperate that they are eating expired or spoiled food. Twenty per cent of households with the lowest incomes use over 20% of their disposable income just to buy food. After nine years of short-sighted policies of the Liberal-NDP government, families are sliding deeper and deeper into debt. This is not the Canada that I grew up in and this is not the Canada in which we want to raise our children. Common-sense Conservatives would rebuild our economy and bring home lower prices for all Canadians. Polish HeritageStatements by Members 2:20 p.m. Liberal [ Peter Fonseca ](/politicians/peter-fonseca/) Liberal Mississauga East—Cooksville, ON Mr. Speaker, this February 7, we had a historic vote on my Motion No. 75 in the House of Commons. Unanimously, all members of Parliament, spanning various political affiliations and regions of our country, resoundingly gave unwavering support for declaring May as Polish Heritage Month and designating May 3 as Polish Constitution Day in Canada. Today, on Polish National Flag Day, parliamentarians from Canada and Poland, the Polish Embassy and Ambassador Dzielski, consuls general, the Canadian Polish Congress and the community at large came together to commemorate these milestones on Parliament Hill for the first-ever Polish flag raising. As we recognize and celebrate Polish Heritage Month and, on May 3, Constitution Day from coast to coast to coast, and with the Polish and Canadian flags flying proudly on Parliament Hill, I say, dziękuję bardzo, thanks very much, to the entire Polish Canadian community. [Member spoke in Polish]",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics",
    "Education"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.ourcommons.ca/DocumentViewer/en/44-1/house/sitting-307/hansard)",
    "https://ourcommons.ca/DocumentViewer/en/44-1/house/sitting-307/hansard)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mike morrice",
        "sentiment": "negative"
      },
      {
        "name": "peter julian",
        "sentiment": "none"
      },
      {
        "name": "speaker",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "house of commons hansard",
        "sentiment": "negative"
      },
      {
        "name": "conservative",
        "sentiment": "none"
      },
      {
        "name": "ndp",
        "sentiment": "none"
      },
      {
        "name": "parliament",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "burnaby",
        "sentiment": "none"
      },
      {
        "name": "newfoundland",
        "sentiment": "none"
      },
      {
        "name": "labrador atlantic",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T14:59:20.066+03:00",
  "updated": "2024-05-03T14:59:20.066+03:00"
}