{
  "thread": {
    "uuid": "50f7ba02e46d0a4246c75d3a422d66b08554e958",
    "url": "https://information.tv5monde.com/international/le-hamas-dit-etudier-avec-un-esprit-positif-une-offre-de-treve-gaza-2720410",
    "site_full": "information.tv5monde.com",
    "site": "tv5monde.com",
    "site_section": "http://information.tv5monde.com/rss.xml",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "TV5MONDE Informations",
    "title": "Le Hamas dit étudier avec un \"esprit positif\" une offre de trêve à Gaza",
    "title_full": "Le Hamas dit étudier avec un \"esprit positif\" une offre de trêve à Gaza",
    "published": "2024-05-03T05:07:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://information.tv5monde.com/sites/tv5-info/files/styles/seo_1200/public/2024-05/field_media_image-2829160-c6908609ea964ea1e5b835f67ec593ec1a0c93cc.jpg?itok=sdbYCRJt",
    "performance_score": 0,
    "domain_rank": 5328,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "50f7ba02e46d0a4246c75d3a422d66b08554e958",
  "url": "https://information.tv5monde.com/international/le-hamas-dit-etudier-avec-un-esprit-positif-une-offre-de-treve-gaza-2720410",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TV5MONDE",
  "published": "2024-05-03T05:07:00.000+03:00",
  "title": "Le Hamas dit étudier avec un \"esprit positif\" une offre de trêve à Gaza",
  "text": "[Back to top](#skip-link)\nDes Palestiniens transportent leurs affaires sur un chariot entre des bâtiments détruits à Khan Younès, dans le sud de la bande de Gaza, le 2 mai 2024\nLe Hamas dit étudier dans un \"esprit positif\" une offre de trêve associée à la libération d'otages dans la bande de Gaza, où près de sept mois de guerre dévastatrice ont provoqué selon l'ONU des destructions \"sans précédent\".\nAlors que les pays médiateurs (Qatar, Egypte, Etats-Unis) attendent la réponse du Hamas à la nouvelle proposition, des sources médicales dans la bande de Gaza ont fait état vendredi de nouvelles frappes israéliennes meurtrières dans la nuit notamment dans le secteur de Rafah (sud).\nLe Hamas étudie dans un \"esprit positif\" la nouvelle offre sur la table, pour une pause de 40 jours dans les combats, a déclaré jeudi son chef, Ismaïl Haniyeh, dans une conversation téléphonique avec le chef du renseignement égyptien, Abbas Kamel.\nLe chef du Hamas, mouvement considéré comme une organisation terroriste par Israël, les Etats-Unis et l'Union européenne, s'est aussi entretenu avec le ministre qatari des Affaires étrangères, à qui il a répété son souhait de \"parvenir à un accord\".\nLa veille, un responsable du Hamas évoquait une position pour l'instant \"négative\" du Hamas à propos de ces tractations.\nLe mouvement islamiste palestinien, qui a pris le pouvoir en 2007 à Gaza, maintient ses exigences, en premier lieu un cessez-le-feu permanent, ce qu'Israël a toujours refusé.\nLe secrétaire d'Etat américain, Antony Blinken, a jugé, à l'occasion d'une nouvelle tournée dans la région cette semaine, la proposition de trêve \"extraordinairement généreuse\" de la part d'Israël.\nAn Israeli tank is stationed atop a sand mound near the border with the Gaza Strip on May 2, 2024, amid the ongoing conflict between Israel and the Palestinian Hamas movement.\nIl a aussi exhorté Israël à renoncer à une offensive terrestre sur la ville de Rafah, devenue un refuge pour un million et demi de Palestiniens à la lisière sud du territoire palestinien assiégé.\n\"Nous ferons ce qui est nécessaire pour gagner et vaincre notre ennemi, y compris à Rafah\", a répété jeudi le Premier ministre, Benjamin Netanyahu, qui a réaffirmé son intention de lancer cette offensive \"avec ou sans accord\" de trêve.\nM. Netanyahu l'estime indispensable pour y \"anéantir\" le Hamas, mais l'ONU et de nombreux pays craignent un carnage.\n\"Si nous devons nous défendre seuls, nous nous défendrons seuls\", a encore dit le Premier ministre israélien alors que la mobilisation s'accentue dans certains pays contre Israël pour la conduite de sa guerre à Gaza.\nCarte des universités américaines où des personnes ont été arrêtées après des manifestations pro-palestiniennes entre le 17 et le 2 mai\nOutre des manifestations sur les campus de grandes universités aux Etats-Unis, au Canada, ou encore en France, notamment à Sciences Po Paris, la Colombie a annoncé mercredi rompre ses liens diplomatiques avec Israël, et la Turquie a suspendu jeudi ses relations commerciales avec ce même pays.\nLe tout alors que des responsables israéliens commencent à craindre une possible inculpation par la Cour pénale internationale (CPI), à laquelle s'oppose toutefois leur allié américain.\nLe 7 octobre, une attaque de commandos du Hamas infiltrés depuis Gaza dans le sud d'Israël a entraîné la mort de 1.170 personnes, essentiellement des civils, selon un bilan de l'AFP établi à partir de données officielles israéliennes. En outre, plus de 250 personnes ont été enlevées et 129 restent captives à Gaza, dont désormais 35 sont mortes, après l'annonce d'un nouveau décès.\nLe gouvernement israélien a confirmé vendredi le décès de l'otage Dror Or (49 ans), dont deux des enfants, enlevés aussi lors de l'attaque du Hamas le 7 octobre, avaient été libérés fin novembre dans le cadre d'une première trêve.\n\"Le gouvernement israélien doit tout faire pour ramener Dror\" et les \"autres otages assassinés pour qu'il soient enterrés avec honneur en Israël\", réclame le Forum des familles d'otages.\nEn représailles à l'attaque du Hamas le 7 octobre, Israël a lancé une offensive dans la bande de Gaza qui a fait 34.596 morts, majoritairement des civils, selon le ministère de la Santé du Hamas dans le territoire palestinien.\nLes bombardements ont encore fait des victimes ces dernières heures, notamment à Rafah, où six corps ont été récupérés après une frappe aérienne israélienne la nuit sur une maison de la famille Al-Chahine dans le quartier d'Al-Zahur, selon la Défense civile et les secouristes.\n\"Ca suffit, ça suffit (...). Il faut faire pression sur les deux camps\" pour un cessez-le-feu, dit Bassam al-Hafi, habitant du secteur touché.\nUn Palestinien passe en vélo devant l'hôpital Nasser endommagé à Khan Younès, dans le sud de la bande de Gaza, le 2 mai 2024\nDes centaines de Gazaouis ont été arrêtés par l'armée israélienne en près de sept mois de guerre. Deux prisonniers, dont un médecin de l'hôpital al-Chifa, sont morts derrière les barreaux israéliens, ont indiqué jeudi deux associations palestiniennes de défense des droits des détenus, affirmant qu'ils ont succombé à \"des tortures\" et à l'absence de soins.\nLe Dr Adnane Ahmed Atiya al-Bourch, 50 ans, était le chef du département d'Orthopédie de l'hôpital al-Chifa. Selon le ministère de la Santé du Hamas, son décès porte à 492 le nombre de membres du personnel médical tués depuis le début de la guerre.\nArrêté \"par l'armée d'occupation en décembre 2023 dans un hôpital\" du nord du territoire palestinien, il est mort dans la prison d'Ofer, en Cisjordanie occupée, le 19 avril, selon les deux associations qui précisent que sa dépouille y est \"toujours retenue\".\nL'armée israélienne a indiqué à l'AFP \"n'être pas informée\" de tels faits.\nOutre le lourd bilan humain, la reconstruction devrait coûter de 30 à 40 milliards de dollars (de 28 à 37 milliards d'euros), a estimé jeudi le Programme des Nations unies pour le développement (PNUD).\n\"L'ampleur des destructions est énorme et sans précédent (...). C'est une mission à laquelle la communauté internationale n'a pas été confrontée depuis la Seconde Guerre mondiale\", a déclaré le directeur du bureau régional pour les Etats arabes du PNUD, Abdallah al-Dardari.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-03T15:12:08.166+03:00",
  "updated": "2024-05-03T15:12:08.166+03:00"
}