{
  "thread": {
    "uuid": "4af7698f1171fb9c0b66aded4617cf44b3bf3871",
    "url": "https://www.diaridegirona.cat/cultura/2024/02/29/els-xv-premis-carles-rahola-98842557.html",
    "site_full": "www.diaridegirona.cat",
    "site": "diaridegirona.cat",
    "site_section": "http://www.diaridegirona.cat/elementosInt/rss/10019",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Els XV Premis Carles Rahola reconeixen un reportatge sobre la pervivència en el món rural",
    "title_full": "Els XV Premis Carles Rahola reconeixen un reportatge sobre la pervivència en el món rural",
    "published": "2024-02-29T21:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/b5837840-1322-4060-8825-2f6d53fdac9b_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 58149,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4af7698f1171fb9c0b66aded4617cf44b3bf3871",
  "url": "https://www.diaridegirona.cat/cultura/2024/02/29/els-xv-premis-carles-rahola-98842557.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacció",
  "published": "2024-02-29T21:50:00.000+02:00",
  "title": "Els XV Premis Carles Rahola reconeixen un reportatge sobre la pervivència en el món rural",
  "text": "El llegat d’una casa de frontera, un reportatge de Clara Pedrosa publicat per La Mira que reivindica la pervivència en el món rural, s'ha endut aquest dijous al vespre el guardó al millor treball en premsa dels XV Premis Carles Rahola de Comunicació Local. El treball, que també ha estat reconegut per les fotografies que l’acompanyen, s'ha imposat a la resta de finalistes, entre els quals hi havia Què se n’ha fet de...?, sèrie realitzada per l’equip d’Esports de Diari de Girona que dona veu a personalitats històriques de l’esport gironí. En una gala celebrada a l’Auditori i conduïda per Andreu Juanola i Manel Vidal, presentadors del podcast satíric La sotana, els guardons que lliura el Col·legi de Periodistes a Girona també han volgut distingir, en la categoria de millor projecte de comunicació periodística el treball Els últims secrets de Dalí, obra d’Àngel Madrià i Josep Playà «per la importància que pot assolir aquest treball en el coneixement de la relació de Salvador Dalí i la ciutat de Figueres, coincidint amb el 35è aniversari de la mort del pintor». Adrià Pujol Cruells, Martí Saguer Capell, Miquel Curanta Girona i Toni Sellas Güell, per Ui, si aixequés el cap, de Ràdio Capital de l’Empordà, s'han quedat amb el premi Miquel Diumé al millor treball de ràdio. En aquesta categoria, el jurat ha fet dues mencions especials «per la seva singularitat» als treballs finalistes I aquesta veu?, de Josep Plazas i Josep Guardiola, que s’emet a diverses emissores locals; i Faldilles alineades, de Girona FM, d’Emma Granyer, Clara Julià i Clara Vicenç. El reconeixement al millor treball en televisió dels Premis Rahola 2024 ha estat per Pedro Toro per Les bruixes del futbol, un treball emès pel canal Esport3 «per haver descobert els orígens de l’esport femení des d’una perspectiva inèdita» El premi a la millor fotografia en premsa, categoria en la qual havia quedat finalista David Aparicio per Maydayterrani, una instantània publicada al Diari de Girona, ha recaigut finalment en Dolors Gibert per Sequera. El guardó a la millor iniciativa de comunicació institucional ha recaigut a Glam Cooperativa de Comunicació i Disseny per Som de Salt, «una iniciativa de proximitat de la Comunalitat Urbana de Salt que incideix directament en el poble que representa». Finalment, La fi de la memòria escrita. De la mort del paper al Tik Tok. La premsa de l’Alt Empordà (1880-2019). Catàleg de periòdics, editors, redactors i impressors, de la periodista figuerenca Anna Teixidor ha estat la guanyadora de l’edició 2023-2024 de la Beca dels Premis Carles Rahola.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "catalan",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:57:05.115+02:00",
  "updated": "2024-03-01T01:30:44.356+02:00"
}