{
  "thread": {
    "uuid": "10f0bec6cfa9d789cacc19354b1c2a7d9a30acbb",
    "url": "https://www.jornada.com.mx/noticia/2024/04/18/mundo/el-clan-kennedy-respalda-a-joe-biden-7620",
    "site_full": "www.jornada.com.mx",
    "site": "jornada.com.mx",
    "site_section": "https://www.jornada.com.mx/noticia/2023/12/21/cartones/requisito-unico-1086",
    "site_categories": [
      "media",
      "education",
      "sports",
      "top_news"
    ],
    "section_title": "La Jornada - REQUISITO ÚNICO",
    "title": "La Jornada - El clan Kennedy respalda a Joe Biden",
    "title_full": "La Jornada - El clan Kennedy respalda a Joe Biden",
    "published": "2024-04-19T00:24:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.jornada.com.mx/ndjsimg/images/jornada/jornadaimg/el-clan-kennedy-respalda-a-joe-biden-7620/el-clan-kennedy-respalda-a-joe-biden-7620html-kennedyjpg-6353html-07b2a8fc-2b9f-4801-be3b-8e317a2a2048.jpgrawimage=true",
    "performance_score": 0,
    "domain_rank": 9768,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "10f0bec6cfa9d789cacc19354b1c2a7d9a30acbb",
  "url": "https://www.jornada.com.mx/noticia/2024/04/18/mundo/el-clan-kennedy-respalda-a-joe-biden-7620",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Afp",
  "published": "2024-04-19T00:24:00.000+03:00",
  "title": "La Jornada - El clan Kennedy respalda a Joe Biden",
  "text": "Filadelfia. El legendario clan Kennedy respaldó al presidente estadunidense Joe Biden durante un viaje a Filadelfia este jueves, frente a la oveja negra de la familia y candidato independiente Robert F. Kennedy Jr.\n\"No quiero emocionarme, pero qué honor tan increíble contar con el apoyo de la familia Kennedy\", dijo Biden, de 81 años, después de que 15 miembros del clan le respaldaran.\nEste apoyo es importante ante el temor de que RFK Jr , un abogado medioambiental conocido por su oposición a las vacunas, pueda inclinar la balanza a favor del republicano Donald Trump en las elecciones presidenciales de noviembre.\nEl abogado es hijo del exfiscal general demócrata Bobby Kennedy, asesinado en 1968.\nLa hermana del candidato, Kerry Kennedy, presentó a Biden en un mitin, momento culminante de una gira de tres días por el crucial estado de Pensilvania.\n\"Casi todos los nietos de Rose y Joe Kennedy apoyan a Joe Biden. Así es, la familia Kennedy respalda a Joe Biden para presidente\", dijo Kerry Kennedy, refiriéndose a los patriarcas del clan.\nNo mencionó a RFK Jr por su nombre, pero insinuó el riesgo que corre Biden si la gente vota por su hermano, diciendo que había \"sólo dos candidatos con alguna posibilidad de ganar\": Biden y Trump.\n\"Todos necesitamos unirnos en una campaña que debería unir no sólo a los demócratas sino a todos los estadounidenses, incluidos los republicanos y los independientes\", afirmó.\nBiden respondió presentándose como el heredero político de su padre Bobby Kennedy.\nEl demócrata de 81 años tiene un busto de bronce de Robert F. Kennedy padre en el Despacho Oval, visible detrás de él en las fotos de sus encuentros con dignatarios extranjeros en la Casa Blanca.\nRobert F. Kennedy Jr dijo que respeta la decisión de su familia de apoyar a su rival electoral.\n\"He oído que algunos miembros de mi familia apoyarán hoy al presidente Biden. Me alegro de que sean políticamente activos: es una tradición familiar\", afirmó en la red social X. \"Estamos divididos en nuestras opiniones pero unidos en nuestro amor mutuo\".\nBiden también hablará en otro acto presentado por el sobrino de RFK Jr, Joe Kennedy III, enviado especial de Biden a Irlanda del Norte para asuntos económicos.\n- Apellido con solera -\nNo es la primera demostración de fuerza en apoyo de Biden por parte de los Kennedy, la familia más mitificada de Estados Unidos.\nDecenas de Kennedys posaron junto a Biden en una foto en la rosaleda de la Casa Blanca con motivo del Día de San Patricio en marzo, para celebrar su herencia irlandesa común.\nBiden incluye a los Kennedy en su narrativa política desde hace tiempo.\nLas biografías de Biden dicen que durante mucho tiempo trató de emular la retórica de John F. Kennedy, el joven presidente demócrata asesinado en su apogeo en 1963.\nRobert F. Kennedy Jr. puede suponer un peligro para las esperanzas de Biden de lograr un segundo mandato.\nEl candidato, que ha difundido información errónea restando importancia a la insurrección de 2021 en el Capitolio estadunidense, cuenta con un apoyo de dos dígitos en las encuestas cuando faltan menos de siete meses para las elecciones.\nLos demócratas han aprendido a temer a los independientes después de que George W. Bush derrotara a Al Gore en 2000 y Donald Trump a Hillary Clinton en 2016 debido, entre otras cosas, a la irrupción de candidatos independientes.\nKennedy, de 70 años, comenzó su candidatura a la Casa Blanca como demócrata, pero abandonó la campaña de las primarias bajo presión, según él, de aliados de Biden.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:40:26.442+03:00",
  "updated": "2024-04-19T00:40:26.442+03:00"
}