{
  "thread": {
    "uuid": "c9b59ad8f1dc7c081a496fb43cee675bce48e125",
    "url": "https://www.washingtonpost.com/sports/2023/12/28/paul-vi-girls-close-out-tough-month-with-fun-win-over-visitation/",
    "site_full": "www.washingtonpost.com",
    "site": "washingtonpost.com",
    "site_section": "https://www.washingtonpost.com/sports/highschools/",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "High School Sports - The Washington Post ",
    "title": "Paul VI girls close out tough month with ‘fun’ in win over Visitation - The Washington Post",
    "title_full": "Paul VI girls close out tough month with ‘fun’ in win over Visitation - The Washington Post",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/HRASQJKD5JDL7DY5RJ3J2YKCX4.jpg&amp;w=1440",
    "performance_score": 0,
    "domain_rank": 104,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c9b59ad8f1dc7c081a496fb43cee675bce48e125",
  "url": "https://www.washingtonpost.com/sports/2023/12/28/paul-vi-girls-close-out-tough-month-with-fun-win-over-visitation/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Michael Errigo",
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "Paul VI girls close out tough month with ‘fun’ in win over Visitation - The Washington Post",
  "text": "December has been a hard month for the Paul VI girls’ basketball team. A consistent power in the Washington Catholic Athletic Conference, the Panthers often spend the early weeks of the season navigating an arduous nonconference slate. This month was no different; Paul VI jumped from one national event to the other, playing teams from Alabama, California, Florida and New York. But the No. 8 Panthers struggled to keep up with the competition — their youth and injury woes holding them back against the country’s elite. The team also was playing without Coach Scott Allen, who missed the first five weeks of the season as he dealt with the death of his mother. Thursday afternoon’s game against No. 9 Georgetown Visitation in Northwest Washington was Allen’s first one back, and he watched with pride as his team set a more optimistic tone for 2024. The Panthers played a smart, physical game, topping the Cubs, 53-47. “I’ve been doing this for 28 years, and I’ve learned this is supposed to be fun,” Allen said. “You try to keep that perspective. So I told the team after the game, ‘I had fun today.’ Life can be hard, so the opportunity to be back in the gym with these guys is something I’m so thankful for.” Panthers forward Laura Williams, the team’s lone senior, scored 34 of her team’s 53 points. Williams, an athletic 6-foot-3 playmaker, generated one close-range look after another and finished with 15 two-point field goals. “This team has definitely had its ups and downs [since] the beginning of this season,” Williams said. “But I know this group, and I know we’re going to be okay. We’ve had other seasons start slow, and we’re just looking for our groove.” This game opened the D.C. Holiday Hoopla, a two-day showcase event hosted by St. John’s. It is one of many basketball events being held across the region this week, as local programs capitalize on the time off from school between Christmas and New Year’s. The matchup was mostly shaped by which team could better execute a full-court press. In the first half, it was the Panthers (4-7) who applied relentless pressure and built a double-digit lead. The lead disappeared in the third quarter as Visitation (5-5) went to its own press and seized momentum. Visitation senior Toby Nweke sank two free throws to cut the Panthers’ lead to one with one minute remaining in the quarter. That was the closest Visitation would get as Paul VI responded with six quick points. Junior Hazel Grepps scored back-to-back baskets, the second of which came with an opportunity for a three-point play. Grepps missed the ensuing free throw, but Williams scored on a putback as the period ended. The Panthers entered the fourth with a seven-point lead and a renewed sense of control. “Every one of these young players is trying to earn their spot every minute, so I try to tell them to relax,” Williams said. “I don’t ever want to get mad at mistakes. We just get mad at a lack of effort or nonchalance. I just tell them to have fun, and today was fun.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "paul vi",
        "sentiment": "positive"
      },
      {
        "name": "scott allen",
        "sentiment": "none"
      },
      {
        "name": "allen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "visitation - the washington post",
        "sentiment": "positive"
      },
      {
        "name": "cubs",
        "sentiment": "none"
      },
      {
        "name": "georgetown visitation",
        "sentiment": "none"
      },
      {
        "name": "panthers",
        "sentiment": "none"
      },
      {
        "name": "catholic athletic conference",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "northwest washington",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "alabama",
        "sentiment": "none"
      },
      {
        "name": "florida",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:09:50.536+02:00",
  "updated": "2024-01-05T00:22:07.781+02:00"
}