{
  "thread": {
    "uuid": "f7e6b065f1f1ecb33fa0a877876eddee9458e84e",
    "url": "https://www.ajc.com/life/focusing-on-unconditional-gratitude-for-the-new-year/FTZSIGRUDZFQPO5PI3CH3O3NXI/",
    "site_full": "www.ajc.com",
    "site": "ajc.com",
    "site_section": "https://www.ajc.com/life/",
    "site_categories": [
      "media"
    ],
    "section_title": "Life: Atlanta lifestyle news",
    "title": "Focusing on unconditional gratitude for the new year",
    "title_full": "Focusing on unconditional gratitude for the new year",
    "published": "2023-12-29T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.ajc.com/resizer/1iTKeTzIr9cbCQ10SsgBiS3nCfs=/1200x630/cloudfront-us-east-1.images.arcpublishing.com/ajc/7N3V3KRMG5EFTDPHA3WJJB5BQI.jpg",
    "performance_score": 0,
    "domain_rank": 1480,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f7e6b065f1f1ecb33fa0a877876eddee9458e84e",
  "url": "https://www.ajc.com/life/focusing-on-unconditional-gratitude-for-the-new-year/FTZSIGRUDZFQPO5PI3CH3O3NXI/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Patricia Holbrook",
  "published": "2023-12-29T21:00:00.000+02:00",
  "title": "Focusing on unconditional gratitude for the new year",
  "text": "The Rev. George Matheson was a 19th-century Scottish minister, hymn writer and accomplished author. At the age of 17, Matheson started losing his eyesight and was deemed fully blind at the age of 20. Despite the hardships brought on by blindness, Matheson graduated first in his class at the University of Glasgow and became a clergyman. He dedicated his life to ministering to others through his sermons, writings, and theological and historical studies.\nIn his book, “Moments on the Mount,” now out of print, Matheson wrote a meditation on the value of his affliction — a prayer that reflects a heart seeking to live a life of unconditional gratitude:\n“My God, I have never thanked you for my ‘thorn.’ I have thanked you a thousand times for my roses but never once for my ‘thorn.’ I have been looking forward to a world where I shall get compensation for my cross as itself a present glory. Teach me the glory of my cross; teach me the value of my ‘thorn.’ Show me that I have climbed to you by the path of pain. Show me that my tears have made my rainbow.”\nThe “thorn” in Matheson’s prayer refers to the Apostle Paul’s writing in the 12th chapter of his second letter to the Corinthian church, where he writes about a disease or hardship he endured. He called it his “thorn in the flesh.” The apostle pleaded with God to remove this affliction three times, and God’s answer and the apostle’s response echo the sentiment in Matheson’s prayer:\n“And (God) said to me, ‘My grace is sufficient for you, for my strength is made perfect in weakness.’ Therefore, most gladly I will rather boast in my infirmities, that the power of Christ may rest upon me. Therefore, I take pleasure in infirmities, in reproaches, in needs, in persecutions, in distresses, for Christ’s sake. For when I am weak, then I am strong.”\nThe week between Christmas and New Year’s Day is often used as a time to inventory the year that comes to an end. For many years, I have used this week to look back, rejoice in the year’s accomplishments, and acknowledge where changes need to happen before establishing goals for the new year.\nDuring this time, I also ask God to give me a word and a Bible verse to focus on for the next 365 days.\nAs I prayed for 2024, the word “gratitude” rested in my spirit, and the verse that came to mind is found in Paul’s first letter to the church in Thessalonica, chapter 5:\n“Rejoice always, pray without ceasing, in everything give thanks; for this is the will of God in Christ Jesus for you.”\nFor the past couple of months, this mindset of unconditional gratitude has repeatedly come into focus during my devotion time.\nThis year has undoubtedly brought many moments of joy, but it has also brought about difficult circumstances that escape my control. I have found myself crying out to God for deliverance and heard in response the same words that the apostle Paul highlighted throughout his writings. “Be thankful.” “Rejoice.” “My grace is sufficient.”\nIt is so easy to thank God for the beautiful things that have happened in the year that is coming to an end. But to thank him for tribulations can feel like calling pain pleasurable. An oxymoron indeed, until we grasp the importance of changing our perspective concerning difficult circumstances from what we see (or feel) to what God can see and wants to accomplish in and through us.\nWhere we see pain, God sees a purpose in the making. Where we see painful waiting, he sees our faith in his promises.\nGratitude is not a feeling. It is an attitude of the heart. It is a deliberate choice. Unconditional gratitude is born when we understand, as Matheson did, that God desires to make rainbows out of our tears and teach us that it is only through our weaknesses that we experience his strength and grace.\nMay we start the new year with an unwavering commitment to unconditional gratitude, recognizing that God’s grace is sufficient, even in the most challenging circumstances, and immeasurable worth is hidden behind our “thorns.”\nPatricia Holbrook is a columnist, author, podcaster and international speaker. Visit her new website: www.PatriciaHolbrook.com . For comments and speaking engagements, email patricia@PatriciaHolbrook.com .\nAbout the Author\nPatricia Holbrook",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "http://www.patriciaholbrook.com/",
    "http://patriciaholbrook.com/",
    "http://www.patriciaholbrook.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "george matheson",
        "sentiment": "negative"
      },
      {
        "name": "matheson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of glasgow",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "matheson",
        "sentiment": "none"
      },
      {
        "name": "mount",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T00:02:23.771+02:00",
  "updated": "2023-12-30T00:02:23.771+02:00"
}