{
  "thread": {
    "uuid": "46eb60fc0dc38dcd4d635264e6d27083998c8f26",
    "url": "https://www.tellerreport.com/news/2023-12-29-iran-2023---from-ending-the-rupture-with-saudi-arabia-until-neutralizing-the-zangzour-corridor.H1Z33zQ3Pa.html",
    "site_full": "www.tellerreport.com",
    "site": "tellerreport.com",
    "site_section": "https://www.tellerreport.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Teller Report",
    "title": "Iran 2023.. From ending the rupture with Saudi Arabia until neutralizing the Zangzour corridor - Teller Report",
    "title_full": "Iran 2023.. From ending the rupture with Saudi Arabia until neutralizing the Zangzour corridor - Teller Report",
    "published": "2023-12-29T12:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.aljazeera.net/wp-content/uploads/2023/11/jkhh99-1699724109.jpg?resize=1920%2C1280&amp;quality=80",
    "performance_score": 0,
    "domain_rank": 17647,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "46eb60fc0dc38dcd4d635264e6d27083998c8f26",
  "url": "https://www.tellerreport.com/news/2023-12-29-iran-2023---from-ending-the-rupture-with-saudi-arabia-until-neutralizing-the-zangzour-corridor.H1Z33zQ3Pa.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anonym",
  "published": "2023-12-29T12:42:00.000+02:00",
  "title": "Iran 2023.. From ending the rupture with Saudi Arabia until neutralizing the Zangzour corridor - Teller Report",
  "text": "The year 2023 witnessed a historic meeting between Iranian President Ebrahim Raisi (left) and Saudi Crown Prince Mohammed bin Salman in Riyadh (Reuters) TEHRAN – As 2023 ends, Iran is bidding farewell to a challenging year in its relations with neighboring and eastern powers, but it has managed to neutralize several dangers that were looming over it. Although Iran and China signed a 2021-year trade and strategic cooperation agreement in March 25, Tehran began 2023 with a high reproach on Beijing following President Xi Jinping's visit to Saudi Arabia. Tehran summoned Ambassador Zhang Hua to express \"strong dissatisfaction\" with the Gulf-China summit statement, Beijing's acceptance of the inclusion of the three disputed islands with the UAE and the nuclear deal negotiations, and Tehran's call for \"non-interference in the internal affairs of other countries.\" Since the beginning of January, Tehran and Beijing have worked to overcome obstacles in their bilateral relations, and in mid-February 2023, Iranian President Ebrahim Raisi paid an official visit to China, during which he met with his counterpart Xi Jinping and discussed with him the implementation of the strategic document signed between their countries. Observers in Tehran say their country has not reaped tangible economic benefits from its strategic partnership with China, but their shared economic interests have contributed to reducing Western pressure on the Islamic Republic. Russian President Vladimir Putin (left) in a previous meeting with Iranian President Ebrahim Raisi at the Moscow Kremlin (Sputnik) Iran and Russia In 2023, Tehran and Moscow worked to strengthen bilateral relations by finalizing their long-term strategic cooperation treaty, but the file of the three disputed islands between Tehran and the UAE has twice marred the Iranian-Russian partnership. Moscow's support for the Gulf position on the three islands infuriated Tehran during the sixth ministerial meeting of the strategic dialogue between Russia and the Gulf states hosted by Moscow last July, as well as the same position in the final statement of the sixth Arab-Russian forum held last week in Marrakech, Morocco. Last November, Tehran succeeded in completing arrangements for the purchase of Sukhoi-35 fighter jets and Russian-made helicopters, three months after receiving a group of advanced Russian Yak-3 combat training aircraft. The two countries also signed an agreement to finance and construct a 162-kilometer railway line between the cities of Rasht and Astara in northwestern Iran worth $1.6 billion, to be part of a transport corridor aimed at linking Russian and Iranian ports overlooking Gulf waters. Azerbaijan and the Karabakh War Iran's relations with Azerbaijan deteriorated in January following an attack on the Azerbaijani embassy in Tehran, which resulted in the death of a security guard and the injury of other employees, as Baku responded by closing the representative office of Iran's Supreme Leader Ali Khamenei and expelling 4 Iranian diplomats and Tehran responded in kind. In addition to the arrest of dozens of people by the Azerbaijani authorities on charges of spying for Tehran and the latter's criticism of its northern neighbor for its rapprochement with Israel, the third Karabakh war, during which Baku regained sovereignty over the Nagorno-Karabakh region disputed with Armenia, last September, raised Iran's fear that Baku, with Ankara's help, would build the Zangezor corridor. Tehran considers that the project aims to create a \"Turkish world\" by establishing a corridor extending from Turkey to the Nakhchivan province through the Armenian province of Siunik adjacent to Iranian territory, to Turkmenistan and one of the Chinese provinces with a Uighur majority, which threatens to cut off the road between Iran and Eastern Europe through Armenia, which Tehran considered a \"red line,\" rejecting \"any geopolitical change in the region.\" Although Tehran's obsession with the corridor has cast a shadow over its relations with Baku and Ankara and strengthened its position in support of Yerevan, its agreement with Azerbaijan last November to establish a corridor linking Eastern Zangzor and Nakhchivan via Iran helped defuse tensions between them. Tehran previously targeted Iranian opposition bases in the village of Zarkiz outside the Iraqi city of Sulaymaniyah (French) Tehran and Baghdad In recent years, Iran's Islamic Revolutionary Guard Corps (IRGC) has carried out missile strikes and drone strikes against Iranian Kurdish opposition headquarters inside the Kurdistan Region of Iraq. At the end of August, Baghdad and Tehran announced the signing of a security agreement to dismantle the opposition's gatherings, keep them away from the border with Iran, and hand them over those wanted. By September 19, the Iraqi side announced the implementation of the agreement. Economically, technical committees from Tehran and Baghdad reached, last July, an agreement to exchange Iraqi oil for Iranian gas, to ensure the operation of Iraqi power plants on the one hand and to confront the problem of US sanctions on Iran on the other. Iraqi Prime Minister Mohammed Shia al-Sudani, during his visit to the southwestern Iranian province of Khuzestan last September and Mohammad Mokhbar, Iran's First Vice President, laid the foundation stone for the railway link project between the Iranian region of Shalamjah and the Iraqi city of Basra. The Chinese-sponsored Iran-Saudi agreement in March and the resumption of diplomatic relations between them marked a turning point in Tehran's relations with Arab countries. Following the reopening of the embassies of the two countries and the exchange of visits by their foreign ministers, bilateral relations witnessed telephone talks between the presidents of Saudi Arabia and Crown Prince Mohammed bin Salman. Following Operation Al-Aqsa Flood, Raisi participated in the OIC Heads of State's meeting to discuss the war on the Gaza Strip and met with bin Salman in Riyadh, where he described the meeting in Tehran as historic. An Iranian parliamentary delegation visited the Bahraini capital Manama and held bilateral talks to restore relations between the two countries, stressing the desire of the two sides to open more prospects for cooperation. While Iranian circles have welcomed these efforts, they have not yet succeeded in melting the ice between the two countries. Qatari mediation succeeded in striking a historic agreement between Tehran and Washington to exchange prisoners (Reuters) Tehran and Doha On the other hand, Iranian-Qatari relations strengthened during 2023, and Doha's mediation between Tehran and Washington culminated in an agreement to exchange prisoners from both sides in exchange for the release of $ 6 billion of Iranian assets frozen in South Korea. Since the seventh of last October, Tehran and Doha have been leading intensive diplomatic efforts to stop the war on the Gaza Strip. Tehran's relations with Muscat witnessed a remarkable development, especially after the visit of the Sultan of Oman, Haitham bin Tariq, to Iran in late May, and his meeting with Khamenei, where an understanding was announced between Tehran and the International Atomic Energy Agency on the controversial site of \"Abadeh\" in the case of detecting particles of uranium enriched by 83.7%. Iranian-Emirati relations have remained strong despite the two sides' disagreement over the three islands (Abu Musa, the Greater Tunb and the Lesser Tunb) in Gulf waters and Abu Dhabi's normalization of relations with Israel. After IRGC Navy Commander Alireza Tengsiri confirmed in April that his country intends to build housing on the three islands and create job opportunities there, Iranian Armed Forces spokesman Abolfazl Shakarchi said last summer that Tehran \"does not tolerate any party in the issue of the islands, stressing his country's sovereignty over them.\" The Durra (Arsh) natural gas field was also a controversial factor in relations between Iran and Kuwait, especially after the Kuwaiti-Saudi agreement - last summer - on joint production in it as their exclusive natural wealth, which Tehran rejected and affirmed its adherence to its rights to it. On the other hand, border tension between Iran and Afghanistan has intensified since the first months of 2023, leaving people dead and wounded in several exchanges of fire, but the water crisis in Iran's southeastern Sistan and Baluchestan province with the interruption of the Helmand River originating in Afghanistan have exacerbated their differences. Bilateral relations became more tense after Iranian President Ebrahim Raisi, on May 18, warned the Afghan authorities and set a one-month deadline to launch Kabul his country's share of the Helmand River water, to which the Taliban responded by issuing a statement criticizing Tehran's position and stressing that the water is not enough to flow into Iranian territory. The file is still open and Iranian circles are increasingly criticizing parliament for not holding the government accountable in this regard. Source : Al Jazeera",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ebrahim raisi",
        "sentiment": "negative"
      },
      {
        "name": "xi jinping",
        "sentiment": "none"
      },
      {
        "name": "zhang hua",
        "sentiment": "none"
      },
      {
        "name": "mohammed bin salman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "reuters",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "saudi arabia",
        "sentiment": "none"
      },
      {
        "name": "iran",
        "sentiment": "none"
      },
      {
        "name": "beijing",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "uae",
        "sentiment": "none"
      },
      {
        "name": "tehran",
        "sentiment": "none"
      },
      {
        "name": "riyadh",
        "sentiment": "none"
      },
      {
        "name": "tehran",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T12:47:28.913+02:00",
  "updated": "2023-12-29T12:47:28.913+02:00"
}