{
  "thread": {
    "uuid": "ea8448427d1e6f4c9b391f9aab2192c27269c680",
    "url": "https://www.christianpost.com/news/matt-mercedes-schlapp-our-faith-sustained-us-amid-lawsuit.html",
    "site_full": "www.christianpost.com",
    "site": "christianpost.com",
    "site_section": "https://christianpost.com",
    "site_categories": [
      "religion",
      "media",
      "christianity"
    ],
    "section_title": "Christian Post | Christian News & Commentaries",
    "title": "Matt, Mercedes Schlapp: 'Our faith' sustained us amid lawsuit | Politics News",
    "title_full": "Matt, Mercedes Schlapp: 'Our faith' sustained us amid lawsuit | Politics News",
    "published": "2024-03-28T19:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.christianpost.com/files/original/thumbnail/25/87/258776.jpg",
    "performance_score": 0,
    "domain_rank": 3784,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ea8448427d1e6f4c9b391f9aab2192c27269c680",
  "url": "https://www.christianpost.com/news/matt-mercedes-schlapp-our-faith-sustained-us-amid-lawsuit.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@ChristianPost",
  "published": "2024-03-28T19:47:00.000+02:00",
  "title": "Matt, Mercedes Schlapp: 'Our faith' sustained us amid lawsuit | Politics News",
  "text": "Matt and Mercedes Schlapp: 'Our faith in God sustained us' amid sexual misconduct allegations A prominent political activist is crediting his “faith in God” with helping him as he faced allegations of sexual misconduct that he condemned as part of a “relentless war” against him. Matt Schlapp, who serves as chairman of the grassroots advocacy group The American Conservative Union, released a [statement](https://www.digital.cpac.org/us/statements/03-26-2024/statement-from-matt-and-mercedes-schlapp) along with his wife, Mercedes, Tuesday after litigation stemming from allegations of sexual misconduct against him reached a $480,000 settlement: “From the beginning, we asserted our innocence. Our family was attacked by a left-wing media that is focused on the destruction of conservatives regardless of the truth and the facts.” After insisting that “we emerge from this ordeal stronger as husband and wife, stronger as parents to our five daughters, [and] stronger as friends to those who stood by us,” the Schlapps asserted that “our faith in God sustained us.” They added, “Our understanding of what is truly important in life — our faith in God and loving our family and friends — has been brought into sharp focus as never before.” “We also learned that the left is waging a relentless war against those of us who still hold fast to the principles of America’s founding and the liberty that has endured throughout our 248-year history,” they added. “The left no longer leaves disagreements on the political battlefield. Increasingly, they have gained a stranglehold on the mainstream media, social media and the legal system which they use to try to silence, shame, and bankrupt Americans who have contrary, yet correct viewpoints.” The Schlapps further declared that “our eyes are wide open” because “we understand the struggle better and we learned we must stand our ground and fight or else the haters on the left will destroy every conservative and ultimately our nation.” The Schlapps’ statement comes as [CNN](https://www.cnn.com/2024/03/27/politics/matt-schlapp-settlement-sexual-assault-lawsuit/index.html) is reporting that Carlton Huffman, who filed a lawsuit alleging sexual misconduct on the part of the ACU chairman, has received a $480,000 settlement. In the [lawsuit](https://www.documentcloud.org/documents/23574199-john-doe-v-matthew-schlapp-and-mercedes-schlapp), filed in the Circuit Court for the city of Alexandria, Virginia, last year, the then-anonymous Huffman maintained that as he went to a bar with the ACU chairman, “Schlapp sat unusually close to Mr. Doe, such that his leg repeatedly contacted and was in almost constant contact with Mr. Doe’s leg.” The complaint also stated that “Mr. Schlapp was so close to Mr. Doe that he bumped into Mr. Doe’s torso where Mr. Doe had a Sig Sauer handgun holstered, asked about it, and professed an unfamiliarity with this weapon and firearms generally.” “Mr. Schlapp also encouraged Mr. Doe to have more drinks despite the fact that Mr. Doe was driving,” the lawsuit said. The document contended that Schlapp committed sexual battery by “fondling Mr. Doe’s genital area in a sustained fashion” as the plaintiff drove the longtime political operative around Atlanta, Georgia ahead of a United States Senate election there during the 2022 election cycle. According to the complaint, “When they reached the Hotel, Mr. Schlapp invited Mr. Doe to come to his hotel room. Mr. Doe declined the invitation.” The lawsuit sought a $7 million judgment against Schlapp in addition to $700,000 in damages against the ACU chairman while asking for a $3 million judgment against both Schlapps and an additional $700,000 in damages against the couple. While Mrs. Schlapp did not face allegations of sexual harassment, the lawsuit claims she made “false and defamatory” statements against the plaintiff, characterizing him as a “troubled individual” who was fired for “lying on his resume.” [The Washington Post](https://www.washingtonpost.com/politics/2023/03/08/matt-schlapp-cpac-accuser-sexual-misconduct/) reported that Huffman went public with his identity after a judge ruled that he could not proceed anonymously. The ACU is best known as the organization that puts on the Conservative Political Action Conference, an annual gathering of grassroots conservative activists. The Schlapps' legal team released a statement from the accuser, issued as part of the agreement that resulted in Huffman receiving $480,000, asserting that “the claims made in my lawsuits were the result of a complete misunderstanding, and I regret that the lawsuit caused pain to the Schlapp family” in addition to insisting that “neither the Schlapps nor the ACU paid me anything to dismiss my claims against them.” CNN reported that the settlement was financed through an insurance payment. Ryan Foley is a reporter for The Christian Post. He can be reached at: [ryan.foley@christianpost.com](mailto:ryan.foley@christianpost.com)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.digital.cpac.org/us/statements/03-26-2024/statement-from-matt-and-mercedes-schlapp)",
    "https://www.cnn.com/2024/03/27/politics/matt-schlapp-settlement-sexual-assault-lawsuit/index.html)",
    "https://www.documentcloud.org/documents/23574199-john-doe-v-matthew-schlapp-and-mercedes-schlapp),",
    "https://www.washingtonpost.com/politics/2023/03/08/matt-schlapp-cpac-accuser-sexual-misconduct/)",
    "https://documentcloud.org/documents/23574199-john-doe-v-matthew-schlapp-and-mercedes-schlapp),",
    "https://washingtonpost.com/politics/2023/03/08/matt-schlapp-cpac-accuser-sexual-misconduct/)",
    "https://digital.cpac.org/us/statements/03-26-2024/statement-from-matt-and-mercedes-schlapp)",
    "https://cnn.com/2024/03/27/politics/matt-schlapp-settlement-sexual-assault-lawsuit/index.html)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "matt",
        "sentiment": "negative"
      },
      {
        "name": "mercedes schlapp",
        "sentiment": "negative"
      },
      {
        "name": "schlapps",
        "sentiment": "none"
      },
      {
        "name": "matt schlapp",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "the american conservative union",
        "sentiment": "none"
      },
      {
        "name": "mercedes",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T00:24:57.889+02:00",
  "updated": "2024-03-30T00:18:44.576+03:00"
}