{
  "thread": {
    "uuid": "53156a725c2fac3372cc7e0c666c398bb34b2215",
    "url": "https://www.levante-emv.com/tendencias21/2024/07/05/crea-primer-acceso-gratuito-superficie-105085912.html",
    "site_full": "www.levante-emv.com",
    "site": "levante-emv.com",
    "site_section": "https://informacion.es/sociedad",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Noticias de Sociedad en INFORMACIÓN",
    "title": "Se crea el primer acceso gratuito a la superficie lunar - Levante-EMV",
    "title_full": "Se crea el primer acceso gratuito a la superficie lunar - Levante-EMV",
    "published": "2024-07-05T08:24:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/83994a72-3a6c-49de-9ed9-a796aae9e51f_16-9-discover-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 11588,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "53156a725c2fac3372cc7e0c666c398bb34b2215",
  "url": "https://www.levante-emv.com/tendencias21/2024/07/05/crea-primer-acceso-gratuito-superficie-105085912.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción T21",
  "published": "2024-07-05T08:24:00.000+03:00",
  "title": "Se crea el primer acceso gratuito a la superficie lunar - Levante-EMV",
  "text": "Tecnología espacial Se crea el primer acceso gratuito a la superficie lunar Los científicos ya disponen de imágenes de alta resolución para explorar sus recursos minerales Redacción T21 Un software de código abierto llamado Moonindex facilita a los científicos una herramienta gratuita para explorar el posible uso de los recursos minerales de la Luna en futuras misiones espaciales y para identificar sitios de aterrizaje adecuados. La exploración lunar ha sido durante mucho tiempo un sueño inalcanzable para la mayoría de las personas, limitado por los altos costos y la complejidad tecnológica. Sin embargo, una iniciativa innovadora liderada por la Universidad Constructor (Bremen, Alemania) está a punto de cambiar eso por completo. La iniciativa de \"Acceso Gratuito a la Superficie Lunar\", denominada MoonIndex, es un software de código abierto que genera índices espectrales para la Luna a partir del Moon Mineralogy Mapper (M3): un espectrómetro de imágenes que ha elaborado el primer mapa espacial y espectral de alta resolución de toda la superficie lunar, revelando los minerales que la componen. Cálculos matemáticos Los índices espectrales son cálculos matemáticos que se aplican a las bandas espectrales de los datos de imágenes para identificar y cuantificar diferentes características de la superficie lunar, como minerales, hielo de agua, y otros compuestos. Los índices espectrales son parámetros definidos a partir de las características de los espectros de reflectancia y son útiles para investigar las propiedades espectrales de una superficie y recuperar propiedades mineralógicas de un cuerpo planetario. Pueden revelar la presencia de minerales específicos en las rocas, indicar variaciones mineralógicas de diferentes unidades, resaltar propiedades físicas de una superficie o mostrar el efecto de la exposición al entorno espacial. Índices lunares Para la Luna, se han formulado varios índices espectrales a lo largo del tiempo utilizando datos de muchas naves espaciales, pero no se dispone de una base de datos unificada. Algunos de los índices utilizados en esta investigación reproducen exactamente los que se encuentran en la literatura, mientras que, en otros casos, los cálculos de los índices difieren debido a limitaciones de procesamiento o debido a información faltante en las formulaciones originales, explican los investigadores. El software MoonIndex ha utilizado 39 índices espectrales diseñados para trabajar con los datos de M3. Estos índices han permitido a los científicos identificar minerales como la olivina y la anortosita, que son importantes para comprender la geología de la Luna. MoonIndex, escrito en el lenguaje de programación Python, ofrece a los investigadores acceso gratuito a imágenes de alta calidad de la superficie lunar. Esto permite a una amplia audiencia estudiar y analizar la geología y características de la Luna, fomentando una mayor participación y colaboración en la investigación espacial. Es una contribución significativa a la democratización de la ciencia. Explotación lunar La importancia de MoonIndex radica en su confiabilidad y versatilidad para analizar la composición de la superficie lunar, lo que podría ser crucial para el uso de los recursos naturales de la luna en futuras misiones espaciales y para identificar sitios de aterrizaje adecuados, según sus creadores. El lanzamiento de MoonIndex llega en un momento oportuno, dado el creciente interés en la exploración lunar. Varios países han lanzado misiones lunares este año o tienen planes de hacerlo. Por ejemplo, la NASA de EE. UU. planea lanzar la misión Artemis 2 en noviembre, que tiene como objetivo poner a varios astronautas en órbita alrededor de la luna. La investigación sobre Monnindex se llevó a cabo bajo el paraguas del proyecto EXPLORE y el proyecto GMAP de la sociedad Europlanet, ambos enfocados en avanzar en la ciencia planetaria en Europa. Referencia [MoonIndex, an Open-Source Tool to Generate Spectral Indexes for the Moon From M3 Data](https://agupubs.onlinelibrary.wiley.com/doi/10.1029/2023EA003464). Javier Eduardo Suárez-Valencia et al. Earth and Space Science, 18 June 2024. DOI:https://doi.org/10.1029/2023EA003464 [RRSS WhatsApp](https://api.whatsapp.com/send?text=Se%20crea%20el%20primer%20acceso%20gratuito%20a%20la%20superficie%20lunar%20https://www.levante-emv.com/tendencias21/2024/07/12/crea-primer-acceso-gratuito-superficie-105085912.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Facebook](https://www.facebook.com/sharer/sharer.php?u=https://www.levante-emv.com/tendencias21/2024/07/12/crea-primer-acceso-gratuito-superficie-105085912.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Twitter](https://twitter.com/intent/tweet?original_referer=https://www.levante-emv.com/tendencias21/2024/07/12/crea-primer-acceso-gratuito-superficie-105085912.html&text=Se%20crea%20el%20primer%20acceso%20gratuito%20a%20la%20superficie%20lunar%20%20https://www.levante-emv.com/tendencias21/2024/07/12/crea-primer-acceso-gratuito-superficie-105085912.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40levante_emv) [RRSS email](mailto:?subject=Se%20crea%20el%20primer%20acceso%20gratuito%20a%20la%20superficie%20lunar%20&body=https://www.levante-emv.com/tendencias21/2024/07/12/crea-primer-acceso-gratuito-superficie-105085912.html%3Futm_source%3Dmail%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [Copiar URL](javascript: void(0)) [Vox se va del Consell y Mazón gobernará en solitario](https://www.levante-emv.com/comunitat-valenciana/2024/07/11/vox-confirma-consell-mazon-gobernara-105524056.html) [Cullera se convierte en protagonista del anuncio de la Lotería de Navidad](https://www.levante-emv.com/ribera/2024/07/11/cullera-convierte-protagonista-anuncio-loteria-105517799.html) [La joya arquitectónica de València convertida en bloque de apartamentos turísticos](https://www.levante-emv.com/valencia/2024/07/12/joya-arquitectonica-valencia-convertida-bloque-105517656.html) [Víctima de una estafa vacacional: 'Lo que más rabia me da es que quieran hacer daño a propósito](https://www.levante-emv.com/safor/2024/07/11/rabia-da-quieran-dano-proposito-105491125.html) [Cerrado un histórico restaurante de Torrent](https://www.levante-emv.com/horta/2024/07/11/cerrado-historico-restaurante-torrent-105497170.html) [El DOGV ya recoge el cese de los consellers de Vox](https://www.levante-emv.com/comunitat-valenciana/2024/07/11/dogv-recoge-cese-consellers-vox-105527561.html) [Los vecinos de Campanar alertan sobre una oleada de robos violentos](https://www.levante-emv.com/valencia/2024/07/11/vecinos-campanar-alertan-oleada-robos-105497563.html) [Primeras declaraciones de María José Suárez sobre Escassi para 'De viernes': \"Yo tengo un email de Valeri](https://www.levante-emv.com/ocio/tv/2024/07/11/primeras-declaraciones-maria-jose-suarez-105523570.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://doi.org/10.1029/2023EA003464",
    "https://agupubs.onlinelibrary.wiley.com/doi/10.1029/2023EA003464",
    "https://www.agupubs.onlinelibrary.wiley.com/doi/10.1029/2023EA003464",
    "https://www.doi.org/10.1029/2023EA003464"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T08:25:15.650+03:00",
  "updated": "2024-07-12T14:40:31.551+03:00"
}