{
  "thread": {
    "uuid": "f5098a41bba77596a84f8f31abd27314297f5533",
    "url": "https://www.theintelligencer.net/news/community/2024/07/farm-field-day-event-in-brooke-county-to-focus-on-small-scale-farms",
    "site_full": "www.theintelligencer.net",
    "site": "theintelligencer.net",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "‘Farm Field Day’ Event in Brooke County To Focus on Small-Scale Farms | News, Sports, Jobs - The Intelligencer",
    "title_full": "‘Farm Field Day’ Event in Brooke County To Focus on Small-Scale Farms | News, Sports, Jobs - The Intelligencer",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 41411,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f5098a41bba77596a84f8f31abd27314297f5533",
  "url": "https://www.theintelligencer.net/news/community/2024/07/farm-field-day-event-in-brooke-county-to-focus-on-small-scale-farms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "‘Farm Field Day’ Event in Brooke County To Focus on Small-Scale Farms | News, Sports, Jobs - The Intelligencer",
  "text": "‘Farm Field Day’ Event in Brooke County To Focus on Small-Scale Farms The wonders and possibilities of small-scale farming will be the focus when the Northern Panhandle Conservation District hosts “Farm Field Day” later this month in Brooke County. The free event is set for 2-7 p.m. on July 17 at the Freeland Farm, located at 2470 Windy Hill Road near the Wheeling-Ohio County Airport. Walking tours of the farm will be offered, as will information pertaining to urban agriculture, food preservation, conservation and equipment safety. “We’re promoting what a person can do with a small plot of property,” explained Eric Freeland, who owns the 10-acre farm. One focus will be a discussion of how small-scale farming can be done in raised beds or straw bales. “If you ever thought about growing your own food, or want to see how produce is grown, this is a good time to see it,” Freeland said. “People will be amazed by how much food is produced in a small amount of land.” He explained it is possible to grow 50,000 pounds of potatoes per acre during a growing season, or 30,000 pounds of tomatoes during the summer on a single acre. “Even in town, you can grow stuff on a concrete slab,” Freeland continued. “We will have demonstration plots with raised beds.” Those attending also will get a chance to see one of the few producing farms in the Northern Panhandle where vegetables and berries grow, according to Freeland. Freeland said there will be walking tours of his tomato, corn, and pepper fields, as well as those where he grows pumpkins, strawberries and raspberries. Experts also will be on hand to discuss farm safety, chainsaw safety and tractor safety. Food preservation and canning methods also will be explored. “People can come spend an hour or spend the afternoon and evening with us,” Freeland said. “We’ll walk around and show people what’s what.” There will be food for purchase on site from Midge’s Hot Dog Cart and CB Culinary Services, as well as Runway Farms baked goods. Victoria White, district administrator for the Northern Panhandle Conservation District, described “Farm Field Day” as “an educational and hands-on event.” “It will focus on small farm education — gardening, safety and food preservation,” she said. “Local volunteers and employees will be providing the information. “Anything and everything anyone wants to learn about farming they can learn about here.” While admission is free, she suggests those wanting to attend pre-register so that a head count can be determined. Pre-registration can be done by calling the Northern Panhandle Conservation District office at 304-238-1231, or by going to the organization’s Facebook page and downloading a registration form.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "eric freeland",
        "sentiment": "none"
      },
      {
        "name": "freeland",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "northern panhandle conservation district",
        "sentiment": "none"
      },
      {
        "name": "freeland farm",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "brooke county",
        "sentiment": "none"
      },
      {
        "name": "windy hill road",
        "sentiment": "none"
      },
      {
        "name": "ohio county airport",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T10:25:49.698+03:00",
  "updated": "2024-07-05T10:25:49.698+03:00"
}