{
  "thread": {
    "uuid": "4985609592a5ef7cde0bdf33daaba059faf4f0fd",
    "url": "https://jordantimes.com/news/features/music-festivals-seek-greener-footprint",
    "site_full": "jordantimes.com",
    "site": "jordantimes.com",
    "site_section": "https://www.jordantimes.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Jordan Times",
    "title": "Music festivals seek greener footprint | Jordan Times",
    "title_full": "Music festivals seek greener footprint | Jordan Times",
    "published": "2024-07-04T17:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JO",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 15923,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4985609592a5ef7cde0bdf33daaba059faf4f0fd",
  "url": "https://jordantimes.com/news/features/music-festivals-seek-greener-footprint",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AFP",
  "published": "2024-07-04T17:01:00.000+03:00",
  "title": "Music festivals seek greener footprint | Jordan Times",
  "text": "PARIS — Three planes, 270 tonnes of equipment, 800 square metres of stage: The figures from Madonna’s massive free concert in Rio in May sounded like they came from another age.\nThese days, megastars are usually keener to claim a smaller footprint.\nColdplay, who just headlined Glastonbury Festival in Britain, recently announced they had cut carbon emissions on their world tour by 59 per cent compared with their last tour in 2016-17.\nThey have taken innovative steps including solar panels and even a special dance floor that generates electricity from the movement of the audience.\nCritics point out they are still flying around on planes, and there was particularly opprobrium in 2022 when they announced a partnership with Finnish oil giant Neste.\nThough Neste promised to help them use sustainable biofuels, the Transport and Environment campaign group said Coldplay were being used by the oil firm as “useful idiots for greenwashing”.\nThough the overall impact is hard to measure, one study by University of Oxford’s Environmental Change Institute in 2010 estimated that Britain’s industry alone generated 540,000 tonnes of carbon emissions annually.\nClimate group Clean Scene found that the top 1,000 DJs took 51,000 flights in 2019, equivalent to 35,000 tonnes of CO2 emissions.\nClimate commitments\nAs a result, all the big festivals now have climate pledges and initiatives, from composting and car-pooling schemes at Coachella in California to renewable energy usage at Glastonbury.\nOne festival that has taken a lead is We Love Green in Paris, as the name suggests.\nSome 110,000 festival-goers attended last month’s event to see artists including Sza, who travelled with “almost no equipment” according to Marianne Hocquard, the festival’s head of sustainable development.\nShe said that was down to the festival ensuring they have much of the equipment needed by its artists, and setting energy caps for performances.\nOthers have taken radical steps: The Bon Air festival in Marseille cancelled DJ I Hate Models this year after learning that he was coming by private jet.\nMany events now encourage their attendees to take greener modes of transport.\nWe Love Green launched a partnership with the French Cycling Federation to organise convoys of bikes for this year’s edition, and said 14 per cent of ticket-holders came on two wheels despite the dodgy weather, up from 8 per cent last year.\nBut there is a limit to how much can be done.\nWhen Taylor Swift played Paris in May, the city mayor’s office said there was a surge in arrivals of private jets at local airports.\nPrivate jet operators have been jumping on entertainment events such as festivals or the Euro 2024 football tournament to boost their business.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "madonna",
        "sentiment": "negative"
      },
      {
        "name": "coldplay",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jordan times",
        "sentiment": "negative"
      },
      {
        "name": "university of oxford’s environmental change institute",
        "sentiment": "none"
      },
      {
        "name": "neste",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "paris",
        "sentiment": "none"
      },
      {
        "name": "rio",
        "sentiment": "none"
      },
      {
        "name": "britain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T02:12:51.012+03:00",
  "updated": "2024-07-05T02:12:51.012+03:00"
}