{
  "thread": {
    "uuid": "a176e3b0282ab3f47766dde75b9bc6b9ef61f88e",
    "url": "https://newsroom.porsche.com/es/2024/vehiculos/macan-elctrico-ya-se-encuentra-a-la-venta-en-costa-rica.html",
    "site_full": "newsroom.porsche.com",
    "site": "porsche.com",
    "site_section": "https://newsroom.porsche.com/es.html",
    "site_categories": [
      "car_culture",
      "vehicles"
    ],
    "section_title": "Porsche Newsroom – El portal de noticias de Porsche Latin America - Porsche Newsroom LAT-AM",
    "title": "Macan eléctrico ya se encuentra a la venta en Costa Rica - Porsche Newsroom LAT-AM",
    "title_full": "Macan eléctrico ya se encuentra a la venta en Costa Rica - Porsche Newsroom LAT-AM",
    "published": "2024-02-15T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://newsroom.porsche.com/.imaging/mte/porsche-templating-theme/teaser_700x395/dam/ES-PLA-local/2024/Vehiculos/Costa-Rica-Macan/PLA24_0150_fine.jpg/jcr:content/PLA24_0150_fine.jpg",
    "performance_score": 0,
    "domain_rank": 1735,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a176e3b0282ab3f47766dde75b9bc6b9ef61f88e",
  "url": "https://newsroom.porsche.com/es/2024/vehiculos/macan-elctrico-ya-se-encuentra-a-la-venta-en-costa-rica.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-15T07:00:00.000+02:00",
  "title": "Macan eléctrico ya se encuentra a la venta en Costa Rica - Porsche Newsroom LAT-AM",
  "text": "- Este es el segundo vehículo 100% eléctrico de la familia Porsche. - Diez años después de su lanzamiento, el Porsche Macan se electrifica. - Ya está a la venta el Macan 4 Eléctrico y el modelo Macan Turbo Eléctrico. Porsche develó su segundo modelo 100% eléctrico, el nuevo Macan BEV, en Singapur, el pasado 25 de enero de 2024. Se prevé que su presentación oficial en el mercado costarricense tenga lugar más adelante en el año; sin embargo, ambos modelos ya están a la venta. ‟Hoy ya contamos con la versión totalmente eléctrica de este modelo, con una identidad de producto establecida internacionalmente. Esta generación de lujo se caracteriza por el diseño que se ha perfeccionado tanto en el interior como en el exterior, con un aspecto aún más deportivo y dinámico\" dijo Rafael Cordero, gerente general Porsche Costa Rica. S.A. El Macan en Costa Rica ha ido ganando gran terreno, casi igualando en ventas al Cayenne, durante el 2023. Este modelo fue lanzado en el 2013, y desde entonces, se ha convertido en uno de los vehículos más vendidos no solo a nivel mundial si no también en Costa Rica al ser el vehículo de entrada a la marca Alemana. El cambio del motor de combustión a una propulsión puramente eléctrica en el Macan BEV ha supuesto tanto un reto como una oportunidad. Este es el primer modelo que Porsche electrifica a partir de una identidad de producto existente y establecida. El nuevo Macan 4 y Macan Turbo cuenta con motores eléctricos de imanes permanentes (PSM) en ambos ejes. El Macan 4, en modo overboost combinado con el Launch Control, alcanza los 408 HP (300 kW) y un par máximo de 650 Nm, mientras que el Macan Turbo llega a 639 HP (470 kW) y 1.130 Nm de par máximo. Estos modelos ofrecen características E-Performance en cualquier terreno y una gran versatilidad para el uso diario. Las prestaciones de un deportivo se combinan con una carga rápida de alto rendimiento, de hasta 270 kW, y con una autonomía que llega a 613 kilómetros en el ciclo WLTP. El Macan eléctrico también cuenta con los componentes Porsche Active Aerodynamics (PAA), es decir, todos los elementos aerodinámicos activos que contribuyen significativamente a mejorar la autonomía. La idea es hacer un Porsche que no solo sea más deportivo, sino también más eficiente. ‟Se espera que con el lanzamiento del Macan eléctrico, la actualización del Taycan y la excelente infraestructura con la que cuenta el país, el 2024 sea un año de más crecimiento y consolidación para la marca. Por ejemplo, a la fecha, ya se han realizado las primeras ventas de unidades del nuevo Macan eléctrico en el país, los cuales se entregarían a finales del presente año”, indicó Cordero.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T02:53:57.917+02:00",
  "updated": "2024-02-16T02:53:57.917+02:00"
}