{
  "thread": {
    "uuid": "7303bfa81912880e5592d1d283b77eba37721997",
    "url": "http://www.krgv.com/news/salud-y-vida-consejos-para-una-vida-longeva-y-saludable",
    "site_full": "www.krgv.com",
    "site": "krgv.com",
    "site_section": "https://krgv.com/elections",
    "site_categories": [
      "media"
    ],
    "section_title": "KRGV News | Elections",
    "title": "Salud y Vida: Consejos para una vida longeva y saludable",
    "title_full": "Salud y Vida: Consejos para una vida longeva y saludable",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dcer237tfveol.cloudfront.net/v2/TcE4C3zXzUtZJv1xQ5bf8gXb0HsuPSNvlaOCe8iVaJelNXCg6GvB0tSZjSXnqnN_DSBxuPEQQMsge0D2ViieTd5x_cQ_kMzq23o8mSwSGl79ufPfH2lxTQ1HIXtSur4T8FMc_xmjjZRTaT28IJvv4YXA5k1iR4JE1p-6mLc4kopg",
    "performance_score": 0,
    "domain_rank": 40157,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7303bfa81912880e5592d1d283b77eba37721997",
  "url": "http://www.krgv.com/news/salud-y-vida-consejos-para-una-vida-longeva-y-saludable",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@KRGV",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Salud y Vida: Consejos para una vida longeva y saludable",
  "text": "Salud y Vida: Consejos para una vida longeva y saludable ¿Quiere vivir 100 años y vivir bien? ¡Los expertos dicen que empiece a prepararse ya! \"Para muchos de mis pacientes, de lo que se trata es de: \"¿Cómo puedo mantener mi independencia, cómo puedo mantener mi calidad de vida?\", agrega Jose Santana, MD, MPH Medicina Interna Su principal objetivo debe ser: evitar los obstáculos autoimpuestos a su salud. Más del 80% de las enfermedades crónicas pueden prevenirse con comportamientos saludables. \"Podemos cambiar la calidad de vida de una persona, la capacidad de permanecer en casa, la capacidad de seguir siendo independiente\", agrega Jose Santana, MD, MPH. Primero: mantente activo Las personas que realizan actividad física durante unas siete horas a la semana tienen un 40 por ciento menos de riesgo de morir prematuramente que las que realizan actividad física durante menos de 30 minutos a la semana. Los expertos en salud dicen que hay que incorporar actividades aeróbicas, entrenamiento de fuerza y ejercicios de equilibrio. \"Una persona mayor que participa en actividades de equilibrio, como el tai chi, tiene menos probabilidades de sufrir caídas\", agrega Jose Santana, MD, MPH. Además: sigue una dieta sana y no comas en exceso. Las investigaciones sobre centenarios han descubierto que tradicionalmente siguen una dieta baja en calorías y rica en verduras. También dejan de comer cuando están llenos en un 80 por ciento. Además: mantente socialmente comprometido. Según un estudio, las personas con muchos contactos sociales tienen un 50% más de probabilidades de vivir más que las que tienen pocos o ningún contacto social. Y finalmente: duerma lo suficiente. Los estudios demuestran que dormir menos de siete horas por noche de forma regular está relacionado con la diabetes, las enfermedades cardiacas, la hipertensión, los accidentes cerebrovasculares, la depresión y un mayor riesgo de muerte. Otro estudio que examinó las características de la personalidad de los judíos ashkenazi de entre 95 y 107 años de edad encontró que la mayoría de ellos tenía una actitud positiva y sentido del humor, lo que sugiere que estas características tienen un papel importante cuando se trata de la longevidad. More News News Video - ‘Sexually deviant’ McAllen businessman sentenced after paying minor to produce child porn - La Grulla mayor resigns following proposed La Joya ISD policy - Prescription Health: Signs of persistent depressive disorder - Heart of the Valley: H-E-B dietician offers tips on diabetes prevention and... - Father and son hospitalized following McAllen house fire Sports Video - Harlingen's Faith Franklin eyes setting records at Area Track & Field Meet - UTRGV introduces Kahil Fennell as new MBB Head Coach - Weslaco's Brandon Figueroa announces return to the ring - Former PSJA hits first collegiate HR, UTRGV takes series over UT Arlington - UIL Boys Soccer Regional Finals",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T02:38:36.113+03:00",
  "updated": "2024-04-12T06:51:59.258+03:00"
}