{
  "thread": {
    "uuid": "63becf2ff88032dacdf235c6a5135682ec0f85ee",
    "url": "https://www.elespanol.com/invertia/disruptores-innovadores/politica-digital/espana/20240106/receta-sector-govtech-administracion-digital-internalizar-talento-contratos-generen-valor/822667822_0.html",
    "site_full": "www.elespanol.com",
    "site": "elespanol.com",
    "site_section": "https://seguro.elespanol.com",
    "site_categories": [
      "media"
    ],
    "section_title": "EL ESPAÑOL - Diario digital, plural, libre, indomable, tuyo",
    "title": "La receta del sector 'govtech' para una Administración más digital: 'internalizar' talento y contratos que generen valor",
    "title_full": "La receta del sector 'govtech' para una Administración más digital: 'internalizar' talento y contratos que generen valor",
    "published": "2024-01-06T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s1.elespanol.com/2024/01/05/invertia/disruptores-innovadores/disruptores/822677923_238904485_1706x960.jpg",
    "performance_score": 0,
    "domain_rank": 2588,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "63becf2ff88032dacdf235c6a5135682ec0f85ee",
  "url": "https://www.elespanol.com/invertia/disruptores-innovadores/politica-digital/espana/20240106/receta-sector-govtech-administracion-digital-internalizar-talento-contratos-generen-valor/822667822_0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Beatriz Aznar",
  "published": "2024-01-06T02:00:00.000+02:00",
  "title": "La receta del sector 'govtech' para una Administración más digital: 'internalizar' talento y contratos que generen valor",
  "text": "La transformación digital que pisó el acelerador con la pandemia en España ha propiciado en los últimos años un profundo proceso de cambio que está alumbrando una economía más digital y tecnológica .\nEl sector privado español, de la mano de un emprendimiento maduro y consolidado , está detrás de la construcción de un nuevo modelo económico donde scaleups y startups de gran impacto económico y con un alto componente tecnológico están señalando el camino a seguir para generar valor y posicionar al país en la esfera internacional.\nSin embargo, el proceso no estará completo hasta que las soluciones disruptoras que impulsan estas empresas no se implementen también por parte de la Administración pública en aras de una mejor y más eficaz atención ciudadana .\n[Sánchez une Función Pública y Transformación Digital en un único ministerio, con Escrivá al frente]\nPrecisamente, para acelerar y ayudar a la esfera pública en este proceso el Gobierno de Pedro Sánchez ha creado, tras su reciente remodelación, un Ministerio a medida, donde Función Pública y Transformación Digital se dan la mano y unen sinergias.\nD+I habla con empresas del sector govtech en España que están abanderando esta nueva relación entre el ámbito privado y la Administración pública. Hacer negocios con la esfera pública no está al alcance de todas las compañías, pero también es cierto que existen muchos mitos y nociones equivocadas por ambas partes que empiezan a aclararse.\n[Ni toda la Administración paga tarde, ni toda startup nació en un garaje: la aceleradora que rompe mitos y les reconcilia]\nGobe Ventures es uno de los artífices de poner negro sobre blanco en España en esta materia. Se trata de la primera aceleradora en España que reconcilia de alguna manera a las empresas emergentes con la Administración pública.\nEl anuncio de unir en un único Ministerio Transformación Digital y Función Pública supone, a su juicio, una \"buenísima noticia\". \"Teniendo en cuenta el impacto que la Administración pública tiene en la economía, es clave que estas agendas vayan de la mano \".\nHabla para D+I Idoia Ortiz de Artiñano, CEO de Gobe , estudio impulsor de la aceleradora Gobe Ventures.\n\"Además, la transformación digital implica una transformación profunda de la Administración, algo que España tiene pendiente. Hay que cambiar el diseño institucional, los procesos, los sistemas de fiscalización, la selección de personal y gestión del talento, y también las lógicas de compra y contratación de obras y servicios\".\nIdoia Ortiz de Artiñano, CEO de Gobe y experta en asesorar a gobiernos locales y nacionales en ecosistemas de innovación digital pública.\nEn opinión de la experta, Función Pública debería marcase como objetivo principal \"que las Administraciones públicas pasen de ser organizaciones enfocadas en gestionar trámites burocráticos a convertirse en organizaciones ágiles que proveen servicios de calidad y que se adaptan a las necesidades de la ciudadanía\".\nOrtiz de Artiñano es consciente de que esta meta \"más allá de la mera digitalización, pero lo digital es una palanca clave para esta transformación\".\nEntre los retos que afrontará el sector privado en esta nueva relación 'más digital' con la Administración, desde la aceleradora govtech se pone el foco en dos conceptos claves: interiorizar talento y nuevos modos de contratación .\n\"En este país se externaliza demasiado, particularmente en lo digital . Si no tienes las capacidades y el talento al interior de tu organización, difícilmente harás un buen uso de la tecnología para conseguir prestar los mejores servicios públicos\", indica la CEO de Gobe.\n\"En este país se externaliza demasiado, particularmente en lo digital. Sin las capacidades y el talento dentro de tu organización, difícilmente harás un buen uso de la tecnología\"\nIdoia Ortiz de Artiñano, CEO de Gobe\n¿Y qué hace falta para lograrlo? Ortiz de Artiñaño es categórica: \"Para empezar, se tendrían que cambiar las formas de contratar personal, los incentivos de carrera, aumentar los sueldos de determinados empleados públicos y lidiar con todos esos intereses que siguen beneficiándose de un status quo sin sentido\".\nPor otra parte, modernizar -e incluso reformular- los modos de contratación con la Administración es clave para que disrupción y digitalización casen a la perfección con la nueva esfera pública en construcción.\nZanjar el mercado de \"extracción de valor\" \"Si la Administración quiere generar valor con el emprendimiento privado tiene que comprar mejor . Por una serie de factores, la mayoría de las veces, la administración compra a precio. En vez de crear un mercado de generación de valor, tenemos un mercado de extracción de valor\".\n\" El proveedor que más rebaja el precio se lleva el contrato , aunque luego no se controla si el resultado es bueno. Porque se fiscaliza el precio, pero no se evalúan la calidad y el impacto del servicio\", recalca.\nEn resumen, desde la aceleradora se insiste en España debe saber \" internalizar talento digital y cambiar los modos de contratar\" . \"Empresas grandes y pequeñas, y sobre todo la ciudadanía, se beneficiaría de un nuevo paradigma de relación público-privada en la era digital, más enfocada en la generación de valor y el resultado\".\nPero ¿están igual de preparadas todas las Administraciones públicas en España para el mayúsculo reto que afrontan? La respuesta dibuja una España que evoluciona a varias velocidades y un mapa con una Administración central más retrasada y entidades regionales o locales que circulan ya a velocidades de crucero.\n\"Diputación Foral de Bizkaia, Comunidad de Madrid, Generalitat de Cataluña o el Principado de Asturias tienen una relación con startups mejor y más sofisticada que administraciones alemanas o italianas\"\nIdoia Ortiz de Artiñano, CEO de Gobe\n\"Hay instituciones locales o regionales como la Diputación Foral de Bizkaia, la Comunidad de Madrid, la Generalitat de Cataluña o el Principado de Asturias que tienen una relación con empresas emergentes mejor y más sofisticada que algunas administraciones alemanas o italianas\", responde sin titubear Ortiz de Artiñano.\nEn el caso de la Administración central, \" la evolución en este espacio es mínima\" . \"Aunque en el Plan de Recuperación se planteó la creación de un Laboratorio Govtech para acercar soluciones de empresas emergentes a la Administración pública, apenas hay avances, con la única excepción de las iniciativas impulsadas desde el Ministerio de Justicia. Aquí es donde creo que el nuevo Ministerio de Digitalización y Función Pública podría jugar un rol fundamental como impulsor de esta agenda\".\nY ¿cuál es el análisis que realizan las startups que ya trabajan con la Administración pública? Uphint , Tucuvi e ImpactE, tres de las aceleradas por Gobe Ventures, aplauden la unión de Transformación Digital y Función Pública en un único Ministerio y lo ven como un primer paso positivo, aunque detectan aún grandes desafíos por afrontar.\n\"El principal problema es que los mecanismos de contratación que tiene el sector público para adquirir tecnología son más lentos y tediosos que los del sector privado. En el sector privado, cuando una empresa encuentra una solución que le encaja puede comprarla directamente y aunque siempre existe un ciclo de venta, suele ser más corto\", explica Diego Díaz, cofundador de Uphint .\nGrisel Dugarte y Diego Díaz son los cofundadores de Uphint.\n\"El sector govtech necesita preparar una licitación, lo cual hace que el proceso se dilate en el tiempo. Existen mecanismos como el contrato menor que facilitan la entrada, pero tiene también sus limitaciones en presupuesto y duración del contrato\", añade Díaz.\nEl valor añadido de Uphint para la Administración es mejorar la eficiencia de la formación y resolución de dudas sobre tecnología para que aprovechen los software que contratan y para acelerar la digitalización de manera transversal en las diferentes administraciones.\nPor su parte, Ximo Masip, cofundador de ImpactE , destaca el cambio de actitud que ya se ha constatado en la Administración.\nEquipo que conforma la startup ImpactE, centrada en la transición energética.\n\" Muchos ayuntamientos ya cuentan con Concejalías de Transformación Digital, digitalización o similares, lo cual es una muy buena noticia. Además, los ayuntamientos más pequeños se ven apoyados por las Diputaciones, que impulsan proyectos de digitalización, en aras de que todos los municipios puedan tener unas oportunidades similares\".\nImpactE facilita la transición energética , tanto a entidades del sector público como a empresas. A través de la innovación y la tecnología, ayuda a los ayuntamientos en su planificación energética, a la vez que busca movilizar y sumar a la ciudadanía en este cambio de modelo energético.\nMarcos Rubio y María González, fundadores de Tucuvi.\nSin embargo, que la Administración conozca de sus propuestas disruptoras y del impacto real que supondría implementarlas es el primer y gran hándicap que afrontan estas startups.\nAsí lo certifica Fernando Dal Re, COO de Tucuvi , startup centrada en el sector ehealth que ha desarrollado un cuidador virtual basado en inteligencia artificial y tecnología de voz que elimina las brechas asistenciales en las personas mayores y pacientes crónicos, lo que avanza en la gestión eficiente de los recursos de la salud de la mano de la digitalización.\n\"Hay problemas a la hora de contratar con la Administración, por supuesto, pero es que realmente estamos aún en un estadio anterior: que se nos conozca. Nosotros tratamos principalmente con las Consejerías de Sanidad y los hospitales y cuando los clínicos prueban nuestra tecnología y ven los resultados; cuando comprueban que estamos reduciendo listas de espera , es ahí donde ven nuestro potencial. Pero nos cuesta mucho llegar\", indica Dal Re.\nLa startup está operando ya en España, Portugal y Reino Unido y es uno de los muchos ejemplos del ecosistema emprendedor español que puede contribuir a transformar la Administración sanitaria de la mano de la transformación digital.\nLa senda que empiezan a recorrer sector público y privado para modernizar la Administración y permitirle abrazar todo el poder de la digitalización es complicada , pero el impulso dado desde el Gobierno central en este arranque del año abre una puerta para que España avance a buen ritmo al calor de un emprendimiento que ha madurado en los últimos años.\nSigue los temas que te interesan Ayuntamientos Startup Ministerio de Economía y Transformación Digital Diputaciones Tecnología Innovación Digitalización",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T04:07:28.976+02:00",
  "updated": "2024-02-04T02:12:03.964+02:00"
}