{
  "thread": {
    "uuid": "ea158aa4ea92979396ce9b7b76e2db1d886fff59",
    "url": "https://www.levelup.com/en/news/770447/Todd-McFarlane-assures-that-the-new-Spawn-movie-will-happen-no-matter-what",
    "site_full": "www.levelup.com",
    "site": "levelup.com",
    "site_section": "https://levelup.com/en",
    "site_categories": [
      "hobbies_and_interests",
      "video_and_computer_games"
    ],
    "section_title": "LevelUp | Video Games, Forums, Community and More",
    "title": "Todd McFarlane assures that the new Spawn movie will happen no matter what | LevelUp",
    "title_full": "Todd McFarlane assures that the new Spawn movie will happen no matter what | LevelUp",
    "published": "2024-01-05T22:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.levelup.com/uploads/images/830775/830775_600x315.jpg",
    "performance_score": 0,
    "domain_rank": 92911,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ea158aa4ea92979396ce9b7b76e2db1d886fff59",
  "url": "https://www.levelup.com/en/news/770447/Todd-McFarlane-assures-that-the-new-Spawn-movie-will-happen-no-matter-what",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mardokeo Galván",
  "published": "2024-01-05T22:00:00.000+02:00",
  "title": "Todd McFarlane assures that the new Spawn movie will happen no matter what | LevelUp",
  "text": "The world of superhero comics is robust. One of the less long-lived characters is [Spawn](/tag/Spawn); nevertheless, the antihero has a large fan community, and there is even a new movie in the franchise that has been delayed a lot but will become a reality at all costs. Attempts to carry out the adaptation date back to 2013, but unfortunately, the project has been delayed so much that at present, the production is still not clearly visible on the horizon, which has made fans impatient and has even led them to believe that the film will not become a reality. What has happened with the new Spawn movie? However, that is not in the mind of the character's creator, Todd McFarlane, as the creative has not forgotten about the project; on the contrary, he keeps his eye on it and hopes that this year the project will start moving forward; otherwise, he will take matters into his own hands. \"Something has to happen. Something will happen,\" said McFarlane. \"I just know something is going to happen because if I can't solve it within [the Hollywood system], I'll solve it [[independently]]. I just know myself. But hopefully, we'll get a deal that keeps all the parties that have participated over the years involved.\" The project is currently in the hands of Blumhouse Productions, the company specialized in the horror genre that recently produced the adaptation of [Five Nights at Freddy's](/noticias/769921/Cual-es-el-estado-de-Five-Nights-at-Freddys-2-Productora-responde) and [merged with the company Atomic Monster](/noticias/770071/Productora-de-Five-Nights-at-Freddys-se-fusiona-con-productora-de-Mortal-Kombat). The last thing known about the project is that the 3 writers Scott Silver, Malcolm Spellman, and Matt Mixon were brought together to work on the screenplay adaptation, but apparently, the project is stuck. However, Jason Blum, head of Blumhouse Productions, confessed in an interview at the end of 2023 with ComicBook that the film project would have a release scheduled for 2025, without a confirmed date. \"Jason Blum is [one of the best at getting things done](/noticias/745396/Me-gustan-los-desafios-Jason-Blum-explica-por-que-nunca-cancelo-Five-Nights-at-Freddys),\" said McFarlane. \"I was told that I'll be able to read the script this month. The email will be sent this week to remind them that I was promised that.\" The Spawn movie will happen no matter what McFarlane has already marked 2024 as the deadline for the project to start moving forward and will give Hollywood one last chance to make it a reality; in case it does not proceed as expected, the creative warned that he has \"several investors waiting.\" \"In fact, there have been many examples, a couple of them significant last year, where people went outside the normal [Hollywood channels] and were successful. And people have done this before with independent movies: you make your movie and just look for a distributor. I could do that in a heartbeat,\" McFarlane mentioned to [ComicBook](https://comicbook.com/movies/news/spawn-movie-future-update-todd-mcfarlane-investors-hollywood-blumhouse-independent/). The good news for Spawn fans is that the franchise is far from inactive. In fact, in February, issue 350 of the Spawn comic will be released, and in the realm of video games, the antihero has appeared in [Mortal Kombat](/noticias/564067/Mortal-Kombat-11-Spawn-luce-brutal-e-intenso-y-podras-usarlo-muy-pronto/pagina/1) and even [Call of Duty](/noticias/757147/Call-of-Duty-MWII-y-Warzone-celebraran-Halloween-a-lo-grande-en-la-Temporada-6). Are you looking forward to the new Spawn movie? Tell us in the comments. Stay informed with us, at LEVEL UP.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Science and Technology"
  ],
  "external_links": [
    "https://comicbook.com/movies/news/spawn-movie-future-update-todd-mcfarlane-investors-hollywood-blumhouse-independent/).",
    "https://www.comicbook.com/movies/news/spawn-movie-future-update-todd-mcfarlane-investors-hollywood-blumhouse-independent/)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "todd mcfarlane",
        "sentiment": "negative"
      },
      {
        "name": "mcfarlane",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "hollywood",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:56:08.937+02:00",
  "updated": "2024-01-06T01:56:08.937+02:00"
}