{
  "thread": {
    "uuid": "80c63a0e51a5906bc59beeaf77c61dcc731b750f",
    "url": "https://www.nbcnews.com/health/sexual-health/chlamydia-vaccine-shows-promise-early-trial-rcna147479",
    "site_full": "www.nbcnews.com",
    "site": "nbcnews.com",
    "site_section": "https://flipboard.com/@nbcnews.rss",
    "site_categories": [
      "media",
      "television",
      "entertainment",
      "top_news"
    ],
    "section_title": "NBC News",
    "title": "Chlamydia vaccine shows promise in early trial",
    "title_full": "Chlamydia vaccine shows promise in early trial",
    "published": "2024-04-12T01:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media-cldnry.s-nbcnews.com/image/upload/t_nbcnews-fp-1200-630,f_auto,q_auto:best/rockcms/2024-04/240411-vaccine-se-402p-cd0a46.jpg",
    "performance_score": 0,
    "domain_rank": 238,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "80c63a0e51a5906bc59beeaf77c61dcc731b750f",
  "url": "https://www.nbcnews.com/health/sexual-health/chlamydia-vaccine-shows-promise-early-trial-rcna147479",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Akshay Syal, M.D.",
  "published": "2024-04-12T01:30:00.000+03:00",
  "title": "Chlamydia vaccine shows promise in early trial",
  "text": "An early-stage clinical trial yielded promising results for a chlamydia vaccine, researchers reported Thursday in The Lancet Infectious Diseases. There is currently no vaccine to protect against the sexually transmitted infection, which is the most common bacterial STI in the United States, according to the Centers for Disease Control and Prevention. In 2022, there were more than 1.6 million cases. Chlamydia remains one of the most common causes of infertility in women, said Dr. Jay Varma, professor of population health sciences at Weill Cornell Medicine in New York City. Untreated, the infection — which usually doesn’t cause symptoms in women — can cause pelvic inflammatory disease, which can lead to scar tissue that makes it harder to get pregnant. “This is desperately needed,” said David Harvey, executive director of the National Coalition of STD Directors. “We have the highest STI rates in America since the 1950s and possibly beyond.” The bacteria can also cause an eye infection that’s responsible for vision loss in 1.9 million people worldwide. The phase 1 clinical trial, led by researchers in the United Kingdom and Denmark, found that the experimental vaccine was safe and induced an immune response. The study took place from 2020 through 2022 and participants were equally split between healthy men and women with an average age of 26. None had chlamydia. The researchers tested several different dosages for the vaccine, and participants got either the vaccine or a placebo on three separate days over a period of almost four months. Since the research on the vaccine is in the early stages, many questions remain. “Does it confer the ability to hold off infection with chlamydia?” said Dr. Hilary Reno, a professor of medicine at Washington University School of Medicine in St. Louis and medical director of the St. Louis County Sexual Health Clinic. “If you do have an infection, does it mean you’re more likely to have an asymptomatic infection?” “We don’t know that and that’s what the next phase of studies would be,” she said. The researchers are now planning to launch a larger, phase 2 trial that would look at the vaccine’s effectiveness. The hope is that one day the vaccine would be able to prevent both infection in the reproductive system, as well as in the eyes, said Jes Dietrich, a senior scientist at Statens Serum Institut in Denmark and a lead author of the study. In addition to a shot in the arm, people in the study also got a vaccine in the form of an eye drop. “I was very pleasantly surprised because it’s really difficult to induce immunity in the eye,” Dietrich said. Varma, who was not involved with the clinical trial, said that “it’s exciting to see research on potentially effective vaccines for sexually transmitted infections.” There are already a handful of vaccines available to prevent certain sexually transmitted infections: the HPV vaccine, the hepatitis B vaccine and the mpox vaccine.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "david harvey",
        "sentiment": "none"
      },
      {
        "name": "jay varma",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national coalition of std directors",
        "sentiment": "none"
      },
      {
        "name": "centers for disease control and prevention",
        "sentiment": "none"
      },
      {
        "name": "weill cornell medicine",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york city",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T01:46:28.991+03:00",
  "updated": "2024-04-12T01:51:57.049+03:00"
}