{
  "thread": {
    "uuid": "82ce6594e3d667ae7e92c142d00307062dd8cf50",
    "url": "https://www.yucatan.com.mx/mundo/2024/03/29/haremos-lo-mismo-que-jesus.html",
    "site_full": "www.yucatan.com.mx",
    "site": "yucatan.com.mx",
    "site_section": "https://www.yucatan.com.mx",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Inicio - Diario de Yucatán",
    "title": "“Haremos lo mismo que Jesús” - Diario de Yucatán",
    "title_full": "“Haremos lo mismo que Jesús” - Diario de Yucatán",
    "published": "2024-03-29T10:48:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://newspack-yucatan.s3.amazonaws.com/uploads/2024/03/IMG-49030991.jpg",
    "performance_score": 0,
    "domain_rank": 30772,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "82ce6594e3d667ae7e92c142d00307062dd8cf50",
  "url": "https://www.yucatan.com.mx/mundo/2024/03/29/haremos-lo-mismo-que-jesus.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Impreso",
  "published": "2024-03-29T10:48:00.000+03:00",
  "title": "“Haremos lo mismo que Jesús” - Diario de Yucatán",
  "text": "ROMA (EFE).— El Francisco explicó que este Jueves Santo Jesús hizo entender, lavando los pies a sus discípulos en La Última Cena antes de su arresto, que “había venido para servir y no para ser servido”. “Jesús perdona todo, Jesús perdona siempre, solo espera que nosotros pidamos perdón”, sostuvo ante las internas la prisión femenina de Rebibbia en Roma, donde celebró ayer la misa de “Coena domini”. El Pontífice argentino recordó que una vez “una anciana sabia y de pueblo” le dijo que “Jesús nunca se cansa de perdonar, sino que somos nosotros quienes nos cansamos de pedir perdón”. “Ahora haremos lo mismo que hizo Jesús, lavar los pies, que es un gesto que llama la atención sobre la vocación del servicio. Pidamos al señor que haga crecer en todos nosotros la vocación del servicio”, explicó, para después proceder a imitar a Cristo. Tras culminar la misa, la directora del centro, Nadia Fontana, agradeció al Papa su presencia: “Para cada una de ellas es un rayo de sol que caldea el corazón y reaviva la esperanza de poder recomenzar, aunque se tenga que hacer desde cero”, aseguró. Luego, las internas le regalaron productos que ellas mismas elaboran: una cesta con verduras, un rosario con cuentas con los colores del arcoiris y unas estolas. El Papa devolvió el gesto entregando al centro un cuadro de la Virgen y el Niño. Además, pudo conocer al único niño que vive en el centro, llamado Jairo, a quien acarició y regaló un huevo de Pascua. La cárcel femenina de Rebibbia, en la periferia romana, es la más grande de las cuatro exclusivamente de mujeres que hay en Italia y en la actualidad acoge a 360 reclusas y a un niño, de varias nacionalidades y muchas llegadas de contextos de marginalidad. Francisco llegó a esta institución en torno a las 16, horas locales, en silla de ruedas y fue acogido por decenas de mujeres, internas, trabajadoras sociales, monjas y agentes de policía, que lo ovacionaron y besaron sus manos a su paso. De este modo, el Papa, a pesar de sus últimos problemas de salud, continúa con una tradición iniciada con su pontificado, en 2013, la de no celebrar el Jueves Santo en la basílica de San Juan de Letrán de Roma sino en los lugares de sufrimiento de la sociedad moderna. En sus 11 años de magisterio ha celebrado la misa “In Coena Domini” generalmente en cárceles, aunque también lo ha hecho en centros de acogida para refugiados, en correccionales de menores o en residencias, con los enfermos. Esta mañana el Pontífice argentino abrió los ritos del Triduo Pascual de la Semana Santa en la basílica de San Pedro del Vaticano con la misa crismal, en la que se conmemora la institución del sacramento del orden sacerdotal. Francisco ha comenzado los ritos pascuales con total normalidad a pesar de la preocupación que suscitó su rechazo a leer en público y este Viernes Santo se espera que celebre la pasión del señor y acuda, como es tradición, al Coliseo romano para un vía crucis que, por primera vez, contará con unas meditaciones escritas por él mismo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T12:04:45.377+03:00",
  "updated": "2024-03-29T12:04:45.377+03:00"
}