{
  "thread": {
    "uuid": "71f09582621bc740560089494923483f74198e6f",
    "url": "https://www.espn.com.ar/panamericanos/nota/_/id/13025377/impacto-santiago-2023-cifras-positivas-economico-record-historico-medallas-team-chile",
    "site_full": "www.espn.com.ar",
    "site": "espn.com.ar",
    "site_section": "https://www.espn.com.ar/panamericanos",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Juegos Panamericanos 2019 - Resultados, Noticias, Videos, Estadísticas, Posiciones, Equipos",
    "title": "El impacto de Santiago 2023: Cifras positivas en lo económico y un récord histórico de medallas para el Team Chile - ESPN",
    "title_full": "El impacto de Santiago 2023: Cifras positivas en lo económico y un récord histórico de medallas para el Team Chile - ESPN",
    "published": "2023-12-28T18:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://a.espncdn.com/combiner/i?img=%2Fphoto%2F2023%2F1222%2Fr1269698_1200x675_16%2D9.jpg",
    "performance_score": 0,
    "domain_rank": 54028,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "71f09582621bc740560089494923483f74198e6f",
  "url": "https://www.espn.com.ar/panamericanos/nota/_/id/13025377/impacto-santiago-2023-cifras-positivas-economico-record-historico-medallas-team-chile",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ESPN com",
  "published": "2023-12-28T18:20:00.000+02:00",
  "title": "El impacto de Santiago 2023: Cifras positivas en lo económico y un récord histórico de medallas para el Team Chile - ESPN",
  "text": "Santiago 2023 ha sido uno de los desafíos más grandes que ha vivido Chile como país organizador. El magno evento de los Juegos Panamericanos transcurrió durante 19 días de competencia, dejando cifras en cuanto a lo económico y lo deportivo que superaron las expectativas. El Team Chile registró su mejor actuación histórica, donde superó las 50 medallas de Lima 2019, para sumar un total de 79 preseas en la competición que reunió a cerca de 6.500 atletas de 41 países. Si bien en un comienzo hubo ciertas dudas con hechos puntuales que fueron noticia, como la gotera en el Polideportivo de Viña del Mar en pleno partido de balonmano femenino, el balance general en cuanto a infraestructura también dejó un buen sabor de boca. Las sensaciones fueron tan positivas que, en su minuto, Harold Mayne-Nicholls, director ejecutivo del evento, planteó la opción de aprovechar estos recursos para una postulación futura a una candidatura olímpica: \"No postular a los Juegos Olímpicos sería un error histórico\", afirmó. LA COSECHA DE MEDALLAS En lo estrictamente deportivo, de esas 79 preseas obtenidas por la delegación chilena, 12 fueron de oro, 31 de plata y 36 de bronce, sumatoria que posicionó a Chile en la octava ubicación del medallero general. Dentro de las disciplinas más destacadas, se lució el karate, con representantes nacionales que lograron el oro como Rodrigo Rojas (+84kg Masculino), Enrique Villalón (-60kg Masculino) y Valentina Toro en los -55kg Femenino. Asimismo, el remo, con tres oros, tanto en hombres como mujeres, y el patinaje, con gran actuación de Emanuelle Silva, también dejaron su marca de chapa dorada. Francisca Crovetto (Tiro), Emile Ritter (Salto masculino de Esquí acuático), Lucas Nervi (Lanzamiento de disco masculino), Santiago Ford (Decatlón masculino), Martina Weil (Atletismo 400m femenino), también se distinguieron por cuenta propia tras lograr el máximo objetivo. Entre las medallas de plata más sobresalientes estuvo la de Kristel Köbrich, la incombustible nadadora que estuvo muy cerca del oro en los 1500m libres femenino, un hito que rompió todas las marcas de la natación en Chile y lo hizo a sus 38 años. Por su parte, los tenistas nacionales Tomás Barrios y Alejandro Tabilo también aportaron lo suyo, pero cayeron en la final del dobles masculino y, en el caso de Barrios Vera, tampoco pudo ganar la definición en singles, por lo que culminó con dos platas a su haber. Otra de las áreas que destacó fue el fútbol, tanto en su rama femenina como masculina, donde ambas selecciones tuvieron que ceder el oro luego de caer en sus respectivas finales, frente a México y ante Brasil. VENTA DE TICKETS Y DIVIDENDOS ECONÓMICOS Los números finales para la Corporación Santiago 2023 fueron absolutamente favorables. De un total de 1 millón 600 mil boletos disponibles, se distribuyeron 1.327.894 tickets, de los cuales más de 800 mil se fueron vía venta directa y los restantes fueron repartidos como entradas de cortesía y otros compromisos contractuales. Además, hubo deportes de libre acceso, por lo que, según los organizadores, más de un millón 400 mil personas pudieron observar los Juegos en directo. Todos estos registros se unieron al soporte de las 34 marcas tradicionales y los ocho partners institucionales que participaron de en los panamericanos, donde la mayoría de los ingresos se recaudaron a través de canjes (US$ 16.044.439 netos), equivalentes al 78,9% del total. Y sobre el dinero en efectivo, la cifra fue de 4.278.454 dólares, principalmente por la venta de entradas. Números que se tradujeron, de acuerdo al comité organizador, en que cada dólar invertido se calculó en 1,18 dólares de retorno para la economía en Chile. En relación a las disciplinas que congregaron mayor asistencia de público, se distinguió en primer lugar el atletismo, con 279.630 (39.947 mil en promedio); seguido del fútbol, con 255.350 (7.073 por día) y el vóleibol piso, con 206.549 (9.389 espectadores a diario). En el evento, además, sobresalió la labor de los voluntarios, con 10.886 personas que colaboraron en la organización, varios de ellos extranjeros de países como Perú, Argentina y Brasil. Finalmente, en cuanto a la recaudación para los atletas, casi $1.000 millones fueron repartidos para los medallistas chilenos, un merecido premio en reconocimiento al talento, la trayectoria y el trabajo invertido durante años que pudo ver sus dividendos en un año de gran cosecha para el deporte nacional.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T01:02:19.712+02:00",
  "updated": "2023-12-29T01:02:19.712+02:00"
}