{
  "thread": {
    "uuid": "1f8314fc2a3c89fd246e52ba525c384dad5df4a4",
    "url": "https://www.tmj4.com/news/local-news/united-way-volunteers-hard-work-honored-with-thank-you-lunch",
    "site_full": "www.tmj4.com",
    "site": "tmj4.com",
    "site_section": "http://detroitautoshow.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Detroit Auto Show News - EIN Presswire",
    "title": "United Way volunteers' hard work honored with thank you lunch",
    "title_full": "United Way volunteers' hard work honored with thank you lunch",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ewscripps.brightspotcdn.com/dims4/default/4d6806f/2147483647/strip/true/crop/1280x672+0+0/resize/1200x630!/quality/90/?url=http%3A%2F%2Fewscripps-brightspot.s3.amazonaws.com%2Fbf%2Fef%2F50fb25234f8d894fb211be6f8790%2Fmixcollage-18-apr-2024-01-41-pm-8937.jpg",
    "performance_score": 0,
    "domain_rank": 12317,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1f8314fc2a3c89fd246e52ba525c384dad5df4a4",
  "url": "https://www.tmj4.com/news/local-news/united-way-volunteers-hard-work-honored-with-thank-you-lunch",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sydni Eure",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "United Way volunteers' hard work honored with thank you lunch",
  "text": "MILWAUKEE — Not all super heroes wear capes. Sometimes they pick up trash, donate to the local diaper bank or wear shirts like this.\nTMJ4 Every superhero has the perfect costume — even though theses ones are technically volunteers.\n\"I think they are volunteers,\" said Charmyse White.\nWhite is a superhero herself. She has spent her entire life doing her part to save communities in need through time spent giving back.\nTMJ4 \"When I was younger I was in the boys and girls club and I went to the YMCA,\" said White.\nWhite said that's where she had her first glimpse at what life dedicated to service could look like. It's why she was at the United Way of Greater Milwaukee & Waukesha County Volunteer Recognition Breakfast.\n\"It feels so rewarding because actually just yesterday I was out at junior achievement helping 4th through 6th graders run their own business as a CEO and a CFO, helping them write checks and understanding you know how they’ll have to collaborate and work together,\" said White.\nThursday's lunch was a celebration of all the everyday heroes among us that do everything they can to make our communities a better place.\n“When you look around this room you are seeing a room full of people that are so passionate about this community and making a difference in this community and that is really exciting,” said Presidnet & CEO of Landmark Credit Union, Jay Magulski.\nTMJ4 \"They’re incredibly selfless, they move mountains, they make incredible things happen in very short amounts of time, they’re always there at a moments notice, whenever you need them and they’re always bringing good this world,\" said Manager of Volunteer Engagement at United Way, Karissa Gretebeck.\nTMJ4 However, all that service doesn't come without a cost. Volunteer, Sarah Kaufmann knows first hand that sacrifices come with hours spent serving. She’s a hero around her community and when she’s at home too.\n“So I have three boys at home and my husband is a teacher but we just carve out time to volunteer because it’s important to us,” said Kaufmann.\nTMJ4 Knowing her boys are watching her give back is the fuel that keeps her going and she hopes they’ll grow up and do the same.\n“I really hope what sticks with them is that they’re a part of a bigger community outside of just the school that they go to or the sports teams that they play on,” said Kaufmann.\nAll of the heroes honored at the celebration said the extra hours are worth it because there are so many people in the community that still need saving.\n“Its amazing to be able to give back,\" said Community Service Labor Liaison Rebecca Klebsch. \"When you come from a union family, its great to be able to have the extra funds to be able to give back and put into your community and it’s good or them to see that they’re not just out there working on the job sites. They’re also in the community giving back wherever they can.”\nTMJ4 “That hour or two maybe even sometimes a half day of giving back could make the difference in the lives of children and families in our communities,” said White.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "charmyse white",
        "sentiment": "none"
      },
      {
        "name": "white",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "united way",
        "sentiment": "negative"
      },
      {
        "name": "united way of greater milwaukee & waukesha county volunteer recognition breakfast",
        "sentiment": "none"
      },
      {
        "name": "ymca",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:22:20.411+03:00",
  "updated": "2024-04-19T02:54:54.470+03:00"
}