{
  "thread": {
    "uuid": "f9e5ed320147c596b26672de3a5753f48d7e5db1",
    "url": "https://www.detroitlions.com/news/quick-lane-bowl-invested-7-000-towards-education-at-detroit-lions-academy-as-par",
    "site_full": "www.detroitlions.com",
    "site": "detroitlions.com",
    "site_section": "http://www.detroitlions.com/news",
    "site_categories": [
      "hobbies_and_interests",
      "investors_and_patents",
      "football",
      "sports"
    ],
    "section_title": "Detroit Lions News | Detroit Lions - DetroitLions.com",
    "title": "Quick Lane Bowl invested $7,000 towards education at Detroit Lions Academy as part of the new Touchdown for Teachers Initiative",
    "title_full": "Quick Lane Bowl invested $7,000 towards education at Detroit Lions Academy as part of the new Touchdown for Teachers Initiative",
    "published": "2023-12-28T23:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.clubs.nfl.com/image/upload/t_editorial_landscape_12_desktop/lions/joi5p8cqkqp9oorz875j",
    "performance_score": 0,
    "domain_rank": 28152,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f9e5ed320147c596b26672de3a5753f48d7e5db1",
  "url": "https://www.detroitlions.com/news/quick-lane-bowl-invested-7-000-towards-education-at-detroit-lions-academy-as-par",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Copied",
  "published": "2023-12-28T23:58:00.000+02:00",
  "title": "Quick Lane Bowl invested $7,000 towards education at Detroit Lions Academy as part of the new Touchdown for Teachers Initiative",
  "text": "DETROIT – The Quick Lane Bowl announced today that it has invested $7,000 in education at [Detroit Lions Academy](https://www.detroitk12.org/domain/1851) as part of the new Touchdown for Teachers Initiative. A joint effort by the College Football Playoff (CFP) Foundation and ESPN, the two entities have come together to donate $1,000 to local schools for every touchdown scored during each bowl game during the 2023 Bowl Season. The Quick Lane Bowl saw seven touchdowns in the game this year, resulting in a total of $7,000 from the CFP Foundation and ESPN. These funds will be directly donated to teachers at Detroit Lions Academy. This grant is a continuation of the Quick Lane Bowl's investment in education in the local Detroit community. In September, the Quick Lane Bowl, the College Football Playoff Foundation and the Detroit Lions Foundation donated $30,000 to the Detroit Lions Academy for an updated media center. The Detroit Lions Academy is a public school within the Detroit Public School Community District. Over the summer, three schools merged to serve students in grades 6-12 who have faced learning hurdles or that need credit recovery assistance. The new school and its teachers are dedicated to giving these students a second chance at receiving an education by providing a structure that allows them to graduate on time. The entire 29-member faculty at DLA is dedicated to helping the students overcome the odds caused by socioeconomic barriers that hamper their ability to learn. \"Having the Quick Lane Bowl as a platform to invite collegiate programs into the City of Detroit as well as serving the greater community during Bowl Week and beyond is an honor,\" said Director of the Quick Lane Bowl and Events Tamarah Tabor. \"The new Touchdown for Teachers initiative furthers our work with the incredible educators at Detroit Lions Academy and ensures our local students continue to receive the resources they need to be successful.\" The College Football Playoff Foundation is the largest sports entity in America that is supporting education. Its nationwide Extra Yard for Teachers platform has collectively invested approximately $68 million in support of education. The Extra Yard for Teachers platform is successful in supporting and uplifting teachers by focusing on four major areas: Recognition, Resources, Professional Development, Recruitment and Retention. Since its inception, the CFP Foundation has supported more than 500,000 teachers nationwide, creating a positive impact for more than 9.2 million students and 50,000 schools. \"Our partnership with the Quick Lane Bowl has been simply outstanding in our efforts to support teachers and celebrate their important roles with our children,\" said CFP Foundation Executive Director Britton Banowsky. \"We couldn't have the nationwide reach we have without our wonderful partners throughout the country. We are so thankful to the Quick Lane Bowl and the difference it is making for educators.\" For more information about the CFP Foundation, visit [www.cfp-foundation.org](http://www.cfp-foundation.org/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Education"
  ],
  "external_links": [
    "https://www.detroitk12.org/domain/1851)",
    "http://www.cfp-foundation.org/).",
    "http://cfp-foundation.org/).",
    "https://detroitk12.org/domain/1851)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "detroit lions academy",
        "sentiment": "negative"
      },
      {
        "name": "college football playoff",
        "sentiment": "none"
      },
      {
        "name": "cfp foundation",
        "sentiment": "none"
      },
      {
        "name": "college football playoff foundation",
        "sentiment": "none"
      },
      {
        "name": "detroit public school community district",
        "sentiment": "none"
      },
      {
        "name": "detroit lions foundation",
        "sentiment": "none"
      },
      {
        "name": "espn",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "detroit",
        "sentiment": "none"
      },
      {
        "name": "quick lane bowl",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:33:58.343+02:00",
  "updated": "2023-12-29T00:33:58.343+02:00"
}