{
  "thread": {
    "uuid": "37ea1d692c435acb929716950aad83085ffc09b4",
    "url": "https://okdiario.com/internacional/experto-guerra-israel-aplicado-mas-medidas-evitar-victimas-civiles-que-ningun-otro-ejercito-12789178",
    "site_full": "okdiario.com",
    "site": "okdiario.com",
    "site_section": "https://okdiario.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Okdiario, el digital de Eduardo Inda",
    "title": "Experto en guerra: \"Israel ha aplicado más medidas para evitar víctimas civiles que ningún otro ejército\"",
    "title_full": "Experto en guerra: \"Israel ha aplicado más medidas para evitar víctimas civiles que ningún otro ejército\"",
    "published": "2024-05-06T21:56:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://okdiario.com/img/2024/05/06/montaje-experto-en-guerra-interior.jpg",
    "performance_score": 0,
    "domain_rank": 10751,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "37ea1d692c435acb929716950aad83085ffc09b4",
  "url": "https://okdiario.com/internacional/experto-guerra-israel-aplicado-mas-medidas-evitar-victimas-civiles-que-ningun-otro-ejercito-12789178",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@okdiario",
  "published": "2024-05-06T21:56:00.000+03:00",
  "title": "Experto en guerra: \"Israel ha aplicado más medidas para evitar víctimas civiles que ningún otro ejército\"",
  "text": "Experto en guerra: «Israel ha aplicado más medidas para evitar víctimas civiles que ningún otro ejército» John Spencer, jefe de estudios guerra urbana, desgrana las claves de todo lo que ha hecho Israel por los civiles palestinos Las Fuerzas de Defensa de Israel han evacuado con éxito a más de 850.000 civiles de un millón (entre el 85% y el 90%) en el norte de Gaza antes de que comenzaran los combates más intensos en la respuesta a la masacre terrorista de Hamás en Israel. Israel prepara la evacuación de este lunes de al menos [100.000 palestinos](https://okdiario.com/internacional/ejercito-israel-pide-palestinos-abandonar-rafah-inminente-ofensiva-12784668) que viven en los barrios orientales de Rafah, en el sur de la Franja de Gaza, próximos a la frontera israelí y egipcia, antes de una ofensiva terrestre prevista en la zona. Las Fuerzas de Defensa de Israel ha pedido a los civiles que se trasladen a una zona humanitaria ampliada en las áreas de al-Mawasi y Khan Younis, en el sur de Gaza. La orden de evacuación de Israel sólo se ha comprometido a algunos de los barrios orientales de Rafah, y no a toda la ciudad del sur de Gaza por ahora. Sin embargo, Israel se ha comprometido a que actuará en toda la zona, considerada el último gran reducto del [grupo terrorista de Hamás](https://okdiario.com/internacional/hamas-ataca-israel-menos-siete-heridos-tas-lanzamiento-diez-cohetes-desde-rafa-12782754). Funcionarios israelíes han declarado que al grupo terrorista le quedan seis batallones en la Franja de Gaza, cuatro de ellos en Rafah: Yabna (sur), Shaboura (norte), Tel Sultan (oeste) y Rafah oriental. Otros dos batallones de Hamás permanecen en el centro de Gaza, en los campamentos de Nuseirat y Deir al-Balah. Durante la evacuación de Israel de Rafah, John Spencer, jefe de guerra urbana en el Instituto Moderno de Guerra, desgrana las claves de todo lo que ha hecho Israel por los civiles palestinos. A su juicio, «Israel ha hecho más por evitar las bajas civiles en las guerras que ningún otro ejército en la historia -más allá de lo que exige el derecho internacional y más de lo que hizo Estados Unidos en sus guerras de Irak y Afganistán-, estableciendo un estándar que será difícil y potencialmente problemático repetir». BREAKING: Israel issues evacuation order for residents of Eastern Rafah. The ground invasion could be imminent [pic.twitter.com/ERt0nlswdO] — Visegrád 24 (@visegrad24) [May 6, 2024] A continuación, se reproduce un hilo que ha escrito en redes sociales sobre las normas que ha aplicado Israel: 1. Evacuar a los civiles de las ciudades en un alto porcentaje (70-90%) antes de comenzar una invasión terrestre completa en ataques convencionales que buscan destruir las defensas enemigas. En cambio, Estados Unidos no lo hizo esto en la invasión de Irak, Afganistán, Panamá, la Contraofensiva del Tet de Vietnam (Hue), la Guerra de Corea (Seúl), Filipinas (Manila), ni en los ataques durante las campañas de contrainsurgencia contra el grupo terrorista ISIS como la Batalla de Mosul de 2016-2017 (inicialmente se dijo a los civiles que se quedaran), Raqqa de 2017. 2. Proporcionaron rutas seguras y una zona humanitaria para evacuar a los civiles. A pesar de los informes de que las Fuerzas de Defensa de Israel realizaban operaciones cerca de las rutas y la zona, emplazaron soldados de las Fuerzas de Defensa de Israel a lo largo de la ruta para proteger a los civiles mientras Hamás impedía que los civiles utilizaran las rutas, atacaba a los civiles en las rutas para incluir disparos y emplazaba lanzacohetes junto a la ruta y la zona. 3. Utilizó algo más que octavillas para notificar, localizar y pedir a los civiles a evacuar temporalmente las principales zonas de combate. Israel ha lanzado más de 7,2 millones de octavillas, pero también ha realizado más de 79.000 llamadas telefónicas directas, ha enviado más de 13,7 millones de mensajes de texto y ha dejado más de 15 millones de mensajes de voz pregrabados para notificar a los civiles que deben abandonar las principales zonas de combate. Estados Unidos nunca ha desplegado estas otras medidas electrónicas directas, especialmente a esa escala para llegar a los civiles. Israel has done more to prevent civilian casualties in war than any military in history — above & beyond what international law requires & more than the US did in its wars in Iraq & Afghanistan — setting a standard that will be both hard & potentially problematic to repeat. 🧵 — John Spencer (@SpencerGuard) [May 4, 2024] 4. Realización de pausas diarias de varias horas en todas las operaciones de combate durante las batallas para permitir la evacuación de los civiles. Dejando a las Fuerzas de Defensa de Israel en amenaza directa de ataque para permitir a los civiles pasar a través de las líneas amigas durante las batallas. 5. Repartieron sus mapas militares. Las Fuerzas de Defensa de Israel (por primera vez en la historia de la guerra) entregaron sus mapas militares a los civiles y utilizaron sus mapas para comunicarse directamente con los civiles no sólo para la evacuación localizada, sino para notificar a los civiles donde las Fuerzas de Defensa de Israel estarían operando en el día a día, donde los civiles deben evitar. Esta información también llegaba al grupo terrorista de Hamás e impedía en gran medida la capacidad de las Fuerzas de Defensa de Israel de sorprender a Hamás en las batallas. 6. Golpes en el tejado. Al principio de la guerra, las IDF emplearon su práctica de llamar y enviar mensajes de texto antes de un ataque aéreo, así como el «roof-knocking», en el que lanzan pequeñas municiones sobre el tejado de un edificio para notificar a todo el mundo que evacue el edificio antes de un ataque. Ningún otro ejército del mundo hace esto. 7. Desarrollo de una metodología para rastrear la presencia de civiles en tiempo real y utilización de dicha metodología para dirigir las operaciones. La Célula de Mitigación de Daños a Civiles de las IDF (al mando de un general de 1 estrella) puede ahora rastrear la presencia de civiles en tiempo real utilizando presencia de teléfonos móviles, imágenes de satélite y drones. Los datos crean una codificación por colores de los mapas militares de las Fuerzas de Defensa de Israel que restringen los lugares en los que las Fuerzas de Defensa de Israel pueden operar, realizar ataques, etc. 8. Emplazamiento de asesores jurídicos en niveles bajos (inferiores a los de las operaciones estadounidenses estándar) y directamente en el proceso de selección de objetivos. Las Fuerzas de Defensa de Israel cuentan con asesores jurídicos incorporados al proceso de selección de objetivos, un paso deliberado, y presentes en los niveles de brigada y división. 9. Imposición de restricciones al uso de la fuerza. Esto incluye la alteración de las reglas de enfrentamiento y la autorización de ataques y operaciones durante una batalla. Aplicación de medidas de control, como líneas y zonas de fuego restringido, zonas de prohibición de fuego (en objetos/edificios protegidos y lugares sensibles (más de los requisitos legales), en las que llevar a cabo una operación, entrar o incluso devolver el fuego en algunos lugares requeriría la aprobación del Jefe del Estado Mayor de las Fuerzas de Defensa de Israel. 10. Realización de operaciones de gran envergadura en las que las Fuerzas de Defensa de Israel rodean un lugar, como el Hospital Al-Nasser, pero también barrios enteros (decenas de miles de personas) en Jan Yunis, que son cercados y luego se les ordena evacuar a través de posiciones de las FDI (lo que aumenta el riesgo para las Fuerzas de Defensa de Israel) y luego se utilizan grandes medios de reconocimiento facial para identificar a miembros de Hamás que tratan de mezclarse con los civiles que evacuan, que son detenidos sin causar daños a los civiles.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T22:24:16.201+03:00",
  "updated": "2024-05-06T22:24:16.201+03:00"
}