{
  "thread": {
    "uuid": "c11b571b603b339e9c59bb3364bb59c6756cb52d",
    "url": "https://www.rte.ie/news/middle-east/2024/0309/1436873-gaza-israel-corridor",
    "site_full": "www.rte.ie",
    "site": "rte.ie",
    "site_section": "https://rte.ie/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "RTÉ Ireland&#x27;s National Television and Radio Broadcaster",
    "title": "Gaza maritime aid corridor could open this weekend - EU",
    "title_full": "Gaza maritime aid corridor could open this weekend - EU",
    "published": "2024-03-09T03:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IE",
    "main_image": "https://img.rasset.ie/001fde46-1600.jpg",
    "performance_score": 0,
    "domain_rank": 1981,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c11b571b603b339e9c59bb3364bb59c6756cb52d",
  "url": "https://www.rte.ie/news/middle-east/2024/0309/1436873-gaza-israel-corridor",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@rtenews",
  "published": "2024-03-09T03:06:00.000+02:00",
  "title": "Gaza maritime aid corridor could open this weekend - EU",
  "text": "The head of the European Commission said a maritime aid corridor could start operating between Cyprus and Gaza this weekend, part of accelerating Western efforts to relieve the humanitarian crisis in Gaza. Ursula von der Leyen's comments came a day after President Joe Biden announced plans for the US military to build a \"temporary pier\" on Gaza's Mediterranean coast, amid UN warnings of famine among the territory's 2.3 million people. Negotiations on a possible ceasefire in Israel's war against Hamas, now in its fifth month, remained deadlocked in Cairo, with time running out to reach a truce in time for the Muslim Holy month of Ramadan, expected to begin on Sunday. \"We are launching this Cyprus maritime corridor together, the European Union, the United Arab Emirates, and the United States,\" she said after visiting facilities in Larnaca, Cyprus. \"We are now very close to opening this corridor, hopefully this Saturday-Sunday and I'm very glad to see an initial pilot will be launched today.\" US officials say building the pier described by Mr Biden could take weeks. Meanwhile, hospitals in northern Gaza are already reporting children dying of malnutrition. The UN says opening up more land routes should remain the priority. \"No U.S. boots will be on the ground,\" said Mr Biden, who did not indicate where the planned pier might be located. Most of Gaza's coast is beach and larger ships would be unable to approach it without dredging. Pentagon spokesperson Air Force Major General Patrick Ryder said planning for the temporary port system was still in the early stages and would take \"likely up to 60 days\"' to complete, involving some 1,000 troops, though none would be deployed ashore. Some aid agencies say discussions of elaborate air and sea routes to bring aid into Gaza are a distraction when Israel is restricting existing access routes by land. \"There's an easier, more efficient way of bringing in assistance and that is via the road crossings that connect Israel with Gaza,\" said Juliette Touma, spokesperson for UNRWA, the UN relief agency for the Palestinians. Michael Fakhri, a UN special rapporteur on the right to food, told reporters in Geneva, it was \"absurd\" that the US was discussing complicated new routes to reach a territory blockaded by its own ally. \"From a humanitarian perspective, from an international perspective, from a human rights perspective, it is absurd in a dark, cynical way,\" he said. Israel says it is not blocking aid through two checkpoints on the southern edge of Gaza, and blames U.N. and other agencies for failing to transport and deliver enough of it. Humanitarian Agencies say that is nearly impossible in a war zone, and Israelis responsible for ensuring safe access. The United States and other countries have also been airdropping supplies, though the amounts involved are small. Five Palestinians were killed and several were wounded when boxes of aid dropped by planes fell on them by mistake in northwest Gaza, said Mahmoud Basal, spokesman of the Civil Emergency Service in Gaza. Some footage showed dozens of people running as the boxes were dropped, shouting to one another to avoid the boxes. Separately, Palestinian health officials said eight people from one family had been killed in an Israeli air strike on their house in Khan Younis in the southern Gaza Strip. Ceasefire talks stall Time is rapidly running out for ceasefire talks to reach an agreement on a proposed six-week truce that US officials had hoped would be in place by Ramadan, expected to start on Sunday. Egyptian security sources have said the ceasefire talks, taking place in Cairo without an Israeli delegation, would resume on Sunday, amid fears that violence could escalate across the region during the Muslim holy month. Mr Biden said reaching a deal by the start of Ramadan was \"looking tough,\" though U.S. Secretary of State Antony Blinken repeated Washington's assertion that an Israeli-approved ceasefire proposal is on the table, and it is now up to Hamas to accept it. \"The issue is Hamas. The issue is whether Hamas will decide not to have a ceasefire that would benefit everyone,\" Mr Blinken said. \"The ball is in their court. We're working intensely on it, and we'll see what they do.\" Hamas rejects this characterisation of the talks as an attempt by Washington to deflect blame from Israel should the negotiations fail. Israel has said any ceasefire must be temporary and that its goal remains the destruction of Hamas. Hamas says it will release its hostages only as part of a deal that ends the war. The Islamist group precipitated the war by killing 1,200 people and abducted 253 in a rampage into Israel on 7 October, according to Israeli tallies. In response, Israel launched a ground offensive and aerial bombardment in Gaza that had killed at least 30,878 Palestinians and wounded 72,402, according to the Hamas-run enclave's health ministry.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joe biden",
        "sentiment": "none"
      },
      {
        "name": "ursula von der leyen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "eu",
        "sentiment": "negative"
      },
      {
        "name": "european commission",
        "sentiment": "negative"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "european union",
        "sentiment": "none"
      },
      {
        "name": "un",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "cypru",
        "sentiment": "none"
      },
      {
        "name": "mediterranean",
        "sentiment": "none"
      },
      {
        "name": "khan younis us",
        "sentiment": "none"
      },
      {
        "name": "cyprus",
        "sentiment": "none"
      },
      {
        "name": "cairo",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "larnaca",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "united arab emirates",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T03:27:48.030+02:00",
  "updated": "2024-03-09T06:20:04.419+02:00"
}