{
  "thread": {
    "uuid": "0ddc46f904c0b19e775315bbcbcbbe047d4d7806",
    "url": "https://richmondfreepress.com/news/2024/mar/14/personality-meredith-hertzler",
    "site_full": "richmondfreepress.com",
    "site": "richmondfreepress.com",
    "site_section": "https://richmondfreepress.com",
    "site_categories": [
      "media"
    ],
    "section_title": "\n\t\t\t\n\t\t\t\tRichmond Free Press | Serving the African American Community in Richmond, VA\n\t\t\t\n\t\t",
    "title": "Personality: Meredith Hertzler | Richmond Free Press | Serving the African American Community in Richmond, VA",
    "title_full": "Personality: Meredith Hertzler | Richmond Free Press | Serving the African American Community in Richmond, VA",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://epmgaa.media.clients.ellingtoncms.com/img/photos/2024/03/14/Personality_Hertzler_Meredith_HESHEZEandWE_031224_RHB1.jpg",
    "performance_score": 0,
    "domain_rank": 80203,
    "domain_rank_updated": "2024-03-12T12:13:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0ddc46f904c0b19e775315bbcbcbbe047d4d7806",
  "url": "https://richmondfreepress.com/news/2024/mar/14/personality-meredith-hertzler",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "Personality: Meredith Hertzler | Richmond Free Press | Serving the African American Community in Richmond, VA",
  "text": "Personality: Meredith Hertzler Spotlight on He She Ze and We board president 3/14/2024, 6 p.m. In 2016, family led Meredith Hertzler to reach out to the nonprofit He She Ze and We. She found a supportive community that she continues to rely on each day. Ms. Hertzler, a Richmonder, is a wife and mother of two sons, ages 17 and 20. When her eldest son shared that he was transgender, she and her husband searched for information and resources they could use to help support him. A phone call to HSZ&W led her to the organization’s co-founder, Shannon McKay, who invited her to attend a support meeting. The Human Rights Campaign defines transgender as “an umbrella term for people whose gender identity is different from cultural expectations based on the sex assigned at birth.” While HSZ&W started in 2012 as a small support group for five families with transgender or nonbinary children, it has grown over the past 11 years. Its mission to support transgender and nonbinary individuals through education and advocacy that helps families, communities and allies to create life-saving, inclusive environments now has a statewide reach. About eight years ago, Ms. Hertzler helped the Richmond-based organization gain its 501(c)(3) status, and this month she starts her second two-year term as board president. She says that working with the group allows her to make an impact on families like her own. “We watched my son turn inward around 12 years old. He slowly became more quiet, introverted, and sad,” she said in a recent email, sharing that even with an open and accepting family, coming out was still a tortuous decision for him. “When he finally shared (that he was transgender) and we found resources, medical support and community, he was a new child. At 13, he came out socially, meaning we used his pronouns and new name outside of the house,” Ms. Hertzler added. “Today he is a thriving, loving and joyful man — this is why I do what I do. I want others to see that no matter how many questions you have about the transition, the simple answer is to support your child.” While the use of preferred pronouns is often met with questions, Ms. Hertzler explains that it is about basic decency and dignity. “Referring to someone by their pronouns is respectful and the first step in affirming someone’s gender identity,” she explained. She also says there are many misconceptions about the transgender and nonbinary community. Some of those include the belief that it is “only a phase” or that it is a mental illness. “That is absolutely incorrect,” Ms. Hertzler stated. She argues that for many, political debates about their identity, bullying in schools and fear that the gender-affirming care they need may be stripped away all affect their mental health and happiness. “If we, as a society, stopped debating their right to exist and let everyone be free to be their true authentic selves with all of the resources available to use as needed, then we would see trans and nonbinary people not only survive, but truly thrive!” she said. Meet an advocate for transgender nonbinary communities and this week’s Personality: Meredith Hertzler. Volunteer position: President, board of directors for He She Ze and We. Occupation: Director of sales and staff operations for Sola Salons of Virginia. Birthday: Sept. 28. Residence: Glen Allen. Education: I went to VCU for a few years but couldn’t find the right major. I found work much more appealing. Family: I live with my husband and have two sons. He She Ze and We is: A brave space in the current political and social climate that we find our Transgender and NonBinary loved ones living in. We focus on creating an affirming and inclusive community through education, support and advocacy. Not only educational support groups for loved ones and family members to learn and get resources, but training for the greater community, schools and businesses who want to understand how to be allies. The fact is, our work is suicide prevention and violence prevention. Over the past 11+ years, we have worked with almost 1,000 families and we are proving that family and community acceptance and support is vital for ensuring Trans and Nonbinary young people grow up and become citizens making valuable contributions to our society. Mission: He She Ze and We supports Transgender and Nonbinary people by empowering their families, communities, and allies to create life-saving, inclusive environments. When and why founded: He She Ze and We began in 2012, as a small support group for 5 families with young trans- gender or nonbinary children. Quickly, we expanded to support families with children of all ages with a focus of educating and supporting the adult family members which directly improved the lives of the gender expansive individuals. Founders: Shannon McKay — current executive director, He She Ze and We. Why He She Ze and We is meaningful to me: Nothing compares to being able to help someone in a time of great need. It fills me with so much joy watching a child or teen that is depressed, quiet and unengaged grow into an amazing, thriving adult because a parent took one small step and used their pronoun or a new chosen name. It is the smallest gestures that plant the seed. No. 1 goal and strategy as board president: To be a partner to the executive director in order to build, grow and sustain this amazing organization. Biggest challenge: Being overwhelmed. Fortunately, we have an amazing, diverse community of board members, partners and advisers that have given wonderful advice and support. I am grateful. No. 1 joy I have witnessed working with He She Ze and We: Listening to a parent, through happy tears, describe their child’s transformation after being affirmed. It will never not make my own tears flow. Upcoming event: We also invite you to come out and have fun with the community on March 23 at Diversity Richmond, where we will host our 2nd Annual Community Connections Fundraiser — True Colors, An 80s Dance Party! Additional information is available by visiting [https://bit.ly/3VharT7](https://bit.ly/3VharT7) How I start the day: I am lucky to be greeted by two cats. Being loved awake is always a positive. The three words that best describe me: Grateful, insightful, but silly. Best late-night snack: French fries. My music playlist: What is the saying, “You always love the music of your teens”? I am no different. I can’t go wrong with an ’80s flashback— Depeche Mode, George Michael, Madonna. No wonder our fundraising event is so amazing! I love to: Have a couple of gin and tonics with my husband and watch TV sitcoms that we have both seen many times before, love on my cats and read memoirs of people who fascinate me. A quote that inspires me: “Love isn’t a state of perfect caring. It is an active noun like struggle. To love someone is to strive to accept that person exactly the way he or she is, right here and now.” ― Fred Rogers The best thing my parents ever taught me: That I can accomplish whatever I put my mind to. The person who influenced me the most: This is going to sound so silly, but in 1983 when I was just 11, I saw a performance by Culture Club on TV. I was enthralled. There was Boy George, who was so outside of the norm but looked so confident! I thought it was brilliant and refreshing, someone who truly was his own person. I am fortunate that I was able to meet him in 1995 and tell him how much that shaped me. Book that influenced me the most: “She’s Not There, A Life In Two Genders” by Jennifer Finney Boylan. I picked this up on a whim in 2003, the year my son was born. Ms. Boylan shares her story about being a transgender woman. Call it fate or a premonition, but I have often recalled her struggle, her strength and her resilience in my work with He She Ze and We. Next goal: To launch child No.2 into adulthood and spend some much needed time with my husband.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://bit.ly/3VharT7",
    "https://bit.ly/3VharT7)",
    "https://www.bit.ly/3VharT7)",
    "https://www.bit.ly/3VharT7"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "meredith hertzler",
        "sentiment": "negative"
      },
      {
        "name": "hertzler",
        "sentiment": "none"
      },
      {
        "name": "shannon mckay",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "richmond free press",
        "sentiment": "negative"
      },
      {
        "name": "va personality",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "richmond",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:39:48.185+02:00",
  "updated": "2024-03-15T00:39:48.185+02:00"
}