{
  "thread": {
    "uuid": "6eb495a633fccf9acfe5dbdc713a06750b024050",
    "url": "https://www.digitimes.com/biz/news.asp?feed=5511",
    "site_full": "www.digitimes.com",
    "site": "digitimes.com",
    "site_section": "https://apps.digitimes.com/biz",
    "site_categories": [
      "media"
    ],
    "section_title": "DIGITIMES Biz Focus",
    "title": "Grand Opening of the April 2024 Global Sources Consumer Electronics and Electronic Components Shows",
    "title_full": "Grand Opening of the April 2024 Global Sources Consumer Electronics and Electronic Components Shows",
    "published": "2024-04-12T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 6321,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6eb495a633fccf9acfe5dbdc713a06750b024050",
  "url": "https://www.digitimes.com/biz/news.asp?feed=5511",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PRNewswire",
  "published": "2024-04-12T03:00:00.000+03:00",
  "title": "Grand Opening of the April 2024 Global Sources Consumer Electronics and Electronic Components Shows",
  "text": "Esports and Cutting-edge Electronics Take Center Stage HONG KONG, April 11, 2024 /PRNewswire/ -- The highly anticipated April 2024 Global Sources Hong Kong Shows open today, marking a pivotal moment for the global procurement industry. As a premier online-to-offline (O2O) sourcing event, the first segment of the three-phase event, which runs from April 11 to 14, brings together two major professional shows of consumer electronics and electronic components, and kicks off with an impressive array of exhibitions showcasing innovative and cutting-edge technology products in esports and gaming hardware peripherals, outdoor electronics, computer peripherals, automotive electronics, audio-visual, commercial electronics, and electronic components. The shows feature around 150,000 products showcased across 4,000 booths from over 2,000 high-quality suppliers, including more than 200 original brand manufacturers. The Global Sources Hong Kong Shows have always been committed to providing a unique O2O service experience. Utilizing a range of digital services such as show websites, mobile apps, innovative online shows and Virtual Shows, suppliers and buyers around the world are afforded an efficient, convenient and seamless sourcing experience. This year, Global Sources is debuting a new \"Show Genie\" feature within its mobile app, which includes e-badges, interactive maps, and the option to add exhibitor notes. These features aim to enhance the overall sourcing experience, allowing buyers to plan their visits efficiently in advance and navigate the shows more easily. Exhibitors, meanwhile, can leverage this feature to drive on-site traffic and expand their online show opportunities. \"The Global Sources Hong Kong Shows, as an international trade event, not only provide a high-quality communication platform for buyers and suppliers but also serve as a model for the deep integration of online and offline resources. The show organizers closely follow market trends, select cutting-edge product categories, and set up pavilions accordingly. At the same time, through new product launches and diversified promotion methods, each show helps buyers find manufacturers willing to implement creative ideas and provides cost-effective one-stop sourcing services. In addition, our events actively promote the sustainable development of global trade, contributing to the construction of a green, low-carbon economic system,\" said John Kao, Global Sources Vice President for Hong Kong and Overseas Shows. Mr. Kao said that the show content and organization reflect a trend of international buyers returning to Hong Kong. He noted that European and American buyers continue to dominate, while the number of buyers from emerging markets such as Latin America and India has also shown significant growth. This highlights both the international attractiveness of the attending the Hong Kong trade shows and a diversification of the buyers attending them. Gaming and eSports Hall with Professional Team Competitions As the gaming industry rapidly advances, the demand for high-performance esports equipment continues to grow. The Gaming and eSports Hall (Hall 2) has undergone a complete upgrade with a fresh design and new activities to match this increasing demand. This enhanced space features more than 500 booths showcasing new gaming products and accessories. It also includes three new specialized zones for popular gaming hardware like mice, keyboards, monitors and controllers. The show will host new product launch events with Show Girls tours, as well as a Gaming & eSports Arena organized by founders of world-class professional esports clubs such as OMG, DDT and TE. Three world-class professional esports teams from these clubs will participate in an exciting three-day tournament. wAwa, a well-known esports commentator who was inducted into the LPL \"League of Legends\" Hall of Fame, will provide professional commentary for the games. Case MOD master FUXK will also deliver two sets of expertly crafted computer cases to the show. Largest Audio Hall in Hong Kong One of the standout attractions buyers can look forward to is the Audio Hall, which features over 600 booths showcasing a diverse range of top-notch products, including headphones, Bluetooth speakers, professional audio products, home audio systems, cables and accessories, video playback equipment, and other audio-visual products that seamlessly integrate state-of-the-art technologies. From high-fidelity sound effects to the latest designs in audio and video equipment, the exhibits demonstrate innovative achievements, providing buyers with a rich selection and a high-quality one-stop sourcing experience. Outdoor Electronic Products on the Rise The growing global popularity of outdoor leisure and sports has fueled an unprecedented growth in the outdoor electronics market. The outdoor electronics pavilion in Hall 11 includes nearly 300 booths showcasing various personal transportation options, balance bikes, entertainment systems, professional drones, cameras and accessories, as well as popular outdoor equipment like lightweight electric motorcycles. The area also includes a personal transporter test-drive zone to allow hands-on trials and demonstrations of the products, allowing buyers to experience the latest innovations in personal transportation and balance bikes firsthand. Next-Gen Components Zone Electronic components are core to electronic products. The Next-Gen Components Zone in Hall 9 consistently attracts significant interest from a multitude of end-users, solution providers and chip distributors. It exhibits a diverse array of electronic components extensively utilized in prominent application domains such as industrial, automotive, smart living, new energy solutions and components, esports and entertainment. In addition to its existing categories, the zone has expanded to include semiconductors and other components upstream in industry chain. This showcase presents a cross-section of the whole ecosystem, providing a holistic view of the diverse components that power the electronics industry. Focus on Sustainable Growth and ESG Principles As a leading international O2O trade platform and event organizer, Global Sources maintains a strong commitment to sustainable development, as reflected in the integration of sustainable practices into various aspects of the event. By optimizing the show process, reducing carbon footprint and enhancing digital services, Global Sources enhances sustainable sourcing practices, establishes a new benchmark for professional trade platforms and promotes industry development. Moreover, the show serves as a platform to showcase various green, low-carbon and environmentally friendly products that meet environmental, social, and governance (ESG) standards, allowing audiences to intuitively experience the practical applications of sustainable development in the consumer electronics industry. The show will invite industry experts and scholars to share insights on environmental protection, social responsibility and sustainable sourcing, fostering discussions on the future development of the industry. Onsite Summit Program The onsite Global Sources Summit sessions during the first phase of the show focus on insightful discussions around cutting-edge topics in the consumer electronics industry. Key discussion areas include \"Generative AI in Business Applications\" and \"ESG Regulations, Reporting Standards, and Strategic Sustainability in Electronics.\" The show also has carefully curated in-depth workshops on popular procurement topics such as \"Emerging Supply Chain Regulations and Adaptation Strategies\" and \"How to Choose Reliable Electronic Product Manufacturers in Vietnam.\" Renowned international sourcing experts and industry specialists have been invited to participate in the event to engage in insightful discussions and knowledge-sharing. This series of summits and workshops aims to gather wisdom and jointly explore the future development direction of the electronics industry. About Global Sources Global Sources is an internationally recognized B2B sourcing platform that has been driving global trade for over 50 years. The Company connects authentic buyers and verified suppliers worldwide with tailored solutions and trusted market intelligence through trade shows, digital platforms, magazines and events. Global Sources' unique online-to-offline (O2O) services have successfully provided efficient and convenient commercial services to over 10 million registered international buyers and users. | | For Media Enquiry, | | Market Hubs Holdings Limited | | Lierence Li | | Debbie So | | +852 3998-4900 | | +852 3998-4900",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "electronic components shows esports",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "hong kong",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T05:03:59.880+03:00",
  "updated": "2024-04-12T05:03:59.880+03:00"
}