{
  "thread": {
    "uuid": "1a0b8fffffcd18d8f3a46f939becec600a7fa8cb",
    "url": "https://es.dangcongsan.vn/asean-y-el-mundo/la-onu-reconoce-el-año-nuevo-lunar-como-feriado-18072.html",
    "site_full": "es.dangcongsan.vn",
    "site": "dangcongsan.vn",
    "site_section": "https://es.dangcongsan.vn",
    "site_categories": [],
    "section_title": "\r\n\tPERIÓDICO DIGITAL DEL PARTIDO COMUNISTA DE VIETNAM\r\n",
    "title": "La ONU reconoce el Año Nuevo Lunar como feriado",
    "title_full": "La ONU reconoce el Año Nuevo Lunar como feriado",
    "published": "2023-12-28T06:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://file1.dangcongsan.vn/data/77/images/2023/12/28/upload_4726/dhd-22-12-2023-1.jpg?w=400",
    "performance_score": 0,
    "domain_rank": 37829,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1a0b8fffffcd18d8f3a46f939becec600a7fa8cb",
  "url": "https://es.dangcongsan.vn/asean-y-el-mundo/la-onu-reconoce-el-año-nuevo-lunar-como-feriado-18072.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "habt",
  "published": "2023-12-28T06:45:00.000+02:00",
  "title": "La ONU reconoce el Año Nuevo Lunar como feriado",
  "text": "El Año Nuevo Lunar, la ocasión más importante para el pueblo vietnamita, ha sido designado por las Naciones Unidas como una fiesta anual. La medida fue aprobada el 23 de diciembre por unanimidad en la 78.ª Asamblea General de las Naciones Unidas, añadiendo oficialmente el feriado al calendario de descanso de la ONU. La adopción de esta medida viene dada por la propuesta presentada en agosto por 12 países, incluido Vietnam. Así, el 10 de agosto de 2023, los jefes de misión de Brunei, Camboya, China, Indonesia, Laos, Malasia, Mauricio, Singapur, Corea del Sur, Tailandia, Filipinas y Vietnam, enviaron una carta conjunta al Comité de la ONU sobre Conferencias para agregar el Año Nuevo Lunar a las vacaciones anuales de la ONU. Como resultado, el Año Nuevo Lunar figura oficialmente como feriado de la ONU en el Calendario de Conferencias y Reuniones de la ONU a partir de 2024. La Asamblea General de la ONU, en su resolución, reconoció la importancia del festival, que se celebra en muchos estados miembros de la ONU, recomendando que las reuniones de los órganos de la ONU en la sede y otros lugares se pospusieran el día siguiente del Año Nuevo Lunar. El Año Nuevo Lunar de Tet Nguyen Dan, o Tet en vietnamita, es la celebración más importante de la cultura vietnamita y es un momento para reuniones familiares, ya que las personas que residen lejos de casa o en sus lugares de origen regresan a casa para asistir al Tet. La gran población de la diáspora vietnamita también celebra el evento anual. Las ideas principales de las vacaciones del Tet son comenzar de nuevo, dejar atrás el pasado, y resolver deudas y conflictos. Limpiar, decorar, cocinar, ver a amigos y familiares e intercambiar regalos son sólo algunas de las actividades agitadas pero emocionantes que tienen lugar durante esta época del año. El alimento inevitable para el Tet en Vietnam es el “banh chung” (un alimento tradicional vietnamita elaborado con arroz glutinoso, frijoles mungo, carne de cerdo y otros ingredientes) o el “banh tet” (un alimento sabroso y a veces endulzado, elaborado principalmente con ingredientes glutinosos). El banh chung, uno de los platos básicos de la cocina navideña del Tet, se inventó hace más de 2000 años durante el reinado de la dinastía Hung. Durante el Tet, se entrega a los niños “tien mung tuoi” o “li xi” (dinero de la suerte) en sobres rojos que contienen dinero en efectivo. En los primeros días del Año Nuevo, la gente suele acudir a las pagodas o a las reliquias históricas para rezar por un feliz año o para pedir algunas palabras de caligrafía para un mejor rendimiento académico, lo cual está en gran medida arraigado en la tradición escolar entre los vietnamitas. /",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T19:39:47.566+02:00",
  "updated": "2023-12-29T19:39:47.566+02:00"
}