{
  "thread": {
    "uuid": "654704f35e2ff52a414559158d47008ae8844315",
    "url": "https://www.ilmattino.it/benevento/benevento_papa_incontra_acli_folta_delegazione_sannita_presente_incontro-8154764.html",
    "site_full": "www.ilmattino.it",
    "site": "ilmattino.it",
    "site_section": "https://ilmattino.it/index.php",
    "site_categories": [
      "power_and_motorcycles",
      "sports",
      "top_news"
    ],
    "section_title": "Il Mattino ",
    "title": "Il papa incontra le Acli: folta delegazione sannita presente all'incontro",
    "title_full": "Il papa incontra le Acli: folta delegazione sannita presente all'incontro",
    "published": "2024-06-01T19:32:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://statics.cedscdn.it/photos/MED_HIGH/47/64/8154764_01182428_papa_francesco_saluta_acli.jpg",
    "performance_score": 0,
    "domain_rank": 14826,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "654704f35e2ff52a414559158d47008ae8844315",
  "url": "https://www.ilmattino.it/benevento/benevento_papa_incontra_acli_folta_delegazione_sannita_presente_incontro-8154764.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redazione Web",
  "published": "2024-06-01T19:32:00.000+03:00",
  "title": "Il papa incontra le Acli: folta delegazione sannita presente all'incontro",
  "text": "«Le Acli sono un luogo dove è possibile incontrare dei “santi della porta accanto”, che non finiscono sulle prime pagine dei giornali, ma a volte cambiano concretamente le cose, in bene»: è con queste parole che Papa Francesco ha accolto in udienza stamane nell'aula Paolo VI i 6mila aclisti giunti in Vaticano per celebrare l'ottantesimo anniversario dell'associazione. Folta la delegazione sannita: un centinaio provenienti da Benevento e provincia a popolare la carovana giunta in massa, oltre 500, da tutta la regione. Alla guida il presidente regionale Filiberto Parente, che ha portato in spalla la statua di San Giuseppe Lavoratore che Papa Pio XII benedisse nel 1955 e omaggiata dal Pontefice. «Le Acli - ha detto Francesco - siano voce di una cultura della pace, uno spazio in cui affermare che la guerra non è mai inevitabile mentre la pace è sempre possibile. Nel contesto di una società che è frammentata e di una cultura individualista, abbiamo un grande bisogno di luoghi in cui le persone possano sperimentare questo senso di appartenenza che sia creativo e dinamico, che aiuta a passare dall’io al noi, a elaborare insieme progetti di bene comune e a trovare le vie e i modi per realizzarli. È questa la vocazione dei vostri “circoli”: aprire le porte, tenerle aperte, accogliere le persone, permettere loro di costruire legami di solidarietà e senso di appartenenza, per intraprendere insieme un cammino di integrazione che sviluppa una cultura dell’incontro in una pluriforme armonia». «Il nostro impegno per la pace da sempre ci porta a costruire ponti di prossimità, ne sono una testimonianza le dodici edizioni del Cammino di Riconciliazione e Pace da Benevento a Pietrelcina, diventata una tappa fondamentale del nostro stile aclista. - dichiara il presidente Filiberto Parente - L'auspicio, con l'ausilio delle istituzioni, è quello di riproporre un percorso per sensibilizzare alla difesa della patria non armata e non violenta, obiettori di ogni forma di guerra, per declinare le parole di Papa Francesco alla fraternità universale, nessuno escluso» conclude.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T19:45:53.517+03:00",
  "updated": "2024-06-01T19:45:53.517+03:00"
}