{
  "thread": {
    "uuid": "2d83500cfe3558b792b4a5c7b8e1dd1ccdce39c5",
    "url": "https://www.bmj.com/content/385/bmj-2024-079259",
    "site_full": "www.bmj.com",
    "site": "bmj.com",
    "site_section": "https://asianamericans.einnews.com:443/live_feed",
    "site_categories": [
      "health"
    ],
    "section_title": "Live Feed Wire - Asian American News Today - EIN Presswire",
    "title": "Sustainability is critical for future proofing the NHS | The BMJ",
    "title_full": "Sustainability is critical for future proofing the NHS | The BMJ",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.bmj.com/sites/default/files/highwire/bmj/385/8424.cover-source.jpg",
    "performance_score": 0,
    "domain_rank": 314,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2d83500cfe3558b792b4a5c7b8e1dd1ccdce39c5",
  "url": "https://www.bmj.com/content/385/bmj-2024-079259",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rachel Stancliffe",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Sustainability is critical for future proofing the NHS | The BMJ",
  "text": "Sustainability is critical for future proofing the NHSBMJ 2024; 385 doi: https://doi.org/10.1136/bmj-2024-079259 (Published 11 April 2024) Cite this as: BMJ 2024;385:e079259 Read the full series: The BMJ Commission on the Future of the NHS - Rita Issa, GP and research fellow [1](#aff-1) [2](#aff-2) [3](#aff-3), - Callum Forbes, global surgery research fellow and anaesthesia trainee [4](#aff-4), - Catherine Baker, emergency medicine trainee [5](#aff-5), - Matt Morgan, honorary visiting professor, intensive care medicine consultant, adjunct clinical professor [6](#aff-6) [7](#aff-7) [8](#aff-8), - Kate Womersley, research fellow and psychiatry core trainee [9](#aff-9) [10](#aff-10), - Bob Klaber, consultant paediatrician, director of strategy, research, and innovation, professor of practice (population health) [11](#aff-11) [12](#aff-12), - Elaine Mulcahy, director [13](#aff-13), - Rachel Stancliffe, chief executive officer [14](#aff-14) [1School of Global Development, University of East Anglia, Norwich, UK] [2FXB Center for Health and Human Rights, T.H. Chan School of Public Health, Harvard University, Boston, MA, USA] [3Institute for Global Health, University College London, London, UK] [4Program in Global Surgery and Social Change, Department of Global Health and Social Medicine, Harvard Medical School, Boston, MA, USA] [5Royal Sussex County Hospital, University Hospitals Sussex, Brighton, UK] [6Cardiff University, Cardiff, UK] [7University Hospital of Wales, Cardiff, UK] [8Curtin University, Perth, WA, Australia] [9The George Institute for Global Health at Imperial College London, London, UK] [10NHS Lothian, Scotland, UK] [11Imperial College Healthcare NHS Trust, London, UK] [12School of Public Health, Imperial College London, London, UK] [13UK Health Alliance on Climate Change, London, UK] [14Centre for Sustainable Healthcare, Oxford, UK] - Correspondence to: R Issa r.issa{at}uea.ac.uk The combined threats of climate change and biodiversity loss are a global public health emergency requiring urgent attention. [1](#ref-1) [2](#ref-2) The health impacts of these crises are far reaching, spanning the direct effects of changing weather patterns, such as heat waves causing cardiovascular events or severe dehydration; damage to health infrastructure through extreme weather events; system disruptions to the upstream determinants of health, such as reduced crop viability affecting nutritional status; and the direct health effects of fossil fuel combustion, such as respiratory diseases from air pollution. [3](#ref-3) The NHS contributes about 5% of UK fossil fuel emissions and generates substantial waste, [4](#ref-4) which feeds into a cycle where health systems experience the impacts of climate risks while simultaneously contributing to the processes that drive them. Sustainability must be at the heart of the NHS as we look to the future, both to improve the health system today and to make it resilient to future shocks. As an anchor institution that touches the lives of every person in the UK, the NHS must be a powerful advocate and driver for the societal changes needed to respond to the climate and biodiversity crises. The interventions required are mitigation—reducing contributions to global warming by reducing greenhouse gas emissions and other waste; and adaptation—adjusting to current or expected climate change and its effects, with the aim of minimising harm and exploiting beneficial opportunities. Beyond reducing carbon emissions, sustainable healthcare must also consider the sector’s consumption and waste practices, alongside a shift in values related to the human-nature association that reduces inequalities and promotes health and wellbeing for all. Responsibility for driving this agenda forward is multifaceted. There are roles, responsibilities, and expectations for political leaders to support and invest in salutogenic (ie, factors that promote health and wellbeing) and sustainable environments. Those working in the NHS and healthcare must consider their position as a means to seek and deliver positive action for health and climate. The wider public needs to meaningfully expect, demand, and participate in co-creating the healthier society that can be achieved when we centre on sustainability. Why we need a sustainable NHS A multitude of environmental determinants individually and together shape human health, including geography, access to green space, exposure to air pollution and extreme heat, employment conditions, and food and water quality. Often these determinants intersect and correlate with pre-existing vulnerabilities, such as socioeconomic status, income and education levels, disability, gender, and age. [5](#ref-5) [6](#ref-6) [7](#ref-7) [8](#ref-8) The climate emergency is a “threat multiplier” that will exacerbate existing health inequalities, in part through its interaction with these wider environmental determinants. [9](#ref-9) This interplay between environmental determinants and social vulnerabilities requires wider reaching interventions across sectors, such as housing, transport, energy, and green spaces. Trans-sectoral actions are often beneficial for climate mitigation and human health, with the resultant “health co-benefits” [10](#ref-10) leading to substantial health gains and reduced health risks. [11](#ref-11) For example, promoting active transport such as cycling or walking helps reduce air pollution caused by fossil fuel combustion vehicles while improving cardiovascular health, and retrofitting housing helps to reduce heating needs and expenditure, while managing the health harms of cold spells and fuel poverty. Within the health sector, action to reduce the footprint of clinical care has strong support from the general public and NHS staff: 92% of the general public believe it is important for the healthcare service to be sustainable, and 87% of NHS staff support the ambition for the NHS to reach net zero. [12](#ref-12) [13](#ref-13) The NHS has already made a substantial commitment to climate mitigation, as the first health system to embed net zero into legislation in 2022, [14](#ref-14) and through the formation of the Greener NHS programme, which is driving the goal of net zero by 2040 for scope 1 emissions—those that the NHS controls directly, such as from NHS facilities, the NHS fleet, and anaesthetic gases; and 2045 for scope 2 and 3 emissions—those that the NHS can influence ( [fig 1](#F1)). A truly sustainable and resilient health system must operate within safe planetary and ecological bounds, [16](#ref-16) [17](#ref-17) not contributing excessively to pollution, degradation, or emissions, while being resilient and responsive to the health needs that result from the impacts of climate and environmental change. These impacts include the fallout of extreme weather events, changing patterns of disease, and the movement of people. [7](#ref-7) Climate friendly and sustainable interventions have the added benefit of being cost saving. For example, the cost to the NHS of people not taking prescribed drugs correctly is estimated to be £500m a year. [18](#ref-18) A review of surgical interventions found financial savings in every identified example of greening surgical care over the past 20 years, [19](#ref-19) realised across several areas including reducing material use, reuse of medical products, and waste management procedures. Renewable energy has rapid financial returns: Castle Hill Hospital in Hull is saving between £250 000 and £300 000 each month after installing solar panels. [20](#ref-20) Leaders should build on the growing body of evidence and recognise investment in environmental sustainability as a mechanism for achieving long term financial sustainability. Governance and leadership structures must show, through policies and systems, the value of investment in decarbonisation and climate adaptation in the NHS, in relation to achieving net zero targets and making financial sense. Where the NHS is viewed as a global leader in sustainable healthcare, there is an opportunity and responsibility to model best practice internationally. In doing so, the NHS might begin to tackle the ongoing injustice whereby low and middle income countries feel the worst of the effects of climate change and biodiversity loss, despite high income countries having almost exclusively driven these processes. [21](#ref-21) Preparing for shocks and stressors The climate crisis and biodiversity loss are not stories of tomorrow; the impacts are palpable today, including in the UK ( [box 1](#boxed-text-1)). Mitigation efforts, while necessary to prevent worsening climate and health impacts, are insufficient on their own. Immediate adaptation is required to deal with present and increasingly substantial health impacts of climate change. Where is the critical impending need for adaptation? Extreme temperature and heat waves Nine of the ten hottest years on record have occurred since the turn of the century, [22](#ref-22) heatwaves are now 30 times more likely due to climate change, [23](#ref-23) and more than 4500 excess deaths occurred in the UK in 2022 caused by heat stress. [24](#ref-24) Rising ambient air temperatures also cause higher rates of heat stroke and dehydration, as well as chronic cardiovascular, respiratory, cerebrovascular, and renal disease. [25](#ref-25) Older people, those with pre-existing health conditions, and those living in more socioeconomically deprived urban areas are more severely impacted. [26](#ref-26) Flooding Flooding events lead to direct and indirect impacts on health. Direct impacts include injuries, drowning, electrocution, and exposure related morbidity. In the medium term there is an increased risk of infections, in particular with atypical organisms and zoonoses. Those experiencing flooding events are at heightened risk of depression, anxiety, and post-traumatic stress disorder. [27](#ref-27) Indirect impacts result from disruption to health services because of damage to healthcare facilities, roads, electricity supply, and communication networks. Vector borne diseases With increasing ambient temperatures, a number of infectious diseases are emerging or increasing in prevalence in the UK, including vector borne diseases such as tick borne encephalitis and vibriosis. As conditions become increasingly amenable for a number of mosquito species, even infections such as malaria, dengue, and Zika might also become established, particularly in the warmer southern parts of the UK. [28](#ref-28) Drought and water quality Droughts will become more frequent and more severe. Reduced river flows combined with higher temperature can lead to algae blooms and impact upon freshwater quality in rivers and lakes. Combined with the environmentally destructive practices of sewage companies, there is a risk to health for those who choose to swim in rivers and coastal areas, and wildlife dependent on these water systems. Over recent years, gastroenteritis, ear, nose, and throat infections, and respiratory infections have all been described by those who have spent time in polluted water. [29](#ref-29) [30](#ref-30) Food insecurity Extreme weather and environmental destruction is affecting food supply chains and leading to food insecurity in the UK. As well as malnutrition, those living in food insecure households are at higher risk of a range of chronic health conditions, including diabetes, hypertension, arthritis, chronic pain, and poor oral health. [31](#ref-31) Food insecurity is inextricably linked to poverty and lower socioeconomic status. Air quality and pollution UK wide, there are around 40 000 excess deaths each year from air pollution, and worldwide, 7 million excess deaths each year. [32](#ref-32) [33](#ref-33) Along with burning of fossil fuels, increased ambient temperatures and heat waves contribute to increased concentrations of pollutants such as ozone and particulate matter (PM2.5 and PM10). These pollutants lead to increased morbidity and mortality from cardiovascular and respiratory diseases and have an impact on birth outcomes. [34](#ref-34) These impacts are not equally distributed and people with pre-existing medical conditions and those of lower socioeconomic status are most affected. [35](#ref-35) [RETURN TO TEXT](#xref-boxed-text-1-1) Creating a healthcare sector able to respond and adapt to the changing patterns of need, providing continuity of service delivery in spite of evolving environmental pressures, is vital to ensure broader national resilience to the climate emergency. Priority areas include formation of adaptation strategies, climate informed health programmes, broader community resilience, and empowerment of the health workforce. The NHS is already engaged with the government in a number of efforts to ensure health sector resilience through formation of national adaptation strategies, including the Adverse Weather and Health Plan. [36](#ref-36) [37](#ref-37) [38](#ref-38) [39](#ref-39) Implementation and accountability will be important in helping to build services that are resilient to disruption in the face of increasingly substantial climate impacts. To provide services undisrupted by the impacts of climate change will require all the individual building blocks of the health system to be resilient to external stressors. These building blocks include, but are not limited to, the hospital and clinical builds and other physical infrastructure, information and data technology systems, workforce and leadership structures, and healthcare adjacent infrastructure such as road and transport networks. The ability to deliver healthcare during shocks and stressors is broken if one part of the chain is broken, such as a flooded road preventing an ambulance getting through, or a power outage in a surgical theatre. To ensure the NHS is capable of responding to provide urgent and ongoing care in the face of shocks and stressors, government and leaders within the health sector must work together to ensure resilience measures are in place for each component part. The impacts of the climate crisis are not felt uniformly across different communities. Vulnerability varies based upon the pressures experienced and the risk profiles of community members. Engagement of communities, fostering of social cohesion, and community led action have been shown to be particularly effective means to ensure resilience. The NHS must play a vital role in identifying the most vulnerable communities to enable effective allocation of resources. This approach will also allow these communities to be involved in developing community led adaptation strategies from the outset. As climate health risks align with existing socioeconomic determinants of health, by tackling such risks, the NHS will be investing more widely in the health and wellbeing of the UK population, while also attempting to tackle the health inequality caused by climate change. Moreover, promoting greater investment in community based care and community support groups, such as flood support groups, will help foster resilience beyond just the healthcare sector. How will we know what success looks like? While there is broad consensus on the need for NHS mitigation goals and adaptation plans, the “how” for achieving impact at scale and pace is more challenging. [40](#ref-40) Data are needed to support the mitigation of emissions and waste in the health sector, and to measure the success of sustainability initiatives. [41](#ref-41) Data, particularly pertaining to scope 1 and 2 emissions, such as the energy usage and efficiency of facilities, and the use of anaesthetic gases, should be systematically and routinely collected and published. The NHS is taking steps to systematise and integrate such data collection; for example, use of the Greener NHS dashboard—which tracks key sustainability indicators to monitor progress towards net zero commitments—is now mandatory for clinical commissioning groups and trusts. The Respiratory Carbon Impact dashboard monitors prescribing of respiratory drugs and aims to give prescribers and commissioners insights into the sustainability impact of prescribing these drugs, along with tools to monitor and improve prescribing practices. [42](#ref-42) Measurement and recording of metrics is only valuable if data are easy to interpret and compare, giving an accurate picture of progress and helping identify areas at risk of stalling. However, currently, metrics and indicators remain primarily uncoordinated, particularly between academic and public institutions. Data that measure health risks and vulnerability, or progress on adaptation are incomplete. [3](#ref-3) [43](#ref-43) Well calibrated health information systems can support the monitoring of and response to climate risks by assessing system capacity, integrating climate information into disease surveillance, and enabling early warning systems and targeted interventions. Shortfalls remain in modelling adaptation strategies within various mitigation scenarios to enable more accurate health impact assessments. We also need further epidemiological modelling of a wider range of health outcomes, including mental health, and a greater understanding of compound and cascading risks, and the effectiveness of various response strategies. [43](#ref-43) The implementation of standardised frameworks for metrics and indicators, combined with coordination and integration of datasets, would substantially strengthen the work already being done on risk and adaptation monitoring and modelling. For example, national observatories on health and climate change could evaluate progress and inform research and decision making. [3](#ref-3) [43](#ref-43) The resilience of health services to the climate emergency, and climate related morbidity and mortality need to be monitored as part of the UNFCCC (United Nations Framework Convention on Climate Change) global goal on adaptation. [44](#ref-44) This requirement provides an opportunity to improve monitoring of the health benefits of climate action as part of future rounds of the UNFCCC global stocktake. [3](#ref-3) A necessary component of UK health resilience will be to ensure the ability to accurately track the health impacts of the climate crisis. Integration of electronic health information systems with climate data and incorporating climate sensitive health risks and diagnoses into existing databases or registries will allow more accurate prediction of health risks in the coming decades. This strategy will ensure services and clinical pathways can be built to minimise disruption from the pressures of the climate crisis. How can the NHS adapt and mitigate against the climate emergency? We identify six key areas of focus for mitigation and adaptation within and around the NHS. These areas have been drawn from a conceptual framework for climate resilient and sustainable health systems compiled using key papers and reports [15](#ref-15) [45](#ref-45) [46](#ref-46) [47](#ref-47) [48](#ref-48) [49](#ref-49) ( [fig 2](#F2)). Infrastructure As one of the world's largest healthcare systems, the NHS faces the critical challenge of aligning its facilities, infrastructure, energy use, and transport approach with sustainability goals across scope 1-3 emissions ( [fig 1](#F1)). Presently, NHS infrastructure consists of ageing and modern facilities, with varying degrees of energy efficiency and environmental impact. On average, 76% of the organisation’s energy use is from fossil fuels. [50](#ref-50) In facilities with poor sustainability ratings, fossil fuels are the predominant source of energy. Evidence from various health systems globally indicates that sustainable healthcare facilities can substantially reduce carbon emissions without compromising patient care. [51](#ref-51) [52](#ref-52) Practices such as the use of renewable energy sources, green building design, retrofitting of existing facilities to improve energy efficiency, and waste reduction strategies have proven effective and provide good return on investment owing to energy cost savings. Within the NHS, more could be done to support evidence driven approaches to tackling emissions hot spots. For example, operating rooms are three to six times more energy intensive than other clinical areas of the hospital, primarily because of heating, ventilation and cooling requirements, and the need for tightly controlled heating and humidity conditions. [53](#ref-53) [54](#ref-54) Shutdown checklists and switching off ventilation systems overnight have been shown to be effective strategies for reducing energy use. [19](#ref-19) A lead for sustainability, with appropriate training on the impact their decisions have on the wider population's health, should be in place for any areas of procurement or facilities. The transport system, pivotal for primary and secondary care, is heavily reliant on fossil fuels, contributing substantially to the NHS’s carbon footprint. Transitioning to electric and hybrid vehicles, along with encouraging telemedicine where feasible, has shown a notable decrease in transport related emissions. [55](#ref-55) Because almost every person will visit healthcare facilities at some point, the NHS must be an advocate for the wider infrastructure changes and government investment needed to facilitate active travel, as a health co-benefit. Technology Reducing supply chain emissions for medical equipment and drugs has the potential to deliver substantial gains in NHS emission reductions. Within the healthcare sector, scope 3 emissions comprise the greatest proportion of emissions; 62% of all emissions in the NHS are attributable to the supply chain. [24](#ref-24) The NHS can use its influence as one of the biggest single investors in healthcare goods and services globally to drive the prioritisation of reduced carbon emissions, along with financial cost and quality-safety profile factors, in procurement decisions; Greener NHS has made progress on this by setting targets for suppliers. [56](#ref-56) Such an approach could help to bring about a broader health sector wide move towards improved sustainability and reduced carbon emissions. To do this effectively, the NHS should strive for a more cohesive national procurement approach—one means of achieving this would be through setting and enforcing environmental standards for national healthcare procurement. There is also a role for reduced national procurement of the most environmentally harmful drugs and preparations, and their eventual removal from national formularies. This change would require legislation and input from government, NHS leaders, senior clinicians, pharmacists, and organisations parallel to the NHS, such as NICE (National Institute for Health and Care Excellence), MHRA (Medicines and Healthcare products Regulatory Agency), and others. Anaesthetic gases, including nitrous oxide often used for labour analgesia (as Entonox), and metered dose inhalers are particularly polluting—volatile gases constitute 5% of all emissions from acute NHS hospitals [34](#ref-34)—and contribute directly to global warming. [30](#ref-30) [31](#ref-31) The NHS has recently decommissioned the use of desflurane from 2023-24 because of sizeable emissions where reasonable, less polluting alternatives exist. [35](#ref-35) Digital technology is being increasingly used in healthcare delivery to ensure personalisation of care. A move towards a patient centred approach to care can support better patient experiences by giving increased autonomy to patients, along with benefits in terms of sustainability. Tools such as eHealth or mHealth apps have the potential to reduce inappropriate or unnecessary investigations and treatments, reduce the impact of patient transport or travel to the clinic setting, improve health (particularly in patients with complex chronic disease), and decentralise care out of hospitals and into communities and homes. [37](#ref-37) Importantly, patient care should not be compromised. Waste Waste in the NHS includes “wasteful practices”—the unnecessary use of services and products—and excessive or inappropriate material waste generation. Wasteful practices, which are often overlooked, account for a substantial proportion of inefficiency and waste of resources, personnel, and capacity in the health system. The best way to reduce waste is to minimise unnecessary use, first and foremost by maintaining a healthy population, proactive primary and secondary prevention, accuracy in diagnostics and treatment, and choosing products wisely. An estimated 10% of items dispensed in primary care are overprescribed and 15% of people take five or more drugs a day. [57](#ref-57) Around one in five hospital admissions in people aged 65 and older is caused by the adverse effects of drugs. Up to half of all drugs are wasted, costing the NHS up to £300m a year. [18](#ref-18) [58](#ref-58) The NHS produces substantial quantities of material waste. The 156 000 tonnes of waste that are collected as “clinical waste” each year are incinerated at high temperatures—an expensive operation—and disposed of by landfill or an alternative method. Drug waste contributes to landfill, greenhouse gas emissions, and environmental harm as a result of wasted pharmaceuticals entering waterways. [18](#ref-18) [58](#ref-58) A whole system approach is needed, with investment in research to measure the ecological footprint of drugs that enables prescribers and patients to make environmentally informed choices. [59](#ref-59) All NHS organisations should have a testing regime in place for surveillance and addressing these issues as a responsibility of the Health and Safety Executive. Single use plastics and equipment in operating theatres and clinical areas still outnumber use of sterilisable tools and reusable surgical kits. The NHS often does not have accessible recycling bins in office, catering, and ward spaces. Reasons cited for the use of single use surgical gowns and drapes include convenience and misconceptions about clinical safety and infection control. However, reusable gowns have been shown to provide greater protection and durability, a 60–95% reduction in energy use and cost savings, and there is no evidence that reusable personal protective equipment results in higher healthcare associated infection rates. [60](#ref-60) [61](#ref-61) Cradle-to-grave life cycle assessments of products or components of care are increasingly common [62](#ref-62) [63](#ref-63) [64](#ref-64) and must factor in the entire lifetime impact of the product or care assessed. For example, while minimally invasive surgeries produce greater emissions compared with open surgical techniques, [65](#ref-65) the often associated shorter length of stay and fewer postoperative complications might balance towards a net environmental benefit. [65](#ref-65) Key principles of the circular economy can be applied to keep healthcare products in circulation as long as possible: refusing to use an item, reducing the frequency of use, reusing items when possible (with sterilisation or washing), renewing (through repair or remanufacture), and recycling. [19](#ref-19) Food The food and agriculture sector is responsible for 30% of the world’s greenhouse gas emissions, and the main cause of terrestrial biodiversity loss. [66](#ref-66) Five standards have been set by the Department for Health and Social Care for hospital food, one of which is sustainability. [67](#ref-67) [68](#ref-68) [69](#ref-69) A sustainable approach to food and nutrition in the NHS requires thorough consideration of the processes around food provision for inpatients and staff in NHS facilities. Currently one in six meals are left uneaten, [70](#ref-70) and nutritional education and advice for the public is needed to drive behaviour change. [71](#ref-71) At trust level, simple approaches that benefit both health and environment include NHS sourcing of local, sustainably grown, plant based options; minimising food packaging; and reducing food waste. Hospital trusts that bring catering in-house are more likely to find food of better quality, produced locally, offering better value for money. [72](#ref-72) Outsourcing of catering in the NHS, while often chosen as a cost saving tactic, has been linked to poorer health outcomes. [72](#ref-72) Health benefits accompany a more sustainable approach to food. Engaging local staff to highlight specific areas of their practice where improvements could be made would enhance impact and buy-in. [73](#ref-73) Successful actions taken by hospitals have included “meatless Mondays”, on-site vegetable and herb gardens, sharing unserved food with community kitchens, and sending food waste to local farms and on-site anaerobic digestion units. Much more needs to be done across the NHS and wider society to promote the benefits of eating more plant based foods. A public engagement campaign supported by the government with healthcare at the forefront to promote the health and environmental benefits of sustainable diets would help to drive the societal shifts required. Workforce The NHS workforce constitutes 1.3 million people, presenting an opportunity to upskill a large number in sustainable practice and climate preparedness. However, many healthcare workers experience barriers that limit their ability to act, including lack of education and training, policies and workplace guidance, and support from their peers. [74](#ref-74) Sustainability must be recognised as a core focus of practice that acknowledges the ethical and moral duty of doctors to play their part. Education for Sustainable Healthcare is a mandatory requirement of the medical regulator outcomes for graduates, [75](#ref-75) and the Health and Care Professions Council has produced guidance on education for sustainable healthcare for preregistration allied health professionals. [76](#ref-76) Medical schools, royal colleges, and other professional training organisations have started to integrate sustainability into their curriculums, [77](#ref-77) enabling students and trainees to influence and advocate for green issues within the teams they work in. The 2024 General Medical Council good medical practice guidelines reference the importance of sustainability. [78](#ref-78) However, more needs to be done; for example, training on sustainability within healthcare must be made mandatory across the UK, supported by investment and buy-in by national bodies and provider organisations. Action is required across the workforce. Executive and board level leadership teams could be supported by developing networks of learning and communities of practice that enable staff and wider stakeholders to learn from each other and provide opportunities to improve environmental sustainability and clinical care. [79](#ref-79) Healthcare workers, who are recognised to have a trusted voice and impactful messaging when talking about the climate crisis, are increasingly motivated to speak out as part of their professional responsibility to try and prevent a worsening of the climate crisis, and they should be supported in this. [74](#ref-74) [80](#ref-80) [81](#ref-81) Rotational training—wasteful in terms of travel and resources, disruptive to trainees’ lives and of arguable educational benefit—might be an area for reconsideration. [82](#ref-82) Nature and the environmental determinants of health A stable natural environment is critical for limiting the impacts of the climate crisis and achieving the UN’s sustainable development goals. Where the loss of biodiversity on land and water is a major threat to human, animal, and environmental health, repairing this loss is vital for health. A large and growing body of research has shown the positive impacts of more proximal green space for physical and mental health. [83](#ref-83) Access to green space results in substantial reductions in all cause mortality, [84](#ref-84) obesity, [85](#ref-85) cardiovascular disease, [86](#ref-86) type 2 diabetes, [87](#ref-87) improved pregnancy outcomes, [88](#ref-88) and improved immune system functioning. [89](#ref-89) In the NHS, nature based interventions have been recognised as valuable strategies for prevention of ill health, supporting patients recovering from illness, and promoting good health and wellbeing. [90](#ref-90) Participation in nature based activities is associated with a substantial positive effect on psychological, social, physical, and intellectual outcomes. [91](#ref-91) Recent analysis found that nature prescribing programmes could save the NHS £100m per 1.2 million people involved. [92](#ref-92) Additionally, access to green space is “equigenic”, meaning it is able to reduce health inequalities [93](#ref-93); robust evidence shows that disadvantaged groups gain the most health benefit from improved access to nature, [94](#ref-94) and trees and vegetation effectively reduce the urban heat island effect, which predominantly affects socioeconomically deprived communities with higher proportions of marginalised people. [95](#ref-95) More broadly, good access to nature for all in England would reduce NHS pressures equivalent to saving £2.1bn in health spending every year. [94](#ref-94) As one of the largest landowners in England, the NHS forms an anchor institution in communities across the country, through physical spaces for socialising, learning, recreation and exercise, and where people receive treatment for ill health. Interventions such as the NHS Forest Initiative—planting trees and meadows—offer several benefits to people and biodiversity, with one participant at Mount Vernon Cancer Centre stating, “when I felt like I was being poisoned on the inside with the chemotherapy drugs, it was very helpful to witness living things growing and carrying on in nature. It gave me hope.” [83](#ref-83) To mitigate harm and maximise the health co-benefits of action, it is important that policies tackle climate change, biodiversity loss, and other environmental impacts together. Being in balance with the natural environment should be a priority; this means questioning the impact of our current health practices on planetary boundaries, [16](#ref-16) and doing what is required to restore the major earth systems to within their identified safe limits. Prioritised government investment and action towards improving access to nature in the most nature deprived communities, in line with the health co-benefits of environmental action, would deliver the most health benefits and cost savings. Achieving health co-benefits can be achieved by integrating health in all policies across all sectors, informed by the social and environmental determinants of health, as well as integrating social prescribing practices, such as green prescribing for mental health. [90](#ref-90) [96](#ref-96) Conclusions and recommendations The NHS cannot continue to operate effectively and maintain legitimacy without incorporating sustainability in the context of a climate and biodiversity crisis as a central consideration within every aspect of its functioning. Responsibilities and interventions are required to achieve this aim, delivered through purposeful and considered leadership, reinforced and supported by governance mechanisms, policies and standards, and proactive government investment. Staff should be empowered to engage with sustainability and net zero actions, encouraged to challenge and be proactive in suggesting service improvements, and supported to take wider climate action. [80](#ref-80) Opportunities should be given to patients and communities to actively shape and demand health promoting environments and services. We make the following recommendations to place sustainability at the centre of the NHS’s functioning. Develop and invest in data, metrics, and research that drive NHS sustainability and integrate climate risk—Essential national quality metrics should be developed for sustainability within the NHS, requiring all NHS trusts to collect and contribute to a centrally funded database for identifying improvements and guiding research. Sustainability metrics should be integrated into health information systems like the Greener NHS dashboard to standardise assessments of health risks and vulnerabilities owing to climate change. Commitment should be made to the necessary investment in information systems, research, and adaptation, and the establishment of strong partnerships with universities and local authorities to secure a sustainable NHS. Implement transparent, accountable national adaptation strategies—The government and NHS leadership should provide decisive and visionary leadership, governance, and investment to develop community led adaptation strategies, and develop a universal tracking system to monitor the health impacts of climate change. Government investment should target vulnerable communities and health facilities to empower local communities to mitigate and adapt to climate impacts. Implement sustainable interventions across infrastructure, technology, transport, food, and waste—Infrastructure, technology, food, and waste management should be transformed by adopting national sustainable procurement and prescribing practices and setting environmental standards for industry to decarbonise supply chains and clinical pathways, and reduce waste. Active travel should be prioritised in all NHS infrastructure planning, and catering in healthcare settings should shift towards locally sourced, seasonal, and primarily plant based menus to promote health and sustainability. Educate, embed, and build networks for sustainability through the NHS workforce—All levels of staff, including the executive and board members, should be equipped with the knowledge and skills for sustainable healthcare practices. National standards and a comprehensive plan should be developed in collaboration with key stakeholders, including government and NHS England, covering critical areas like food, workforce, and social prescribing. Promote nature and action on the environmental determinants of health—Government investment should be mobilised for infrastructure and nature. NHS boards and senior leadership should ensure and be supported in delivering facilities that are environmentally friendly, rich in biodiversity, and beneficial for both patients and staff, and promote accessibility for local communities. Ensure decisive and visionary NHS leadership, governance, and investment—Policies to achieve net zero emissions should be enforced, aligning with the Paris Agreement, including driving a ban on new oil and gas licensing in the UK. Health professionals should be recognised and supported in their influential role of addressing and communicating the climate and nature emergencies. Governance and leadership structures should demonstrate, through policies and systems, the value of investment in decarbonisation and climate adaptation in the NHS, in relation to achieving net zero targets and ensuring financial sustainability. Recommendations for a sustainable NHS Develop and invest in data, metrics, and research that drive NHS sustainability and integrate climate risk Implement transparent, accountable national adaptation strategies Implement sustainable interventions across infrastructure, technology, transport, food, and waste Educate, embed, and build networks for sustainability through the NHS workforce Promote nature and action on the environmental determinants of health Ensure decisive and visionary NHS leadership, governance, and investment Stewarding a sustainable NHS is a gift beyond carbon emissions, offering an opportunity for positive systems change across all aspects of society. Taking sustainability as a lens allows a holistic approach to health that reaches beyond the clinic walls and prioritises health promotion and salutogenesis. Rather than being viewed as a daunting task or one at odds with the achievement of health, interventions that consider climate change, sustainability, and nature as integral to health system functioning offer opportunities to streamline and deliver better services, support healthier populations at source, deliver cost savings, and ensure a flourishing NHS for a further 75 years and beyond. Footnotes Contributors and sources: RI is a GP, academic and advocate who has worked on the intersections of climate change and health for over a decade, including for the UN, humanitarian organisations and NGOs, and in and around the NHS. CF is an anaesthetics trainee and the current chief fellow at the Harvard Program in Global Surgery and Social Change, with a focus on sustainability of surgical systems. CB is an emergency medicine trainee with a special interest in sustainability. MM is a professor of intensive care medicine, intensive care specialist and BMJ columnist. KW is a psychiatry trainee and co-principal investigator of the MESSAGE project, focused on sex and gender equity in medical research. BK is a consultant paediatrician, professor of practice, and has integrated sustainable practice in his hospital trust. EM is the director of the UK Health Alliance on Climate Change. RS is the CEO and founder of the Centre for Sustainable Healthcare. RI guided the structure, organisation and writing of the piece, with the support of the whole authorship team. RI, EM, and RS wrote the introduction. RI led the section on why we need a sustainable NHS. CF wrote the sections on shocks and stressors, data, infrastructure and technology, along with MM, RS, EM, and RI. CB and KW wrote the sections on waste and food. RS, BK, and EM wrote the section on workforce and leadership. RS and EM wrote the section on nature; RI on the environmental determinants. All authors contributed to and reviewed all sections, and co-developed the recommendations. EM and RS are joint senior authors. RI, MM, KW, and BK are members of the BMJ Commission. RS is guarantor. Competing interests: We have read and understood BMJ policy on declaration of interests and declare: MM is an employee of The BMJ and has acted in various advisory roles for the health service including for the Welsh Government. All other authors declare none. Provenance and peer review: Commissioned; externally peer reviewed. This article is part of The BMJ Commission on the Future of the NHS ( https://www.bmj.com/nhs-commission). The purpose of the commission is to identify key areas for analysis, lay out a vision for a future NHS, and make recommendations as to how we get there. The BMJ convened this commission, which was chaired independently by Victor Adebowale, Parveen Kumar, and Liam Smeeth. The BMJ was responsible for the peer review, editing, and publication of the papers of the commission. The BMA, which owns The BMJ, grants editorial freedom to the editor in chief of The BMJ. The views expressed are those of the authors and may not necessarily comply with BMA policy.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Social Issue"
  ],
  "external_links": [
    "https://doi.org/10.1136/bmj-2024-079259",
    "https://www.doi.org/10.1136/bmj-2024-079259"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rita issa",
        "sentiment": "none"
      },
      {
        "name": "callum forbes",
        "sentiment": "none"
      },
      {
        "name": "matt morgan",
        "sentiment": "none"
      },
      {
        "name": "catherine baker",
        "sentiment": "none"
      },
      {
        "name": "rachel stancliffe",
        "sentiment": "none"
      },
      {
        "name": "bob klaber",
        "sentiment": "none"
      },
      {
        "name": "kate womersley",
        "sentiment": "none"
      },
      {
        "name": "elaine mulcahy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nhs",
        "sentiment": "negative"
      },
      {
        "name": "t.h. chan school of public health",
        "sentiment": "none"
      },
      {
        "name": "university of east anglia",
        "sentiment": "none"
      },
      {
        "name": "center for health and human rights",
        "sentiment": "none"
      },
      {
        "name": "global development",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "norwich",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T03:14:45.008+03:00",
  "updated": "2024-04-12T03:14:45.008+03:00"
}