{
  "thread": {
    "uuid": "94b50bd772198aed114a44876c1dd162403f08c1",
    "url": "https://www.clickondetroit.com/features/2022/01/14/apparently-snowplows-in-michigan-have-names-and-theyre-all-hilarious/",
    "site_full": "www.clickondetroit.com",
    "site": "clickondetroit.com",
    "site_section": "http://www.clickondetroit.com/features",
    "site_categories": [
      "media"
    ],
    "section_title": "Features | ClickOnDetroit | WDIV Local 4",
    "title": "Apparently snowplows in Michigan have names, and they’re all hilarious",
    "title_full": "Apparently snowplows in Michigan have names, and they’re all hilarious",
    "published": "2024-01-12T18:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://res.cloudinary.com/graham-media-group/image/upload/f_auto/q_auto/c_thumb,w_700/v1/media/gmg/MRKZI67I4ZCH7JS56SQ6DLTM3U.jpg?_a=ATAPphC0",
    "performance_score": 1,
    "domain_rank": 5238,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 566,
        "comments": 111,
        "shares": 175
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 2
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "94b50bd772198aed114a44876c1dd162403f08c1",
  "url": "https://www.clickondetroit.com/features/2022/01/14/apparently-snowplows-in-michigan-have-names-and-theyre-all-hilarious/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jack Roskopp",
  "published": "2024-01-12T18:29:00.000+02:00",
  "title": "Apparently snowplows in Michigan have names, and they’re all hilarious",
  "text": "If you live in a part of the country where you experience all four seasons, then you’re pretty used to snowplows cleaning the streets of your town, whenever Mother Nature decides to dump inches of snow on the ground. But did you know that these snowplows actually have names -- and most of them are beyond hilarious? [Twitter user Alec Stapp tweeted](https://twitter.com/AlecStapp/status/1480900917734129666) a list of all the snowplows in Michigan that are named, from the Michigan Department of Transportation. We looked into it too, [and it turns out, the department really does have a list](https://www.michigan.gov/mdot/0,4616,7-151-9615-575096--,00.html) of snowplow names sorted by region, and they’re really funny. This list of Michigan Department of Transportation snowplow names will melt your icy heart— Alec Stapp (@AlecStapp) [pic.twitter.com/RmV4PU8mIS] [January 11, 2022] And I don’t mean a light giggle kind of funny -- I’m talking about laugh out loud funny. The level of pun work with words like “snow,” “salt,” and “plow” is truly next level. Just reading the list, I could sense my seasonal depression melting away. I might actually make it through this wave of omicron, thanks to this list. So without further ado, let’s go through some of my favorite snowplow names (in no particular order), and have a good laugh, shall we? Big Bertha Look, you just want to meet the person who drives a snowplow named Big Bertha. You don’t mess with them. Saltosaurus Rex Our first pun! There is also a Plowasaurus Rex on the mega list of names, but we’ve got to give it to Saltosaurus Rex. No snow is safe when this plow is around. Snowdown Please, I’m Plowing It’s a pun, but it’s also not a name pun, so this makes it even better. And the driver of this plow is correct: You should slow down while they’re plowing! Baby Snowda This is the first (of many) “Star Wars” puns, which has me thinking that people who drive snowplows are just giant nerds? We say that with love! Fast and Flurryous OK, I adore this one. Not only is it a great pun, but they used the word “flurry” when most of the puns we see involve “plow” or “salt.” Bravo! Sleetwood Mac OMG, the joy this name brought me when I first saw it. Again, “sleet” is a word we don’t see used for puns on this list, so hats off for the creativity. And who doesn’t love Fleetwood Mac? Bringin’ Pavement Back Besides this being a play on “SexyBack” by Justin Timberlake, this is literally what a snowplow does. This name is entertaining and informative. Alice Scooper This is an A+ pun and this person also gets bonus point because Alice Cooper is from Michigan. It’s a win-win. Han Snow-Lo This continues our trend of many “Star Wars” puns. Like I said, I think these snowplow drivers are just huge nerds, and I am here for it. Snowbegone Kenobi OK, but this one is the best of the “Star Wars” names. I applaud you. Orange Yooper Storm Trooper Not really a pun, but I do appreciate a good rhyme! Still Shorts Weather We all know that guy who wears shorts in the middle of winter on the one day when the sun’s out and the temp is just about 40 degrees. This snowplow is an ode to that dude. Betty Whiteout Too soon? Nah, I think it’s a loving tribute. Live on, Betty! Ctrl Salt Delete I have no words. This is genius. Plowthagorean Theorem OK, you can all go home now. This one wins. Also, more nerds driving snowplows. Salt Whitman The inner English major in me is smiling so hard at this name. My heart burst with the intensity of 1,000 suns. Edgar Allan Snow Again, God bless the people who come up with these names. Melton John I’m done. Snowprah Winfrey THIS ONE WINS, GOOD-BYE.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather"
  ],
  "external_links": [
    "https://www.michigan.gov/mdot/0,4616,7-151-9615-575096--,00.html)",
    "https://twitter.com/AlecStapp/status/1480900917734129666)",
    "https://michigan.gov/mdot/0,4616,7-151-9615-575096--,00.html)",
    "https://www.twitter.com/AlecStapp/status/1480900917734129666)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alec stapp",
        "sentiment": "none"
      },
      {
        "name": "mother nature",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "michigan department of transportation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "michigan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T18:42:54.911+02:00",
  "updated": "2024-01-12T18:42:54.911+02:00"
}