{
  "thread": {
    "uuid": "65ee6c18658ce3932d7d5182296f59e0610c351a",
    "url": "https://news-gu.churchofjesuschrist.org/article/new-patriarch-for-pohnpei-stake-is-anchored-in-his-faith",
    "site_full": "news-gu.churchofjesuschrist.org",
    "site": "churchofjesuschrist.org",
    "site_section": "https://news-gu.churchofjesuschrist.org",
    "site_categories": [],
    "section_title": "Church Newsroom - Official Newsroom of the Church of Jesus Christ of Latter-day Saints",
    "title": "New Patriarch For Pohnpei Stake Is Anchored In His Faith",
    "title_full": "New Patriarch For Pohnpei Stake Is Anchored In His Faith",
    "published": "2024-05-30T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 4059,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "65ee6c18658ce3932d7d5182296f59e0610c351a",
  "url": "https://news-gu.churchofjesuschrist.org/article/new-patriarch-for-pohnpei-stake-is-anchored-in-his-faith",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-30T03:00:00.000+03:00",
  "title": "New Patriarch For Pohnpei Stake Is Anchored In His Faith",
  "text": "Ngoriak Ongesel lives on the island of Pohnpei but was born in Palau. He came to Pohnpei to attend high school which included trades training. He graduated with a construction education. While in school, he met Trimer and they were eventually married and started a family. They were blessed to have five children, three daughters and two sons. Their oldest daughter was the first to find the Church of Jesus of Latter-day Saints and was baptized early in 2000. “She told us about this gospel.” Just before leaving Pohnpei to join the US military, she told her mother to read the Book of Mormon and soon her mother and both younger sisters joined the Church in 2001. One month after Trimer’s baptism, she was called to be second counselor in the Relief Society. She asked, “How can this be? I don’t speak English.” The missionaries told her; “You just fast so you can understand, and I will pray for you.” Since that time, she has been able to understand and fulfill her callings. When the missionaries would come to their house Brother Ongesel would just walk away. He was not interested in the Church for several years, his heart was changed as he witnessed his wife and daughters get up early on Sunday and prepare to walk to Church four miles each way, even in the rain. Most often they would arrive at the Church early, even before those who lived closer. They wanted to be there to hear the opening song. He asked them; “ How long will the meeting last? They responded by saying; ‘ Three hours.’ “I was wondering what is this that makes them come and what do you do for three hours?” Their response was “Join the Church and you will understand!” He started meeting with the missionaries and had a difficult time listening. All he could think about was that “I will just have to stop smoking and stop drinking.” He admits that because of the faithfulness of his wife and daughters, he came to know of the truthfulness of the gospel. “I was drunk 24/7 and did not know if I could quit.” The missionaries convinced him that we should fast and pray together that he could overcome his addiction. “It was very hard, but to this day I don’t know how I stopped… I just stopped!” He was baptized in 2005 and immediately Branch President Hadley gave him three callings. He was called to be a councilor in the Branch Presidency, Branch Clerk and Sunday school teacher. Asking how he could do these things President Hadley responded, ‘Whom the Lord calls, the Lord qualifies.’ He also was encouraged to attend institute classes every week to gain knowledge and understanding, so he did. In these classes they memorized the scripture Moses 1:39, “For behold, this is my work and my glory- to bring to pass the immortality and eternal life of man.” He said; “Since 2005 until today, we still come to the Church for every meeting.” “We know this is the Lord’s church. I know what Joseph Smith saw was right, what he said he saw, he saw- Heavenly Father and Jesus Christ. We love being part of this work. It is a marvelous work and a wonder!” In the middle of telling his story he became very somber and said; “When I think of my life before I joined the Church, it seems like a nightmare. In Jacob 2:35 it says ‘Ye have broken the hearts of your tender wives, and lost the confidence of your children, because of your bad examples before them.’ When I was still drinking, I thought everyone was happy- NO… I was the only one that was happy, they were not. I have put my family through a nightmare.” He was counseled “Don’t worry about that, you now have grandchildren to raise, forget the past.” Brother Ongesel was recently called to be the Patriarch for the Panasong Pohnpei Stake and said that is overwhelming to think about saying,” I don’t know how to do this, but I know I can learn.” ”I have witnessed so many things in this Church.” He then recalls a time after cancer surgery in the Philippines, he was in the ICU and not doing well, Sister Ongesel searched through a large crowd for Priesthood holders to administer to him and suddenly two men approached her asking if she was a member of the Church and asked if they could help. They gave the Priesthood blessing and within one hour he was released from ICU. When Sister Ongesel joined the Church her father told her “you are not my daughter anymore.” Although deeply hurt, she brought food and visited her father almost every day for many years and things got better. On the day her family left to go to the Manilla temple to be sealed, her Father had a change of heart and said, “Now you need to talk to your brother about the Church.” Her expressed a desire late in life to join the Church, but his other children would not allow it. Sister Ongesel is now the most trusted member of her family. She is very happy that three of their five children have served missions and are very active in the Church. Ever since her first calling in the Church, she has recognized that she started seeing blessings in her life that she had never seen before. “This is the Lord’s work, It is different from any other church, It is not always easy, We have to follow what the leaders tell us, come to church every Sunday, stay for all your meetings and read your “Come Follow Me manual.” “We thank the Lord for this church and for sending the missionaries to our house to teach us “We are happy for the blessings we receive from the Church.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ongesel",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "relief society",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pohnpei",
        "sentiment": "none"
      },
      {
        "name": "palau",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T15:12:06.523+03:00",
  "updated": "2024-06-02T15:12:06.523+03:00"
}