{
  "thread": {
    "uuid": "c6688c33be63dc8ed828f4e3d663abdbec3fc6f4",
    "url": "https://timesofindia.indiatimes.com/city/guwahati/assam-turned-into-a-land-of-peace-in-modis-regime-cm/articleshow/109798856.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "http://mers.einnews.com/live_feed",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "Live Feed Wire - MERS News Today - EIN Presswire",
    "title": "Assam: Assam turned into a land of peace in Modi’s regime: CM | Guwahati News - Times of India",
    "title_full": "Assam: Assam turned into a land of peace in Modi’s regime: CM | Guwahati News - Times of India",
    "published": "2024-05-03T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-47529300,width-1070,height-580,imgsize-110164,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 290,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c6688c33be63dc8ed828f4e3d663abdbec3fc6f4",
  "url": "https://timesofindia.indiatimes.com/city/guwahati/assam-turned-into-a-land-of-peace-in-modis-regime-cm/articleshow/109798856.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Times Of India",
  "published": "2024-05-03T03:00:00.000+03:00",
  "title": "Assam: Assam turned into a land of peace in Modi’s regime: CM | Guwahati News - Times of India",
  "text": "Guwahati: Assam chief minister Himanta Biswa Sarma on Thursday said not a single incident of bomb blast took place during his tenure as the CM of the state. He asserted that Assam has turned into a land of peace and development after Narendra Modi took over as Prime Minister.Addressing a public meeting in the state capital Dispur, Sarma said there was a time in Assam during the Congress tenure when people had to celebrate Bohag Bihu amid the sounds of bomb blasts or gunfire. “Bombs exploded even in Ganeshguri in the city during Congress time. But a new environment of peace, harmony, progress and development has been created in the state today after Modi took over as PM. Now, Assamese people celebrate Bihu with the sweet melodious voice of the cuckoo,” he added.He said the bandh (shutdown) culture has ended and the state has become protest and violence-free. “I was in Class V in 1978, I have seen bandhs, bomb blasts, picketing, lathi-charge and use of tear gas for a long time. Now people can feel the change over the years after BJP formed the govt that was formed at the Centre in 2014 and in the state in 2016,” he added.He highlighted the govt’s efforts to establish peace in the state over the years and cited the Bodo peace accord and the pact with Ulfa among others as examples. “Thousands of cadres of different rebel groups have laid down their arms and joined the mainstream during the tenure of PM Modi. That is how peace has been established,” he added.Highlighting the massive infra-push in Guwahati, he said bridges have been constructed and national highways have been expanded in order to ensure seamless movement of traffic in the city. He announced that the newly built Guwahati-North Guwahati bridge over the Brahmaputra river will be opened for the public soon, which will enhance connectivity of Guwahati with lower Assam.He expressed concern over the low voting pattern in the city. Sarma, while appealing to the people of Guwahati to exercise the democratic right, said, “You may vote for NDA or the Opposition. But, come out and cast your vote and encourage others to do so.”He exuded confidence that Bijuli Kalita Medhi will win the election from the seat by a margin of at least 5 lakh.We also published the following articles recentlyHalf of Assams Muslims voted for BJP, says CM Himanta Biswa SarmaAssam CM Himanta Biswa Sarma leads BJP campaign in Assam with 50% Muslim electorate support. Polling seats feature Assamese-speaking Muslims, Bangladesh-origin Muslim migrant voters. Women voters, Nagaon constituency, Karimganjs Muslim population, Silchar are significant.Naveen Patnaik's tenure since 2000 has been Odisha's lost years: Amit ShahAmit Shah criticizes Naveen Patnaik's governance in Odisha, highlighting BJP's development agenda and urging the state to elect BJP for transformation and progress, emphasizing the need for change in leadership for accelerated growth and restoration of cultural heritage.Families with no jobs to get priority: CM Himanta Biswa SarmaCM Sarma prioritizes jobless youths for state govt jobs, offers Rs 2 lakh for small businesses. Third Bodo Peace Accord under PM Modi brought peace. UPPL votes are crucial for supporting Modi's initiatives in the region.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "himanta biswa sarma",
        "sentiment": "negative"
      },
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "modi",
        "sentiment": "none"
      },
      {
        "name": "bohag bihu",
        "sentiment": "none"
      },
      {
        "name": "sarma",
        "sentiment": "none"
      },
      {
        "name": "bihu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "guwahati news - times of india guwahati",
        "sentiment": "negative"
      },
      {
        "name": "congress",
        "sentiment": "none"
      },
      {
        "name": "bjp",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "modi",
        "sentiment": "none"
      },
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "ganeshguri",
        "sentiment": "none"
      },
      {
        "name": "dispur",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T03:04:58.446+03:00",
  "updated": "2024-05-03T03:04:58.446+03:00"
}