{
  "thread": {
    "uuid": "70e3fda6961f6b8503bf63f01e2a0b4e35471b7c",
    "url": "https://unn.ua/en/news/scholz-supports-the-use-of-frozen-russian-assets-to-purchase-weapons-for-ukraine",
    "site_full": "unn.ua",
    "site": "unn.ua",
    "site_section": "https://unn.ua/en",
    "site_categories": [
      "top_news"
    ],
    "section_title": "Operational news of Ukraine and the World | Ukrainian National News UNN",
    "title": "Scholz supports the use of frozen russian assets to purchase weapons for Ukraine | УНН",
    "title_full": "Scholz supports the use of frozen russian assets to purchase weapons for Ukraine | УНН",
    "published": "2024-05-07T04:19:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "UA",
    "main_image": "https://unn.ua/img/2024/05/07/1715044774-1570-large.jpeg",
    "performance_score": 0,
    "domain_rank": 41893,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "70e3fda6961f6b8503bf63f01e2a0b4e35471b7c",
  "url": "https://unn.ua/en/news/scholz-supports-the-use-of-frozen-russian-assets-to-purchase-weapons-for-ukraine",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Julia Kotvitskaya",
  "published": "2024-05-07T04:19:00.000+03:00",
  "title": "Scholz supports the use of frozen russian assets to purchase weapons for Ukraine | УНН",
  "text": "The joy of victories and the bitterness of defeats: how Ukraine performed at Eurovision [Exclusive](/en/news/its-time-to-withdraw-ukrainian-land-from-corrupt-management-of-the-national-academy-of-agrarian-sciences-and-give-it-to-the-armed-forces-expert) It's time to withdraw Ukrainian land from corrupt management of the National Academy of Agrarian Sciences and give it to the Armed Forces - expert Russian army damaged a power facility in Sumy region, equipment was turned off in Kharkiv region amid Russian attacks - Ukrenergo [Exclusive](/en/news/how-to-break-the-fast-without-harming-the-body-and-not-pounce-on-junk-food-tips-from-a-gastroenterologist) How to break the fast without harming the body and not \"pounce\" on junk food: tips from a gastroenterologist [Exclusive](/en/news/compensation-to-ukrainians-for-property-destroyed-by-the-enemy-kyiv-scientific-research-institute-of-forensic-expertise-explained-how-the-amount-of-damage-is-determined) Compensation to Ukrainians for Property Destroyed by the Enemy: Kyiv Scientific Research Institute of Forensic Expertise explained how the amount of damage is determined [Exclusive](/en/news/the-case-of-minister-solsky-nabu-must-suspect-more-than-a-thousand-ato-soldiers-or-drop-all-charges) \"The case of Minister Solsky\": NABU must \"suspect\" more than a thousand ATO soldiers or drop all charges [Exclusive](/en/news/more-than-218-thousand-devices-delivered-to-ukrainian-students-and-teachers-for-learning-in-war-conditions) More than 218 thousand devices delivered to Ukrainian students and teachers for learning in war conditions [Exclusive](/en/news/setup-and-political-persecution-mps-on-the-minister-solskyi-case) Setup and political persecution: MPs on the \"Minister Solskyi case\" [Exclusive](/en/news/excise-stamp-examinations-biological-and-trace-evidence-kyiv-scientific-research-institute-of-forensic-expertise-told-how-to-identify-smuggled-cigarettes-and-counterfeits-of-well-known-brands) Excise stamp examinations, biological and trace evidence: Kyiv Scientific Research Institute of Forensic Expertise told how to identify smuggled cigarettes and counterfeits of well-known brands [Exclusive](/en/news/approximately-every-eighth-development-on-the-brave1-platform-uses-ai) Approximately every eighth development on the Brave1 platform uses AI Scholz supports the use of frozen russian assets to purchase weapons for Ukraine Israeli tanks enter Rafah near the border with Egypt Ukrainian archer Mykhailo Usach wins first Olympic license in archery for Paris 2024 kremlin indoctrination: a new history textbook is being presented in the occupied territories of Ukraine Sibiga discusses Ukraine Recovery Conference and Inaugural Peace Summit with German Ambassador Pentagon sees no changes in russia's strategic nuclear forces - Pentagon spokesman Patrick Ryder Cyberattack on the UK Ministry of Defense: hackers hacked servers Occupants advance near Novopokrovske in Donetsk region - DeepState Lithuania will send Ukraine the necessary air defense systems Galushchenko and Simson hold a meeting on preparing the energy sector for the heating season Popular A large-scale fire broke out at a brick factory in the Russian city of Smolensk: witnesses heard two explosions Defense forces are in control of the situation: Voloshyn on Chasiv Yar Occupants strike again at energy facilities in Sumy region: consumers are urged to save money Journalist: Six dead found in Tysa overnight who tried to illegally cross the border Zelenskyy invites leaders of Lithuania, Poland, Canada and Estonia to the Peace Summit Publications What is wrong with the attempted assassination of the acting deputy head of the State Tax Service of Ukraine Holy fire: miracle or hoax? And where to watch the broadcast of the descent of fire \"The Minister's Case: Supreme Court resolves dispute over land that, according to NABU, ATO soldiers \"squeezed\" from agrarian academy A million-dollar gift could not be hidden: how a wife \"betrayed\" her husband's wealth NAAS land bank was empty before privatization: negligence of \"agrarian scientists\" was to blame Scholz supports the use of frozen russian assets to purchase weapons for Ukraine German Chancellor Olaf Scholz supports the use of up to 90% of frozen russian assets to finance arms purchases for Ukraine. Israeli tanks enter Rafah near the border with Egypt Israeli tanks entered the city of Rafah in the southern Gaza Strip, coming within 200 meters of the Egyptian border, despite Hamas's acceptance of a ceasefire offer from Egypt and Qatar. Ukrainian archer Mykhailo Usach wins first Olympic license in archery for Paris 2024 Mykhailo Usach won Ukraine's first Olympic license for the 2024 Games in archery, defeating the silver medalist from Italy at the European qualifying tournament in Essen, Germany. kremlin indoctrination: a new history textbook is being presented in the occupied territories of Ukraine The russian federation presents a new history textbook in the temporarily occupied Ukrainian territories to introduce its ideology and form a \"historical narrative\" that legitimizes the occupiers' power. Sibiga discusses Ukraine Recovery Conference and Inaugural Peace Summit with German Ambassador With German Ambassador Martin Jaeger, First Deputy Foreign Minister of Ukraine Andriy Sybiga discussed preparations for the conference on Ukraine's recovery in Berlin and the Inaugural Peace Summit. Pentagon sees no changes in russia's strategic nuclear forces - Pentagon spokesman Patrick Ryder The Pentagon sees no changes in russia's strategic nuclear forces, despite Moscow's \"irresponsible rhetoric\" about nuclear exercises. Cyberattack on the UK Ministry of Defense: hackers hacked servers A large-scale data breach at the UK Ministry of Defense has led to the leakage of confidential personal and financial data of military personnel, which could potentially be linked to a cyberattack from China. Occupants advance near Novopokrovske in Donetsk region - DeepState In Donetsk region, the enemy advanced near Novopokrovske. Lithuania will send Ukraine the necessary air defense systems Lithuania will provide Ukraine with air defense systems, joining Germany in providing additional military support. Galushchenko and Simson hold a meeting on preparing the energy sector for the heating season The High Level International Advisory Council discussed cooperation with partners to help Ukraine's energy sector prepare for the next heating season amid the serious consequences of russian attacks on energy infrastructure.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "scholz",
        "sentiment": "negative"
      },
      {
        "name": "olaf scholz",
        "sentiment": "none"
      },
      {
        "name": "josep borrell",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "eu",
        "sentiment": "none"
      },
      {
        "name": "euroclear",
        "sentiment": "none"
      },
      {
        "name": "unn",
        "sentiment": "none"
      },
      {
        "name": "european union",
        "sentiment": "none"
      },
      {
        "name": "reuters",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "eu",
        "sentiment": "none"
      },
      {
        "name": "belg",
        "sentiment": "none"
      },
      {
        "name": "west",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-07T04:41:03.662+03:00",
  "updated": "2024-05-07T06:29:30.898+03:00"
}