{
  "thread": {
    "uuid": "2141dc2421be3fb8139aafa753e6852b746f84d8",
    "url": "https://www.eltiempo.com/vida/religion/perdo-n-lograra-romper-en-colombia-con-los-eslabones-de-la-violencia-iglesia-catolica-3328596",
    "site_full": "www.eltiempo.com",
    "site": "eltiempo.com",
    "site_section": "https://www.eltiempo.com/bogota",
    "site_categories": [
      "media",
      "education",
      "business",
      "top_news"
    ],
    "section_title": " Noticias de Bogotá - Noticias - ELTIEMPO.COM - ELTIEMPO.COM",
    "title": "Perdón logrará romper en Colombia con los eslabones de la violencia: Iglesia Católica",
    "title_full": "Perdón logrará romper en Colombia con los eslabones de la violencia: Iglesia Católica",
    "published": "2024-03-29T12:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://imagenes.eltiempo.com/files/og_thumbnail/uploads/2024/03/28/6606234f3ed25.jpeg",
    "performance_score": 0,
    "domain_rank": 3825,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2141dc2421be3fb8139aafa753e6852b746f84d8",
  "url": "https://www.eltiempo.com/vida/religion/perdo-n-lograra-romper-en-colombia-con-los-eslabones-de-la-violencia-iglesia-catolica-3328596",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alejandra López Plazas",
  "published": "2024-03-29T12:15:00.000+03:00",
  "title": "Perdón logrará romper en Colombia con los eslabones de la violencia: Iglesia Católica",
  "text": "Uno de los actos más destacados de estos días santos es el sermón de las siete palabras, un momento en el que se recuerdan las siete frases que Jesús pronunció durante su crucifixión. Junto al Vía Crucis, este es uno de los principales actos del Viernes Santo –en el que se conmemora la pasión y muerte de Cristo– y un momento en el que la Iglesia Católica alrededor del mundo aprovecha para meditar sobre temas como el perdón, el dolor, la fe y la esperanza. Como es tradición, la Conferencia Episcopal de Colombia reunió a siete representantes de la Iglesia en el país para analizar bajo la luz de las últimas palabras de Cristo la actualidad nacional. De esta manera, los obispos de Medellín, monseñor Ricardo Tobón; Popayán, monseñor Omar Alberto Sánchez; Tunja, monseñor Gabriel Ángel Villa; Cali, monseñor Luis Fernando Rodríguez; Barranquilla, monseñor Pablo Emiro Salas; Manizales, monseñor José Miguel Gómez y Bogotá, el cardenal Luis José Rueda, le ofrecen al país sus reflexiones alrededor de las palabras emitidas por el Hijo de Dios, antes de entregar su vida por la salvación de la humanidad. Apartes de la reflexión del cardenal Luis José Rueda Aparicio, arzobispo de Bogotá y presidente de la Conferencia Episcopal de Colombia Solo la cultura del perdón logra romper en Colombia con los eslabones de la violencia y de la guerra. Así nuestra iniciativa para perdonar fluye de sabernos perdonados por Dios Padre, y avanza cuando descubrimos a nuestro lado, en lo cotidiano de la vida, los rostros y las voces del perdón, perdonar no es de ingenuos, ni de débiles, perdonar es de sabios con la sabiduría de la Cruz y de los fuertes, con la fortaleza de Jesús crucificado (1Cor 1, 22 – 25). Esto puede ser hoy un escándalo o una necedad, pero en realidad es la verdadera semilla de una sociedad renovada y en paz. ¡Arriesguémonos a perdonar! La verdadera paz y la verdadera reconciliación de Colombia se fundamentan allí, en la conciencia de hombres y mujeres que están libres de la reacción tóxica del rencor y de la venganza, que migran de la lógica del desquite y se dejan conducir por el Espíritu Santo: ¡Son personas valientes que llenan de esperanza la vida de las familias y de la sociedad! ¡Son personas valientes que saben que el perdón solo es posible cuando nos hemos sentido perdonados por Dios! ¡Son personas valientes, serenas, llenas de sabiduría que llevan a las familias y a la sociedad colombiana a la madurez humana en Jesucristo el hombre nuevo! Señor Jesús: Mira a Colombia y libéranos del odio, libéranos del resentimiento, libéranos de la venganza, danos un nuevo corazón, un corazón semejante al tuyo y enséñanos a perdonar, para que la humanidad pueda vivir en paz. Amén. Apartes de la reflexión de monseñor Ricardo Tobón Restrepo, arzobispo de Medellín Esta experiencia de encontrar la vida verdadera en Cristo debe llevarnos, en primer lugar, a un compromiso serio por construir una tierra nueva donde habite la justicia, donde haya oportunidades de salud, de educación, de empleo, de convivencia en la libertad y de vida con dignidad para todos. La esperanza del cielo no puede desentendernos de la responsabilidad de instaurar la justicia social en el mundo, de lograr que haya equidad para todos y de hacer que cada persona humana sea valorada y respetada en sus derechos fundamentales. Es necesario acabar con dos lacras: la insensibilidad social y la corrupción que impiden que todos trabajemos con honestidad y responsabilidad por el bien común. Pero, por otra parte, el compromiso con las realidades terrenas no puede ensombrecernos la esperanza de la vida eterna en Dios. El verdadero paraíso es Dios. Él es nuestro auténtico futuro. Hacia Él tienen que dirigirse todos los anhelos de nuestro inquieto corazón. En Él tiene que terminar nuestro itinerario hecho de penas, de alegrías, de trabajo diario, de arrepentimientos, de lágrimas y de esperanza. Solo en él podrá encontrar al final sosiego y plenitud nuestra aventura humana. Apartes de la reflexión de monseñor Omar Alberto Sánchez Cubillos, arzobispo de Popayán y vicepresidente de la Conferencia Episcopal de Colombia Estemos ciertos que no hay ninguna víctima que no esté en el corazón de Dios y de María. Madre sin respuesta. En Colombia hemos acumulado demasiado. Sufrimos. Y sentimos el dolor humano. Víctimas y victimarios estamos atrapados en un pasado y en un presente de hechos inhumanos. Tenemos que enfrentar esa verdad, asumir esa realidad y escandalizarnos por nuestra capacidad de mal. El camino nunca será normalizar el horror, maquillar lo impresentable, ignorar toda forma de sufrimiento y dolor y borrar sin vergüenza este drama en el pasado. Estemos ciertos que los males de Colombia que hemos vivido, de muerte, de hambre, de injusticia, tienen un lugar en el corazón de Dios y de María. María Madre es hoy nuestro referente. Ella nos enseña a pasar del máximo dolor a la máxima visión del poder, del ímpetu, del mal, a la respuesta de Cristo sobre ella, de nuestra frágil condición como poder para hacer mal al poder y la fuerza renovadora de Dios. Apartes de la reflexión de monseñor Gabriel Ángel Villa Vahos, arzobispo de Tunja Ante los problemas que sufrimos en Colombia, ante las situaciones de nuestras ciudades, ante los casos de inseguridad, de los atentados, ante la zozobra que viven los habitantes de varias regiones del país, algunos parecen decir, Dios nos ha abandonado. Sería mejor admitir que somos nosotros los que en muchas oportunidades nos hemos olvidado de Dios, los que nos hemos alejado de su amor. Hoy tendría Él que decirnos, Colombia, ¿por qué me has abandonado? ¿Por qué siendo una nación tan bendecida, con tantos recursos naturales, persisten la pobreza e inequidad? ¿Por qué has cambiado los sanos cultivos que alimentan a tus hijos por cultivos que enferman el cerebro y el alma? ¿Por qué siguen quitando la vida si les he mandado no matarás? ¿Por qué los robos? Y ¿a qué se deben las situaciones de muerte? A que nos hemos olvidado de Dios. Cuando Dios no entra en la vida de las personas todo es posible. En Dios encontramos el sentido y significado del respeto por la persona humana, el significado y valor de la vida, del trabajo honrado, de la verdad. No será posible la pretendida paz, mientras no aceptemos y vivamos estos valores. Mientras primen los intereses particulares que conducen a la corrupción, mientras persistan los egoísmos y campeen el desprecio por el valor de la persona, ni aún las leyes humanas más perfectas, los códigos mejor formulados, o las sanciones más onerosas, podrán crear una sociedad justa y pacífica. Necesitamos la luz superior, el temor de Dios para poder retomar el rumbo. Apartes de la reflexión de monseñor Luis Fernando Rodríguez Velásquez, arzobispo de Cali Qué bueno que tomáramos conciencia de lo que significa creer y cómo la verdadera fe en el auténtico Dios y Señor nos permite vivir armoniosamente. Busquemos a Dios, ansiemos su presencia. Que el deseo de encontrarlo nos impulse a buscarlo de la mejor manera. Para ello está su Evangelio y para ello están los sacramentos, en especial la Eucaristía. Oremos para que el Espíritu suscite y mantenga viva en nosotros y en nuestros corazones la sed del agua viva. La nostalgia del Dios verdadero. Nuestra sed calma. La sed de Cristo. Nuestra sed da sentido a su sacrificio. Nuestra sed de Dios nos hace mirar el futuro con ilusión, porque es un futuro que ponemos en las manos de Dios, que sabemos nos ama porque, como lo hemos dicho, Él es amor. La otra sed, la de la esperanza. En estos momentos de tanta incertidumbre, también la colma Jesús con su promesa de cielo. Mirando al Crucificado, le pido que no solo sacie la sed y el hambre que tantos padecen, sino también que sacie en nosotros la sed de amor, la sed de esperanza, la sed de perdón, la sed de felicidad, la sed de paz, la sed de libertad. Apartes de la reflexión de monseñor Pablo Emiro Salas Anteliz, arzobispo de Barranquilla Hermanos colombianos: quiero, a la luz de esta sexta palabra, animar, fortalecer, llenar de esperanza a tantos hombres y mujeres buenos, comprometidos, que también los hay por todas partes en este país y que, siguiendo el modelo de Jesús, sirven con generosidad y aportan en la construcción del país que soñamos. Una palabra de ánimo a los buenos servidores públicos que muy a pesar del ambiente corrupto que se respira, permanecen impolutos, haciendo lo que corresponde, a papá y a mamá que aún en medio de profundas dificultades de todo tipo, le siguen apostando a la familia, aman su familia, la cuidan, la defienden, están al lado de sus hijos y son ellos, sus hijos, la única y mayor razón de sus vidas. Cómo no animar y llamar a la perseverancia a todos aquellos colombianos que no se rinden en el trabajo por tener un país más justo, fraterno, con oportunidades para todos y garante de nuestros derechos y dignidad. Sigan así. No están solos. El Señor los acompaña. Cómo no pensar también en tantos jóvenes, buenos y sanos, que en estos días harán Pascua con Jesús. Ellos están llenos de sueños y esperanzas y son el activo más importante de este país y de la Iglesia. Qué responsabilidad tan grande tenemos con nuestros jóvenes. Cómo seguir ignorándolos, envenenándolos con propuestas indecentes y vicios cada vez más al alcance de sus manos. Queridos jóvenes, cuídense ustedes, porque en este país los jóvenes importan poco, valoren sus vidas y hagan realidad sus sueños y esperanzas. Jesús los enamore con su Gracia y con su ejemplo de vida hasta el extremo. Apartes de la reflexión de monseñor José Miguel Gómez Rodríguez, arzobispo de Manizales También nosotros tenemos que aprender a decir: “Padre, en tus manos encomiendo mi espíritu” y sentirlo, porque en la realidad en la que vivimos nos muestra una situación en la que se perdió el respeto por las autoridades y las instituciones, y algunos quieren sembrar anarquía, que convienen solo a un proyecto político. Se ha perdido el valor de la vida que es reconocida constitucionalmente. Sin embargo, no es sostenido por la legislación, la justicia y hasta muchas instancias de gobierno. Al contrario, aumentan las amenazas y las extorsiones, los malos tratos, los insultos, homicidios y secuestros están a la orden del día. Aparece aborto y eutanasia sin siquiera mediar un pensamiento sobre lo que es la vida. Borrachera y drogadicción que lastiman la vida propia. En fin, qué es más fácil: enumerar la problemática social colombiana o mostrarle a Colombia que se apartó de Dios, porque estas siete palabras tienen que concluir definitivamente en un propósito de cada uno por volver a Dios, volver a escuchar su Palabra, entender que en sus mandamientos está la verdadera sabiduría, porque es el contenido de su voluntad, de lo que Él espera de nosotros y definitivamente confiar totalmente en Dios. REDACCIÓN VIDA DE HOY",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T12:19:43.478+03:00",
  "updated": "2024-03-29T12:20:32.847+03:00"
}