{
  "thread": {
    "uuid": "548a428f33a064db3499e1214e001c90bd9b46a6",
    "url": "https://hungarytoday.hu/christians-remember-the-last-supper-on-maundy-thursday",
    "site_full": "hungarytoday.hu",
    "site": "hungarytoday.hu",
    "site_section": "https://hungarytoday.hu/category/culture/",
    "site_categories": [
      "politics",
      "travel",
      "eastern_europe",
      "law_government_and_politics"
    ],
    "section_title": null,
    "title": "",
    "title_full": "",
    "published": "2024-03-29T10:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "HU",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 20931,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "548a428f33a064db3499e1214e001c90bd9b46a6",
  "url": "https://hungarytoday.hu/christians-remember-the-last-supper-on-maundy-thursday",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MTI-Hungary Today",
  "published": "2024-03-29T10:00:00.000+03:00",
  "title": "",
  "text": "On Maundy Thursday, Christians commemorate the Last Supper, the Blessed Sacrament, and the foundation of the Church.\nIn the mystery of Maundy Thursday, the most sublime love of the Eucharistic gift and the pain of betrayal are juxtaposed,” writes the statement from the Hungarian Catholic Bishops’ Conference. On Holy Thursday morning, the archpastors will preside over a chrismation Mass at the diocesan headquarters, concelebrating with the clergy of the diocese. During this time, the oils used for baptism, confirmation, ordination, sanctification of the church, and the sacrament of the sick will be consecrated. In the evening, churches remember the Last Supper, the betrayal, and the arrest of Jesus. The Last Supper marks the first Holy Mass and the celebration of the foundation of the Blessed Sacrament.\nThe clergy renew their vows of consecration during Mass. The symbols at the beginning of the Mass evoke the joyous atmosphere of the Last Supper. The priest wears a white vestment, and the altar is adorned with flowers.\nMain and altar bells are rung in every church for the Gloria, then fall silent after the Gloria, only to ring again on Holy Saturday evening. Subsequently, only the chimes are played as a sign of deep mourning. According to tradition, the bells are then sent to Rome, signaling sadness and grief.\nAs part of the evening liturgy, the priest washes the feet of chosen individuals, following Jesus’ example. At the conclusion of Mass, the altar is stripped, and the ornaments and tablecloths are removed. The Altar Sacrament is then transferred to the side altar, symbolizing Jesus’ arrest and abduction. The Mass concludes in silence, without the distribution of the blessing.\nRelated article Easter Traditions and Christian Cultural Programs over the Long Weekend In addition to cultural festivals and religious commemorations, there will also be sporting events. Continue reading\nVia MTI; Featured Image: Pixabay",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "church",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mass",
        "sentiment": "none"
      },
      {
        "name": "gloria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T12:05:29.370+03:00",
  "updated": "2024-03-29T12:05:29.370+03:00"
}