{
  "thread": {
    "uuid": "1c0555f3d74221178284acb5f93f94b8fcfcc920",
    "url": "https://www.mlb.com/news/ryan-pepiot-leads-rays-to-series-split",
    "site_full": "www.mlb.com",
    "site": "mlb.com",
    "site_section": "https://www.mlb.com/news/",
    "site_categories": [
      "social"
    ],
    "section_title": "MLB News: Scores, Standings, Stats, Trades, Rumors",
    "title": "Ryan Pepiot leads Rays to series split",
    "title_full": "Ryan Pepiot leads Rays to series split",
    "published": "2024-04-18T22:40:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.mlbstatic.com/mlb-images/image/upload/t_2x1/t_w1536/v1713468760/mlb/mljqnroi0hlyzfsrg0gf.jpg",
    "performance_score": 0,
    "domain_rank": 792,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 25,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1c0555f3d74221178284acb5f93f94b8fcfcc920",
  "url": "https://www.mlb.com/news/ryan-pepiot-leads-rays-to-series-split",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Adam Berry",
  "published": "2024-04-18T22:40:00.000+03:00",
  "title": "Ryan Pepiot leads Rays to series split",
  "text": "Pepiot shrugs off illness, stifles Angels in Rays' narrow win ST. PETERSBURG -- [Ryan Pepiot](https://www.mlb.com/player/686752) knew something was off when he looked in the mirror not too long before he took the mound at Tropicana Field on Thursday afternoon. Pepiot felt fine in the days leading up to the Rays’ series finale against the Angels, but when he saw his reflection before his start, he looked sick. So he threw up and threw six strong innings, anyway. The right-hander struck out seven and set the tone with his second quality start of the season in the Rays’ [2-1 win](https://www.mlb.com/gameday/angels-vs-rays/2024/04/18/745104/final/box). “Pretty strong performance,” Rays manager Kevin Cash said. “I don't think he felt that well going into the game. It's amazing how sometimes people find out they got that extra gear, and he certainly put it in.” Pepiot said it wasn’t food poisoning or anything related to his nerves, just a “weird” bug that left him “a little tired, a little exhausted” on the mound. He didn’t pitch like anything was wrong, though. “I was going to take the ball no matter what. I like to compete. No matter how you feel, you get 30 of them,” Pepiot said. “There’s some you’re going to feel great, some you’re not going to feel great, and today just happened to be one of those that you don’t feel great. Go out there, respond and battle.” Pepiot did exactly that, holding the Angels to just one run, three singles and three walks. They only had one at-bat with a runner in scoring position against him, and Pepiot neutralized the threat by retiring Nolan Schanuel to end the second inning. The lone mark against Pepiot came in the sixth due almost solely to the work of -- who else? -- Mike Trout. Pepiot walked Trout to begin the inning, then the Angels superstar stole second and third base to put himself in position to score on a Miguel Sanó sacrifice fly. It was Trout’s first multi-steal game since July 23, 2018, and his first inning with multiple stolen bases since May 20, 2018, also against Tampa Bay. “The kid that was out there for them was throwing the ball pretty good,” Angels manager Ron Washington said. “We just needed a big hit but didn’t get it. And after that, he and the rest of their bullpen held us down.” Leaning mostly on his fastball and slider, the right-hander forced the Angels to swing and miss on 17 of their 44 swings (39%), the third-highest swinging-strike total of his young career. After seeing the Angels take some good swings on his changeup early in the game, Pepiot and catcher René Pinto relied more on his slider. It produced 10 whiffs, the most in any outing of his career. “He throws a lot of strikes, and he just pitches with a confidence that you don't always see for a young starting pitcher with not too many starts in the big leagues,” reliever Colin Poche said. “It's good to see, because he's a guy we're gonna count on going forward a lot.” The Rays needed Pepiot to be at his best, because their lineup went silent after a quick rally in the first inning. Richie Palacios worked a one-out walk against Angels starter Griffin Canning, then Amed Rosario extended his hitting streak to 10 games with an RBI triple to right field. Up came Harold Ramírez, who lofted a sacrifice fly to right to give the Rays a 2-0 lead. “He's kind of that guy in the lineup that you want up there right now, if you [could] hand-pick somebody to be up there with guys on base,” Cash said of Rosario, who leads the Majors with 40 triples since 2018. “He's giving good at-bats and hitting balls hard and hitting balls soft that are finding hits.” For all their recent heavy workloads and [late-inning issues](https://www.mlb.com/rays/news/pete-fairbanks-blows-save-spoiling-rays-late-comeback), including a blown save by closer Pete Fairbanks on Wednesday night, the Rays bullpen worked through the final innings unscathed in the series finale. Aside from the just-promoted lefty Jacob Lopez, Cash said, the three relievers who followed Pepiot to the mound were the only ones available Thursday. Fortunately for the Rays, they got the job done. Garrett Cleavinger struck out two in a clean seventh. Phil Maton worked around a hit (and Trout) in the eighth. Then Poche navigated through a pair of singles to earn his second save, secure the Rays’ eighth consecutive season series victory over the Angels and finish a 4-3 homestand heading into a weekend showdown with the Yankees in the Bronx. “Big win for us. Anytime you play the same team seven times in 10 days, it gets a little tough,” Poche said. “After a disappointing loss last night, quick turnaround with the day game, just a good win for us to take into the road trip.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pepiot",
        "sentiment": "negative"
      },
      {
        "name": "ryan pepiot",
        "sentiment": "negative"
      },
      {
        "name": "nolan schanuel",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "giants",
        "sentiment": "none"
      },
      {
        "name": "angels",
        "sentiment": "none"
      },
      {
        "name": "rays",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "st. petersburg",
        "sentiment": "none"
      },
      {
        "name": "tropicana field",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:24:39.165+03:00",
  "updated": "2024-04-19T02:09:05.078+03:00"
}