{
  "thread": {
    "uuid": "d3ad06a797ef54ccda32ab12980afa8822352a5a",
    "url": "https://www.world-today-news.com/cristina-scuccia-dedicates-herself-to-love-after-io-canto-generation-who-are-the-lucky-ones/",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "World Today News",
    "title": "Cristina Scuccia Dedicates Herself to Love After Io Canto Generation: Who are the lucky ones",
    "title_full": "Cristina Scuccia Dedicates Herself to Love After Io Canto Generation: Who are the lucky ones",
    "published": "2023-12-29T18:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.spetteguless.it/wp-content/uploads/2023/12/Cri-scuccia.jpg",
    "performance_score": 0,
    "domain_rank": 23026,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d3ad06a797ef54ccda32ab12980afa8822352a5a",
  "url": "https://www.world-today-news.com/cristina-scuccia-dedicates-herself-to-love-after-io-canto-generation-who-are-the-lucky-ones/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2023-12-29T18:01:00.000+02:00",
  "title": "Cristina Scuccia Dedicates Herself to Love After Io Canto Generation: Who are the lucky ones",
  "text": "Cristina Scuccia – spetteguless.it The singer and former religious woman recently ended her commitment to Io Canto Generation, and now, surprisingly, she can finally dedicate herself to love. Cristina Scuccia spilled the beans and did so on none other than social media, showing off her treasures. The parenthesis of Io Canto Generation, a program dedicated to young singing talents, has also been archived now Cristina Scuccia can finally dedicate herself to love without hiding anymore. A decidedly challenging year for her, who after giving up her grades, became a television personality in all respects, taking part in some of Canale 5’s best-known programs such as Verissimo and L’Isola dei Famosi. Born in Sicily in 1988, Cristina showed a great passion for singing from an early age, and in 2007, by a strange twist of fate, she played Sister Rosa, founder of the Ursulines of the Holy Family in the theater show The Courage to Love. Two years later she would begin her religious journey, spending the next two years of the novitiate in Brazil, before finally taking her vows in 2012, joining the Ursuline Sisters. The notoriety arrived in 2014, when she was selected by J-Ax at The Voice of Italy, finally managing to win the second edition of the transmission. She later took part in Dancing with the Stars in 2019 and then in Name that Tune and Guess my Age, before surprising everyone at the end of 2022, when she announced on Verissimo that she had given up her votes. Cristina Scuccia, after Io Canto Generation, now dedicates herself to love: who are the lucky ones In 2023 her name is among those of the participants in the new edition of the Island of the Famous hosted by Ilary Blasi, which sees her finish sixth. Today he mainly dedicates himself to his artistic career and she can count on a large following of fans, who were amazed to see her posing with her two “loves”. Made for her rather unusual. It is, however, a very pure type of love: Cristina in fact he posed for a [photo](https://www.world-today-news.com/tag/photo/) together with his two nephews, sons of his brother Silvioto which she is very attached. “There is no greater love than this” she in fact wrote under their image, and who can blame her? It is a relationship that goes beyond dynamics linked to passion or more “feelings”.adults“, and instead has to do with the affection and disinterested love that the little ones often show towards their parents and closest relatives. The shot sparked many views, and it’s easy to understand how many fans of the Sicilian artist were moved in seeing such a delightful picture. Now that her commitments with Io Canto Generation are behind her, Cristina can finally dedicate herself to her family and say goodbye to 2024 all together: who knows what else the new year will have in store for her? 2023-12-29 15:00:00 #nun #Cristina #Scuccia #love #spin",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cristina scuccia",
        "sentiment": "negative"
      },
      {
        "name": "verissimo",
        "sentiment": "none"
      },
      {
        "name": "cristina",
        "sentiment": "none"
      },
      {
        "name": "rosa",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "canale",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sicily",
        "sentiment": "none"
      },
      {
        "name": "brazil",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T18:07:11.830+02:00",
  "updated": "2023-12-29T18:10:04.467+02:00"
}