{
  "thread": {
    "uuid": "663779514f0601941aab9c00ec5bb2142328a987",
    "url": "https://www.businessdailyafrica.com/bd/lifestyle/art/visual-arts/artist-evokes-palestinian-suffering-with-paintings--4541220",
    "site_full": "www.businessdailyafrica.com",
    "site": "businessdailyafrica.com",
    "site_section": "http://www.businessdailyafrica.com/bd",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "Business Daily",
    "title": "Artist evokes Palestinian suffering with paintings - Business Daily",
    "title_full": "Artist evokes Palestinian suffering with paintings - Business Daily",
    "published": "2024-02-29T20:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KE",
    "main_image": "https://www.businessdailyafrica.com/resource/blob/4541254/462f6f27e8ec092a4e52039cc72c84f8/art2-data.png",
    "performance_score": 0,
    "domain_rank": 16341,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "663779514f0601941aab9c00ec5bb2142328a987",
  "url": "https://www.businessdailyafrica.com/bd/lifestyle/art/visual-arts/artist-evokes-palestinian-suffering-with-paintings--4541220",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MARGARETTA WA GACHERU",
  "published": "2024-02-29T20:00:00.000+02:00",
  "title": "Artist evokes Palestinian suffering with paintings - Business Daily",
  "text": "[](/bd/corporate/companies/ten-entrepreneurs-picked-for-inaugural-startup-scale-up-program--4541150) Ten entrepreneurs picked for inaugural startup scale up program [Visual Arts](/bd/lifestyle/art/visual-arts) Artist evokes Palestinian suffering with paintingsFriday March 01 2024 Three exhibitions in three separate gallery spaces opened last weekend at One Off in Nairobi. Each is very different, but all have something to say about our life and times. They are Patrick Karanja, James Mweu, and Xavier Verhoest. It’s reminiscent of what Carol Lees used to do as the co-owner (with Mary Collis) and curator of RaMoMa (Rahmtulah Museum of Modern African Art) when it was still standing on Second Avenue Parklands in Nairobi. For a time in the early 2000s, she would curate seven separate gallery spaces a once. Sadly, Ramoma shut down in 2010, but Carol remained well as she went back to her home base at One Off, which she had opened in 1994 and never closed. Inside the Loft, one will find James Karanja’s fascinating collection of prints called collagraphs. He entitles his exhibition ‘Wormhole’ referring to a theoretical concept all about bridging long distances separating spaces and times. He wraps so many concepts together in just less than 30 prints, everything from the role of technology in bridging gaps between generations to appraising the way communication tools have transformed our everyday lives. “People used to write letters and share their deeper thoughts, but now, we do everything on our phones,” Karanja tells BDLife. He shared old advertisements to shop in elegant department stores, now rendered obsolete since we do all our shopping online. He ends with a series of fancy screen savers for our mobile phones, our new best friends. James’ Mweu and Karanja have several things in common, apart from their first names. They both favour printmaking and they’ve both been working for their respective exhibitions at the Mandy Bonnell Print Studio, which is also based at One Off. Bonnell, though based in the UK, is still considered a part of the One Off family. She has been running printmaking workshops at One Off since the 1990s and donated a printer to the gallery in 2022. ‘But it wasn’t installed until 2023,” Carol tells BDLife, noting that initially, Mandy’s print workshops took place at Yony Waite’s Wildebeest Workshop in Lamu. (The memorial service for Yony will take place March 5 from 4-8 at Circle Art Gallery.) Mweu’s exhibition occupies one portion of the Stables and utilises it well with woodcut prints and the boards the artist carved and etched in to create his elegant line prints of trees. Why trees? We ask. ‘Because I’m a hiker who hikes all over the country and often through forests still covered in trees,” he says. Having made a limited edition of his prints, and just six woodcut boards, his focus is strictly on one of Kenya’s many endangered species, our forests and our trees. Xavier Verhoest has taken a brave step making a powerful statement in his paintings and photographs that he prepared to display in “Our Memories Can’t Wait (For Palestine)”. “I am so proud of Carol for bringing Xavier’s exhibition to One Off,” noted one Dutch woman who felt compelled to speak out about the tragedy ongoing in the Middle East, particularly in Palestine. “This exhibition is the first one to use the visual arts to protest what’s happening to the Palestinian people.” But I must correct her since the first one was staged a month ago at the Cheche Gallery at the Kenya Cultural Centre by a group sympathetic to the plight of the Palestinian people whose stories are rarely told in their most raw reality. That show featured mainly political posters cartoons and photographs from all over the world, all bearing the same message, that a ceasefire needs to happen now. Xavier confesses in touching remarks made on a framed introduction board, that he first began to paint seriously while working for Doctors without Borders (MSF) in Jerusalem in 1999. He was deeply moved by that experience of living amidst the trials, traumas, and tragedies inflicted on the Palestinians who were locked into small strips of land, under Israel’s dominant neo-colonial control. The situation was so dark emotionally that he had to do something to create his concept of beauty to contrast the blight that lay all around him. Since he departed from Gaza, Xavier has been haunted by his memories of that experience. So much so that he had to create abstract paintings meant to capture colours, moods, and memories that might transcend the painful reality which continues in Palestine. Xavier has had many exhibitions both in and outside Kenya. But for me, this one is his finest and most soulful. In the Headlines [](/bd/economy/food-inflation-grows-at-slowest-pace-in-22-months--4541372) [By DOMINIC OMONDI](/bd/economy/food-inflation-grows-at-slowest-pace-in-22-months--4541372) Food inflation grows at slowest pace in 22 months [](/bd/economy/court-stops-planes-auction-over-debt-of-sh77-million-4540804) [By SAM KIPLAGAT](/bd/economy/court-stops-planes-auction-over-debt-of-sh77-million-4540804) Court stops planes auction over debt of Sh77 million [](/bd/markets/commodities/new-kcc-raises-farm-gate-prices-by-sh5-a-litre--4541042) [By BONFACE OTIENO](/bd/markets/commodities/new-kcc-raises-farm-gate-prices-by-sh5-a-litre--4541042) New KCC raises farm-gate prices by Sh5 a litre [](/bd/economy/february-inflation-eases-to-23-month-low-4540886) [By DOMINIC OMONDI](/bd/economy/february-inflation-eases-to-23-month-low-4540886)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ramoma",
        "sentiment": "none"
      },
      {
        "name": "patrick karanja",
        "sentiment": "none"
      },
      {
        "name": "carol lees",
        "sentiment": "none"
      },
      {
        "name": "james mweu",
        "sentiment": "none"
      },
      {
        "name": "xavier verhoest",
        "sentiment": "none"
      },
      {
        "name": "mary collis",
        "sentiment": "none"
      },
      {
        "name": "carol",
        "sentiment": "none"
      },
      {
        "name": "james karanja",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rahmtulah museum of modern",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nairobi",
        "sentiment": "none"
      },
      {
        "name": "second avenue parklands",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:26:11.294+02:00",
  "updated": "2024-03-01T00:26:11.294+02:00"
}