{
  "thread": {
    "uuid": "01ab4dfa710aee0fb14ab806b481cb6be2cdaf5c",
    "url": "https://digital.abcaudio.com/news/psychedelic-drug-ibogaine-shows-preliminary-promise-traumatic-brain-injury-study",
    "site_full": "digital.abcaudio.com",
    "site": "abcaudio.com",
    "site_section": "http://www.kmaland.com/search/?q=&t=article&l=100&d=&d1=&d2=&s=start_time&sd=desc&nsa=eedition&c[]=news,news/*&f=rss",
    "site_categories": [],
    "section_title": "www.kmaland.com - RSS Results in news,news/* of type article",
    "title": "Psychedelic drug ibogaine shows preliminary promise for traumatic brain injury: Study",
    "title_full": "Psychedelic drug ibogaine shows preliminary promise for traumatic brain injury: Study",
    "published": "2024-01-05T18:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 98772,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "01ab4dfa710aee0fb14ab806b481cb6be2cdaf5c",
  "url": "https://digital.abcaudio.com/news/psychedelic-drug-ibogaine-shows-preliminary-promise-traumatic-brain-injury-study",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dr. Angela Zhang, ABC News",
  "published": "2024-01-05T18:47:00.000+02:00",
  "title": "Psychedelic drug ibogaine shows preliminary promise for traumatic brain injury: Study",
  "text": "(NEW YORK) -- In a small group of veterans diagnosed with mild traumatic brain injury, treatment with a psychedelic drug, ibogaine was associated with improvements in daily function and mental health symptoms, a new study out of Stanford found.\n\"This could be one of the first treatments for traumatic brain injury,\" said Dr. Nolan Williams, associate professor of psychiatry at Stanford, and principal study investigator. \"I think it's a moment of hope for veterans and folks with permanent neurological injury.\"\nThe Federal Drug Administration classifies ibogaine as a Schedule I drug, citing \"high abuse potential\" and \"no accepted medical use.\" To receive the one-time dose, 30 Special Ops veterans traveled to a treatment site in Mexico where ibogaine use is unregulated.\nThe veterans received ibogaine under medical supervision while engaging in complementary activities including breathwork and yoga. Researchers found that both a few days and one month after the dose of ibogaine, the veterans reported improvement in cognitive abilities, in areas like daily life activities and interpersonal relationships, and in PTSD, anxiety, and depression symptoms.\nIbogaine is the psychoactive component of the iboga plant, which grows in Gabon and other countries of western equatorial Africa, and is used by local Bwiti religious practices for its hallucinogenic properties.\nMental and medical therapy currently exist for conditions like depression, anxiety, post-traumatic stress disorder and substance use disorder, but they work differently for everyone and for some are not enough, leading some to pursue unapproved therapies like ibogaine.\nAlthough other hallucinogens, such as psilocybin (magic mushrooms) and MDMA, have been researched for varying psychiatric conditions, with increasingly promising results, ibogaine is still in the very early stages of this research. The drug's side effects, including the risk of inducing a potentially fatal abnormal heart rhythm, may pose a challenge for future studies. The hallucinogenic properties of the drug could also be a risk for some patients. \"Hallucinations for most people are brief and formative, but occasionally it could lead to significant psychological stress and poor outcomes,\" said Dr. Lewis Nelson, chair of emergency medicine and chief of the Division of Medical Toxicology at Rutgers.\nResearchers are not sure why ibogaine might help these different disorders, but some theorize that it acts on receptors implicated in addiction. Some experts say the hallucinogenic properties of ibogaine might allow participants to process their past experiences and emerge with new perspectives. \"It's a really complex drug that's working across a lot of different systems,\" said Williams. \"That's what makes it so powerful and so complicated to understand.\"\nWhile this study adds to growing literature around ibogaine therapy, Williams cautions against being too hopeful about ibogaine being a cure-all, especially since the medication was administered internationally with other complementary therapies. Nelson agreed, pointing to similar effects for other hallucinogens like psilocybin and MDMA. \"This drug gives me a great experience and now I'm done with the drug and I feel great,\" said Nelson. \"Did the drug do it or did the experience do it?\"\nQuestioning how future research would help balance benefits and risks of ibogaine, \"What's an acceptable death rate? I guess a little bit of that depends on how efficacious it is,\" Nelson said.\nFor Williams and Nelson, these uncertainties emphasize the need for more trials in the United States. Controlled, supervised administration of the treatment could help remove some of the confounding factors, and reverse abnormal heart rhythms if they start. Future research trials would need many more participants to show efficacy and safety, and more rigorous evaluation for the cardiac side effects, said Nelson.\nThe road to ibogaine as a widely available therapy remains long and uncertain. There are already concerns about ethical and safe sourcing of the natural compound, and its applicability to structurally marginalized populations, as research pools for psychedelics remain predominantly white.\nFor now, Stanford researchers are gathering one-year follow-up data on the same veterans, while other studies are underway internationally, and some states discuss changing policy and increasing research funding to facilitate studying ibogaine.\n\"These are really tough diseases, so I love the fact that we're looking at alternative treatments,\" said Nelson. \"We nibble around the edges and we struggle, and there's not a lot of great therapies. I just think we have to be honest with ourselves about how good and safe the treatment is before we go out there and unleash it on the community writ large.\"\nAngela Y. Zhang, MD (she/hers), is a pediatric resident at University of Washington/Seattle Children's Hospital and a member of the ABC News Medical Unit.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nolan williams",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "stanford",
        "sentiment": "none"
      },
      {
        "name": "federal drug administration",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "mexico",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:18:46.294+02:00",
  "updated": "2024-01-06T01:18:46.294+02:00"
}