{
  "thread": {
    "uuid": "e02780896f7bfa4be1cdd0a0053ca2a5fc233602",
    "url": "https://dailynews.mcmaster.ca/articles/new-university-registrar-darran-fernandez-brings-a-wealth-of-expertise-and-insight",
    "site_full": "dailynews.mcmaster.ca",
    "site": "mcmaster.ca",
    "site_section": "http://dailynews.mcmaster.ca",
    "site_categories": [
      "graduate_school",
      "7_12_education",
      "education"
    ],
    "section_title": "Daily News",
    "title": "New University Registrar brings a wealth of expertise and insight – Daily News",
    "title_full": "New University Registrar brings a wealth of expertise and insight – Daily News",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://dailynews.mcmaster.ca/wp-content/uploads/sites/3/2024/04/13-768x455.png",
    "performance_score": 0,
    "domain_rank": 2276,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e02780896f7bfa4be1cdd0a0053ca2a5fc233602",
  "url": "https://dailynews.mcmaster.ca/articles/new-university-registrar-darran-fernandez-brings-a-wealth-of-expertise-and-insight",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "New University Registrar brings a wealth of expertise and insight – Daily News",
  "text": "New University Registrar brings a wealth of expertise and insight Darran A. Fernandez comes to McMaster from York University, bringing a deep commitment to student success and an understanding of the challenges students face. McMaster is set to welcome an experienced leader to a senior university role that supports students from the time they start thinking about where to attend university through to graduation. Darran A. Fernandez has been selected as the next University Registrar at McMaster after a nationwide search that attracted candidates from across Canada. “Darran brings valuable insights and expertise,” says Matheus Grasselli, deputy provost, who chaired the search commitee. “His commitment to student success and his understanding of the challenges students face, coupled with a deep understanding of university processes, make him an excellent fit for this important position.” The Registrar directs all activities within the Office of the Registrar (RO) as leader of a diverse team of more than 100 full-time and 200 casual staff within nine functional areas. “I am honored to be appointed; McMaster is a world-class university,” Fernandez says. “I look forward to working with the RO staff, the faculties and colleagues across the university to deliver an unparalleled student experience.” Fernandez is coming to McMaster from York University, where he has been the assistant vice-provost and University Registrar since 2019. He is credited with grounding a new service culture that strengthened the sense of community and collaboration among staff in the office and their colleagues across the university. He previously spent seven years as the associate registrar and director of student support and advising, Enrolment Services, at the University of British Columbia. Fernandez earned his Doctor of Education from Western University, where he focused on educational leadership and explored the intersection of social identity formation and student service delivery. His leadership extends to his role as the incoming chair of the Association of Registrars of Universities and Colleges in Canada. Fernandez’s roots in the Greater Toronto and Hamilton Area (GTHA) and extensive experience in British Columbia give him a broad perspective, shaped by his interactions with diverse cultural and academic contexts. Sarah Robinson, who has served as acting University Registrar since August 2023, will return to the Faculty of Science as assistant dean, Undergraduate Studies. “I am deeply thankful to Sarah for her dedication and leadership during this time of transition,” Grasselli says. Fernandez will start at McMaster on Aug. 1, 2024.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "darran a. fernandez",
        "sentiment": "positive"
      },
      {
        "name": "matheus grasselli",
        "sentiment": "none"
      },
      {
        "name": "mcmaster",
        "sentiment": "none"
      },
      {
        "name": "darran",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "daily news new university registrar",
        "sentiment": "positive"
      },
      {
        "name": "york university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:03:17.747+03:00",
  "updated": "2024-04-19T00:03:17.747+03:00"
}