{
  "thread": {
    "uuid": "532f9e9bd219f7af9370d15f85ce5858e508de70",
    "url": "https://www.newsbreak.com/news/3281551435758-in-new-year-hope-for-ending-wars-and-famine",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/bangor-daily-news-1696700",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Bangor Daily News | NewsBreak",
    "title": "In new year, hope for ending wars and famine",
    "title_full": "In new year, hope for ending wars and famine",
    "published": "2023-12-30T17:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/08hICR_0qUZJUFv00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3324,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "532f9e9bd219f7af9370d15f85ce5858e508de70",
  "url": "https://www.newsbreak.com/news/3281551435758-in-new-year-hope-for-ending-wars-and-famine",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2023-12-30T17:00:00.000+02:00",
  "title": "In new year, hope for ending wars and famine",
  "text": "William Lambers is the author of The Road to Peace and partnered with the UN World Food Program on the book Ending World Hunger. Before heading into the New Year 2024, step back in time for a moment to Jan. 1, 1945. On that day, the United States was still fighting World War II against Germany and Japan. The headline in the Hartford Courant read “Patton Launches Full Scale Offensive.” Underneath that headline also read “Hitler Says War Will Not End Before 1946.” The Battle of the Bulge was underway in Europe after Nazi Germany launched a surprise offensive, which would be its last of the war. Gen. George Patton was leading the U.S. Third Army to stop the German attack, which they ultimately did. America and its allies would have to keep fighting for several more months before Germany finally surrendered. Famine would descend upon the German occupied Netherlands that winter leading to starvation. Famine is the inevitable result of war. It was challenge enough to have a war on one front, but America was also fighting Japan in the Pacific. In that same Jan. 1 newspaper Americans were reading the latest on the war in Asia with hopes that it would end in the new year. These were the daunting challenges America faced to begin the New Year in 1945. Both wars would end in 1945 with America and its allies emerging victorious in Europe and the Pacific. The Allies also airlifted food to the Netherlands to end the famine and prevent other ones in Europe. Even when the war itself ended Americans were helping Europe and Asia. Catholic Relief Services launched a nationwide collection called the “Food for the War-Stricken” campaign which my alma mater, Mount St. Joseph University, took part in. The American public, whether for WWII relief or helping today, can always make a big difference. We should remember the mountains we have climbed as a nation, like those in 1945. For this history can give us hope as we head into the New Year and its own perils. As 2024 begins there are wars raging in many parts of the globe including the recent Israel-Hamas conflict and Russia’s continuing invasion of Ukraine. There is fear the Israel-Hamas war could widen to include more nations. There is starvation taking place in Gaza because of the war. The U.S. must take the lead to build peace between Israel and Palestine and bring food to the hungry. There is also war and hunger in Sudan, Democratic Republic of Congo, Yemen, Syria, Burkina Faso and other nations. The worsening effect of climate change also threatens Somalia, Ethiopia, Kenya and other nations with severe food shortages. The UN World Food Program and the UN Food and Agriculture Organization put out a report at the end of 2023 warning of what is to come in the New Year. The report “identifies 18 hunger ‘hotspots’ in a total of 22 countries or territories where it is expected a significant deterioration of the already high levels of acute food insecurity, putting lives and livelihoods at stake.” Many parts of the globe in 2024 are desperate for food and peace. The United States, as it did in 1945, must be a leader during this time of global crisis. The Congress, for example, had a major failure in not passing the Ukraine aid package at the end of 2023. Ukraine needs that assistance to resist the Russian invasion and prevent further aggression. By showing strength we can better convince Russia to withdraw from Ukraine and negotiate peace and disarmament treaties. The legislation also included much needed funding for global food aid to help nations facing starvation because of war and climate change. Congress needs to remember America’s leadership role in the world and get the aid package passed. With so many conflicts at once and the resulting starvation it is clearly a time of international despair. But history reminds us we have overcome huge challenges before and if we work together we can end the wars and famine that threaten the world today.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://www.nytimes.com/2018/01/31/science/dutch-famine-genes.html",
    "https://www.army.mil/botb/",
    "https://www.who.int/news/item/21-12-2023-lethal-combination-of-hunger-and-disease-to-lead-to-more-deaths-in-gaza",
    "https://www.nationalww2museum.org/war/articles/operation-manna-chowhound",
    "https://www.wfp.org/publications/hunger-hotspots-fao-wfp-early-warnings-acute-food-insecurity-november-2023-april-2024",
    "https://www.crs.org/about/crs-history",
    "https://crs.org/about/crs-history",
    "https://www.army.mil/botb",
    "https://nytimes.com/2018/01/31/science/dutch-famine-genes.html",
    "https://who.int/news/item/21-12-2023-lethal-combination-of-hunger-and-disease-to-lead-to-more-deaths-in-gaza",
    "https://nationalww2museum.org/war/articles/operation-manna-chowhound",
    "https://army.mil/botb/",
    "https://wfp.org/publications/hunger-hotspots-fao-wfp-early-warnings-acute-food-insecurity-november-2023-april-2024"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "william lambers",
        "sentiment": "neutral"
      },
      {
        "name": "george patton",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "un world food program",
        "sentiment": "neutral"
      },
      {
        "name": "hartford courant",
        "sentiment": "none"
      },
      {
        "name": "u.s. third army",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "netherlands",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "pacific",
        "sentiment": "none"
      },
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T17:31:52.481+02:00",
  "updated": "2023-12-30T17:31:52.481+02:00"
}