{
  "thread": {
    "uuid": "3a2f683e9b118c77d92ca86c0ca0025e5d834ae9",
    "url": "https://www.pulzo.com/vivir-bien/oracion-diaria-san-martin-porres-pedir-su-interseccion-ayuda-PP3202050A",
    "site_full": "www.pulzo.com",
    "site": "pulzo.com",
    "site_section": "http://www.pulzo.com/vivir-bien",
    "site_categories": [
      "media"
    ],
    "section_title": "\n            \tÚltimas noticias de actualidad, bienestar  y vivir bien|Pulzo\n        ",
    "title": "Oración a San Martín de Porres para pedir su intersección y ayuda",
    "title_full": "Oración a San Martín de Porres para pedir su intersección y ayuda",
    "published": "2023-12-29T17:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://d2yoo3qu6vrk5d.cloudfront.net/pulzo-lite/images-resized/PP3202050A-h-o.jpg",
    "performance_score": 0,
    "domain_rank": 56390,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3a2f683e9b118c77d92ca86c0ca0025e5d834ae9",
  "url": "https://www.pulzo.com/vivir-bien/oracion-diaria-san-martin-porres-pedir-su-interseccion-ayuda-PP3202050A",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "robbybienestar@pulzo-hermes.com",
  "published": "2023-12-29T17:10:00.000+02:00",
  "title": "Oración a San Martín de Porres para pedir su intersección y ayuda",
  "text": "San Martín de Porres fue un santo peruano y es ampliamente venerado en América Latina y en otras partes del mundo, especialmente en la comunidad católica. Nació en Lima, Perú, en 1579. Fue hijo ilegítimo de un español y una mujer africana liberada, lo que lo llevó a experimentar la discriminación racial y social de la época. (Lea también: [Oraciones a San Pancracio: el santo del dinero que le ayudará a ganarse la lotería](https://www.pulzo.com/vivir-bien/san-pancracio-oraciones-pedir-dinero-suerte-juegos-azar-PP2996177A)) Su festividad se celebra el 3 de noviembre, recordando su vida y legado. La Iglesia Católica lo canonizó en 1962 reconociendo oficialmente su santidad. Desde una edad temprana, mostró una profunda devoción religiosa y un deseo de ayudar a los menos afortunados. A pesar de su origen humilde, San Martín de Porres ingresó al convento de los dominicos en Lima, donde llevó a cabo una vida de servicio y caridad. Se le atribuyen numerosos milagros y actos de caridad como [la curación de enfermos](https://www.pulzo.com/vivir-bien/novena-jose-gregorio-hernandez-oraciones-dias-peticiones-pasos-PP3173338A), la multiplicación de alimentos para los hambrientos y la capacidad de comunicarse con los animales. Oración diaria a San Martín de Porres para pedir favores San Martín de Porres [dedicó su vida a cuidar a los enfermos, pobres y animales](https://www.pulzo.com/vivir-bien/oracion-san-francisco-asis-paz-pedir-su-proteccion-PP3105385A), y se le considera un ejemplo de humildad y servicio desinteresado. Haga esta oración para hacer sus peticiones. “Oh, San Martín de Porres, siervo fiel de Dios y ejemplo de humildad y caridad, acudimos ante ti con corazones humildes y llenos de fe. Tú, que dedicaste tu vida a atender a los enfermos, cuidar de los animales y auxiliar a los más necesitados, te pedimos que intercedas por nosotros ante el trono de la gracia divina. Te imploramos, amado San Martín, que mires con compasión a todos los enfermos que sufren, tanto en cuerpo como en espíritu. Ruega a Dios para que les conceda la fortaleza y la sanación que necesitan. Derrama tu bendición sobre los médicos, enfermeros y cuidadores que dedican sus vidas a aliviar el sufrimiento de los enfermos. También, te pedimos San Martín, que protejas a los animales, quienes son criaturas indefensas de la creación de Dios. Intercede por aquellos que sufren maltrato y abandono, para que encuentren amor y cuidado en sus vidas. Ayúdanos a ser buenos guardianes de la tierra y todas sus criaturas. No olvidamos a los pobres y necesitados, por quienes siempre velaste. Ruega por aquellos que luchan por su sustento, por un techo sobre sus cabezas y por un plato de comida en su mesa. Inspíranos a compartir lo que tenemos con generosidad y compasión. San Martín de Porres, escucha nuestras súplicas y ruega ante Dios por nuestros pedidos (mencione sus intenciones personales si lo desea). Confiamos en tu poderosa intercesión y en la gracia de Dios. Gracias, San Martín, por escucharnos y por estar siempre presente en nuestros momentos de necesidad. Confiamos en que tu amor y cuidado nos acompañan. Agradecemos de antemano por los favores que estamos seguros de recibir a través de tu intercesión. Amén.” (Lea también: [Oraciones al Arcángel San Miguel: protéjase contra las fuerzas de la oscuridad y el mal](https://www.pulzo.com/vivir-bien/arcangel-san-miguel-oraciones-pedir-proteccion-salud-bienestar-ayuda-PP2947276A)) Las personas son creyentes en San Martín de Porres debido a su vida ejemplar y sus acciones caritativas. Se le considera un modelo de virtud y compasión, y muchas personas oran a él en busca de su intercesión en tiempos de necesidad, especialmente en asuntos de salud, caridad y justicia. *Este artículo fue escrito y curado por periodistas del equipo de [Robby Bienestar](https://www.pulzo.com/noticias/robby-bienestar), con apoyo de una inteligencia artificial que utiliza machine learning para producir texto. LO ÚLTIMO [Vivir Bien] Hace 58 días [Oración para recuperar a una mascota perdida: pronto estará en casa](/vivir-bien/oracion-encontrar-mascota-perdida-pronto-estara-vuelta-casa-PP3195130A) [Vivir Bien] Hace 1 hora [Cinco lugares pocos turísticos y llenos de magia para visitar en fin de año en Antioquia](/vivir-bien/que-lugares-antioquia-que-sean-pocos-turisticos-pero-lindos-visitar-PP3350226A) [Vivir Bien]",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T18:38:09.104+02:00",
  "updated": "2023-12-29T18:38:09.104+02:00"
}