{
  "thread": {
    "uuid": "501af7491aa00b275475658e0800eb97979333e2",
    "url": "https://247sports.com/article/four-star-wr-jaime-ffrench-added-to-the-2025-polynesian-bowl-227911059",
    "site_full": "247sports.com",
    "site": "247sports.com",
    "site_section": "https://astrology.einnews.com:443/live_feed",
    "site_categories": [
      "sports"
    ],
    "section_title": "Live Feed Wire - Astrology News Today - EIN Presswire",
    "title": "Four-Star WR Jaime Ffrench added to the 2025 Polynesian Bowl",
    "title_full": "Four-Star WR Jaime Ffrench added to the 2025 Polynesian Bowl",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://s3media.247sports.com/Uploads/Assets/890/285/12285890.jpg",
    "performance_score": 0,
    "domain_rank": 6229,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "501af7491aa00b275475658e0800eb97979333e2",
  "url": "https://247sports.com/article/four-star-wr-jaime-ffrench-added-to-the-2025-polynesian-bowl-227911059",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Greg Biggins",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "Four-Star WR Jaime Ffrench added to the 2025 Polynesian Bowl",
  "text": "The 2025 Polynesian Bowl added another big-time player to this year's roster when Jacksonville (Fla.) Mandarin wide receiver [Jaime Ffrench](/Player/jaime-ffrench-46117166/) announced his commitment to this year's game. Ffrench is one of the nation’s top prospects, regardless of position. He’s rated the No. 30 player nationally in the Top247 and No. 13 in the 247Sports Composite. He’s coming off a dominant performance at the recent All-American Bowl Combine where he earned ‘Alpha Dog’ honors as the top overall performer in the event. He’s a dynamic pass catcher who can get easy separation and was turning opposing corners around all day. He had a big junior season, hauling in 62 passes for 1,247 yards and 14 touchdowns and has the talent to play for any school in the country. “I’m very pumped and blessed at this opportunity,” Ffrench said. “I know there has been a great players who played in the game in the past and I’m excited to put my name in there as a stamp as well. “This will be my first time visiting Hawaii so I’m excited about that as well. I know it’s going to be a breath taking experience for me.” A big part of the Polynesian Bowl is the opportunity for the players to learn a new culture and it’s something Ffrench said he’s looking forward to as well. “Yeh for sure, we talked about that,” Ffrench said. “I’m definitely looking forward to that part of and I can’t wait. “I’ve watched the game the last few years and really enjoyed it. It’s what got me interested, just seeing some of the great players that have played in so I’m excited to be a part of that.” The Polynesian Bowl has become one of the premier high school all-star games in the nation. The celebration of culture and football is what makes the game unique. The 2025 Polynesian Bowl will be televised live on the NFL Network. “The Polynesian Bowl has become the hottest high school football all-star invitation,” said 4x Super Bowl Champion and Polynesian Football Hall of Fame Chairman Jesse Sapolu. “Jaime will have an experience of a lifetime.” On the recruiting front, French was a one time commitment to Alabama but backed off in mid-January following Nick Saban’s retirement. “I haven’t set up any of my official visits yet but I have a lot of unofficial trips locked in right now,” Ffrench said. “I’m going to visit LSU March 9, Ohio State March 30) Texas April 6 and Tennessee April 8. I’ll most likely visit Florida State on March 23 as well. “I’m still figuring out my official trips but I do plan to make a summer decision. Once I take my unofficial trips, I’ll decide on the official trips and then be ready to make a commitment before my senior year.” Since his de-commitment, there has been a lot of buzz for Florida State and Ohio State and Miami and USC are heavily involved as well in addition to the aforementioned schools he's set to visit in March and April.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jaime ffrench",
        "sentiment": "negative"
      },
      {
        "name": "ffrench",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "fla",
        "sentiment": "none"
      },
      {
        "name": "jacksonville",
        "sentiment": "none"
      },
      {
        "name": "hawaii",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:02:10.318+02:00",
  "updated": "2024-03-01T01:02:10.318+02:00"
}