{
  "thread": {
    "uuid": "b5b713c3964e9c4a436e73bfac3109692a970286",
    "url": "https://www.dailyexcelsior.com/in-kanyakumari-pm-modi-concludes-meditation-says-he-feels-divine-energy",
    "site_full": "www.dailyexcelsior.com",
    "site": "dailyexcelsior.com",
    "site_section": "https://www.dailyexcelsior.com/category/national/",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": null,
    "title": "In Kanyakumari, PM Modi concludes meditation; says he feels divine energy",
    "title_full": "In Kanyakumari, PM Modi concludes meditation; says he feels divine energy",
    "published": "2024-06-02T02:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 39222,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b5b713c3964e9c4a436e73bfac3109692a970286",
  "url": "https://www.dailyexcelsior.com/in-kanyakumari-pm-modi-concludes-meditation-says-he-feels-divine-energy",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Daily Excelsior",
  "published": "2024-06-02T02:59:00.000+03:00",
  "title": "In Kanyakumari, PM Modi concludes meditation; says he feels divine energy",
  "text": "KANYAKUMARI (Tamil Nadu), June 1: Prime Minister Narendra Modi on Saturday concluded his 45-hour-long meditation at the Vivekananda Rock Memorial here and said he felt a divine energy.\nOn conclusion of his dhyana session, Modi, clad in white, visited the 133-ft statue of Thiruvalluvar, located next to the rock memorial and placed a huge garland there marking his tribute. He arrived at the statue complex by a ferry service and later reached the shore using the service.\nBJP leader and Union Finance Minister Nirmala Sitharaman in a post on ‘X’ said: “On completing his meditation on the Vivekananda Rock Memorial PM @narendramodi writes: Visiting the ‘Vivekananda Rock Memorial’ at Kanyakumari, the southernmost tip of India, I feel a divine energy.”\nFurthermore, the PM said: “It is on this rock that Mother Parvati and Swami Vivekananda had meditated. Later, Eknath Ranade transformed this rock into a ‘Shila Smarak’ that brought Swami Vivekananda’s thoughts to life.\nSwami Vivekananda, a leader of spiritual renaissance, has been my ideal, my energy, and the source of my spirituality. Years ago, after traveling across the entire country, when Swami Vivekananda meditated here, it was here that he envisioned a new direction for India’s revival.\nIt is my fortune that today, after so many years, as India embodies the values and ideals of Swami Vivekananda, I too have had the opportunity to meditate at this sacred place.\nMy meditation at this ‘Shila Smarak’ is one of the unforgettable moments of my life. Sitting at the feet of ‘Ma Bharati’, I once again reaffirm my resolve that every moment of my life and every particle of my body will always be dedicated to the service of the nation.\nWith wishes for the progress of the nation and the welfare of its citizens, I offer my utmost reverence to ‘Ma Bharati'”.\nThe Prime Minister left by a helicopter for Thiruvananthapuram and from there, he left for Delhi. On his arrival here on May 30, the PM prayed at the Bhagavathy Amman temple and later arrived at the Vivekananda Rock Memorial.\nDuring his stay at the memorial, the PM did meditation and also performed ‘Surya Arghya’ at the time of sunrise, a ritual associated with spiritual practice. Modi was clad in saffron while he was engaged in meditation at the Vivekananda Rock Memorial.\nThe PM’s visit to Kanyakumari to perform meditation evoked opposition from INDIA bloc constituents including Tamil Nadu’s ruling DMK. The opposition was to the broadcast of meditation in view of last phase of polling on June 1.\nIn view of the PM’s stay, senior DMK leader and Water Resources Minister Duraimurugan on May 31 alleged that tourists were not allowed in that area which had seriously affected the local businesses and ‘we have pointed out that this is not good.’\nTamil Nadu Congress Committee president K Selvaperunthagai on Saturday told reporters that those doing meditation do it peacefully without any hindrance and all alone. “How can a person do Dhyana with 14 cameras in front of him? Is this meditation? This is dhyana eyeing electoral politics,” the Congress leader alleged. He accused Modi of trying to sully Swami Vivekananda’s reputation by acting against the spiritual leader’s legacy and hence, ‘condemnable.’\nAt the Vivekananda Rock Memorial, the PM embarked on his 45-hour long meditation on the evening of May 30 and completed it on Saturday. Kanyakumari is famous for its sunrise and sunset and the memorial is located on a tiny islet near the shoreline. (PTI)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "negative"
      },
      {
        "name": "modi",
        "sentiment": "negative"
      },
      {
        "name": "eknath ranade",
        "sentiment": "none"
      },
      {
        "name": "nirmala sitharaman",
        "sentiment": "none"
      },
      {
        "name": "swami vivekananda",
        "sentiment": "none"
      },
      {
        "name": "mother parvati",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bjp",
        "sentiment": "none"
      },
      {
        "name": "union finance",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kanyakumari",
        "sentiment": "none"
      },
      {
        "name": "kanyakumari",
        "sentiment": "none"
      },
      {
        "name": "vivekananda rock memorial",
        "sentiment": "none"
      },
      {
        "name": "thiruvalluvar",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T04:24:10.501+03:00",
  "updated": "2024-06-02T04:24:10.501+03:00"
}