{
  "thread": {
    "uuid": "3a06e560bac7a061f1dd720608582c179fb77b26",
    "url": "https://www.ilsecoloxix.it/italia/2023/12/29/news/vescovo_funerali_vanessa_ballan-13961909/",
    "site_full": "www.ilsecoloxix.it",
    "site": "ilsecoloxix.it",
    "site_section": "https://www.ilsecoloxix.it/rss/finegil/ilsecoloxix/italia/feed.rss",
    "site_categories": [
      "tech"
    ],
    "section_title": "Il Secolo XIX - News, inchieste e approfondimenti Italia",
    "title": "Vanessa Ballan, l’omelia del vescovo: “La società rifiuti la violenza sulle donne e la follia del possesso”",
    "title_full": "Vanessa Ballan, l’omelia del vescovo: “La società rifiuti la violenza sulle donne e la follia del possesso” - Il Secolo XIX",
    "published": "2023-12-29T16:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.gedistatic.it/content/gnn/img/lastampa/2023/12/29/153403339-754cf441-36c9-49a8-92c2-546bd6107ccb.jpg",
    "performance_score": 0,
    "domain_rank": 22879,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3a06e560bac7a061f1dd720608582c179fb77b26",
  "url": "https://www.ilsecoloxix.it/italia/2023/12/29/news/vescovo_funerali_vanessa_ballan-13961909/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Il Secolo XIX",
  "published": "2023-12-29T16:34:00.000+02:00",
  "title": "Vanessa Ballan, l’omelia del vescovo: “La società rifiuti la violenza sulle donne e la follia del possesso”",
  "text": "Vanessa Ballan, l’omelia del vescovo: “La società rifiuti la violenza sulle donne e la follia del possesso” Conclusi i funerali della 26enne, vittima di femminicidio. Il vescovo Michele Tomasi ha invocato “silenzio dai clamori e dalle curiosità” Si sono conclusi [i funerali di Vanessa Ballan,](https://www.lastampa.it/cronaca/2023/12/29/news/vanessa_ballan_funerali-13961369/) la 26enne di Castelfranco Veneto uccisa da Bujar Fandaj. L’omelia del vescovo di Treviso, Michele Tomasi, ha rievocato il silenzio chiesto dalla famiglia, che ha scelto di restare defilata e lontana dai riflettori durante la cerimonia, e la necessità di una società che rifiuti la violenza sulle donne. Queste le parole del vescovo: «Il testo del libro delle Lamentazioni che abbiamo appena ascoltato dà voce, credo, a pensieri ed emozioni di molti di noi, oggi, qui riuniti per dare l’ultimo saluto a Vanessa. Sicuramente a quelli dei suoi cari genitori, del fratello e di tutti i suoi familiari. Sicuramente a quelli di Nicola e della sua famiglia. Di molti amici di Vanessa, di quanti l’hanno conosciuta, e di tanti che sono stati colpiti, anche da lontano, dalla sua vicenda così insensatamente dolorosa. “Son rimasto lontano dalla pace, ho dimenticato il benessere. È scomparsa la mia gloria, la speranza che mi veniva dal Signore. Il ricordo della mia miseria e del mio vagare è come veleno”. Di colpo, la vita è stata travolta da una catastrofe che ha tolto pace e ogni benessere, a causa della quale i ricordi e i pensieri avvelenano l’anima, e manca anche il desiderio di aprire prospettive di futuro. È troppo grande quanto è accaduto, è troppo al di fuori di ogni pur pessimistica previsione. Noi non ci pensiamo davvero finché un evento simile non ci colpisce da vicino, ma non fa proprio parte della nostra natura più intima di esseri umani immaginare che ad una persona venga tolta, rubata la vita. Non c’è un motivo al mondo che giustifichi questo atto, questa violenza. Non c’è mai. Non c’è sicuramente nel caso di Vanessa e della creatura che lei portava in grembo. Ed è allora la totale insensatezza che irrompe nella vita, in una vita come le nostre, alle volte forse contraddittorie, ma che era accolta in un senso ed in un significato che la sorreggevano e la portavano, in un modo o in un altro, in una rete buona di relazioni e di affetti. Qui siamo, da qui partiamo. Ma la Scrittura santa, Parola di Dio rivolta al suo popolo, non vuole che restiamo fermi qui. “Questo intendo richiamare alla mia mente, e per questo voglio riprendere speranza”. Della nostra natura fa parte invece la capacità, a volte appena il desiderio e la volontà, di sperare. Di riuscire a guardare il giorno, di trovare la forza di non restare bloccati. Il sorriso e il bello sguardo di Mattia sono capaci di dare questa forza, quest’energia, il motivo per cercare speranza. Forse riusciranno a dare calore di speranza anche i ricordi di tanto bene vissuto insieme, i legami familiari che si rinsaldano nella solidarietà nel comune dolore, il sentire che la coesione e la vicinanza delle comunità, cristiana e civile, continueranno ad esserci così come si sono manifestati nei giorni passati. Aiuterà – lo spero, ne sono certo – la promessa del Signore Dio. Lo abbiamo sentito: “Le misericordie del Signore non sono finite, non è esaurita la sua compassione; esse son rinnovate ogni mattina, grande è la sua fedeltà”. Aiuterà il fondamento di ogni amore, di ogni giustizia, di ogni fedeltà. Questo è il dono di vita che il Signore ci fa con la sua Passione, la sua morte e con la sua Risurrezione, che è sconfitta del male e della morte. Anche contro ogni evidenza che ci urla il contrario. Lo abbiamo ascoltato ora nel Vangelo: “Padre, voglio che anche quelli che mi hai dato, siano con me dove sono io, perché contemplino la mia gloria, quella che mi hai dato; poiché tu mi hai amato prima della creazione del mondo”. Gesù sta parlando durante la sua ultima Cena, e sta parlando, nella sua preghiera al Padre, di noi. Siamo accolti in un amore che precede la fondazione del mondo e che non ci abbandonerà mai (ce lo dice il Risorto!). Gesù parla di noi. Parla di Vanessa. Non c’è un senso nella sua brutale uccisione. Questa è il male. E con il male non possiamo, non abbiamo il diritto di venire a patti. Ma Vanessa è accolta, abbracciata in un amore più grande, in un amore autentico, in un amore eterno. Prego il Signore che questo possa alimentare la speranza dei suoi cari. Speranza che non toglie il dolore, ma che accoglie anch’esso in un amore più grande, in un amore autentico, in un amore eterno. Forse dovremo fare come suggerisce l’autore delle Lamentazioni: “È bene aspettare in silenzio la salvezza del Signore”. Silenzio dai clamori e dalle curiosità. Silenzio della memoria e delle emozioni più negative. Silenzio della preghiera che invoca la consolazione delle vittime e la conversione dei violenti. Non certo il silenzio della ricerca della giustizia e nemmeno il silenzio nell’impegno per una civiltà che rifiuti nelle parole, negli atti e nei fatti la violenza sulle donne, e che superi finalmente la follia di voler possedere una persona, o di volerne determinare con la violenza le scelte e le decisioni. Silenzio però che permetta all’amore – quello vero – di manifestarsi, di prendere per mano chi sta soffrendo, e di aprire prospettive di vita. È l’amore di Dio (l’amore eterno del Padre per il Figlio, che dall’Incarnazione in poi è anche profondamente umano) che permetterà a voi – cara famiglia di Vanessa, cara famiglia di Nicola - di trovare un senso nella vita, prendendovi cura gli uni degli altri - e insieme, tutti del piccolo Mattia - nel ricordo grato e riconciliato di Vanessa. Permetterà a noi tutti di riaffermare con un impegno corale le ragioni della vita, del rispetto, del dialogo a tutti i livelli della società. Potremo fare nostre le parole di preghiera che ci ha donato il salmo: “Io spero nel Signore, l'anima mia spera nella sua parola. L'anima mia attende il Signore, più che le sentinelle l'aurora”. La venuta del Signore sarà la vittoria dell’amore: che possa dare respiro alla nostra vita».",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue"
  ],
  "external_links": [
    "https://lastampa.it/cronaca/2023/12/29/news/vanessa_ballan_funerali-13961369/)",
    "https://www.lastampa.it/cronaca/2023/12/29/news/vanessa_ballan_funerali-13961369/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T17:20:30.664+02:00",
  "updated": "2023-12-29T17:20:30.664+02:00"
}