{
  "thread": {
    "uuid": "bf9a22a726a520053548582da568be894de7740a",
    "url": "http://www.diabetesincontrol.com/first-pig-kidney-transplant-patient-discharged-from-hospital",
    "site_full": "www.diabetesincontrol.com",
    "site": "diabetesincontrol.com",
    "site_section": "http://www.diabetesincontrol.com/feed/",
    "site_categories": [
      "health",
      "diabetes"
    ],
    "section_title": "Diabetes In Control. A free weekly diabetes newsletter for Medical Professionals.",
    "title": "First Pig Kidney Transplant Patient Discharged From Hospital",
    "title_full": "First Pig Kidney Transplant Patient Discharged From Hospital",
    "published": "2024-04-04T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 94769,
    "domain_rank_updated": "2024-04-02T13:08:16.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bf9a22a726a520053548582da568be894de7740a",
  "url": "http://www.diabetesincontrol.com/first-pig-kidney-transplant-patient-discharged-from-hospital",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "HealthDay.com",
  "published": "2024-04-04T08:00:00.000+03:00",
  "title": "First Pig Kidney Transplant Patient Discharged From Hospital",
  "text": "By Robin Foster HealthDay Reporter\nTHURSDAY, April 4, 2024 (HealthDay News) — Rick Slayman, the first person to receive a kidney transplant from a genetically modified pig, headed home Wednesday after faring so well that he was released from the hospital just two weeks after his groundbreaking surgery.\nâThis moment — leaving the hospital today with one of the cleanest bills of health Iâve had in a long time — is one I wished would come for many years. Now, itâs a reality and one of the happiest moments of my life,” Slayman said in a\nstatement.\n“Iâm excited to resume spending time with my family, friends and loved ones, free from the burden of dialysis that has affected my quality of life for many years,” the 62-year-old added. “Lastly, I want to thank anyone who has seen my story and sent well-wishes, especially patients waiting for a kidney transplant. Today marks a new beginning not just for me, but for them, as well.â\nExperts agreed.\nâThough much work remains to be done, I think the potential of this to benefit a large number of patients will be realized, and that was a question mark hovering over the field,â\nDr. David Klassen, chief medical officer for the United Network for Organ Sharing (UNOS), told the New York Times.\nWhile two previous organ transplants from genetically modified pigs had failed, Slayman’s new kidney is producing urine and removing waste products from the blood, his doctors at Massachusetts General Hospital (MGH) said.\nAfter the transplant was completed,\nDr. Winfred Williams, associate chief of the nephrology division at MGH and Slayman’s primary kidney doctor, hailed his patient’s âcourageousness in becoming a trailblazer in the field of transplantation.â\nThe pig kidney came from eGenesis, a Cambridge, Mass., company that has been experimenting with genetic alterations to make pig organs transplantable to humans.\nLast year, eGenesis reported in the journal\nNature that a monkey had been living with one of its transplanted pig kidneys for two years.\nThe kidney Slayman received had 69 genetic edits that removed harmful pig genes and added helpful human genes, researchers said. Scientists also inactivated retroviruses in the pig donor to eliminate any risk of infection in humans.\nSlayman is Black, and Black patients tend to suffer high rates of end-stage kidney disease, the Times reported.\nThese genetically altered pig kidneys represent a âpotential breakthrough in solving one of the more intractable problems in our field, that being unequal access for ethnic minority patients to the opportunity for kidney transplants due to the extreme donor organ shortage and other system-based barriers,â Williams said.\nSlayman has been living with type 2 diabetes and high blood pressure for many years, doctors said. He received a kidney transplant from a human donor in December 2018, but the organ began to fail after five years and he resumed dialysis in May 2023.\nHeâs since been in and out of the hospital regularly, due to complications stemming from his dialysis, doctors said.\nMore than 100,000 people in the United States are awaiting an organ for transplant, according to the UNOS. About 17 people die each day for want of a donor organ.\nKidneys are the most common organs needed for transplant, doctors said. End-stage kidney disease rates are expected to increase from 29% to 68% in the United States by 2030.\nâAt MGH alone, there are over 1,400 patients on the waiting list for a kidney transplant. Some of these patients will unfortunately die or get too sick to be transplanted due to the long waiting time on dialysis. I am firmly convinced that xenotransplantation represents a promising solution to the organ shortage crisis,â said\nDr. Leonardo Riella, MGH medical director for kidney transplantation.\nSlayman’s procedure was performed under a compassionate use waiver granted by the U.S. Food and Drug Administration in February, doctors said.\nTo help Slayman avoid rejection, he also received an infusion of two new immunosuppressant drugs — tegoprubart, provided by Eledon Pharmaceuticals Inc., and ravulizumab, provided by Alexion Pharmaceuticals Inc.\nMore information\nThe U.S. National Institutes of Health has more about\nkidney transplantation.\nSOURCE: Massachusetts General Hospital, news releases, April 3, 2024, March 21, 2024; New York Times\nCopyright © 2024\nHealthDay. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.massgeneral.org/news/rick-slayman-discharge-statement",
    "https://www.nature.com/articles/s41586-023-06594-4",
    "https://www.niddk.nih.gov/health-information/kidney-disease/kidney-failure/kidney-transplant/",
    "https://unos.org/about/leadership/david-klassen/",
    "https://www.massgeneral.org/doctors/20903/leonardo-riella",
    "https://consumer.healthday.com/",
    "https://www.massgeneral.org/doctors/16885/winfred-williams",
    "https://massgeneral.org/news/rick-slayman-discharge-statement",
    "https://massgeneral.org/doctors/20903/leonardo-riella",
    "https://www.consumer.healthday.com/",
    "https://massgeneral.org/doctors/16885/winfred-williams",
    "https://www.unos.org/about/leadership/david-klassen/",
    "https://www.niddk.nih.gov/health-information/kidney-disease/kidney-failure/kidney-transplant",
    "https://consumer.healthday.com",
    "https://nature.com/articles/s41586-023-06594-4",
    "https://niddk.nih.gov/health-information/kidney-disease/kidney-failure/kidney-transplant/",
    "https://unos.org/about/leadership/david-klassen"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "robin foster",
        "sentiment": "negative"
      },
      {
        "name": "rick slayman",
        "sentiment": "negative"
      },
      {
        "name": "slayman",
        "sentiment": "none"
      },
      {
        "name": "iâve",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "healthday news",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:20:09.371+03:00",
  "updated": "2024-04-05T00:20:09.371+03:00"
}