{
  "thread": {
    "uuid": "a4076b85f74df39fb23df52375633fa26c510ca2",
    "url": "https://www.hindustantimes.com/cities/delhi-news/fresh-attempt-to-rejuvenate-naini-lake-mcd-invites-bids-to-beautify-model-town-attraction-101720116668407.html",
    "site_full": "www.hindustantimes.com",
    "site": "hindustantimes.com",
    "site_section": "https://hindustantimes.com/cities",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "City News: City Latest News, Metro City News Today and Headlines | Hindustan Times",
    "title": "Fresh attempt to rejuvenate Naini Lake: MCD invites bids to beautify Model Town attraction | Latest News Delhi - Hindustan Times",
    "title_full": "Fresh attempt to rejuvenate Naini Lake: MCD invites bids to beautify Model Town attraction | Latest News Delhi - Hindustan Times",
    "published": "2024-07-04T20:41:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://images.hindustantimes.com/img/2024/07/04/1600x900/The-lake-is-spread-across-6-5-acres---HT-Archive-_1720116624005.jpg",
    "performance_score": 0,
    "domain_rank": 935,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a4076b85f74df39fb23df52375633fa26c510ca2",
  "url": "https://www.hindustantimes.com/cities/delhi-news/fresh-attempt-to-rejuvenate-naini-lake-mcd-invites-bids-to-beautify-model-town-attraction-101720116668407.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@httweets",
  "published": "2024-07-04T20:41:00.000+03:00",
  "title": "Fresh attempt to rejuvenate Naini Lake: MCD invites bids to beautify Model Town attraction | Latest News Delhi - Hindustan Times",
  "text": "Fresh attempt to rejuvenate Naini Lake: MCD invites bids to beautify Model Town attraction Under the project, MCD will lay pipelines to ferry wastewater from the Coronation Pillar wastewater treatment plant to Model Town. Additionally, the project will also help provide irrigation water for parks in the vicinity New Delhi In a renewed push to rejuvenate the Naini Lake located in Model Town, north Delhi, the Municipal Corporation of Delhi (MCD) invited bids to execute the ₹10.7-crore lake redevelopment project, senior municipal officials said on Thursday. This is the third attempt to rejuvenate the lake. Under the project, MCD will lay pipelines to ferry wastewater from the Coronation Pillar wastewater treatment plant to Model Town. Additionally, the project will also help provide irrigation water for parks in the vicinity and reduce groundwater dependence, officials said. A senior MCD official said a notice inviting tenders for the project was reissued on June 19 and the technical bids were opened on Thursday. “The project involves laying down pipelines and associated arrangement of carrying treated water from STP, Coronation Pillar, Mukherjee Nagar to Naini Lake by developing pump house and sump wells. This component along is likely to cost around ₹5.46 crore,” the official said. The lake is located amid Model Town, across 6.5 acres, and is a popular spot for leisurely strolls and family outings. MCD’s two previous attempts to rejuvenate the lake failed due to technical and procedural issues. Officials said another ₹71 lakh will be spent on subsequent arrangements to provide irrigation water from the lake to nearby parks. The project is being funded by the Central government’s Amrit Sarovar Mission. On June 12, HT reported that more than a third of 21 waterbodies taken up by the civic body under this project remained stuck and work at several sites was yet to be launched. On June 22, MCD announced that it will rejuvenate 21 ponds and waterbodies across the city under the first phase of the Amrit Sarovar Mission. The rejuvenation and beautification work of these waterbodies was to be completed by March 31, 2023, and Naini Lake was one of nine sites where the project was pending. A second senior MCD official said the lake is currently fed by groundwater drawn from borewells. “Ideally, a lake should be recharging the groundwater levels. In case of Naini Lake, we operate pumps to feed the lake. The use of treated wastewater will help the entire region,” the official said. Musical fountain and beautification The civic body will also undertake beautification of the lake area by adding 7,000 new species of plants, new walkways, designer boundary walls, benches and basic infrastructure, such as a peripheral stormwater drain, officials said. According to the fresh bids, the project work includes the construction of a boundary wall, renovation of the toilet block and addition of benches. “We will be strengthening the existing peripheral stormwater drain along the lake by providing RCC drain. Around ₹26 lakh will be spent on provision of lighting arrangement in the lake and horticulture work,” the second official said. The civic body will also develop two floating fountains in the lake at a cost of ₹39 lakh component. “The private company executing the work will also be undertaking operation and maintenance of the lake,” the official said. [Crickit](https://www.hindustantimes.com/cricket)! From live scores to match stats, catch all the action here. [Explore now!](https://www.hindustantimes.com/cricket/t20-world-cup?utm_source=endofarticle&utm_medium=web&utm_campaign=wc) Stay updated with all top [Cities](https://www.hindustantimes.com/latest-news)including, [Bengaluru](https://www.hindustantimes.com/cities/bengaluru-news), [Delhi](https://www.hindustantimes.com/cities/delhi-news), [Mumbai](https://www.hindustantimes.com/cities/mumbai-news)and more across [India.](https://www.hindustantimes.com/india-news)Stay informed on the latest happenings in [World News](https://www.hindustantimes.com/world-news)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "naini lake",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "latest news delhi - hindustan times fresh",
        "sentiment": "negative"
      },
      {
        "name": "municipal corporation of delhi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "model town",
        "sentiment": "none"
      },
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "naini lake",
        "sentiment": "none"
      },
      {
        "name": "north delhi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T03:15:17.941+03:00",
  "updated": "2024-07-05T03:15:17.941+03:00"
}