{
  "thread": {
    "uuid": "3afe5ea840f212535d8ee408f45f4182182a78c7",
    "url": "https://vnexplorer.net/luton-2-3-chelsea-mauricio-pochettinos-side-survive-late-luton-comeback-as-cole-palmers-brace-and-non-madueke-strike-seal-back-to-back-wins-for-blues-s723413.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Luton 2-3 Chelsea: Mauricio Pochettino's side survive late Luton comeback as Cole Palmer's brace and Non Madueke strike seal back-to-back wins for Blues",
    "title_full": "Luton 2-3 Chelsea: Mauricio Pochettino's side survive late Luton comeback as Cole Palmer's brace and Non Madueke strike seal back-to-back wins for Blues",
    "published": "2023-12-30T17:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2023/12/30/14/79461345-12912431-image-a-1_1703947059919.jpg",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3afe5ea840f212535d8ee408f45f4182182a78c7",
  "url": "https://vnexplorer.net/luton-2-3-chelsea-mauricio-pochettinos-side-survive-late-luton-comeback-as-cole-palmers-brace-and-non-madueke-strike-seal-back-to-back-wins-for-blues-s723413.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-30T17:38:00.000+02:00",
  "title": "Luton 2-3 Chelsea: Mauricio Pochettino's side survive late Luton comeback as Cole Palmer's brace and Non Madueke strike seal back-to-back wins for Blues",
  "text": "Chelsea beat Luton 3-2 on Saturday despite a late surge from the hostsLuton managed to score two goals in seven minutes but still lost of the fixture Cole Palmer bagged a brace and Noni Madueke found the back of the net\nEven in victory, Chelsea are capable of mining vast chunks of chaos and confusion. Those old habits will die hard and so do Luton Town.\nWith almost 80 minutes played, this match was little more than a jog for Mauricio Pochettino’s side. Luton had fought well, but they were 3-0 down and had not landed so much as a single shot on goal.\nThey were done. They were buried. But this is Chelsea and with Chelsea the lines to progress are never neat and tidy, and so 3-0 became 3-1 and 3-1 became 3-2 and a wild panic. Luton stormed forward, a couple of crosses zipped into dangerous places, but the drama never quite escalated to crisis.\nWith it, Pochettino had that rarest of things – an away win after four straight defeats away from Stamford Bridge – and a familiar reminder that confidence is a scarce commodity in the strange confines of his club.\nHis side lack it, but maybe, possibly, they are entering the bend and a new direction. Of course, his season has been littered with such false dawns, though there was scope for encouragement here beyond the result. As ever it could be traced to Cole Palmer, who returned from suspension with two excellent goals.\nChelsea beat Luton 3-2 on Saturday afternoon despite a late surge from the hosts\nIt was Cole Palmer who stole the show by bagging a brace – scoring his first goal in 12th minute of the game and his second in the 70th minute\nNoni Madueke also found the back of the net to see Chelsea emerge victorious on Saturday\nYour browser does not support iframes.\nThe first drew its class from the top-corner finish and his second, for 3-0, was all about the sublime skill in how he took the ball around Luton’s keeper. In between those flourishes, he also played a part in the excellent goal scored by Noni Madueke.\nThose were highlights, as was Chelsea’s defence until the madness of the final 15 minutes or so and the fight back that also saw a Luton goal disallowed at 3-0 and another strike hit the bar before Ross Barkley and Elijah Adebayo introduced the fun. Good on Rob Edwards’ side for making it interesting – they are scrapping for everything in this division, as shown by two successive wins coming into this game.\nThey believe an escape is possible and of the bottom three their claim is easily the most believable. As for Chelsea, the turmoil of their circumstances was laid out in the four changes Pochettino made to the side that beat Crystal Palace.\nThey included a start for Madueke in return for his winning strike from the bench on Wednesday, but a somewhat harsh demotion for Mykhailo Mudryk, who has shown a little form lately. There was also a place for Nicolas Jackson ahead of Christopher Nkunku, which was perhaps more a reflection of the latter’s need for a slow integration following injury rather than a bold show of faith in Jackson.\nWhatever the contortions around those decisions, and the debates they forever seem to spark around Chelsea, this did not look like a match that would threaten repercussions.\nLuton worked hard but ineffectively. Beyond one free-kick from Barkley, which dipped a fraction too late to get under the bar, they didn’t raise many pulses or clear chances. For what they did create, Barkley was the key component as a man in form and with possibly with a point to prove given the frustrations of his time at Chelsea.\nLuton managed to score two goals in seven minutes but it wasn’t enough to earn a point\nAs it stands, Chelsea are sitting 10th in the Premier League table and Luton are 18th\nPochettino had that rarest of things – an away win after four straight defeats away from home – and a familiar reminder that confidence is a scarce commodity in the confines of his club\nHe was strong again here, albeit with limited success in the final ball. Certainly not enough to yield a shot on target for Luton across the half.\nWith such uncharacteristic comfort at the back, Chelsea had licence to explore and the upshot was another dynamic performance from Conor Gallagher – they really must not commit the error of selling him next month – and two first-half strikes of considerable quality.\nThe first had a whiff of good fortune in its creation, when Issa Kabore gathered the loose ball after a weak Jackson shot was saved and then promptly rolled it directly into the path of Palmer. His finish across goal and to the top corner was superb.\nPalmer, arguably the only bright light in a dreary bunch this season, was then involved in the second, in so much as he delivered the final ball to Madueke, before the Englishman did the more meaningful part with a strike even better than the opener. Finding the same corner as Palmer, it was a lovely hit.\nRob Edwards made two changes at the break and initially the outcome was more of the same – some good possession, some nice moves from Barkley, plenty of hard work, but no shots on goal.\nWhen they did sustain a little pressure, Palmer seemingly killed the game with the goal for 3-0. Credit to Jackson, he played the throughball, but it was the rolling touch by Palmer to round Thomas Kamininski that made the move special.\nAt that stage, the contest was done. This being Chelsea, and this being Luton, it wasn’t. The fight back was quite something. First, it was Barkley who opened the door with a header, which in turn followed a flurry of chances that included Elijah Adebayo having a strike disallowed for offside and putting another against the bar via a first-class save from Djordje Petrovic.\nAt 3-1 Chelsea seemed to panic and the drama escalated to 3-2. Chiedozie Ogbene caused a little chaos with the cross, Alfie Doughty drew a fast-twitch stop from Petrovic and Adebayo touched in the finish.\nChaos from comfort – the Chelsea way.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cole palmer",
        "sentiment": "neutral"
      },
      {
        "name": "mauricio pochettino",
        "sentiment": "neutral"
      },
      {
        "name": "pochettino",
        "sentiment": "none"
      },
      {
        "name": "chelsea",
        "sentiment": "none"
      },
      {
        "name": "noni madueke",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "chelsea",
        "sentiment": "neutral"
      },
      {
        "name": "luton",
        "sentiment": "neutral"
      },
      {
        "name": "blues chelsea",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "stamford bridge",
        "sentiment": "none"
      },
      {
        "name": "luton town",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T17:49:49.847+02:00",
  "updated": "2023-12-30T17:49:49.847+02:00"
}