{
  "thread": {
    "uuid": "1ba4623fcb307f1e82f4de3697a2b4a56eb0b695",
    "url": "https://dotesports.com/valorant/news/valorant-kuronami-bundle-ninja-skins-melee-price-and-release-date",
    "site_full": "dotesports.com",
    "site": "dotesports.com",
    "site_section": "https://dotesports.com/valorant",
    "site_categories": [
      "hobbies_and_interests",
      "video_and_computer_games"
    ],
    "section_title": "VALORANT - News, Stats, Players, Teams, and More - Dot Esports",
    "title": "VALORANT Kuronami bundle: Ninja skins, melee, price, and release date - Dot Esports",
    "title_full": "VALORANT Kuronami bundle: Ninja skins, melee, price, and release date - Dot Esports",
    "published": "2024-01-05T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dotesports.com/wp-content/uploads/2024/01/VAL_Kuronami_Bundle_1920x1080.jpg?resize=768,432",
    "performance_score": 0,
    "domain_rank": 9141,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1ba4623fcb307f1e82f4de3697a2b4a56eb0b695",
  "url": "https://dotesports.com/valorant/news/valorant-kuronami-bundle-ninja-skins-melee-price-and-release-date",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Scott Robertson",
  "published": "2024-01-05T21:00:00.000+02:00",
  "title": "VALORANT Kuronami bundle: Ninja skins, melee, price, and release date - Dot Esports",
  "text": "Since the images first leaked online, the Kuronami bundle has become one of VALORANT’s most anticipated skin bundles. The bundle appeals to those who fantasize about being a ninja assassin, and the skins feature some of the flashiest and most stylish animations.\nThe first major bundle release of 2024 is surely going to keep alive the trend of players emptying their bank accounts upon a new skin bundle drop.\nVALORANT Kuronami skins and prices The Kuronami bundle will feature skins for the Marshal, Sheriff, Spectre, and Vandal . The bundle will also feature a melee item that is a dual set of chained ninja daggers, as well as two gun buddies, a spray, and player cards.\nMarshal. Image via Riot Games Daggers. Image via Riot Games Sheriff. Image via Riot Games Spectre. Image via Riot Games Vanda with gun buddy. Image via Riot Games The Kuronami weapon skins and the melee skin feature three additional color variants and animation upgrades that can be acquired with Radianite. The gun skins also feature a sound effect and a weather-changing finisher upgrade.\nKuronami finisher The Kuronami skins are inspired by several different franchises, including “Shen from [ LoL ], Snake Eyes and Storm Shadow from GI Joe , Scorpion and Sub-Zero from Mortal Kombat ,” according to art direction senior manager Kerzin Atienza. Iconic anime Naruto is referenced via the water-based magic seen in the animations, and the “dark/edgy vibe” takes notes from a previous VALORANT skin line: Reaver .\nA full display of the Kuronami melee animations The full bundle will cost 9,500 VALORANT points . You can only get the melee item if you purchase the entire bundle. While buying the bundle is the better value, you can purchase any of the individual Kuronami gun skins by themselves:\nVandal: 2,375 VP Spectre: 2,375 VP Marshal: 2,375 VP Sheriff: 2,375 VP VALORANT Kuronami release date The Kuronami bundle is expected to go live in the VALORANT store on Tuesday, Jan. 9 , alongside the launch of Episode Eight . Episode Eight will also feature the introduction of the game’s first new weapon the Outlaw , the return of Icebox , changes to Lotus , a new battle pass, and several agent updates.\nAuthor Scott Robertson VALORANT lead staff writer, also covering CS:GO, FPS games, other titles, and the wider esports industry. Watching and writing esports since 2014. Previously wrote for Dexerto, Upcomer, Splyce, and somehow MySpace. Jack of all games, master of none.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://twitter.com/counterscottGO",
    "https://www.twitter.com/counterscottGO"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "vandal",
        "sentiment": "none"
      },
      {
        "name": "vanda",
        "sentiment": "none"
      },
      {
        "name": "radianite",
        "sentiment": "none"
      },
      {
        "name": "kuronami",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "valorant kuronami",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:03:34.622+02:00",
  "updated": "2024-01-06T00:03:34.622+02:00"
}