{
  "thread": {
    "uuid": "04e897800c1cef500b966b8a030e5be00203be4d",
    "url": "https://vnexplorer.net/z/940382.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Large Elephant Herd Spotted Swimming Across Brahmaputra River",
    "title_full": "Large Elephant Herd Spotted Swimming Across Brahmaputra River",
    "published": "2024-06-22T01:41:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1oGidm.img",
    "performance_score": 0,
    "domain_rank": 82409,
    "domain_rank_updated": "2024-06-18T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "04e897800c1cef500b966b8a030e5be00203be4d",
  "url": "https://vnexplorer.net/z/940382.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-06-22T01:41:00.000+03:00",
  "title": "Large Elephant Herd Spotted Swimming Across Brahmaputra River",
  "text": "large elephant herd spotted swimming across brahmaputra river Breathtaking aerial footage shows a large elephant herd swimming to cross Brahmaputra river in Assam. The sighting was captured in Jorhat district. Sachin Bharali, a landscape photographer, documented the mass movement as about 100 elephants navigated the waters at Nimati Ghat, one of the major river ports in Assam. Indian elephant herds typically have 5-15 members, but can be much larger depending on the climate, terrain, family size and availability of resources –case in point, the river-crossing gentle giants. Senior Indian Forest Service (IFS) officer Sudha Ramen reshared the clip on X, formerly Twitter. Related News | Elephant Calves Sleep in ‘Z++ Security’ as Herd Stands Guard Elephant Calves Sleep in ‘Z++ Security’ as Herd Stands Guard Optical Illusion Personality Test: What You See First Reveals Whether You&#039;re Easily Angered or Naturally Composed Optical Illusion Personality Test: What You See First Reveals Whether You&#039;re Easily Angered or Naturally Composed “Elephants are incredible swimmers!,” the conservationist said in her post’s caption. “These stunning images captured by Mr.Sachin Bharali show a majestic herd with a good number of infants swim across the flowing Brahmaputra River. A remarkable display of their strength and adaptability.” IFS Susanta Nanda, quote-tweeting Ramen, gave his own insight. Related News | Chennai: Traffic Diversions Due to Metro Work at Strahans Road on June 15-17, Read Full Advisory Chennai: Traffic Diversions Due to Metro Work at Strahans Road on June 15-17, Read Full Advisory Assam Floods: Death Toll Rises To 35, More Than 1.6 Lakh People Affected Assam Floods: Death Toll Rises To 35, More Than 1.6 Lakh People Affected “Just figure out where the calves are in this formation. Teaching them real lessons of life with wall around them,” he explained. Baby elephants nurse for at least six months and up to four years. Even after being weaned, they continue to stay with the herd, which includes a mother several females known as nannies, and is typically led by a matriarch, until their teens. After attaining sexual maturity, juvenile males leave the herd to lead solitary lives or join other bulls. Beyond this point, they only mingle with females when in musth, a period characterised by increased aggression and unpredictability that can be put down to testosterone surges. Assam has an estimated elephant population of over 5,700, making it a key conservation area for the Indian gentle giants. Karnataka, is the only state with more elephants - 6,395.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sachin bharali",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "forest service",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "brahmaputra river",
        "sentiment": "none"
      },
      {
        "name": "brahmaputra",
        "sentiment": "none"
      },
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "jorhat",
        "sentiment": "none"
      },
      {
        "name": "nimati ghat",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T09:51:14.298+03:00",
  "updated": "2024-06-22T09:51:14.298+03:00"
}