{
  "thread": {
    "uuid": "6c0021621b210bb6b89244ffa470505905207440",
    "url": "https://theedgemalaysia.com/node/704670",
    "site_full": "theedgemalaysia.com",
    "site": "theedgemalaysia.com",
    "site_section": "https://theedgemalaysia.com/",
    "site_categories": [],
    "section_title": "The Edge Malaysia - Make Better Decisions",
    "title": "Britain's Prince William pays tribute to his late mother Princess Diana at awards event",
    "title_full": "Britain's Prince William pays tribute to his late mother Princess Diana at awards event",
    "published": "2024-03-14T23:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MY",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 78581,
    "domain_rank_updated": "2024-03-12T12:13:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6c0021621b210bb6b89244ffa470505905207440",
  "url": "https://theedgemalaysia.com/node/704670",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Michael Holden",
  "published": "2024-03-14T23:43:00.000+02:00",
  "title": "Britain's Prince William pays tribute to his late mother Princess Diana at awards event",
  "text": "LONDON (March 15): Britain's Prince William said on Thursday his late mother Princess Diana would have been honoured to see a charity set up in her name doing \"inspirational work\" to support young people around the world.\nWilliam, 41, said his mother's legacy was something both he and his wife Kate, Princess of Wales, had sought to focus on through their work.\n\"I know that she would have been honoured to see a charity in her name doing such inspirational work to uplift young people from all corners of the globe,\" the heir to the throne said in a speech at London's Science Museum where the ceremony was held.\n\"She taught me that everyone has the potential to give something back, that everyone in need deserves a supporting hand in life,\" William added.\nThe Diana Award was set up 25 years ago in memory of King Charles' first wife, who was killed at the age of 36 in a 1997 car crash in Paris when William was 15 and his younger brother Harry was 12.\nThe charity's Legacy Award, which recognises young people for their social action of humanitarian work, was set up in 2017, with a ceremony held every two years.\nTwenty recipients from across the globe were honoured at Thursday's ceremony including three from Britain and the United States with other recipients coming from countries such as India, Pakistan, the United Arab Emirates and Jamaica.\nThe ceremony comes in a week in which William's wife Kate, 42, apologised after her office issued a photograph she had edited of herself with the couple's three children.\nLeading news organisations, including Reuters, withdrew the picture after post-publication analysis showed it did not meet their editorial standards.\nThe picture had already attracted huge media attention as it was the first official photograph of Kate since she spent two weeks in hospital after undergoing abdominal surgery in January for a non-cancerous but unspecified condition, with her absence from royal duties sparking intense social media speculation.\nRoyal officials said she was not due to return until after Easter and has declined to give details, saying her health was a private matter.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "william",
        "sentiment": "negative"
      },
      {
        "name": "diana",
        "sentiment": "negative"
      },
      {
        "name": "charles",
        "sentiment": "none"
      },
      {
        "name": "kate",
        "sentiment": "none"
      },
      {
        "name": "harry",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "britain",
        "sentiment": "none"
      },
      {
        "name": "science museum",
        "sentiment": "none"
      },
      {
        "name": "wales",
        "sentiment": "none"
      },
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "paris",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:29:16.637+02:00",
  "updated": "2024-03-15T00:29:16.637+02:00"
}