{
  "thread": {
    "uuid": "ef3a45cfe8e1e0817ae3fcf7a5f12d209acbe3e9",
    "url": "https://thesportsrush.com/nfl-news-buffalo-bills-are-giving-20-an-hour-free-food-to-snow-shovelers-amidst-hostile-weather-but-fans-want-something-else-in-return/",
    "site_full": "thesportsrush.com",
    "site": "thesportsrush.com",
    "site_section": "https://thesportsrush.com/feed",
    "site_categories": [
      "sports"
    ],
    "section_title": "The SportsRush",
    "title": "Buffalo Bills are Giving $20 an Hour, Free Food to Snow Shovelers Amidst Hostile Weather, But Fans Want Something Else in Return - The SportsRush",
    "title_full": "Buffalo Bills are Giving $20 an Hour, Free Food to Snow Shovelers Amidst Hostile Weather, But Fans Want Something Else in Return - The SportsRush",
    "published": "2024-01-13T13:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn-wp.thesportsrush.com/2024/01/22415020-untitled-design-2024-01-13t142127.118.jpg",
    "performance_score": 0,
    "domain_rank": 28789,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ef3a45cfe8e1e0817ae3fcf7a5f12d209acbe3e9",
  "url": "https://thesportsrush.com/nfl-news-buffalo-bills-are-giving-20-an-hour-free-food-to-snow-shovelers-amidst-hostile-weather-but-fans-want-something-else-in-return/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Aniket Srivastava",
  "published": "2024-01-13T13:00:00.000+02:00",
  "title": "Buffalo Bills are Giving $20 an Hour, Free Food to Snow Shovelers Amidst Hostile Weather, But Fans Want Something Else in Return - The SportsRush",
  "text": "Buffalo Bills are Giving $20 an Hour, Free Food to Snow Shovelers Amidst Hostile Weather, But Fans Want Something Else in Return [Aniket Srivastava](/author/aniketsrivastava/) |Published Winter is hitting Buffalo hard, and the Highmark Stadium is bearing the brunt of the rough weather with a thick blanket of snow. In an unusual move, the Buffalo Bills have issued a statement, asking for people’s help in clearing the snow ahead of Sunday’s Wild Card Game. While they had pretty good compensation for offer, fans were looking to sweeten the pot. Advertisement The Buffalo Bills are inviting individuals aged 18 and older to help shovel snow inside the home turf. Shovelers can begin their work at 10:00 p.m. on Saturday night and continue till Sunday Morning if necessary. It’s not just voluntary work, as people registering for the job will get $20 per hour accompanied by complimentary food. Advertisement Loading embed instagram https://www.instagram.com/p/C2BdwVpN6G1/?utm_source=ig_embed&utm_campaign=loading Those with proper identification are welcome to participate and should dress appropriately for the challenging weather. Bringing personal shovels is encouraged too if possible. Interested candidates can also pre-register by clicking [here](https://form.jotform.com/220033718778156). Moreover, one can also proceed to the Jani-King office trailer near the team’s store on Abbott Road for registration. The collaborative efforts aim to prepare the venue for the upcoming Bills’ Wildcard Playoff game against the Pittsburgh Steelers. The Bills fans are enthusiastic about pitching in, and while they appreciate the $20 payment, they’re curious about an additional perk. Following the viral spread of the Bills’ statement online, fans eagerly inquired whether the shovelers would also get to attend the game for free. Advertisement Loading embed tweet https://twitter.com/anikets67918182/status/1746083496668643698?ref_src=twsrc%5Etfw One fan stated, “Cap the amount of people that can help shovel, then just pay them in game day tickets.” Another one stated, “They gonna get a seat too??” A different one mentioned, “Nah you gonna have to give me tix to the game if I come shovel” Someone else wrote, “But do they get a ticket to the game though lol.” In the 2023 season, the [Buffalo Bills](https://thesportsrush.com/tag/buffalo-bills/) are heading to the playoffs for the fifth consecutive time. Despite spending most of the season in the second spot in the AFC East, they secured the division title by beating the Miami Dolphins 21-14 in Week 18. Now, as the No. 2 seed in the AFC, the Bills are gearing up to face the No. 7 seed Pittsburgh Steelers in the first round of the playoffs. Buffalo Bills Fans Shoveled Through Snowstorms Bills fans lending a hand with shovels is not a new sight. In the previous season, during Week 11, the [Cleveland Browns](https://thesportsrush.com/tag/cleveland-browns/) were set to play against the Buffalo Bills at Highmark Stadium. However, a snowstorm in Buffalo prompted the relocation of the game to Ford Field in Detroit. To ensure the Bills players reached the airport on time, dedicated Bills fans took it upon themselves to clear the driveways and roads, showcasing their support for the team. Loading embed tweet https://twitter.com/_1Sledge/status/1594014408887349248?ref_src=twsrc%5Etfw The Bills’ star player expressed gratitude on social media for the fans who, armed with shovels and snowblowers, cleared the roads outside their homes. The Bills Mafia did not let the efforts of their fans go in vain and gifted them a 31-23 win against the Cleveland Browns. The Buffalo Bills fanbase is renowned for its unwavering dedication. Even in the toughest weather conditions, they stand by their team. Once again, the call is out for them to lend a hand, this time in clearing the snow from the stadium. There’s no doubt they’ll brave the cold to ensure a clear path for their team, eager to witness a victory in the Wildcard game. Advertisement Share this article",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [
    "https://www.instagram.com/p/C2BdwVpN6G1/?utm_source=ig_embed&utm_campaign=loading",
    "https://twitter.com/anikets67918182/status/1746083496668643698?ref_src=twsrc%5Etfw",
    "https://twitter.com/_1Sledge/status/1594014408887349248?ref_src=twsrc%5Etfw",
    "https://form.jotform.com/220033718778156).",
    "https://www.form.jotform.com/220033718778156).",
    "https://www.instagram.com/p/C2BdwVpN6G1/",
    "https://twitter.com/_1Sledge/status/1594014408887349248",
    "https://www.twitter.com/anikets67918182/status/1746083496668643698?ref_src=twsrc%5Etfw",
    "https://twitter.com/anikets67918182/status/1746083496668643698",
    "https://www.twitter.com/_1Sledge/status/1594014408887349248?ref_src=twsrc%5Etfw",
    "https://instagram.com/p/C2BdwVpN6G1/?utm_source=ig_embed&utm_campaign=loading"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "buffalo bills",
        "sentiment": "neutral"
      },
      {
        "name": "sportsrush buffalo bills",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "highmark stadium",
        "sentiment": "none"
      },
      {
        "name": "buffalo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-13T13:03:14.679+02:00",
  "updated": "2024-01-13T13:03:14.679+02:00"
}