{
  "thread": {
    "uuid": "576707a0bea9e2adf794fdf9b0fc992bf0bffff8",
    "url": "https://news.vanderbilt.edu/2024/01/05/watch-childhood-experiences-inspire-vivek-kumar-in-health-care-management/",
    "site_full": "news.vanderbilt.edu",
    "site": "vanderbilt.edu",
    "site_section": "http://feeds.feedburner.com/vanderbilt-news",
    "site_categories": [
      "graduate_school",
      "education"
    ],
    "section_title": "News",
    "title": "WATCH: Childhood experiences inspire Vivek Kumar in health care management",
    "title_full": "WATCH: Childhood experiences inspire Vivek Kumar in health care management",
    "published": "2024-01-05T21:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.vanderbilt.edu/vu-news/files/20240105095104/VA_COM_SeniorProfileGraphics_JanuaryGroup2024_VivekKumar_1920x1080-1600x900.png",
    "performance_score": 0,
    "domain_rank": 1093,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "576707a0bea9e2adf794fdf9b0fc992bf0bffff8",
  "url": "https://news.vanderbilt.edu/2024/01/05/watch-childhood-experiences-inspire-vivek-kumar-in-health-care-management/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Amy Wolf",
  "published": "2024-01-05T21:45:00.000+02:00",
  "title": "WATCH: Childhood experiences inspire Vivek Kumar in health care management",
  "text": "Click through the Instagram post below to hear from Vivek.\nStarting in middle school, family trips for Vivek Kumar meant donning scrubs with his physician mom, who traveled to provide much-needed medical care to low-income communities in Haiti, Brazil and Venezuela.\nIt was just where he wanted to be.\n“I remember on the flight back from Haiti my freshman year in high school, I knew I needed to be in health care,” said Kumar, a\nmedicine, health and society major from Portland, Oregon. “Just to see their smiles when they received free medication and having someone care about them, outside of all the struggles that were going on in their lives, was just unbelievable.”\nHELP BEYOND HEALTH CARE\nBut Kumar said that during a medical outreach trip in Honduras for his\nImmersion Vanderbilt project, he saw that providing medical services just wasn’t enough.\nHe sat down and connected with the Honduran families he met while helping visiting doctors provide primary care through the Clinica Esperanza NGO. He found the residents were often dependent on outside help for health care.\nAs part of his project, which was supported by the\nNichols Humanitarian Fund, Kumar created educational materials to help residents learn about nutrition and other vital preventive care issues. But that was just a starting point for tackling a bigger challenge.\n“I want to see how we can work with residents to build a sustainable health care infrastructure and business model to help communities build themselves up, instead of people coming from the outside,” he said. “And I really believe there’s possibility and hope for us to do that.”\nHEALTH + BUSINESS\nKumar said his MHS major and business minor are perfect for preparing him for a future in health care management.\n“I feel like the interdisciplinary nature of the MHS classes on a daily basis—coupled with my business minor—are just so practical to the work I want to do down the road,” he said. “I couldn’t think of a better combination.”\nCONNECTING WITH HIS CULTURE\nThe cultural diversity of Vanderbilt’s campus helped Kumar to connect more to his own Indian roots. Though he had no formal dancing experience, he knew he wanted to try out for the award-winning\nBhangraDores. He has been involved with the dance troupe since his first year on campus.\n“Joining BhangraDores was my opportunity to explore what it means to be Indian, what it means to be proud of my culture and heritage. And I just love the social family aspect,” he said.\nHe also credits the\nSouth Asian Cultural Exchange student group, and his time as its president, with expanding his appreciation of his culture and creating a sense of community on campus and with alumni.\n“Joining SACE allowed me to find that place of calmness and peace in a time when I feel like I’m always going 100 miles per hour.”\nKumar said he’s already holding his memories of Vanderbilt with gratitude.\n“It’s going to be such a gratifying experience to be able to look back on my college experience and be like, wow, I’ve grown so much and had such incredible experiences,” he said. “All those small interactions really add up over time, and I am so thankful.”\nTHREE QUESTIONS…\nIF YOU COULD TALK TO YOUR TEENAGE SELF, WHAT ADVICE WOULD YOU GIVE?\n“I think I will tell my younger self to just keep saying ‘yes.’ I think there are so many opportunities at Vanderbilt, and every time I’ve said yes to an opportunity, I’ve had so much growth.”\nWHAT DOES ‘DARE TO GROW’ MEAN TO YOU?\n“I think ‘dare to grow’ is such a powerful testimony to Vanderbilt’s commitment to … the students, but also our success throughout the entire learning process.\n“For me, personally, ‘dare to grow’ is that opportunity to come into college wanting to be pre-med and be a cardiologist and coming out of college having such a robust business knowledge and being able to apply that to my previous passions and interests. And just how having them help me walk through step by step, whether it be my immersion project, whether it be through the advisers, through my peers … seeing all of us come together for a greater goal of serving others is just exactly what ‘dare to grow’ empowers within me.”\nWHY VANDERBILT?\n“I remember my parents were, like, ‘Are you sure you want to go to the South?’ Because we hadn’t visited Vanderbilt before. I remember watching Elliot Choy’s day-in-the-life videos on YouTube, and I was sold. Seeing the fall colors, being in a big city was important to me. And I love Nashville’s music and food scene.\n“I can’t imagine anyone wouldn’t fall in love after four years here. It’s just … it’s such a great feeling to see Vanderbilt and Nashville grow and become better every day.”\n- Learn more about the\nmedicine, health and society majorwithin the College of Arts and Science.\n- Learn about the\nSouth Asian Cultural Exchangeand the BhangraDores.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://www.instagram.com/bhangradores/?hl=en",
    "https://www.instagram.com/bhangradores/",
    "https://instagram.com/bhangradores/?hl=en"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "vivek kumar",
        "sentiment": "negative"
      },
      {
        "name": "vivek",
        "sentiment": "negative"
      },
      {
        "name": "kumar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "instagram",
        "sentiment": "negative"
      },
      {
        "name": "immersion vanderbilt",
        "sentiment": "none"
      },
      {
        "name": "clinica esperanza ngo",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "oregon",
        "sentiment": "none"
      },
      {
        "name": "haiti",
        "sentiment": "none"
      },
      {
        "name": "venezuela",
        "sentiment": "none"
      },
      {
        "name": "portland",
        "sentiment": "none"
      },
      {
        "name": "brazil",
        "sentiment": "none"
      },
      {
        "name": "honduras",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:21:42.708+02:00",
  "updated": "2024-01-06T00:21:42.708+02:00"
}