{
  "thread": {
    "uuid": "8023a46b7b067bda230b32c3d64d21ae6bbf88b5",
    "url": "https://uk.investing.com/news/cryptocurrency-news/ark-invest-bitcoin-bull-run-in-the-early-to-middle-stages-3430369",
    "site_full": "uk.investing.com",
    "site": "investing.com",
    "site_section": "https://uk.investing.com/news/cryptocurrency-news",
    "site_categories": [
      "finance"
    ],
    "section_title": "Crypto News Today | Latest Cryptocurrency Stories - investing.com UK",
    "title": "Ark Invest: Bitcoin Bull Run 'In The Early To Middle Stages' By Benzinga",
    "title_full": "Ark Invest: Bitcoin Bull Run 'In The Early To Middle Stages' By Benzinga",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i-invdn-com.investing.com/news/moved_LYNXMPEI5D0I2_L.jpg",
    "performance_score": 0,
    "domain_rank": 1330,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8023a46b7b067bda230b32c3d64d21ae6bbf88b5",
  "url": "https://uk.investing.com/news/cryptocurrency-news/ark-invest-bitcoin-bull-run-in-the-early-to-middle-stages-3430369",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Benzinga",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Ark Invest: Bitcoin Bull Run 'In The Early To Middle Stages' By Benzinga",
  "text": "Benzinga - Ark Invest, known for its bullish bets on disruptive innovation, says in a new report that Bitcoin‘s (CRYPTO: BTC) recent price consolidation does not signal a bear market, but rather a healthy correction within a bull run. What Happened: The report dives into various on-chain metrics to assess Bitcoin’s health. Ark Invest highlights that while Bitcoin’s price appreciated by 16.5% in March to $71,288, some long-term holders have been taking profits. However, according to Ark, this profit-taking is balanced by new investors entering the market, as evidenced by record inflows into spot Bitcoin ETFs. Market Indicators Show Bull Run Is In ‘Early To Mid Stages’ The report indicates that Bitcoin’s March closing price of $71,288 represents a 16.5% increase within the month and a notable 68.6% rise in the first quarter of the year. One of the key metrics highlighted is the MVRV Z-Score, which is used to assess whether Bitcoin is over or undervalued relative to its “realized” value. “Compared to past cycles, its MVRV Z-Score suggests that Bitcoin’s price is in the early to mid stages of a bull market,” the report states, suggesting considerable growth ahead before reaching overbought conditions. Ark Invest elaborates on the significance of this metric: “MVRV Z-Score measures the difference between Bitcoin’s market cap and realized cap… and gauges the stage of the market relative to its mean in terms of standard deviations. Currently, the measures are below the thresholds that typically indicate peak valuations.” Also Read: [Ethereum: A Deflationary Store of Value with Dividend Payouts?] Spot Bitcoin ETFs And Profit-Taking Dynamics The report also sheds light on the behavior of Bitcoin spot ETFs and long-term holders. In March, total assets under management (AUM) in spot Bitcoin ETFs surged to $59.1 billion, reflecting a 21.8% increase from February. Interestingly, inflows and outflows for these ETFs have nearly balanced, indicating a stable but cautious investor sentiment. Despite the bullish signals, the document notes that some long-term Bitcoin holders have begun taking profits, a move seen typically in high-volatility bull markets. “Based on a six-month horizon, net outflows in ‘supply last moved one year ago or more' increased during the first quarter,” Ark reports, adding that this behavior aligns with previous bull market phases. Fiat Depreciation And Global Economic Weakness Adding to the complex financial landscape, Ark’s analysis includes observations on global fiat currencies, notably the Egyptian pound and Nigerian naira, which have depreciated significantly. This trend underscores broader economic difficulties, including challenges in GDP and GDI metrics that could impact market sentiment and pricing power worldwide. Implications for Investors And The Upcoming Benzinga Conference As Bitcoin continues to digest significant profit-taking while consolidating at all-time highs, Ark’s findings will be a key topic of discussion at the Benzinga Future of Digital Assets conference on Nov. 19. The conference will delve into the implications of such market behaviors and the strategic responses by institutional and retail investors alike. Read Next: Spot Bitcoin ETFs Record $123M Net Inflow Amid Slowing GBTC Outflows Image created using artificial intelligence with Midjourney. © 2024 Benzinga.com. Benzinga does not provide investment advice. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "benzinga benzinga",
        "sentiment": "negative"
      },
      {
        "name": "bitcoin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "btc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bitcoin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T02:27:38.470+03:00",
  "updated": "2024-04-12T02:27:38.470+03:00"
}