{
  "thread": {
    "uuid": "cf12f4994875ecf5c1cff7194921d855a6114cab",
    "url": "https://menafn.com/1108061030/Caribou-Biosciences-Expands-Clinical-Development-Of-CB-010-With-FDA-Clearance-Of-IND-In-Lupus",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "http://www.menafn.com/rss/menafn_politics.xml",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Voting Underway In Kuwait's National Assembly Elections",
    "title": "Caribou Biosciences Expands Clinical Development Of CB-010 With FDA Clearance Of IND In Lupus | MENAFN.COM",
    "title_full": "Caribou Biosciences Expands Clinical Development Of CB-010 With FDA Clearance Of IND In Lupus | MENAFN.COM",
    "published": "2024-04-04T04:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://menafn.com/includes/img/logo.jpg",
    "performance_score": 0,
    "domain_rank": 6449,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cf12f4994875ecf5c1cff7194921d855a6114cab",
  "url": "https://menafn.com/1108061030/Caribou-Biosciences-Expands-Clinical-Development-Of-CB-010-With-FDA-Clearance-Of-IND-In-Lupus",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2024-04-04T04:16:00.000+03:00",
  "title": "Caribou Biosciences Expands Clinical Development Of CB-010 With FDA Clearance Of IND In Lupus | MENAFN.COM",
  "text": "( MENAFN - GlobeNewsWire - Nasdaq) -- FDA has cleared Caribou's IND application for CB-010 in lupus nephritis and extrarenal lupus; GALLOP Phase 1 clinical trial expected to initiate by YE 2024 --\n-- Driven by encouraging initial safety and efficacy in the ongoing ANTLER trial for r/r B-NHL, CB-010 clinical development has expanded to include autoimmune diseases --\n-- Advancing ANTLER Phase 1 trial for 2L LBCL; initial dose expansion data to be shared at a medical congress in Q2 2024 --\n-- Conference call and webcast scheduled for today at 5:00 pm ET --\nBERKELEY, Calif., April 04, 2024 (GLOBE NEWSWIRE) -- Caribou Biosciences, Inc. (Nasdaq: CRBU), a leading clinical-stage CRISPR genome-editing biopharmaceutical company, today announced that it received clearance of its Investigational New Drug (IND) application from the U.S. Food and Drug Administration (FDA) for CB-010, an allogeneic anti-CD19 CAR-T cell therapy with a PD-1 knockout (KO), for the treatment of lupus nephritis (LN) and extrarenal lupus (ERL). The Phase 1, multicenter, open label GALLOP clinical trial of CB-010 in patients with LN and ERL is expected to initiate by year-end 2024.\n“CB-010 has demonstrated encouraging initial safety and efficacy in patients with relapsed or refractory B cell non-Hodgkin lymphoma, and we are excited to expand CB-010's clinical development to include autoimmune diseases,” said Rachel Haurwitz, PhD, Caribou's president and chief executive officer.“By targeting CD19-positive B cells involved in the production of autoantibodies and the perpetuation of the autoimmune response, our off-the-shelf CAR-T cell therapy CB-010 has the potential to greatly improve the standard of care for patients with lupus, a prevalent and severe autoimmune disease.”\nCB-010 is the lead clinical-stage product candidate from Caribou's allogeneic CAR-T cell therapy platform. As previously reported, CB-010 has demonstrated encouraging initial safety and efficacy from the dose escalation portion of the ongoing ANTLER Phase 1 trial in patients with relapsed or refractory B cell non-Hodgkin lymphoma (r/r B-NHL). Caribou continues to enroll patients with large B cell lymphoma (LBCL) in the second-line setting, and initial dose expansion data from ANTLER will be presented at a medical congress in Q2 2024.\n“Despite treatment advancements, fatigue, organ damage, and low health-related quality of life often remain life-long characteristics of lupus,” said Richard Lafayette, MD, professor of medicine, Stanford Medicine Health Care.“An allogeneic anti-CD19 CAR-T cell therapy from healthy donor T cells has the potential to revolutionize lupus treatment, offering a readily available treatment for patients who need new therapeutic options.”\nLupus is an autoimmune disease characterized by widespread inflammation that damages tissues and organs throughout the body. B cells, which normally produce antibodies that protect from infection, can play a devastating role in lupus by producing autoantibodies that cause the immune system to attack healthy tissues. CB-010 targets CD19, a protein on the surface of B cells, and has a PD-1 knockout (KO) that reduces CAR-T cell exhaustion. CB-010 holds the potential for deep depletion of disease-causing B cells which could reset the immune system, leading to sustained drug-free remission. In the ongoing ANTLER trial, depletion and recovery of patients' B cells is on par with the duration of B cell aplasia recently reported by Müller et al.1 Unlike many autologous and allogeneic CAR-T cell therapies, the manufacture of CB-010 does not rely on lentiviral or other retroviral vectors, which the FDA has recently identified may lead to risk of secondary malignancy potentially due to random integration of the chimeric antigen receptor (CAR) construct. Instead, the chRDNA technology allows for precise insertion of the CAR at an intended location within the T cell genome. The GALLOP trial will include partial HLA matching between donor sources and patients, which may lead to improved clinical outcomes based on data from the ongoing ANTLER trial.\n“The human leukocyte antigen, or HLA, system acts as our body's identity card to know one's 'self' from 'not self.' In stem cell transplants, it has been shown that a close HLA match between patients and donors significantly reduces the rejection of the therapy. This same logic can be applied to allogeneic CAR-T cells as well, so that the activity of the therapy persists long enough to target and destroy the diseased cells,” said Mehdi Hamadani, MD, professor of medicine, section chief of hematologic malignancies at Medical College of Wisconsin and investigator for the ongoing ANTLER Phase 1 trial.“Intriguing data from the ongoing ANTLER trial support incorporating an HLA matching strategy into Caribou's CB-010 trials, an innovative clinical approach that can potentially improve outcomes for patients. I am pleased to be part of the ANTLER trial to advance the development of CB-010 as an off-the-shelf CAR-T cell therapy that aims to address the limitations of currently approved treatment options.”\nCaribou continues to expect the $372.4 million cash, cash equivalents, and marketable securities, as of December 31, 2023, to fund the current operating plan into Q1 2026.\nAbout the GALLOP trial\nThe GALLOP Phase 1 trial is an open-label, multicenter clinical trial designed to evaluate a single infusion of CB-010 in adult patients with LN and ERL. The GALLOP trial will evaluate the safety, pharmacokinetic (PK) profile, and initial clinical activity of a single dose level of CB-010 following a lymphodepletion regimen of cyclophosphamide at 20mg/kg/day for 2 days followed by fludarabine at 25mg/m2/day for 3 days. Patients will be screened for donor-specific antibodies and administered CB-010 manufactured from a donor with partial HLA matching. The primary endpoint is safety.\nWebcast conference call today at 5:00 pm ET\nCaribou will host a live conference call and webcast today at 5:00 pm ET to discuss the expansion of the clinical development of CB-010 to include an autoimmune program for lupus and the GALLOP Phase 1 clinical trial plans. The webcast presenters will include:\nRichard Lafayette, MD, professor of medicine, Stanford Medicine Health Care Mehdi Hamadani, MD, professor of medicine, section chief of hematologic malignancies at Medical College of Wisconsin and investigator for the ongoing ANTLER Phase 1 trial Rachel Haurwitz, PhD, president and chief executive officer, Caribou Biosciences\nAdditional webcast participants include:\nSteve Kanner, PhD, chief scientific officer, Caribou Biosciences Jason O'Byrne, chief financial officer, Caribou Biosciences Tonia Nesheiwat, PharmD, vice president of medical affairs and project leadership, Caribou Biosciences\nIf you would like the option to ask a question on the live conference call, please use this link to register to receive a personal PIN to access the conference call and to ask a question.\nThe listen-only webcast will be accessible under Events in the Investors section of Caribou's website. The archived audio webcast will be available on the company's website following the call and will be available for 30 days.\nAbout CB-010\nCB-010 is the lead clinical-stage product candidate from Caribou's allogeneic CAR-T cell therapy platform, and it is being evaluated in patients with relapsed or refractory B cell non-Hodgkin lymphoma (r/r B-NHL) and will be evaluated in patients with LN and ERL. In the ongoing ANTLER Phase 1 trial, Caribou is enrolling second-line patients with large B cell lymphoma (LBCL) comprised of different subtypes of aggressive r/r B-NHL (DLBCL NOS, PMBCL, HGBL, tFL, and tMZL). In the GALLOP Phase 1 trial, CB-010 will be evaluated in patients with LN and ERL.\nCB-010 is an allogeneic anti-CD19 CAR-T cell therapy engineered using Cas9 CRISPR hybrid RNA-DNA (chRDNA) technology. To Caribou's knowledge, CB-010 is the first allogeneic CAR-T cell therapy in the clinic with a PD-1 knockout, a genome-editing strategy designed to improve activity against diseases by limiting premature CAR-T cell exhaustion. To Caribou's knowledge, CB-010 is also the first anti-CD19 allogeneic CAR-T cell therapy to be evaluated in the second-line LBCL setting and, for r/r B-NHL, CB-010 has been granted Regenerative Medicine Advanced Therapy (RMAT), Fast Track, and Orphan Drug designations by the FDA. Additional information on the ANTLER trial (NCT04637763) can be found at clinicaltrials .\nAbout lupus nephritis and extrarenal lupus\nLupus nephritis (LN) and extrarenal lupus (ERL) are sub-categories of systemic lupus erythematosus (SLE), the most common form of lupus. Lupus is a chronic autoimmune disease characterized by B cell dysfunction in which the immune system attacks its own tissues, causing widespread inflammation and organ damage.2 There are approximately 320,000 patients with SLE in the US.3 It has been estimated about 50% of patients with SLE will develop lupus nephritis, and of those, roughly 10-30% of patients will progress to end-stage renal disease, which requires dialysis or kidney transplant.4\nAbout Caribou's novel next-generation CRISPR platform\nCRISPR genome editing uses easily designed, modular biological tools to make DNA changes in living cells. There are two basic components of Class 2 CRISPR systems: the nuclease protein that cuts DNA and the RNA molecule(s) that guide the nuclease to generate a site-specific, double-stranded break, leading to an edit at the targeted genomic site. CRISPR systems are capable of editing unintended genomic sites, known as off-target editing, which may lead to harmful effects on cellular function and phenotype. In response to this challenge, Caribou has developed CRISPR hybrid RNA-DNA guides (chRDNAs; pronounced“chardonnays”) that direct substantially more precise genome editing compared to all-RNA guides. Caribou is deploying the power of its chRDNA technology to carry out high efficiency multiple edits, to develop CRISPR-edited therapies.\nAbout Caribou Biosciences, Inc.\nCaribou Biosciences is a clinical-stage CRISPR genome-editing biopharmaceutical company dedicated to developing transformative therapies for patients with devastating diseases. The company's genome-editing platform, including its Cas12a chRDNA technology, enables superior precision to develop cell therapies that are armored to potentially improve antitumor activity. Caribou is advancing a pipeline of clinical-stage off-the-shelf cell therapies from its CAR-T platform as readily available treatments for patients with hematologic malignancies and autoimmune disease. Follow us @CaribouBio and visit .\nForward-looking statements\nThis press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements include, without limitation, statements related to Caribou's strategy, plans, and objectives, and expectations regarding its clinical and preclinical development programs, including its expectations relating to the timing of initiating patient enrollment in the GALLOP Phase 1 clinical trial for CB-010. These forward-looking statements also include statements regarding the timing for, and likelihood of, reporting progress on and additional clinical data from the ongoing ANTLER Phase 1 clinical trial for Caribou's CB-010 product candidate and the sufficiency of the company's cash to fund its current operating plan. Management believes that these forward-looking statements are reasonable as and when made. However, such forward-looking statements are subject to risks and uncertainties, and actual results may differ materially from any future results expressed or implied by the forward-looking statements. Risks and uncertainties include, without limitation, risks inherent in the development of cell therapy products; uncertainties related to the initiation, cost, timing, progress, and results of Caribou's current and future research and development programs, preclinical studies, and clinical trials; and the risk that initial, preliminary, or interim clinical trial data will not ultimately be predictive of the safety and efficacy of Caribou's product candidates or that clinical outcomes may differ as patient enrollment continues and as more patient data becomes available; the risk that preclinical study results observed will not be borne out in human patients or different conclusions or considerations are reached once additional data have been received and fully evaluated; as well as other risk factors described from time to time in Caribou's filings with the Securities and Exchange Commission, including its Annual Report on Form 10-K for the year ended December 31, 2023 and subsequent filings. In light of the significant uncertainties in these forward-looking statements, you should not rely upon forward-looking statements as predictions of future events. Except as required by law, Caribou undertakes no obligation to update publicly any forward-looking statements for any reason.\nCaution should be exercised when interpreting results from separate trials involving separate product candidates. Results of other CAR-T cell therapies referenced in this press release have been derived from publicly available reports of clinical trials run independently of Caribou, and Caribou has not performed any head-to-head trials comparing any of these other CAR-T cell therapies with CB-010. As such, the results of these clinical trials may not be comparable to clinical results for CB-010 and cross-trial comparisons may have no interpretative value on Caribou's existing or future results.\nCaribou Biosciences, Inc. contacts:\nInvestors:\nAmy Figueroa, CFA\n...\nMedia:\nPeggy Vorwald, PhD\n...\n1 Müller F, Taubmann J, Bucci L, et al. CD19 CAR T-Cell Therapy in Autoimmune Disease - A Case Series with Follow-up. N Engl J Med. 2024 Feb 22;390(8):687-700.\n2 Karrar S, Cunninghame Graham DS. Abnormal B Cell Development in Systemic Lupus Erythematosus: What the Genetics Tell Us. Arthritis Rheumatol. 2018 Apr;70(4):496-507.\n3 Li D, Yoshida K, Feldman CH, Speyer C, Barbhaiya M, Guan H, Solomon DH, Everett BM, Costenbader KH. Initial disease severity, cardiovascular events and all-cause mortality among patients with systemic lupus erythematosus. Rheumatology (Oxford). 2020 Mar 1;59(3):495-504.\n4 Bechler KK, Stolyar L, Steinberg E, Posada J, Minty E, Shah NH. Predicting patients who are likely to develop Lupus Nephritis of those newly diagnosed with Systemic Lupus Erythematosus. AMIA Annu Symp Proc. 2023 Apr 29;2022:221-230.\nMENAFN04042024004107003653ID1108061030\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.globenewswire.com/news-release/2024/04/04/2858178/0/en/Caribou-Biosciences-Expands-Clinical-Development-of-CB-010-with-FDA-Clearance-of-IND-in-Lupus.html",
    "https://globenewswire.com/news-release/2024/04/04/2858178/0/en/Caribou-Biosciences-Expands-Clinical-Development-of-CB-010-with-FDA-Clearance-of-IND-in-Lupus.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "fda",
        "sentiment": "negative"
      },
      {
        "name": "cb",
        "sentiment": "negative"
      },
      {
        "name": "nhl",
        "sentiment": "none"
      },
      {
        "name": "caribou biosciences, inc.",
        "sentiment": "none"
      },
      {
        "name": "u.s. food and drug administration",
        "sentiment": "none"
      },
      {
        "name": "lbcl",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "berkeley",
        "sentiment": "none"
      },
      {
        "name": "calif.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:32:31.059+03:00",
  "updated": "2024-04-05T00:32:31.059+03:00"
}