{
  "thread": {
    "uuid": "15f754ac760e44c1517d08e08901a9362f098447",
    "url": "https://www.bendbulletin.com/localstate/environment/five-years-of-drought-behind-them-central-oregon-reservoirs-making-a-comeback/article_f4c6bf4a-ca93-11ee-a3b2-f3d52ad598d5.html",
    "site_full": "www.bendbulletin.com",
    "site": "bendbulletin.com",
    "site_section": "http://www.bendbulletin.com/search/?f=rss&t=article&c=localstate&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.bendbulletin.com - RSS Results in localstate of type article",
    "title": "Five years of drought behind them, Central Oregon reservoirs making a come back",
    "title_full": "Five years of drought behind them, Central Oregon reservoirs making a come back",
    "published": "2024-02-15T23:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/bendbulletin.com/content/tncms/assets/v3/editorial/6/3c/63cd198c-cb8b-11ee-9989-b3c903af1215/65cd44068f4d9.image.jpg?crop=1763%2C926%2C0%2C124&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 13800,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "15f754ac760e44c1517d08e08901a9362f098447",
  "url": "https://www.bendbulletin.com/localstate/environment/five-years-of-drought-behind-them-central-oregon-reservoirs-making-a-comeback/article_f4c6bf4a-ca93-11ee-a3b2-f3d52ad598d5.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MICHAEL KOHN The Bulletin",
  "published": "2024-02-15T23:30:00.000+02:00",
  "title": "Five years of drought behind them, Central Oregon reservoirs making a come back",
  "text": "Wickiup Reservoir is filling up at its fastest rate in six years, giving some water watchers further hope that the painful drought impacting Central Oregon is easing. As of Monday, Wickiup was 61% full with 48 days remaining before the start of the irrigation season. Timing is running out for more winter storms to boost that number before the annual drawdown of the reservoir for the growing season. Jeremy Giffin, Deschutes Basin Watermaster for the Oregon Water Resources Department, expects the reservoir to peak at around 150,000 acre-feet by the end of March. An acre-foot is defined as the amount of water needed to cover one acre of land in a foot of water. That is about 326,000 gallons of water. [Water shortages](https://www.bendbulletin.com/localstate/environment/water-shortages-loom-large-at-jefferson-county-farm-fair/article_fbde0708-c646-11ee-91d5-23f1720ae19e.html) have forced Central Oregon farmers to regularly fallow ground over the past five years, particularly in Jefferson County’s North Unit Irrigation District. That has cost jobs, lowered revenue for the community and forced some to give up farming altogether. At the start of this year, [the situation looked bleak yet again](https://www.bendbulletin.com/localstate/bend/deschutes-basin-snowpack-less-than-half-of-normal-with-no-snow-expected-anytime-soon/article_c99c4e2a-a42d-11ee-86df-1f6b2127cf21.html), with low reservoirs and snowpack. Then [a series of storms](https://www.bendbulletin.com/localstate/weekend-winter-storm-expected-to-bring-more-snow-to-central-oregon/article_ac29e32c-b16e-11ee-bbd6-1f8f79bd3a5e.html) pummeled the Pacific Northwest. “In the first week of January we were sitting at 38% of average on snowpack and the outlook was, wow, it’s going to take a lot of storms to get us back into the normal range and then that happened. It brought everything up to normal and things are looking pretty good,” said Giffin. Snowpack in Central Oregon as of Monday was 91% of normal and precipitation was 108% of normal. “Things are looking really good at this point compared to the last six years,” said Giffin. “I just want to be cautious because there is close to 50 days until the irrigation season and a lot can change between now and then based on the weather cycle.” Mother Nature’s call [Snowpack in the Cascades](https://www.bendbulletin.com/localstate/environment/heres-how-snowpack-is-measured-and-why-its-important-in-central-oregon/article_69601a08-cc21-11ed-b71b-37a448b3393c.html) peaks around April 1 so to remain on target it’s important to continue getting the normal amount of storms in the next six weeks, Giffin said. A warm and dry trend will put snowpack back into precariously low levels. “If Mother Nature were to turn off the series of storms that have been coming through we could see ourselves back in the same situation very quickly. So we remain cautiously optimistic,” he said. With Wickiup trending higher this year compared to the previous five irrigation seasons, North Unit farmers are hoping they will receive more than the [0.7 acre-foot water allotment](https://www.bendbulletin.com/localstate/environment/jefferson-county-famers-will-get-more-water-this-year-but-challenges-remain-in-drought-hit/article_b8d440d0-ce80-11ed-a550-2fbed3014905.html) that was given at the beginning of the growing season last year. Water allotments, determined by the North Unit board, are expected to be announced next month. Despite being a touch higher than it has been in recent years, Wickiup is still running around 29,000 acre-feet below its historic average, said Josh Bailey, general manager for North Unit Irrigation District. “We are going up and not back, so that is good,” said Bailey. “But we are not out of the drought yet.” Severe drought According to the U.S. Drought Monitor, roughly half of Central Oregon remains in severe drought, the second of four drought levels. [A year ago at this time](https://www.bendbulletin.com/localstate/four-years-of-drought-taking-a-toll-on-weary-central-oregon-farmers/article_418230ec-a292-11ed-8e6b-236f42b55795.html), most of the region was one stage higher in extreme drought. Wickiup Reservoir and the Deschutes River are not the only bodies of water affected by the drought. Tumalo Creek, Ochoco River and other streams and rivers are affected and any increase in snowpack and rain could improve their status. Next month, when North Unit Irrigation District determines water allocations, Bailey says “live flow” in the river will be an important factor to consider along with reservoir height. Live flow is the natural flow in the river that does not take into account the stored water releases. It is based mainly on snowmelt and the springs that feed into the river and form its headwaters. When live flow is weak, more stored water needs to be drained from the reservoir to make up for the deficit. So even when Wickiup Reservoir is full, that is not a guarantee of a full allotment, especially when live flow rates are low. In 2019, Wickiup began the irrigation season full [but was empty](https://www.bendbulletin.com/localstate/reservoir-depletion-forces-madras-farmers-to-leave-fields-fallow/article_bc3bfc3d-ccc5-57d4-b8dc-b2ae686a30a2.html) at the end of the season due to a lack of live flow. The reservoir has been trying to play catch up ever since that year and has failed each time. “That was a hard lesson,” said Bailey. “That is what we are going to pay attention to (this year) when we make that allotment number.” Farms closing Evan Thomas, owner of T&H Farms near Culver, is one of the growers directly impacted by Wickiup’s rise and fall, the live flow levels and water allotments. The drought has cut his production in half. Throughout the year, periodic wind storms rake his property and those around him, [creating intolerable dust storms](https://www.bendbulletin.com/localstate/environment/drought-stirs-fears-of-dust-bowl-near-madras/article_9401244e-0830-11eb-9b85-bb6c43d37cf5.html). He’s watched with unease as a neighbor was forced to fold under the weight of the water shortages. “It’s very precarious. One of our long-time family farms in the area that has been here since the water came just threw in the towel. So it’s just picking us off one by one. It is not an easy thing to see. All of us are in the same boat up here.” Thomas grows carrots, bluegrass and peppermint — high-value crops that get the bills paid, he says. He also grows wheat and when more water is available he’ll diversify into other crops, including timothy hay and alfalfa hay. January’s snowpack gives him a little more hope that this growing season will be better than the previous five and the opportunity to diversify in the future may still be in the cards. But he also worries that the water shortages will continue. Either because of drought or due to [changing rules around water use](https://www.bendbulletin.com/localstate/environment/plan-to-conserve-water-for-the-deschutes-gets-go-ahead/article_a9c24700-4ed4-11eb-a5b8-db3f31a07eac.html) that require more water to be left in the river to improve habitat for fish and wildlife. “I am a fifth-generation, Central Oregon farmer, I hope that the sixth- and seventh- generation farmers can continue but today we just don’t know.” [www.bendbulletin.com/subscribe-now](https://www.bendbulletin.com/subscribe-now).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment",
    "Disaster and Accident"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jeremy giffin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wickiup reservoir",
        "sentiment": "negative"
      },
      {
        "name": "oregon water resources department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "oregon",
        "sentiment": "none"
      },
      {
        "name": "jefferson county’s north unit irrigation district",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T01:15:51.702+02:00",
  "updated": "2024-02-17T00:47:33.834+02:00"
}