{
  "thread": {
    "uuid": "d3faac7541df4061e1ccafc66ff1b42a7c8c2b03",
    "url": "https://www.wcbi.com/highway-patrol-officer-provides-safety-driving-tips-for-winter-weather/",
    "site_full": "www.wcbi.com",
    "site": "wcbi.com",
    "site_section": "https://wcbi.com",
    "site_categories": [
      "television",
      "entertainment"
    ],
    "section_title": "Home - WCBI TV | Telling Your Story",
    "title": "Highway patrol officer provides safety driving tips for winter weather",
    "title_full": "Highway patrol officer provides safety driving tips for winter weather",
    "published": "2024-01-14T03:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wpcdn.us-east-1.vip.tn-cloud.net/www.wcbi.com/content/uploads/2024/01/c/j/s-road-safety-pkg-01132400-01-58-21still002.jpg",
    "performance_score": 0,
    "domain_rank": 44023,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d3faac7541df4061e1ccafc66ff1b42a7c8c2b03",
  "url": "https://www.wcbi.com/highway-patrol-officer-provides-safety-driving-tips-for-winter-weather/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Khamari Haymer",
  "published": "2024-01-14T03:48:00.000+02:00",
  "title": "Highway patrol officer provides safety driving tips for winter weather",
  "text": "Highway patrol officer provides safety driving tips for winter weather Police officers can see the worst of the worst on their jobs. This is why one officer is providing some safety tips while driving on potential ice roads next week. COLUMBUS, Miss (WCBI)- Temperatures are expected to stay below freezing for at least 48 hours next week, and much of the area is under a winter weather alert. this means ice could cover the roads. Mississippi Highway Patrol Public Affairs Officer Derrick Beckom said there are a few things you should do before buckling up to drive. “If you have to travel you want to make sure that you have plenty of fuel, you want to check your antifreeze level and all our other fluid levels, you want to also check your tire pressure. So that you do not end up stranded out there, if you are out there and we have to respond to you, then our response time may be slower than usual, so you may end up out there longer than you need to be. Again, I would like to add that if you do not need to be out there, then don’t. Go ahead and get the things that you need to get for your home before this weather gets bad,” said Derrick Beckom. Beckom also said to be sure you have a backup plan just in case you cannot make it back to your home. “If you are out and have to travel, you want to keep blankets in your vehicle and something to drink. Preferably something warm like coffee or hot cocoa, travel with those things if you can,” said Beckom. If you do not take the necessary precautions, it could hurt you in the long run. “You could be stuck out there for hours, and that could cause some serious health issues for people that have bad health. You do not want to get out there and be stuck out there for hours and hours, if we get a lot of calls during this time, that could prevent us from getting to someone in a bad situation,” said Beckom. Beckom said he has seen the result of people not taking precautions during inclement weather. “It is year-round, whenever we see things like this, that potential bad weather when people sliding off the roadways and crashing into each other and that is what we don’t want, we cannot tell you not to drive, but we want to encourage every person that if you do not have to travel during this inclement weather then don’t,” said Beckom.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "derrick beckom",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mississippi highway patrol public affairs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "columbus",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-14T04:04:20.566+02:00",
  "updated": "2024-01-14T04:04:20.566+02:00"
}