{
  "thread": {
    "uuid": "f417905c035ce1df0621bd5f751a2c820d6cc4e2",
    "url": "https://www.poughkeepsiejournal.com/story/sports/outdoors/2024/01/12/how-a-cold-snap-can-protect-new-york-state-ecosystems-from-invaders/72152120007/",
    "site_full": "www.poughkeepsiejournal.com",
    "site": "poughkeepsiejournal.com",
    "site_section": "http://www.poughkeepsiejournal.com",
    "site_categories": [
      "real_estate",
      "buying_selling_homes"
    ],
    "section_title": "The Poughkeepsie Journal",
    "title": "How a cold snap can protect New York state ecosystems from invaders",
    "title_full": "How a cold snap can protect New York state ecosystems from invaders",
    "published": "2024-01-12T11:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 15302,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f417905c035ce1df0621bd5f751a2c820d6cc4e2",
  "url": "https://www.poughkeepsiejournal.com/story/sports/outdoors/2024/01/12/how-a-cold-snap-can-protect-new-york-state-ecosystems-from-invaders/72152120007/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Outdoors Columnist - Unlimited Digital Access",
  "published": "2024-01-12T11:55:00.000+02:00",
  "title": "How a cold snap can protect New York state ecosystems from invaders",
  "text": "Mild winters have hidden cost: How a cold snap can help protect ecosystems from invaders Native wildlife thrives in the wintertime, but that's not always true for invasive species. Cold weather may keep some invaders at bay. It’s not really news to anyone that pays attention to the outdoors that this winter has been incredibly mild so far, save for [this week's snow and wind storm](/story/news/2024/01/10/top-wind-gust-speeds-from-ny-storm/72173565007/). Actually, December was about the warmest on record in our area of Western New York, according to NOAA. While many, if not most folks are happy with this current lack of snow and cold, there are some ecological reasons to not be so joyful over these relatively mild climes and times. It is not just skiers, snowmobilers, and ice fishers, the wintertime recreationists, who bemoan our watered-down winter. Yes, our heating bills are lower too. And we haven’t had to shovel the walk. I agree, cold weather, a regular old-fashioned stretch of frigid temps, may be a bit challenging and uncomfortable to us, as well as to our native birds and animals. But it’s a real bane to those southern invasive species that have been making so many devastating inroads into our environment. Our familiar northern species of flora and fauna adapt well and sustain through the coldest snaps, but those hitchhikers, freeloaders, and windborne migrants whose genesis is from the South, or especially the Subtropics, die when the temps near zero degrees Fahrenheit. With the apparent warming trend of the last 30 years or so, we are hearing of and experiencing more and more of the damage done by invasive critters coming into our neck-of-the-woods. Plants, fish, mollusks, insects and molds are just some of the more headline-grabbing new invasive life forms. New York State in 2008 created the Invasive Species Council and Advisory Board, listing many of the species threatening our native plants, including Giant hogweed, Japanese barberry, Japanese knotweed, Purple loosestrife, and even Norway maple, all as threats. These new species often choke out our native plants and take over their ecological niches. Many thrive here because they find few native threats. Researchers have imported their natural enemies and released them in an effort to slow up their advance with mixed success. And the process of importing the invasive species’ enemies can be problematical because we are introducing another species that may out-compete a native down the road. Take the case of Purple loosestrife, a European garden flower that is choking our swamps and wetlands. Two species of an imported beetle are used, one attacks the flower, the other the roots. But who can say what kind of future effect the beetles will have? Invasive insects are devastating certain tree species such as the Hemlock Wooly Algid with its lethal effect on stands of our hemlock trees. The Emerald Ash borer is particularly devastating to stands of ash trees. Others are the Spongy moth (formerly called the Gypsy moth) and the Asian Longhorn beetle. The former is a threat to oak trees, the latter to many hardwood trees. Aquatic life forms, such as the Round Goby and the Zebra mussel, have wreaked havoc in the Great Lakes and other lake waters. And the threat of the Northern Snakehead and the jumping Asian Silver carp are knocking on the door in nearby states. Molds and spores that are invading our environment are particularly insidious. Topping that list may be Phytophythora infestans, popularly known as \"Late Blight.\" Those of us who like to grow a few tomatoes may have been totally bummed out when we had our first encounter with this noxious fungal pest. We certainly are not alone. Its presence has been called a major factor in the great Irish potato famine in the middle of 19th century. One can only hope that by midwinter we’ll experience a stretch of Arctic cold that will have some effect on slowing down the attack of these and many other invasive species that find the subzero temps a challenge. More: [Whitetail bachelor groups are reforming with end of hunting season. How bucks spend winter](/story/sports/outdoors/2024/01/05/how-whitetail-bucks-bachelor-groups-spend-winter-after-surviving-hunting-season/72082443007/) Our native species have unique ways to deal with the cold, and of course thrive better when the competition is diminished. From the tiny ubiquitous chickadee that weighs no more than a quarter, to our whitetail deer that average around 150 pounds, nature has built in natural responses to the cold that get them through. Chickadees winter in hollow spaces in trees. Other wintering birds such as Brown creepers, Kinglets, Nuthatches and Sparrows will actually cluster together in a hollow tree to create a larger and more efficient thermal unit. They find a way to deal with the coldest stretches in winter. But invasive species, whether in the form of insects or plants or others have traditionally been beaten back by mid-winter Arctic fronts, now so few and far between. -- Oak Duke writes a weekly column.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "noaa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "western new york",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T13:00:43.872+02:00",
  "updated": "2024-01-12T13:00:43.872+02:00"
}