{
  "thread": {
    "uuid": "df2eeaafc3c59fa228f211b9603667c409aab195",
    "url": "https://www.newsbreak.com/north-port-fl/3283687277922-column-start-the-new-year-with-the-north-port-chamber",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/the-daily-sun-1591630",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "The Daily Sun | NewsBreak",
    "title": "COLUMN: Start the New Year with the North Port Chamber",
    "title_full": "COLUMN: Start the New Year with the North Port Chamber",
    "published": "2024-01-02T12:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.particlenews.com/ads/BG20180914.png",
    "performance_score": 0,
    "domain_rank": 3324,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "df2eeaafc3c59fa228f211b9603667c409aab195",
  "url": "https://www.newsbreak.com/north-port-fl/3283687277922-column-start-the-new-year-with-the-north-port-chamber",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-01-02T12:55:00.000+02:00",
  "title": "COLUMN: Start the New Year with the North Port Chamber",
  "text": "The North Port Area Chamber of Commerce success in 2023 was made possible by you — a remarkable and committed group of business owners, company leaders, local government officials, nonprofit partners and volunteers. You enabled us to fulfill our mission of advancing economic growth and quality of life for our members and our community. As we reflect on this past year, we thank you for your continued support of the North Port Area Chamber of Commerce. Our events and programs helped our members navigate a unique set of business opportunities and challenges. Your involvement also provided the networking and resources necessary for North Port area businesses to prosper. We play a unique role in our community. We not only serve almost 700-member businesses and organizations, but we work for the betterment of the North Port area. It is amazing who we bring to the table, including committed and talented people from family-owned service and retail businesses, large manufacturing companies, retailers, healthcare providers, nonprofit organizations and area educators. Now, there is more work ahead. Our chamber team has determined ways we can serve you best in 2024. We believe the upcoming year will be exciting and pivotal for the North Port area business community. We pledge to be hyper-focused on the best interests of North Port’s economy and to be your voice in important local decisions. The North Port Area Chamber of Commerce stands ready and committed to serving you. The new year is a good time for everyone to assess opportunities and determine a path going forward. We have done that. In 2024, our Chamber leaders and staff resolve to: • Remain your independent, local chamber of commerce. • Serve the North Port area economic community. • Be an information and marketing resource for North Port area businesses and community. • Collaborate with organizations who share our mission of advancing North Port’s economic growth and quality of life. We have a lot of exciting plans in 2024 and can’t wait to share them with you. We encourage you to stay in touch through our website and on our social media channels. We invite you to register for our events and programs in 2024 to connect and learn. Thank you for believing in the North Port Area Chamber of Commerce as we work to make our community a special place to live, work, play and belong. I would like to wish everyone a healthy, happy and prosperous new year. BREAKFAST PLANNING SESSION We’re having a special January Breakfast Club networking event at 7:30 a.m. Jan. 3, at the North Port Moose Lodge 764, 14156 Tamiami Trail. We’ll be soliciting topics for the 2024 Lunch & Learn Workshop series at this breakfast. There is no cost to attend, unless you wish to order a meal off of their delicious breakfast menu. Since the Lunch & Learn Workshops are free and open to all, registration for this special breakfast meeting is open to all as well. Register on our Event Page at www.northportareachamber.com. RIBBON-CUTTING CEREMONY Everyone is invited to a ribbon-cutting ceremony for Restoring Oaks at the chamber office, 14140 Tamiami Trail at 4 p.m. Thursday. Restoring Oaks is an organization that helps prevent and end human trafficking. The ceremony is free. Register at www.northportareachamber.com. ANNUAL MEETING, STATE OF THE CITY We’re planning our annual meeting with the State of the City address and Business Advocate Hall of Fame induction luncheon at 11:30 a.m. Jan. 18 at the Suncoast Technical College, 4445 Career Lane Way in North Port. Lunch will be catered by Longhorn Steakhouse-Port Charlotte. We will induct the recipient of the 2024 Business Advocate Hall of Fame. This award is designed to recognize and honor an individual who has dedicated their time and efforts in support of the business community and economic development. The recipient’s name will be included on a plaque that will be displayed at our office and will receive a recognition award at the luncheon. We are proud to announce that the recipient of the 2024 Business Advocate Hall of Fame Award will go to Tony Gustitus of the Rhonda Gustitus Team-Keller Williams Peace River Partners. The luncheon will also include a State of the City address by North Port city manager Jerome Fletcher, and we will present our Annual Report to the chamber membership. Tickets are $35 for chamber members and guests. Full-table and half-table sponsorships are. Reservation deadline is Jan. 15. Register at www.northportareachamber.com. NORTH PORT YOUNG PROFESSIONALS The North Port Young Professionals will hold their first New Year’s monthly social at 5:30 p.m. Thursday at Beef ‘O’ Brady’s, 1037 Sumter Blvd. These monthly socials are open to everyone from 20-45 years old and are free, unless you wish to order food and drinks. Come out and enjoy some great networking with your peers and bring your business cards and door prizes to gain additional exposure for yourself and your business/organization. Register at www.northportyp.com. NEW MEMBERS We would like to welcome Beauty and Wellness Med Spa and NAMI Sarasota and Manatee Counties as new members of the North Port Area Chamber of commerce.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "north port area chamber of commerce",
        "sentiment": "positive"
      }
    ],
    "locations": [
      {
        "name": "north port",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T13:42:53.005+02:00",
  "updated": "2024-01-02T13:42:53.005+02:00"
}