{
  "thread": {
    "uuid": "e4020b35142ff3fb0456b15aea158f207c5ff261",
    "url": "https://vnexplorer.net/z/965849.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Un excursionista desaparecido durante 10 días en las montañas de California sobrevivió bebiendo un galón de agua cada día",
    "title_full": "Un excursionista desaparecido durante 10 días en las montañas de California sobrevivió bebiendo un galón de agua cada día",
    "published": "2024-06-23T16:48:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1oKtmz.img",
    "performance_score": 0,
    "domain_rank": 82409,
    "domain_rank_updated": "2024-06-18T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e4020b35142ff3fb0456b15aea158f207c5ff261",
  "url": "https://vnexplorer.net/z/965849.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-06-23T16:48:00.000+03:00",
  "title": "Un excursionista desaparecido durante 10 días en las montañas de California sobrevivió bebiendo un galón de agua cada día",
  "text": "still-20732677-116020-281 -still (CNN) -- Un hombre de California pasó diez días varado en las montañas después de perderse en una caminata, y tuvo que depender en parte de grandes volúmenes de agua para sobrevivir. Lukas McClish, de 34 años, emprendió lo que pensó que sería una caminata de tres horas en las montañas de Santa Cruz el 11 de junio, según KABC, afiliada de CNN. Sin embargo, se perdió en las montañas debido a la destrucción de puntos de referencia locales en los recientes incendios forestales. Su familia denunció oficialmente su desaparición cuando no se presentó a la cena del Día del Padre el 16 de junio, lo que desencadenó esfuerzos de búsqueda y rescate, informó KABC. McClish finalmente fue encontrado este jueves gracias a un dron de la Oficina del Sheriff de Santa Cruz, según una publicación en X de Cal Fire San Mateo, que decía que McClish fue encontrado en el Parque Estatal Big Basin Redwoods, el parque estatal más antiguo de California y hogar de una imponente costa antigua de árboles secuoya. “Hubo múltiples informes de testigos que escucharon a alguien gritar en pedido de ayuda, pero fue difícil establecer la ubicación de esa persona”, dijo Cal Fire. McClish fue encontrado &quot;sin heridas graves y se reunió con su familia&quot;, según la oficina del sheriff. En diálogo con KABC, McClish dijo que estaba &quot;cansado y un poco dolorido&quot; después de su terrible experiencia. “Perdí la voz”, añadió. Lo único que tenía para sobrevivir en el bosque era la ropa que llevaba cuando se fue: “Salí con sólo un par de pantalones, mi par de zapatos para caminar y un sombrero”, le dijo a KABC. “Tenía una linterna y unas tijeras plegables, una especie de herramienta Leatherman. Y eso fue todo”. Atribuyó su supervivencia a beber mucha agua de arroyos y cascadas que encontró mientras caminaba por el parque todos los días, mientras pedía ayuda, según KSBW, afiliada de CNN. “Sólo me aseguré de beber un galón de agua todos los días, pero luego, cuando me acercaba al final, mi cuerpo necesitaba comida y algún tipo de sustento”, dijo McClish a KABC. Ver la cantidad de trabajadores de búsqueda y rescate que trabajaron para encontrarlo lo hizo sentir “realmente humilde”, dijo. &quot;Fue una experiencia inrecíble&quot;.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Health"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-24T00:52:11.487+03:00",
  "updated": "2024-06-24T00:52:11.487+03:00"
}