{
  "thread": {
    "uuid": "d4fd55ed65770f371558cac0f86653cb82e43951",
    "url": "https://epocanegocios.globo.com/ciencia-e-saude/noticia/2024/01/bndes-investe-em-vacina-contra-covid-19-desenvolvida-pela-fiocruz.ghtml",
    "site_full": "epocanegocios.globo.com",
    "site": "globo.com",
    "site_section": "https://epocanegocios.globo.com/rss/epocanegocios",
    "site_categories": [
      "tennis",
      "sports"
    ],
    "section_title": "epocanegocios",
    "title": "BNDES investe em vacina contra covid-19 desenvolvida pela Fiocruz",
    "title_full": "BNDES investe em vacina contra covid-19 desenvolvida pela Fiocruz",
    "published": "2024-01-06T00:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://s2-epocanegocios.glbimg.com/zfRSfKNbDANh4eUmZ_lY29eTI4M=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_e536e40f1baf4c1a8bf1ed12d20577fd/internal_photos/bs/2023/9/l/N4BwP8TAabq5BWoz05Yw/gettyimages-1213432676.jpg",
    "performance_score": 0,
    "domain_rank": 741,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d4fd55ed65770f371558cac0f86653cb82e43951",
  "url": "https://epocanegocios.globo.com/ciencia-e-saude/noticia/2024/01/bndes-investe-em-vacina-contra-covid-19-desenvolvida-pela-fiocruz.ghtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-06T00:58:00.000+02:00",
  "title": "BNDES investe em vacina contra covid-19 desenvolvida pela Fiocruz",
  "text": "O desenvolvimento de uma vacina inovadora contra a covid-19, que utiliza tecnologia de RNA mensageiro (RNAm), pela Fundação Oswaldo Cruz (Fiocruz) vai receber R$ 30 milhões não reembolsáveis do Banco Nacional de Desenvolvimento Econômico e Social (BNDES), além do investimento de R$ 21 milhões captados de parceiros privados.\nA Fundação para o Desenvolvimento Científico e Tecnológico em Saúde (Fiotec), que presta serviços de apoio logístico, administrativo e gestão financeira aos projetos desenvolvidos pela Fiocruz, é responsável pela criação da nova vacina.\nOs recursos empregados pelo BNDES correspondem à conclusão do desenvolvimento experimental do imunizante, à produção de lotes piloto para ensaios clínicos e à realização dos estudos clínicos de Fase 1. Nesta primeira etapa, o projeto busca demonstrar a segurança do uso do imunizante em humanos. “A expectativa da Fiocruz é de que a vacina esteja disponível no Sistema Único de Saúde daqui a 3 anos”, informou o BNDES em nota publicada na página do banco.\nDe acordo com a instituição, os seus recursos têm origem no Fundo de Desenvolvimento Técnico Científico (BNDES Funtec), que oferece “apoio financeiro não reembolsável a projetos de pesquisa aplicada, desenvolvimento tecnológico e inovação executados por instituições tecnológicas, de acordo com os focos de atuação definidos pelo banco”. O bom desempenho da vacina nos estudos clínicos, que vai validar a tecnologia de RNAm desenvolvida pela Fiocruz, determinará a perspectiva de desenvolvimento de outras vacinas pela fundação.\nPara o superintendente da Área de Desenvolvimento Produtivo, Inovação e Comércio Exterior do BNDES, João Paulo Pieroni, a plataforma tecnológica desenvolvida pela Fiocruz é uma importante conquista do sistema de saúde brasileiro, “na medida em que torna o país mais preparado para o enfrentamento de futuras emergências de saúde pública, com mais autonomia e mais celeridade no desenvolvimento de novas vacinas”.\nRNAm\nO BNDES destaca que a tecnologia de RNAm é considerada uma revolução na medicina, porque foi comprovada a eficácia no combate à covid-19 e ainda se mostra como tecnologia potencialmente mais segura, rápida e eficiente para o desenvolvimento de novas vacinas e tratamentos. “Diferentemente das vacinas tradicionais, que utilizam vírus inativado (como a vacina da gripe) ou atenuado (como a do sarampo), as vacinas de RNAm fornecem uma ‘instrução’ genética para o sistema imunológico produzir anticorpos”, apontou o BNDES na nota.\nNa avaliação da líder científica e gerente de projeto da Fiocruz, Patrícia Cristina Neves, a principal vantagem da vacina com este tipo de tecnologia é ser produtiva. “A vacina tradicional, de sarampo por exemplo, carrega o vírus vivo, só que mais fraco. Para obter o vírus enfraquecido, há exigência de um sistema produtivo mais caro e mais difícil, o que também demanda maior biossegurança para conter o agente.”\nNa pandemia de covid-19, as vacinas de RNAm ensinam o corpo humano a combater o coronavírus, ao simular o mesmo processo de exposição ao vírus, mas sem causar a doença. O resultado é que o agente não precisa ser cultivado em laboratório. Os cientistas precisam apenas “decifrar seu código genético para produzir em escala industrial”. Com este desempenho, a tecnologia de RNAm é considerada globalmente como a solução mais adequada para enfrentar emergências em saúde pública.\nO valor mais acessível de desenvolvimento e o alto rendimento com a produção de muitas doses por litro são outras vantagens dessa tecnologia. “A validação preliminar da tecnologia é esperada, abrindo caminho para fornecer ao Sistema Único de Saúde (SUS) uma vacina de menor custo. Além disso, a partir dela será possível desenvolver novas vacinas e medicamentos”, completou o BNDES.\nSegundo o diretor de Desenvolvimento Produtivo, Inovação e Comércio Exterior do BNDES, José Luis Gordon, a instituição parte do princípio de que o investimento na vacina de RNAm da Fiocruz contribui para aumentar a autonomia do Brasil na área de saúde. “Hoje há uma corrida global pela incorporação do RNAm na produção de vacinas, muito concentrada nos Estados Unidos, China, Alemanha e Dinamarca”, destacou.\nProdução\nA expectativa é que a vacina a ser produzida no Instituto de Tecnologia em Imunobiológicos BioManguinhos/Fiocruz transforme a fundação no principal centro para o desenvolvimento e produção de vacinas de RNAm na América Latina.\nNa visão do coordenador-geral de captação de recursos da Fiocruz, Luis Donadio, como projeto estratégico para o país, o principal ganho é o domínio tecnológico para a produção. “Aí que está o real valor agregado da vacina de RNAm. Dominar uma tecnologia na fronteira do conhecimento é algo raro no Brasil”, destacou, acrescentando que há também o acordo da Fiocruz com a Organização Mundial da Saúde (OMS) para transferir a tecnologia para produção da vacina contra a covid-19 para países da América Latina e Caribe.\nO BNDES informou ainda que os pesquisadores responsáveis pelo desenvolvimento da plataforma de RNAm na Fiocruz já analisam a possibilidade de sua aplicação em vacinas preventivas para outras doenças. Neste caso, os cientistas consideram que o imunizante poderá ser utilizado contra raiva, influenza, zika, HIV, malária, tuberculose, citomegalovírus e vírus respiratório sincicial (VRS – bronquiolite) e em aplicações terapêuticas para tratamento de câncer, doenças genéticas raras, alergias e doenças autoimunes.\n[Mais recente](#) Próxima Cientistas revelam as verdadeiras cores dos planetas Urano e Netuno",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T02:24:14.959+02:00",
  "updated": "2024-01-06T02:24:14.959+02:00"
}