{
  "thread": {
    "uuid": "dda83bba797684e1781fcd961825580af074b23e",
    "url": "https://diario.mx/juarez/salud-trabajo-y-la-paz-deseos-de-los-juarenses-20240101-2136498.html",
    "site_full": "diario.mx",
    "site": "diario.mx",
    "site_section": "https://diario.mx/jrz/media/sitemaps/rss.xml",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "El Diario",
    "title": "Salud, trabajo y la paz, deseos de los juarenses",
    "title_full": "Salud, trabajo y la paz, deseos de los juarenses",
    "published": "2024-01-01T15:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://diario.mx/jrz/media/uploads/galeria/2024/01/01/20240101070517845-0-2136498.jpg",
    "performance_score": 0,
    "domain_rank": 31277,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dda83bba797684e1781fcd961825580af074b23e",
  "url": "https://diario.mx/juarez/salud-trabajo-y-la-paz-deseos-de-los-juarenses-20240101-2136498.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Verónica Domínguez El Diario de Juárez",
  "published": "2024-01-01T15:05:00.000+02:00",
  "title": "Salud, trabajo y la paz, deseos de los juarenses",
  "text": "Clasificado El Diario La mejor forma de comprar y vender - Visitar\nCiudad Juárez. - La salud, el trabajo y la paz para los hogares y negocios son los principales deseos que las personas buscan mediante algún ritual para iniciar el Año Nuevo.\nRamón Fernández tiene su negocio en el mercado Cuauhtémoc, a donde la gente acude para realizarse limpias, buscan una oración de protección, o algún consejo.\nEs con hierbas aromáticas, como la ruda, el romero y albahaca que Ramón hace las limpias que comienzan pasando el ramo desde la cabeza hasta los pies, que se utiliza para despojarse de los aspectos negativos.\nHacer la oración que la persona decida al encender una veladora o cargar un amuleto para la buena suerte y la protección son parte de las prácticas que realizan los clientes que acuden al local de Ramón.\n“La gente viene por veladoras, amuletos y hierbas para las limpias y el despojo, para que se vaya de su vida todo lo negativo. La limpia se hace con las hierbas de la cabeza a los pies, y la oración es la que guste la gente, y los amuletos son para la protección, y resguardo, también para la buena suerte, el dinero, el trabajo y para que haya paz y felicidad en todo”, dijo.\nExplicó que este tipo de rituales están relacionados para que la vida de las personas cambie de manera positiva.\nCon estos procedentes se pide por el éxito, la prosperidad, la felicidad para las personas, pero principalmente para la paz, mencionó Fernández.\nDurante todo el año acude gente para comprar objetos de este tipo, pero es el último día es cuando los clientes buscan una variedad de productos.\nEl locatario del mercado se dedica desde 1969 al comercio de la hierbería, y los ritos que aprendió de su padre.\nPara antes de concluir el 2023, sus clientes buscaron productos como alumbre, las 12 velas de colores y semillas para realizar en su hogar los ceremoniales.\nRamón no es un intermediario entre alguna divinidad, ángel o santo, sólo pone a disposición sus productos y parte de su conocimiento, pues las personas que practican este tipo de rituales saben que para experimentar el bienestar en distintos aspectos de su vida necesitan tener fe.\nÉl tiene una imagen de la Virgen de Guadalupe, una figura de San Judas Tadeo en la entrada de su negocio, pues dijo que es creyente en Dios, y práctica el catolicismo.\n“Las personas que viene saben cómo son las cosas, tienen el conocimiento, sólo les ayudo con los productos, no solamente es hacerse limpias aquí, sino para sus casas (…). El consejo que les doy cuando algo les falta es que aprendan a orar para que todo mejore”, explicó.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Health",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-01T16:16:08.060+02:00",
  "updated": "2024-01-01T16:16:08.060+02:00"
}