{
  "thread": {
    "uuid": "11c7b50751bf473ecd8fb076cffd19a656e5e60a",
    "url": "https://www.gov.wales/creative-wales-support-gives-rise-over-200-million-welsh-economy",
    "site_full": "www.gov.wales",
    "site": "gov.wales",
    "site_section": "https://gov.wales/announcements/rss",
    "site_categories": [],
    "section_title": "Announcements",
    "title": "Creative Wales support gives rise to over £200 million for the Welsh economy",
    "title_full": "Creative Wales support gives rise to over £200 million for the Welsh economy",
    "published": "2023-12-29T02:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.gov.wales//themes/custom/govwales/images/content/og-global-1200.png",
    "performance_score": 0,
    "domain_rank": 8368,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "11c7b50751bf473ecd8fb076cffd19a656e5e60a",
  "url": "https://www.gov.wales/creative-wales-support-gives-rise-over-200-million-welsh-economy",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T02:01:00.000+02:00",
  "title": "Creative Wales support gives rise to over £200 million for the Welsh economy",
  "text": "The development of Wales’ creative industries is widely recognised as one of the country’s major economic success stories and as new drama ‘Men Up’ airs today, it’s a wrap on another year of success.\nInspired by the true story of one of the world's first medical trials for the drug that became Viagra, Creative Wales support helped ensure writer, Matthew Barry’s script was brought to life in Wales with a stellar cast of Welsh talent including Joanna Page, Iwan Rheon and Steffan Rhodri.\nMen Up is one of six original Welsh dramas supported by Creative Wales this year for broadcast on the BBC. Eight trainees worked on the project and are among the almost fifty given their break into the industry in 2023, thanks to other dramas including Steeltown Murders and Wolf – as well as the finale of Netflix’s Sex Education.\nCreative Wales, the Welsh Government agency set up to harness the power of Wales’ creative industries, has generated a huge £208.7 million for the Welsh economy since it was established in 2020 by investing £18.1 million in production funding to support 37 projects.\nLatest statistics on the sectors supported by Creative Wales show this part of the economy employs around 32,500 people, with a significant freelance workforce on top. In 2022, the sector generated an impressive annual turnover of £1.4 billion.\nDeputy Minister for Arts, Sport and Tourism, Dawn Bowden said:\nOur support for the creative industries is a no-brainer when production funding for screen alone demonstrates in excess of an 11:1 return on investment for the Welsh economy – and while this wonderful year for the creative industries may be over, we have so much to look forward to in 2024.\n“Firstly, the second series of HBO’s award-winning House of the Dragon will roar back to the small screen after filming across eight locations in Ynys Môn and Gwynedd. We can also look forward to a new drama from Michael Sheen called The Way, and Lost Boys and Fairies which tells a couple’s journey to adoption.”\nInvestment by Creative Wales is helping to ensure Wales is a more attractive offer to international productions – and with the first ever production at Aria Studios on Anglesey recently wrapping up, there is increased interest in North Wales as a region.\nCreative Wales is also targeting investments across music, games, digital, publishing and animation.\nCreated by Illuminated Film with support from Cardiff-based animators Cloth Cat, The Rubbish World of Dave Spud’s third season aired in July on CITV, featuring a top cast including Johnny Vegas and Jane Horrocks.\nAdditionally, the hand-drawn animated feature Kensuke’s Kingdom, a partnership between Welsh-based animator Bumpybox and Lupus Films, was nominated for the coveted Cristal for Best Feature at this year’s Annecy International Animation Film Festival.\nOther highlights from this year include US specialist games company, Rocket Science, announcing it would set up its\nnew studio in Cardiff, creating 50 highly paid and skilled jobs for games industry graduates and professionals.\nChampioning the music sector also continued in 2023 with Creative Wales investing £140.000 of revenue funding into music labels and management businesses, and backing events like the Welsh Music Prize, Independent Venues Week and the Horizons Cymru showcase at The Great Escape Festival, Brighton.\nMeanwhile, support from the Books Council of Wales saw\nthe first Creative Wales led trade mission to the 75th Frankfurt Book Fair with thirteen Welsh publishers and organisations taken to one of the highest profile international trade fairs in the world.\nPlus, after Wales was the pilot nation for\nthe Screen New Deal Transformation Plan, Welsh Government funding via Creative Wales will now go towards encouraging Welsh studios to sign up to the Sustainable Studio Standard and set the path to a sustainable future for the film and high-end television industries.\nThe Deputy Minister added:\nThis is a hugely exciting time for the creative industries, and I’m delighted that Wales continues to prove itself as a great place to live, work, visit and invest in.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://wearealbert.org/2022/02/01/were-working-with-the-welsh-screen-sector-on-a-screen-new-deal-transformation-plan/",
    "https://wearealbert.org/wp-content/uploads/2023/07/albert-SSS-Industry-Report-4.7.23-FINAL.pdf#:~:text=The%20Studio%20Sustainability%20Standard%2C%20a%20voluntary%20global%20standard%2C,Management%2C%20and%20Data%20—%20to%20drive%20environmental%20improvements.https://wearealbert.org/wp-content/uploads/2023/07/albert-SSS-Industry-Report-4.7.23-FINAL.pdf",
    "https://www.wearealbert.org/2022/02/01/were-working-with-the-welsh-screen-sector-on-a-screen-new-deal-transformation-plan/",
    "https://wearealbert.org/2022/02/01/were-working-with-the-welsh-screen-sector-on-a-screen-new-deal-transformation-plan",
    "https://www.wearealbert.org/wp-content/uploads/2023/07/albert-SSS-Industry-Report-4.7.23-FINAL.pdf#:~:text=The%20Studio%20Sustainability%20Standard%2C%20a%20voluntary%20global%20standard%2C,Management%2C%20and%20Data%20—%20to%20drive%20environmental%20improvements.https://www.wearealbert.org/wp-content/uploads/2023/07/albert-SSS-Industry-Report-4.7.23-FINAL.pdf"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "steffan rhodri",
        "sentiment": "none"
      },
      {
        "name": "matthew barry",
        "sentiment": "none"
      },
      {
        "name": "joanna page",
        "sentiment": "none"
      },
      {
        "name": "iwan rheon",
        "sentiment": "none"
      },
      {
        "name": "wolf",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "netflix",
        "sentiment": "none"
      },
      {
        "name": "bbc",
        "sentiment": "none"
      },
      {
        "name": "welsh government",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "wales",
        "sentiment": "none"
      },
      {
        "name": "creative wales",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T02:42:57.382+02:00",
  "updated": "2023-12-29T02:42:57.382+02:00"
}