{
  "thread": {
    "uuid": "9d2995904666b1a3fe2f7e1f24f04fbbf6b9b541",
    "url": "https://www.jornada.com.mx/noticia/2024/06/22/estados/lluvias-dan-respiro-a-nl-tamaulipas-slp-y-veracruz-otro-recorte-al-cutzamala-9614",
    "site_full": "www.jornada.com.mx",
    "site": "jornada.com.mx",
    "site_section": "https://www.jornada.com.mx/noticia/2024/01/05/cartones/una-plebeya-en-la-corte-3380",
    "site_categories": [
      "media",
      "education",
      "sports",
      "top_news"
    ],
    "section_title": "La Jornada - UNA PLEBEYA EN LA CORTE",
    "title": "La Jornada - Lluvias dan respiro a NL, Tamaulipas, SLP y Veracruz; otro recorte al Cutzamala",
    "title_full": "La Jornada - Lluvias dan respiro a NL, Tamaulipas, SLP y Veracruz; otro recorte al Cutzamala",
    "published": "2024-06-22T17:32:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.jornada.com.mx/ndjsimg/images/jornada/jornadaimg/lluvias-dan-respiro-a-nl-tamaulipas-slp-y-veracruz-otro-recorte-al-cutzamala-9614/lluvias-dan-respiro-a-nl-tamaulipas-slp-y-veracruz-otro-recorte-al-cutzamala-9614html-aspecto-de-lecho-de-rio-en-ciudad-valles-slpjpg-8587html-1e85c35c-59a2-4e8c-93f2-368bbffa34ec.jpgrawimage=true",
    "performance_score": 0,
    "domain_rank": 9965,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9d2995904666b1a3fe2f7e1f24f04fbbf6b9b541",
  "url": "https://www.jornada.com.mx/noticia/2024/06/22/estados/lluvias-dan-respiro-a-nl-tamaulipas-slp-y-veracruz-otro-recorte-al-cutzamala-9614",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "De Los Corresponsales",
  "published": "2024-06-22T17:32:00.000+03:00",
  "title": "La Jornada - Lluvias dan respiro a NL, Tamaulipas, SLP y Veracruz; otro recorte al Cutzamala",
  "text": "Ciudad de México. Las lluvias que continuaron ayer de manera moderada e intermitente en los estados de Nuevo León, Tamaulipas, San Luis Potosí y Veracruz tras el paso de la tormenta tropical Alberto , aumentaron los caudales de los ríos, por lo que las autoridades trasladaron a decenas de personas a refugios y se mantienen en alerta ante la posibilidad de desbordamientos.\nAsimismo, realizan el recuento de daños, entre los que se encuentran caídas de árboles, derrumbes y afectaciones materiales por inundaciones; también hacen estimaciones de la mejoría que hubo en las presas, después de la sequía que azotó por varios meses principalmente las tres primeras entidades.\nEn Nuevo León, el gobernador Samuel García Sepúlveda señaló que con estas precipitaciones el abastecimiento de agua en la zona metropolitana de Monterrey tendrá un respiro, debido a que los principales embalses aumentaron sus niveles.\nSegún datos de la Comisión Nacional del Agua (Conagua), ayer la presa La Boca, en el municipio de Santiago, estaban a 105.4 por ciento de su capacidad; El Cuchillo, localidad de China, 45.6, y Cerro Prieto, en Linares, estaba a 27.3 por ciento. Antes de las precipitaciones que trajo el meteoro, La Boca se ubicaba en 35.7 por ciento; El Cuchillo, 31.44, y Cerro Prieto, a 4.9 por ciento.\nGarcía Sepúlveda anunció además que el lunes comenzarán los trabajos para reconstruir las infraesctructura perjudicada en la entidad, como las avenidas Constitución y Morones Prieto, que resultaron afectadas por los desbordamientos del río Santa Catarina.\nAsimismo dio a conocer que el estado cuenta con un fondo de alrededor de 109 millones de pesos para las reparaciones y el 24 de junio enviará el Presupuesto 2024 completo (había mandado sólo una parte) al Congreso, para que se aprueben los recursos necesarios.\nEn tanto, Protección Civil de Nuevo León informó que entre miércoles y viernes se atendieron mil 987 reportes de auxilio a la población, además de que se realizó la evacuación de 120 personas, en diferentes rescates, utilizando unidades rápidas y helicópteros.\nEn San Luis Potosí, la Coordinación Estatal de Protección Civil, detalló que jueves y viernes se dio seguimiento a 46 llamadas de ayuda en las cuatro regiones del estado por percances de vialidad, derrumbes, deslaves, caminos bloqueados y árboles caídos.\nEl director de la dependencia, Mauricio Ordaz Flores, indicó que se mantienen en alerta ante la crecida del río de la comunidad de El Paraíso, ubicado en el municipio de Ciudad Fernández y la Cascada del Meco, en la localidad de El Naranjo, amaneció ayer con el mayor caudal, por lo que fue cerrada al público. Añadió que los parajes turísticos de Minas Viejas, Tambaque, el Nacimiento de Tamuín y gruta Los Sabinos, no estarán tampoco abiertos a los visitantes.\nEn Veracruz, la comunidad de Real del Oro, del municipio de Úrsulo Galván, quedó incomunicada por la crecida del río Actopan, que cubrió la carretera que lleva hacia Cempoala. En la demarcación de Puente Nacional, el afluente que pasa por la zona ha comenzado a elevar su nivel, luego de que en meses pasados prácticamente se secó.\nDe igual forma, en Medellín de Bravo, el río Jamapa se empezó a recuperar debido a las recientes lluvias. En semanas anteriores su bajo volumen había acarreado problemas de falta de agua en Veracruz y Boca del Río.\nMientras, en Tamaulipas, debido al incremento de líquido en la Laguna Madre, en el municipio de San Fernando, personal de Protección Civil rescató en las últimas horas a 18 personas, las cuales fueron resguardadas en albergues temporales de la cabecera municipal.\nAyer por la tarde se difundió una alerta por el desbordamiento del río Purificación proveniente del municipio de Hidalgo, que a su paso afecta las localidades de El Barretal y Padilla.\nRaúl Robledo, Martín Sánchez, Vicente Juárez, Maritza Villegas e Iván Sánchez",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Weather",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-22T17:49:45.256+03:00",
  "updated": "2024-06-22T17:49:45.256+03:00"
}