{
  "thread": {
    "uuid": "f9635f12f4b9f67faa3583082998704f9121a7eb",
    "url": "https://abc57.com/news/south-bend-vigil-group-prays-for-less-gun-violence-in-2024",
    "site_full": "abc57.com",
    "site": "abc57.com",
    "site_section": "https://abc57.com/closings",
    "site_categories": [
      "media"
    ],
    "section_title": "School closings ",
    "title": "South Bend vigil group prays for less gun violence in 2024",
    "title_full": "South Bend vigil group prays for less gun violence in 2024",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://videopostercdn.weigelbroadcasting.com/abc57news/south%20bend%20vigil%20group%20prays%20for%20less%20gun%20violence%20in%202024_1703821953-ABC57%20980x551.jpg?1703822054",
    "performance_score": 0,
    "domain_rank": 34215,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f9635f12f4b9f67faa3583082998704f9121a7eb",
  "url": "https://abc57.com/news/south-bend-vigil-group-prays-for-less-gun-violence-in-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Julianne Grohowski",
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "South Bend vigil group prays for less gun violence in 2024",
  "text": "South Bend vigil group prays for less gun violence in 2024 SOUTH BEND, Ind. -- There are promising signs in South Bend’s fight against gun violence, but still plenty of work to be done. Through November, South Bend police recorded 18 fatal shootings this year, according to the department’s crime dashboard, though that number will go up once December numbers are included. It’s slightly lower than the city’s average of 22 fatal shootings over the last three years. However, the significant change is total victims, including non-fatal shootings. There were 73 this year through November, compared to 117 over the same period last year according to the crime dashboard, a 60% drop. But that’s still preliminary and doesn’t include December when police have responded to six additional shootings. For every deadly shooting that happens in South Bend, you can expect a small group of community members to be there on-site days or weeks after, with uplifting prayers for the victim and their family. During the last vigil of the year, they also prayed for the gun violence to end going into the new year. “It helps heal,” says Michael Elliott, with the On-Site Prayer Ministry. Elliott has led on-site prayer vigils for 18 years, remembering victims killed, typically victims of gun violence. Thursday was the 25th vigil Elliott has led this year. “And we’re going to start 2024 off with two more,” Elliott says. Elliott and the group prayed in remembrance of thirty-four-year-old Isiah Siggers, who was shot and killed on O'Brien Street earlier this month. His death, happening just 20 minutes after another shooting that killed a 52-year-old woman on Ardmore Trail. The two tragedies add to the 18 fatal shootings the South Bend Police Department recorded through November. Four of them were children. “The ones with the children, those are the hardest,” admits Elliott. It’s hard to bear, but Elliot says he knows these vigils help victims’ families move forward. For both vigils held for 11-year-old T’yon Horston and one-year-old Kylin Brooks, Elliott remembers it’s something both families were thankful for. “I think it shows the family that there are people who care, even if we don’t know each other,” says Elliott. He doesn't know if the vigils can help stop gun violence, but he does know it can help heal. “I don’t have any more of an answer than the police chief does, or the mayor,” Elliott says. “Everybody’s working in their own way to try to reduce the violence.” Siggers’ shooting is one of the few that remain unsolved. If you have any information, you're urged to call Michiana Crime Stoppers at 574-288-STOP. All callers can remain anonymous.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "south bend",
        "sentiment": "none"
      },
      {
        "name": "ind.",
        "sentiment": "none"
      },
      {
        "name": "south bend",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T06:47:52.357+02:00",
  "updated": "2023-12-29T06:47:52.357+02:00"
}