{
  "thread": {
    "uuid": "83e4417e2ba1741e1583d9357a6e075d6be8c0de",
    "url": "https://www.tbsnews.net/agriculture/urban-gardening-55-grape-varieties-flourish-1500-sq-ft-rooftop-vineyard-892271",
    "site_full": "www.tbsnews.net",
    "site": "tbsnews.net",
    "site_section": "https://www.tbsnews.net/archive",
    "site_categories": [
      "media"
    ],
    "section_title": "News Archive | The Business Standard",
    "title": "Urban gardening: 55 grape varieties flourish on 1,500 sq-ft rooftop vineyard | The Business Standard",
    "title_full": "Urban gardening: 55 grape varieties flourish on 1,500 sq-ft rooftop vineyard | The Business Standard",
    "published": "2024-07-05T07:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BD",
    "main_image": "https://www.tbsnews.net/sites/default/files/styles/social_watermark_bkash/public/images/2024/07/05/p5_with_urban_gardening.jpeg",
    "performance_score": 0,
    "domain_rank": 15807,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "83e4417e2ba1741e1583d9357a6e075d6be8c0de",
  "url": "https://www.tbsnews.net/agriculture/urban-gardening-55-grape-varieties-flourish-1500-sq-ft-rooftop-vineyard-892271",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mizanur Rahman Yousuf",
  "published": "2024-07-05T07:30:00.000+03:00",
  "title": "Urban gardening: 55 grape varieties flourish on 1,500 sq-ft rooftop vineyard | The Business Standard",
  "text": "Imad Uddin Bitu, a businessman by profession, has transformed his passion for gardening into a thriving rooftop vineyard in Chattogram's Sitakunda. On his 1,500-square-foot rooftop, he cultivates 55 varieties of grapes, both local and foreign, yielding around 200kg of grapes from 60 plants per season. These grape varieties, sourced from countries like the USA, Russia, Ukraine, and Japan, are known for their sweetness. Imad's success has attracted many locals who visit him to learn about grape cultivation. Despite his fruitful harvests, he currently does not sell his produce but shares it with family and friends. However, Imad plans to start commercial grape cultivation soon. Speaking to The Business Standard, he shared that he began his rooftop garden a decade ago to productively spend his leisure time. Initially, he planted pear, malta, and dragon fruit trees. His interest in grape cultivation sparked after watching a YouTube video in 2021. Following visits to various gardens in Dhaka and Kurigram, he decided to cultivate grapes on his rooftop. Imad initially obtained 7-8 grape saplings from an American expatriate relative and later procured more from Ukraine, Russia, and Japan through an importer in Dhaka. Gradually, he expanded his collection to include various Indian and local varieties from different farmers and nurseries. His garden now houses 55 grape varieties in 60 geo bags, with each sapling costing between Tk800 and Tk2,000. The American varieties, in particular, were more expensive. Some notable grape varieties in his collection include Flame, Dixon, Crimson, Manikchaman, Palace, Lorus, Dubiski Pink, Flamingo, Dashunya, Himrod, Thomcord, Concord, and Koshu. Despite differences in size, colour, and taste, all the grapes are sweet. Including the saplings and an automatic watering system for his orchard, Imad has spent about Tk1 lakh in the last few years. During a visit to Imad's rooftop orchard, rows of geo bags housing various grape plants were seen. Bunches of grapes hung from vines spread over the trellises above, with varieties like small Japanese Koshu and large American Flame and Flamingo prominently displayed. Imad explained that grape cultivation is surprisingly manageable. After the initial effort in the first month or two, the vines require minimal care and produce fruit twice a year for 60-70 years. Although yields are lower in the early years, they gradually increase. Certain techniques are essential for optimal yields. \"I harvest grapes once between February and May and again in October-November. My vines are two to two and a half years old, and I harvested around 200 kg of grapes from 60 plants this season. With favourable weather in October, I expect an even better yield,\" Imad said. Discussing the potential for commercial grape cultivation in Chattogram, Imad noted that Bangladesh's climate is highly suitable for grape cultivation. While the initial five years require investment, significant profits are realised in subsequent years as yields improve. However, farmers' unfamiliarity with grape cultivation practices poses a challenge. Fortunately, more farmers are venturing into grape cultivation and adopting the necessary techniques. Imad believes that enhanced training and government support would further encourage this trend. \"Leveraging my rooftop gardening experience, two friends and I plan to establish a grape vineyard on approximately 30 acres within the next year. We intend to commence work on this project very soon,\" he said. Imad is currently busy with the grafting process of grape saplings for his future vineyard. Despite grapes being a foreign fruit, they are immensely popular in Bangladesh. Expanding domestic grape cultivation would satisfy local demand and save significant foreign currency currently spent on imports. In addition to grapes, Imad's rooftop garden features seven varieties of pomegranate, five varieties of dragon fruit, three varieties of fig, two varieties of year-round mangoes, ten varieties of chillies, and a variety of flowering plants. \"The climate of Sitakunda is quite suitable for grape cultivation. The biggest obstacle to grape cultivation is seedlings. Seedless varieties need to be grafted,\" Sitakunda Upazila Agriculture Officer Md Habibullah told TBS. \"We are currently in the process of selecting the most suitable grape variety. In the next few years, we aim to expand grape cultivation within the upazila,\" he added.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "imad uddin bitu",
        "sentiment": "negative"
      },
      {
        "name": "imad",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "business standard",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sitakunda",
        "sentiment": "none"
      },
      {
        "name": "usa",
        "sentiment": "none"
      },
      {
        "name": "chattogram",
        "sentiment": "none"
      },
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "kurigram",
        "sentiment": "none"
      },
      {
        "name": "dhaka",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T07:44:17.931+03:00",
  "updated": "2024-07-05T07:44:17.931+03:00"
}