{
  "thread": {
    "uuid": "294f4d505900b288d6eb1b4e24378c85c1d089db",
    "url": "https://citinewsroom.com/2024/02/ifdc-calls-for-strong-partnerships-to-address-challenges-confronting-farmers",
    "site_full": "citinewsroom.com",
    "site": "citinewsroom.com",
    "site_section": "https://citinewsroom.com/rss",
    "site_categories": [
      "celebrity_fan_gossip",
      "entertainment"
    ],
    "section_title": "Citinewsroom &#8211; Comprehensive News in Ghana",
    "title": "IFDC calls for strong partnerships to address challenges confronting farmers",
    "title_full": "IFDC calls for strong partnerships to address challenges confronting farmers",
    "published": "2024-02-16T04:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GH",
    "main_image": "https://citinewsroom.com/wp-content/uploads/2024/02/IFDC-9.jpg",
    "performance_score": 0,
    "domain_rank": 77432,
    "domain_rank_updated": "2024-02-13T12:06:51.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "294f4d505900b288d6eb1b4e24378c85c1d089db",
  "url": "https://citinewsroom.com/2024/02/ifdc-calls-for-strong-partnerships-to-address-challenges-confronting-farmers",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Leticia Osei",
  "published": "2024-02-16T04:49:00.000+02:00",
  "title": "IFDC calls for strong partnerships to address challenges confronting farmers",
  "text": "The International Fertilizer Development Center (IFDC) has made a strong case for collaborative efforts in addressing pressing challenges affecting Ghanaian farmers. IFDC underscored the importance of individuals in the agricultural value chain embracing the spirit of collaboration towards the shared goal of agricultural transformation in the country. The Director of IFDC, Enabling Impact Program, Dr. Bocar Diagana, made these remarks when he delivered the keynote address during the IFDC 2024 Open Door event on the occasion of its 50th-anniversary launch of IFDC, on February 15. Dr. Diagana emphasized the need for Ghanaians to leverage their collective knowledge in using agriculture as a catalyst for sustainable development. “I urge each one of us gathered here today to embrace the spirit of collaboration, innovation, and inclusivity as we work towards our shared goal of agricultural transformation in Ghana. Let us leverage our collective strengths, knowledge, and resources to overcome challenges, seize opportunities, and build a brighter future for our farmers, communities, and the country Ghana.” In conclusion, I am confident that through our collective efforts and unwavering commitment, we can realize the full potential of agriculture as a catalyst for sustainable development and prosperity in Ghana. Together, let us embark on this journey with renewed vigour, determination, and unity of purpose.” He expressed IFDC’s commitment to developing and deploying technologies that will improve the capacity of the soil to ensure food security. “IFDC is committed to positively impacting Ghanaian agriculture value chain stakeholders by collaborating and building a stronger force to address the challenges confronting farmers, so we can continue to promote food and nutrition security and help improve the livelihoods of our farmers. As we celebrate IFDC’s 50th Anniversary this year, our vision has remained the same with a renewed focus on caring for the soil. We do not intend to just commemorate the past but use our fine and rich expertise and accumulated experience to care for soils for the next 50 years.” On her part, the Acting Country Director for IFDC Ghana, Judith Fagbegnon Kodjo, expressed her appreciation to the government for its unfailing support. “I would therefore like to take this opportunity to express my deepest gratitude to our donors of our projects and programs: DGIS and USAID. Thank you for your continued trust that enables us to get this far. I would also particularly like to thank the Government of Ghana through the Ministry of Food and Agriculture and the Ministry of Foreign Affairs and Regional Integration for their unfailing support.” Touching on IFDC’s 50 years of contributions to global agriculture, the IFDC Global Corporate Communications Manager, James Thigpen, said they have researched and developed more than 50 innovations in soil health research. He assured IFDC’s commitment to developing market system technologies to help achieve higher yields. “We are committed to developing a market system to help achieve higher yields and will continue to improve soil health for healthy crops. Nearly 150 countries reached with new technologies, trainings, and pro-agriculture policies. Researched and developed more than 50 innovations in soil health research, nutrient delivery, market access, agricultural policies, and more. Millions of families to experience improved livelihoods!” About IFDC IFDC is an independent non-profit organization that combines innovative research, market systems development, and strategic partnerships to spread sustainable agricultural solutions for soil health, food security, and improved livelihoods around the world. Since 1974, IFDC has worked to promote local economic development based on agriculture through a bottom-up approach. ——– Explore the world of impactful news with CitiNewsroom on WhatsApp! Click on the link to join the Citi Newsroom channel for curated, meaningful stories tailored just for YOU: [https://whatsapp.com/channel/0029VaCYzPRAYlUPudDDe53x](https://whatsapp.com/channel/0029VaCYzPRAYlUPudDDe53x) No spams, just the stories that truly matter! 🌐📰 #StayInformed #CitiNewsroom #CNRDigital",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Social Issue",
    "Environment"
  ],
  "external_links": [
    "https://whatsapp.com/channel/0029VaCYzPRAYlUPudDDe53x",
    "https://www.whatsapp.com/channel/0029VaCYzPRAYlUPudDDe53x"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "diagana",
        "sentiment": "none"
      },
      {
        "name": "bocar diagana",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "international fertilizer development center",
        "sentiment": "neutral"
      },
      {
        "name": "ifdc",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "ghana",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T04:54:33.118+02:00",
  "updated": "2024-02-16T13:25:51.810+02:00"
}