{
  "thread": {
    "uuid": "9e5b44ea8f7900b5f501dc238f3df72da250dd21",
    "url": "https://www.nsctotal.com.br/colunistas/estela-benetti/programa-bilionario-para-financiar-fabricas-inteligentes-esta-aberto-a-pequenas-empresas",
    "site_full": "www.nsctotal.com.br",
    "site": "nsctotal.com.br",
    "site_section": "https://www.nsctotal.com.br/feed",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "NSC Total",
    "title": "Programa bilionário para financiar “fábricas inteligentes” está aberto a pequenas empresas - NSC Total",
    "title_full": "Programa bilionário para financiar “fábricas inteligentes” está aberto a pequenas empresas - NSC Total",
    "published": "2024-04-12T00:36:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://img.nsctotal.com.br/wp-content/uploads/2024/04/Brasil-Mais-Produtivo-SC.jpg",
    "performance_score": 0,
    "domain_rank": 47666,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9e5b44ea8f7900b5f501dc238f3df72da250dd21",
  "url": "https://www.nsctotal.com.br/colunistas/estela-benetti/programa-bilionario-para-financiar-fabricas-inteligentes-esta-aberto-a-pequenas-empresas",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Estela Benetti",
  "published": "2024-04-12T00:36:00.000+03:00",
  "title": "Programa bilionário para financiar “fábricas inteligentes” está aberto a pequenas empresas - NSC Total",
  "text": "Alcançar maior produtividade pode ficar mais fácil para pequenas e médias indústrias caso elas decidam aderir ao Novo Brasil Produtivo, programa do Ministério do Desenvolvimento, Industria, Comércio e Serviços (MDIC) que conta com R$ 2 bilhões para elevar a produtividade do segmento. Essa nova etapa do programa, a exemplo da anterior, será executada com assessoria do Senai e do Sebrae, que estão confiantes nos resultados positivos. A expectativa é beneficiar 200 mil indústrias no Brasil.\nContinua depois da publicidade\nEntre na comunidade exclusiva de colunistas do NSC Total\nEm reunião sobre o tema realizada pela Federação das Indústrias do Estado (Fiesc) e o Sebrae-SC nesta quarta-feira, foi destacada a eficiência do programa, por isso motiva essa nova etapa. Tanto o presidente da Fiesc, Mario Cezar de Aguiar, quanto o Diretor Técnico do Sebrae-SC, Fabio Búrigo Zanuzzi, avaliaram como muito positiva a primeira fase do programa em SC, quando empresas participantes tiveram ganhos de produtividade superiores a 35% nos processos produtivos.\nDe acordo com a Finep, uma das instituições que participam do projeto, as empresas atendidas passarão por consultoria que incluirá aperfeiçoamento da força de trabalho, requalificação, melhores práticas de gestão, digitalização, otimização de processos produtivos e aumento de eficiência energética.\nPara investimentos nesses processos, as empresas terão acesso a juros baixos ou recursos não-reembolsáveis para adoção de tecnologias ligadas à indústria 4.0 e para as fábricas inteligentes, conhecidas no mundo como “smart factories”. Outras informações podem ser obtidas no site do Ministério do Desenvolvimento (Mdic) ou junto ao Sebrae e Senai em SC. O site do programa é o www.brasilmaisprodutivo.mdic.gov.br\nContinua depois da publicidade\nLeia também Quem é a jovem empresária de SC aprovada para fazer MBA em duas famosas universidades dos EUA\nFOTOS: BMW anuncia o X5 Híbrido Plug-in, novo carro de luxo que vai produzir em SC\nCâmara aprova lei de games que incentiva o setor e prevê uso na educação\nAceleradora de startups de SC atuará em programa de apoio à inovação em três estados\nGigantes de SC, Engie e WEG fazem teste inédito em turbina eólica 100% nacional\nDestaques do NSC Total FOTOS: NSC reconhece melhores trabalhos em Prêmio de Conteúdo FOTOS: Cães de raça resgatados em Joinville têm 2 mil interessados; veja quantos foram adotados Quem é a jovem empresária de SC aprovada em MBAs de Stanford e MIT BBB 24: Matteus e Isabelle dão primeiro beijo e decidem esconder romance; assista Enquete BBB 24: Quem deve sair no paredão entre Beatriz, Davi ou Isabelle VÍDEO: Ayrton Senna protagonizava a \"melhor volta de todos os tempos\" 31 anos atrás",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "http://www.brasilmaisprodutivo.mdic.gov.br/",
    "http://www.brasilmaisprodutivo.mdic.gov.br",
    "http://brasilmaisprodutivo.mdic.gov.br/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:51:11.416+03:00",
  "updated": "2024-04-12T00:51:11.416+03:00"
}