{
  "thread": {
    "uuid": "ad8cd32944ce52477c8d57f489d916b82e13cdc8",
    "url": "https://sipse.com/entretenimiento/la-pasion-de-cristo-2-mel-gibson-promete-una-continuacion-epica-y-ambiciosa-466426.html",
    "site_full": "sipse.com",
    "site": "sipse.com",
    "site_section": "https://sipse.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias de hoy en México y el mundo - Grupo SIPSE",
    "title": "\"La Pasión de Cristo 2\": Mel Gibson promete una continuación épica y ambiciosa",
    "title_full": "\"La Pasión de Cristo 2\": Mel Gibson promete una continuación épica y ambiciosa",
    "published": "2024-03-29T05:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://images.sipse.com/j3suDuhSYqIstS7mUJtJPNE5vBo=/724x500/smart/2024/03/29/1711678252055.png",
    "performance_score": 0,
    "domain_rank": 45342,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ad8cd32944ce52477c8d57f489d916b82e13cdc8",
  "url": "https://sipse.com/entretenimiento/la-pasion-de-cristo-2-mel-gibson-promete-una-continuacion-epica-y-ambiciosa-466426.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "SIPSE.com",
  "published": "2024-03-29T05:30:00.000+03:00",
  "title": "\"La Pasión de Cristo 2\": Mel Gibson promete una continuación épica y ambiciosa",
  "text": "La Pasión de Cristo se convirtió en un fenómeno de recaudación en los cines. La cinta inicial capturó de manera cruda y realista los acontecimientos vinculados a la Crucifixión de Jesús. Hace veinte años, Mel Gibson sorprendió al mundo con el estreno de la impactante película \"La pasión de Cristo\", un proyecto independiente que él mismo financió con 45 millones de dólares de su propio patrimonio después de que los grandes estudios rechazaran su idea. La cinta, protagonizada por Jim Caviezel, se ha convertido en un clásico de la Semana Santa y sigue generando controversia por su enfoque extremadamente realista del calvario de Jesús. Dado el éxito de la película original, no es sorprendente que Gibson haya expresado su interés en expandir la historia. Desde 2004, el director y actor ha mencionado en varias ocasiones su deseo de realizar una secuela centrada en la resurrección de Jesús. En el año 2016, durante una entrevista con Stephen Colbert, la estrella de \"Mad Max\" confirmó que estaba trabajando en un nuevo proyecto cinematográfico titulado provisionalmente \"La pasión de Cristo: Resurrección\". Durante la conversación, Gibson expresó su interés en explorar todo lo que rodea el regreso a la vida de Jesús, desde su salida del sepulcro hasta su reunión con los discípulos. El cineasta busca ahondar en los eventos que ocurrieron antes y después de la resurrección, ofreciendo una perspectiva única sobre este aspecto fundamental de la historia cristiana. Para llevar a cabo esta ambiciosa empresa, Gibson cuenta con la colaboración del reconocido guionista Randall Wallace, quien fue nominado al premio Oscar por su trabajo en el guion de \"Corazón Valiente\". Según informes de The Hollywood Reporter, Wallace ha enfrentado el desafío de mantener en secreto su participación en el proyecto debido a su naturaleza altamente anticipada. Jim Caviezel leyó un guion preliminar En los últimos años, las noticias sobre la tan esperada secuela de \"La pasión de Cristo\" han sido escasas pero reveladoras. En julio de 2023, surgieron declaraciones impactantes de Mel Gibson sobre dos guiones preliminares que había estado considerando para la película. \"Uno de ellos es muy estructurado y sólido en su narrativa. Es más o menos lo que se esperaría\", expresó Gibson durante un evento. \"El otro es como un viaje psicodélico, te lleva a otra dimensión. Es como estar en el infierno presenciando la caída de los ángeles. Es una locura\". Estas revelaciones, recuperadas por Euronews, también confirmaron que Jim Caviezel retomará su icónico papel como Jesús. A pesar de las preocupaciones sobre el envejecimiento del actor, Gibson aseguró que esto no será un problema y que se pueden emplear técnicas para abordarlo. Caviezel, quien recientemente regresó a la pantalla grande en la película \"Sonido de libertad\" en 2023, también compartió su emoción al respecto. Durante un podcast de Sirius XM, mencionó haber leído borradores del guion de \"Resurrección\" y afirmó que la película será impresionante y dejará una marca trascendental en la historia del cine. Jim Caviezel, quien alcanzó la fama interpretando a Jesús en \"La pasión de Cristo\" a los 33 años, está confirmado para retomar su emblemático papel en una próxima película. En una entrevista con Truth Social, el actor, ahora con 55 años, insinuó que el proyecto podría ser tan ambicioso que incluso podría lanzarse como \"dos películas\". \"Mel me mostró varias escenas y yo estaba en el suelo llorando\", explicó emocionado. Aunque Caviezel destacó la magnitud del proyecto y expresó su esperanza de que sea \"una de las mejores obras que el público haya visto\", se mantuvo cauteloso al no revelar detalles sobre posibles fechas de estreno o producción. \"No puedo decirlo\", afirmó entre risas. A pesar de estar en proceso, la preproducción avanza a paso lento. Hasta el momento, no hay informes oficiales sobre el elenco adicional o el inicio del rodaje de la película. En 2004, \"La pasión de Cristo\" recaudó más de 612 millones de dólares a nivel mundial y se posicionó como la quinta película más taquillera del año internacionalmente. Considerando su modesto presupuesto de producción de 30 millones de dólares, es la película independiente con mayor éxito comercial de todos los tiempos. Actualmente, está disponible para transmisión en la plataforma Star+. Con información de Redes sociales.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T06:02:15.775+03:00",
  "updated": "2024-03-29T06:02:15.775+03:00"
}