{
  "thread": {
    "uuid": "6e003766d747e561b157e2f21ec5a3f3bfe18c1c",
    "url": "https://www.traveldailynews.com/people/new-appointments/atpi-group-elevates-commitment-to-sustainability-with-new-appointment",
    "site_full": "www.traveldailynews.com",
    "site": "traveldailynews.com",
    "site_section": "https://traveldailynews.com/feed",
    "site_categories": [
      "travel",
      "hotels"
    ],
    "section_title": "TravelDailyNews International",
    "title": "ATPI Group elevates commitment to sustainability with new appointment - TravelDailyNews International",
    "title_full": "ATPI Group elevates commitment to sustainability with new appointment - TravelDailyNews International",
    "published": "2024-02-16T09:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.traveldailynews.com/wp-content/uploads/2024/02/ATPI-Group-Louisa-Toure-1200x580.jpg",
    "performance_score": 0,
    "domain_rank": 18771,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6e003766d747e561b157e2f21ec5a3f3bfe18c1c",
  "url": "https://www.traveldailynews.com/people/new-appointments/atpi-group-elevates-commitment-to-sustainability-with-new-appointment",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Theodore Koumelis",
  "published": "2024-02-16T09:02:00.000+02:00",
  "title": "ATPI Group elevates commitment to sustainability with new appointment - TravelDailyNews International",
  "text": "As the ATPI Group’s first Sustainability Officer, Louisa Toure will leverage this expertise and play a decisive role in embedding best practices into the company’s core operations across all regions. Leading global travel management and events specialists [ATPI Group](https://www.traveldailynews.com/tag/atpi-group/), announces the appointment of Louisa Toure as the company’s first Sustainability Officer. The strategic move underscores the Group’s unwavering commitment to fostering positive impact on a global scale. In her new role, Louisa will spearhead ATPI Group’s internal sustainability initiatives and develop integral Environmental, Social and Governance (ESG) strategies across the entire global business. This includes playing a key role in developing and leading ATPI’s sustainability agenda, driving internal education and measuring and communicating the business’s sustainability performance. With a career in the travel industry spanning almost two decades, Louisa joined ATPI in 2014 as a Senior Account Manager supporting clients in the energy and marine sectors, whilst studying at university for a Bachelor’s degree in Business Sustainability, and later a Post Graduate in Energy and Carbon Studies. Louisa Toure, Sustainability Officer, said: “After nearly a decade with ATPI, I’ve seen first-hand how the business has grown and evolved into the powerhouse it is today. It is a privilege to be tasked with the role of Sustainability Officer. I am looking forward to continuing to work with my colleagues across the globe in an area central to our continued success. “Navigating sustainability within the travel and events industry is an immense challenge which brings fantastic opportunities. The industry is in the midst of transformation in wake of decarbonisation. As a leading TMC, ATPI has a responsibility to lead an innovative pathway for the future. In this new role I aim to scale up ATPI’s commitments, and nurture them along. Sharing our sustainability vision and journey with our colleagues is a priority to ensure it runs through the core of ATPI.” As Sustainability Officer, Louisa will work closely with Pippa Ganderton, Product Director of ATPI Halo, a measurement, reduction and offset service designed to support businesses in changing their approach to business travel for the better. Comprising of over 100 offices worldwide, the ATPI Group is a global leader in travel management for corporate, marine and energy businesses, sports and corporate event management, united by the aim to truly connect and deliver what really matters to every single customer. Last year, the company announced its most successful year to date since its inception over two decades ago. Ian Sinderson, CEO of the ATPI Group, added: “There is an undeniable need for our industry to unite in addressing the ongoing climate emergency. At ATPI, we embrace this challenge, as well as the goal to make ATPI a great place to work in all its facets. Our mission is to integrate sustainability into the very essence of our global operations, ensuring every aspect of the business aligns with the overarching objective of balancing responsibility with profitability. “Louisa’s appointment signifies not only an exciting, but pivotal next step in our sustainability journey. We aim to become the number one travel and events provider for international businesses seeking sector expertise, high-touch service and innovative technology, and sustainability plays a fundamental role in achieving this objective.” The ATPI Group has been awarded a Silver EcoVadis Medal for the second year running. EcoVadis is the world’s largest and most trusted provider of sustainability ratings and ATPI has been independently recognised as a top sustainability performer across over 125,000 assessed global companies. Its scoring this year ranks ATPI in the 91st percentile of all completing the Sustainability Assessment and in the top 3% of companies rated by EcoVadis in the travel agency, tour operator, reservation service and related activities industry. Theodore is the Co-Founder and Managing Editor of TravelDailyNews Media Network; his responsibilities include business development and planning for TravelDailyNews long-term opportunities.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Economy, Business and Finance",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "louisa toure",
        "sentiment": "neutral"
      },
      {
        "name": "louisa",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "traveldailynews international",
        "sentiment": "neutral"
      },
      {
        "name": "atpi group",
        "sentiment": "neutral"
      },
      {
        "name": "group",
        "sentiment": "none"
      },
      {
        "name": "atpi",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T09:58:14.156+02:00",
  "updated": "2024-02-16T09:58:14.156+02:00"
}