{
  "thread": {
    "uuid": "34b13bde9e06ee6925384449bf6524bc33078fd3",
    "url": "https://www.aol.com/news/victor-newman-risky-plan-protect-223728697.html",
    "site_full": "www.aol.com",
    "site": "aol.com",
    "site_section": "https://aol.com/entertainment",
    "site_categories": [
      "media"
    ],
    "section_title": "Entertainment News &amp; Latest Celebrity Headlines - AOL.com",
    "title": "Victor Newman’s risky plan to protect his family on ‘The Young and the Restless’ has fans buzzing",
    "title_full": "Victor Newman’s risky plan to protect his family on ‘The Young and the Restless’ has fans buzzing",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.yimg.com/ny/api/res/1.2/Ch_8vanlA04xUIJRVFkf0w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02MDA-/https://media.zenfs.com/en/aol_the_today_show_594/123a33ab0579dac3a5c620c0598ae1db",
    "performance_score": 0,
    "domain_rank": 166,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "34b13bde9e06ee6925384449bf6524bc33078fd3",
  "url": "https://www.aol.com/news/victor-newman-risky-plan-protect-223728697.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Chrissy Callahan",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "Victor Newman’s risky plan to protect his family on ‘The Young and the Restless’ has fans buzzing",
  "text": "As Jordan escapes custody on ‘The Young and the Restless,’ is Nikki Newman safe? Chrissy Callahan March 30, 2024 at 2:33 AM\n\"The Young and the Restless\" never shies away from dangerous plots that keep viewers on the edge of their seats. But the daytime show's latest storyline has fans especially intrigued, and it's starting to get pretty dicey.\nOver the last few months, the Newman family has been terrorized by an evil villain named Jordan Howard (Colleen Zenk), and she seems to have nine lives. After escaping custody once again, Jordan is out for blood. Will she wreak more havoc on the Newmans, or will they catch her before she does any more damage?\nWe’re breaking down everything you need to know to catch up on all the action as it unfolds.\nWho is Jordan and why does she pose a threat to the Newmans? Jordan is the sister of Eve, a woman who used to be romantically involved with Victor Newman ( Eric Braeden ). Jordan has held a grudge against Victor and his wife, Nikki Newman ( Melody Thomas Scott ), for ages and blames Victor for Eve's death.\nYoung and The Restless (Sonja Flemming / Paramount Press) As part of her quest to get revenge on the Newmans, Jordan kidnaps Claire (Hayley Erin), the biological daughter of Victor and Nikki's daughter, Victoria Newman (Amelia Heinle), and her partner Cole Howard (J. Eddie Peck). The former couple thought their daughter had died after she was born, but they recently learned that she is alive and was raised by Jordan.\nWhile raising Claire, Jordan poisons her against the Newman family and enlists her to help execute a deadly plot against them. Claire gets a job working for Victoria's mother, Nikki, who's also the matriarch of the Newman family, and convinces her to visit her \"aunt\" while she's away on a business trip.\nJordan and Claire then kidnap Nikki and give her an IV filled with alcohol. Nikki is a former alcoholic, so this sends her into a tailspin. Meanwhile, the rest of the Newman family — Victoria, her brother Nick (Joshua Morrow) and their father, Victor — fly to Nikki's rescue and are drugged. Cole, who has been out of the picture for years, suddenly appears and is also drugged.\nView this post on Instagram\nA post shared by The Young and the Restless (@youngandrestlesscbs)\nThe Newmans engage in a struggle with Jordan and eventually convince Claire to give them the drug antidotes, which Jordan hid around the house.\nFrom there, Cole and Victoria get a paternity test and prove that Claire is really their daughter. Claire manages to get sent to a psych ward for treatment instead of heading to prison, like Jordan later does, and has been building a relationship with her biological family.\nView this post on Instagram\nA post shared by The Young and the Restless (@youngandrestlesscbs)\nWhat chaos has Jordan caused over the past few months? After trying to kill the Newman family, Jordan initially gets away. She is later found and sent to prison. But she isn’t there for very long before she escapes and starts terrorizing Nikki again with mysterious phone calls.\nEager to eliminate Jordan as a threat for good, Victor devises a risky plan that involves using his granddaughter Claire as bait to lure Jordan out of hiding. He sees Claire as an important bargaining chip since Jordan raised her, but Claire is currently getting treatment in a mental health facility. So Victor plots to get her released early and lure Jordan out of hiding in the process. However, most of his family members aren't sure that his plan is entirely safe.\nMeanwhile, Jordan schemes against Nikki and her family and even enlists the help of Nikki’s former sober sponsor, Seth (Brian Gaskill). She encourages him to rebuild a relationship with Nikki so she can keep tabs on her and tells Seth she's an old friend of Nikki’s.\nWhen Seth tells Nikki that he’s been talking to her old pal, she suspects that it’s Jordan and encourages him to play along, saying that they now have the upper hand. However, Seth confronts Jordan and tells her she needs to come with him to talk to the Newmans and the police.\nWhen they leave the bar they’ve been hanging out at, Jordan pushes Seth in front of a moving car, and he dies. Jordan runs back inside the bar and alerts the staff about the “accident,” saying that Seth told her to tell Nikki that he’s “sorry.”\nNikki gets a call from the police and rushes over to the bar with Victor, who suspects foul play and asks the police to lift DNA off of Jordan’s glass.\nYoung and The Restless (Sonja Flemming / Paramount Press) After she’s released from the mental health facility, Claire moves to the Newman ranch and sets Victor’s plan in motion. She calls Jordan but gets her voicemail. The villain eventually calls her back and tries to poison Claire against the Newman family once again. It doesn’t work, and Claire proceeds to pass along the message that Victor wants to talk to Jordan and put an end to all the chaos.\nNaturally, Jordan is annoyed that Claire is receiving such a warm welcome from the Newmans and decides to set fire to Victoria’s house to send a message.\nAt long last, Victor and Jordan talk on the phone, and she agrees to meet him in person. Along with his lawyer, Michael Baldwin (Christian LeBlanc), Victor arrives in a shady alley, and Jordan suddenly appears and points a gun at them.\nVictor offers Jordan $10 million, a deed to a house in France and a new identity so she can leave the country and leave his family alone. The offer seems too good to be true, and she’s skeptical that he’ll really let her escape.\nTo sweeten the deal, Victor offers to let her kidnap him and put him in a secret location that only she knows exists. Then, once she’s safe in France, she’ll call Michael and let him know to pick up Victor.\nYoung and The Restless (Sonja Flemming / Paramount Press) The only caveat? If she decides not to let Victor loose, Michael will alert the authorities and drain her new bank account.\nJordan takes Victor to a secret location, where she plans to imprison him. However, she doesn't know that his son Nick has been following them. He tazes Jordan and locks her up.\nNikki can't resist seeing Jordan one last time and goes to visit her with Claire and Victoria. Jordan pulls out a poisonous pill that she's been holding on to and takes it, saying that she's killing herself. Nikki calls the paramedics, and Jordan ends up in the hospital under police supervision.\nNikki says she doesn't regret saving Jordan's life because death is too easy of a punishment for her, but she soon learns that Jordan has escaped police custody.\nThis article was originally published on TODAY.com\nShow comments Advertisement\nAdvertisement\nIn Other News Finance Finance Business Insider All the major US companies slashing staff this year, from IBM to Google Finance CBS News California set to hike wages for fast-food workers to $20 per hour Food Food Food & Wine 33 five-ingredient recipes for effortless dinners and desserts Food Delish 21 energy drink brands ranked best to worst Lighter Side Lighter Side ABC News Kite festival in Gaza offers children rare break from ongoing war Lighter Side The Today Show What is a babymoon, and expert advice to plan one News News CBS News Majority of US bridges lack impact protection. Will anything change? News Reuters Ukrainian forces will be forced to retreat without US aid, Zelensky says Sports Sports USA TODAY Men’s March Madness live updates: Latest news, scores and more from Sweet 16 Sports Yahoo Sports South Carolina women's team survives vs. Indiana, now 3 wins from perfect season Weather Weather USA TODAY Solar eclipse 2024: Latest news on a surprising forecast and where to snag some glass… Weather USA TODAY 'They are not dead.' Falling iguanas in the forecast in Florida this weekend Advertisement\nAdvertisement\nAdvertisement\nShow comments Advertisement\nAdvertisement\nShow comments Advertisement\nAdvertisement\nShow comments Advertisement",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://twitter.com/niki_smith1/status/1762906682726793417.",
    "https://www.today.com/popculture/tv/the-young-and-the-restless-renewed-rcna140892",
    "https://twitter.com/calirozzy/status/1762946425309299108",
    "https://twitter.com/MissAbb37309863/status/1762963893490532822",
    "https://www.today.com/popculture/tv/the-young-and-the-restless-spoilers-recap-rcna141057",
    "https://twitter.com/MissAbb37309863/status/1762967913219137739",
    "https://twitter.com/SpoonyLupin/status/1762905959377105063",
    "https://www.twitter.com/MissAbb37309863/status/1762967913219137739",
    "https://www.twitter.com/calirozzy/status/1762946425309299108",
    "https://today.com/popculture/tv/the-young-and-the-restless-spoilers-recap-rcna141057",
    "https://today.com/popculture/tv/the-young-and-the-restless-renewed-rcna140892",
    "https://www.twitter.com/MissAbb37309863/status/1762963893490532822",
    "https://www.twitter.com/niki_smith1/status/1762906682726793417.",
    "https://www.twitter.com/SpoonyLupin/status/1762905959377105063"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "victor newman",
        "sentiment": "neutral"
      },
      {
        "name": "claire",
        "sentiment": "none"
      },
      {
        "name": "will victor",
        "sentiment": "none"
      },
      {
        "name": "claire (hayley erin)",
        "sentiment": "none"
      },
      {
        "name": "cole howard (j. eddie peck",
        "sentiment": "none"
      },
      {
        "name": "jordan howard (colleen zenk",
        "sentiment": "none"
      },
      {
        "name": "victoria newman",
        "sentiment": "none"
      },
      {
        "name": "newman",
        "sentiment": "none"
      },
      {
        "name": "jordan",
        "sentiment": "none"
      },
      {
        "name": "eric braeden",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "jordan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:00:48.236+02:00",
  "updated": "2024-03-30T02:48:12.475+03:00"
}