{
  "thread": {
    "uuid": "ec359de972d18066579964b9e83cba79f7ec3b0b",
    "url": "https://lifehacker.com/science/astronomy-events-in-2024",
    "site_full": "lifehacker.com",
    "site": "lifehacker.com",
    "site_section": "https://lifehacker.com/feed/rss",
    "site_categories": [
      "herbs_for_health",
      "health"
    ],
    "section_title": "LifeHacker",
    "title": "Mark Your Calendar for These Astronomical Events in 2024",
    "title_full": "Mark Your Calendar for These Astronomical Events in 2024",
    "published": "2024-01-06T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": null,
    "performance_score": 0,
    "domain_rank": 651,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 3
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ec359de972d18066579964b9e83cba79f7ec3b0b",
  "url": "https://lifehacker.com/science/astronomy-events-in-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-06T00:00:00.000+02:00",
  "title": "Mark Your Calendar for These Astronomical Events in 2024",
  "text": "New year, new celestial events to look forward to: 2024 is bringing us a swath of meteor showers, rocket launches, and a total solar eclipse. If you want to quickly sync these dates to your personal Google, Apple, or Outlook calendar, The New York Times recently published its annual calendar of astronomical events, which includes everything from meteor showers and eclipses to rocket launches and spacewalks.\nHere are some of the highlights to look forward to in 2024.\nMeteor showers April 21–22: Lyrid meteor shower peak\nMay 5–6: Eta Aquarid meteor shower peak\nJuly 30–31: Double meteor shower peak\nAug. 11–12: Perseid meteor shower peak\nOct. 20–21: Orionid meteor shower peak\nNov.16–17: Leonid meteor shower peak\nDec. 13–14: Geminid meteor shower peak\nDec. 21–22: Ursid meteor shower peak\nMeteor viewing varies from year to year thanks to the moon phase, and the timing in 2024 unfortunately means that some showers are likely to be less visible and less impressive than last year. The Perseids and Geminids peaked in near-dark skies last year, but the moon will be half-full for the former and nearly full for the latter (as well as for the Lyrids, Orionids, and Leonids), making them more difficult to spot.\nThe Eta Aquarid peak in May, however, should be a solid show, with the best visibility in the Northern Hemisphere around sunrise.\nWhile not a meteor shower, another night sky event worth catching is the alignment of the moon with Jupiter, Mars, and Saturn, visible before sunrise in the eastern sky on June 29.\nSolar and lunar eclipses March 25: Penumbral lunar eclipse\nApril 8: Total solar eclipse\nSept. 17–18: Partial lunar eclipse\nThe biggest astronomical event this year is perhaps the total solar eclipse on April 8, which will be visible across much of the central and eastern US. The path of totality runs northeast from Texas to Maine, with at least a partial eclipse visible to most of the rest of the country. The next total eclipse to cross North America isn't until 2044.\nIn September, a partial lunar eclipse coincides with a supermoon, so a part of the lunar surface will be obscured and appear dark to viewers in the Western Hemisphere.\nSpace flights Rocket launches, lunar landings, and spacewalks are never 100% guaranteed, as conditions have to be just right for the safety of equipment and crew. Precise dates and times are confirmed late in the game, but there are a few to keep an eye on in 2024.\nFirst up, Boeing and Lockheed Martin's United Launch Alliance is expecting to send the Astrobotic Peregrine lunar lander (on the Vulcan rocket, powered by Blue Origin) to the moon on Jan. 8, with an anticipated landing in late February. Japan's first lunar lander is expected to touch down on the surface of the moon on Jan. 20. A third lander, built by Intuitive Machines, is scheduled to launch on a SpaceX rocket on Feb. 15.\nThere are also a few major human missions planned for 2024. In April, four private citizens—the Polaris Dawn crew—are expected to hop into the SpaceX Dragon capsule and attempt a spacewalk. NASA could send the four Artemis II astronauts toward the moon in November, and if successful, they would be the first people to get near the moon since Apollo 17 in 1972. ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "orionid",
        "sentiment": "none"
      },
      {
        "name": "google",
        "sentiment": "none"
      },
      {
        "name": "apple",
        "sentiment": "none"
      },
      {
        "name": "eta aquarid",
        "sentiment": "none"
      },
      {
        "name": "the new york times",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T01:54:59.348+02:00",
  "updated": "2024-01-06T01:54:59.348+02:00"
}