{
  "thread": {
    "uuid": "07d1415ce4f1e06d0395866921f8fd4d891ebb27",
    "url": "https://www.targatocn.it/2023/12/29/leggi-notizia/argomenti/attualita/articolo/canale-municipale-comandante-claudio-pretta-dicembre-2023-velox.html",
    "site_full": "www.targatocn.it",
    "site": "targatocn.it",
    "site_section": "https://www.targatocn.it/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "TargatoCn.it",
    "title": "Canale, bilancio di un anno con la Polizia Locale: \"L’autovelox sulla Sp 29? Ha diminuito la velocità e azzerato gli incidenti\"",
    "title_full": "Canale, bilancio di un anno con la Polizia Locale: \"L’autovelox sulla Sp 29? Ha diminuito la velocità e azzerato gli incidenti\"",
    "published": "2023-12-29T13:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.targatocn.it/fileadmin/archivio/targatocn/POLIZIA_LOCALE_GENERICA_INVERNO_12_2023__Comune_di_Alba_.jpg",
    "performance_score": 0,
    "domain_rank": 76100,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "07d1415ce4f1e06d0395866921f8fd4d891ebb27",
  "url": "https://www.targatocn.it/2023/12/29/leggi-notizia/argomenti/attualita/articolo/canale-municipale-comandante-claudio-pretta-dicembre-2023-velox.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Silvano Bertaina",
  "published": "2023-12-29T13:42:00.000+02:00",
  "title": "Canale, bilancio di un anno con la Polizia Locale: \"L’autovelox sulla Sp 29? Ha diminuito la velocità e azzerato gli incidenti\"",
  "text": "Da due anni Claudio Pretta guida il comando della Polizia Locale di Canale. Nella capitale del pesco è arrivato dopo aver prestato servizio in venti Comuni tra il Piemonte e la Lombardia lungo una carriera iniziata ventotto anni fa.\nÈ soddisfatto finora del lavoro in un paese medio grande del Roero come Canale?\nAssolutamente sì. Sono giunto a Canale dopo due anni dal pensionamento del mio predecessore, il comandante Giuseppe Cravero, in un periodo molto difficile in quanto ancora caratterizzato dalle disposizioni in materia di contenimento dettate dalla pandemia da Covid-19. Ho trovato i colleghi molto preparati e molto disponibili ad adattarsi al cambiamento e alle opportunità che l’evoluzione tecnologiche in atto offre anche alla pubblica amministrazione. In particolare è stato integrato il sistema di videosorveglianza esistente implementandolo con telecamere Ocr di lettura targhe presidiando i varchi del paese e fornendo in tempo reale agli operatori i dati della Motorizzazione sulle coperture assicurative e sulle mancate revisioni dei veicoli.\nLa sua squadra da quante persone è composta? C’è un buon feeling con il resto della macchina comunale?\nAttualmente il Comando è composto dal sottoscritto e da due agenti scelti con un’esperienza ultraventennale e una approfondita conoscenza del territorio e delle tradizioni locali. Devo sottolineare che ho trovato da subito un’accoglienza inaspettata e una collaborazione totale con gli altri uffici municipali. Il nostro servizio è forse quello che più di altri impone di interfacciarsi coi colleghi degli altri uffici (Anagrafe, Edilizia, Ambiente, Viabilità e Lavori Pubblici, Segreteria, Ragioneria, Tributi e Commercio) e la disponibilità e la rapidità dei colleghi è eccezionale.\nCanale e dintorni sono un territorio facile da controllare? Le persone in generale collaborano e vi aiutano nei vostri compiti?\nParliamo di un comune di circa 5.600 abitanti, con un nucleo principale circondato da borgate e frazioni sparse sulle colline sovrastanti per una superficie complessiva di 18 kmq. Grazie alla tecnologia e alla collaborazione con la locale Stazione Carabinieri e le altre forze dell’ordine devo dire che non si rilevano particolari criticità. Ogni anno il Comune partecipa al Bando per la Sicurezza Integrata e non riesce a farsi assegnare i fondi statali per il basso indice di criminalità. Gli ultimi due anni sono stati impegnativi soprattutto in relazione alla modifiche alla viabilità correlate agli importanti lavori di ristrutturazione e ripavimentazione delle piazze centrali del paese (piazza San Bernardino e piazza Trento e Trieste). La collaborazione delle varie associazioni presenti sul territorio è costante e proficua e raggiunge la sua massima espressione durante i festeggiamenti che caratterizzano il territorio e in particolare durante la Fiera del Pesco, che quest’anno, in occasione dell’80° compleanno, è stata particolarmente impegnativa. Vorrei segnalare in particolare il contributo quotidiano dei Nonni Vigili in occasione degli orari di entrata e uscita dalle scuole\nSui social circola da alcuni giorni la notizia che avete acquistato una nuova auto dotata di telecamera per fare più multe agli automobilisti. È vero?\nNon è proprio così. Confermo che a breve arriverà effettivamente una nuova Jeep Renegade dotata di telecamera (Dash-Cam) che verrà utilizzata per operazioni di controllo del territorio, per monitorare aree a rischio e per la tutela della sicurezza degli operatori. Esistono in commercio telecamere che possono essere installate a bordo di veicoli delle forze dell’ordine per rilevare la velocità, ma non è questo il nostro caso, per scelta condivisa dall’Amministrazione e dal Comando.\nIl velox sulla Strada Provinciale 929 è stato attivato nel novembre del 2022 e ha da subito suscitato molte polemiche. Lei che ne pensa? Servono davvero i velox a ridurre gli incidenti stradali?\nDevo dire che le critiche e le osservazioni dei cittadini ci sono state, ma sono state contenute e caratterizzate del profondo senso civico, pacatezza ed educazione. Abbiamo tentato di spiegare le ragioni dell’installazione dell’apparecchiatura e soprattutto abbiamo riscontrato un discreto calo della velocità media nel tratto di strada interessato e l’azzeramento dei sinistri stradali nell’area di riferimento.\nNel bilancio di previsione 2023 il Comune stimava in 625.000 euro la quota del 50% di proventi dell’autovelox da versare alla Provincia in quanto ente proprietario della strada. Con una determina dello scorso 18 dicembre sempre il Comune ha quantificato in 550mila euro l’ammontare dei primi fondi da versare a Cuneo nel maggio prossimo. È possibile una previsione di incasso per il futuro?\nIl Codice della Strada prevede che il 50% dei proventi delle sanzioni derivanti dall'accertamento delle violazioni dei limiti massimi di velocità stabiliti, attraverso l'impiego di apparecchi o di sistemi di rilevamento della velocità sono attribuiti, in misura pari al 50% ciascuno, all'ente proprietario della strada su cui è stato effettuato l'accertamento e all'ente da cui dipende l'organo accertatore.\nSecondo quanto previsto nei commi successivi, gli enti destinano parte delle somme derivanti alla realizzazione di interventi di manutenzione e messa in sicurezza delle infrastrutture stradali, ivi comprese la segnaletica e le barriere, e dei relativi impianti, nonché al potenziamento delle attività di controllo e di accertamento delle violazioni in materia di circolazione stradale.\nCiascun ente locale trasmette in via informatica al Ministero delle Infrastrutture e dei Trasporti e al Ministero dell'Interno, entro il 31 maggio di ogni anno, una relazione in cui sono indicati con riferimento all'anno precedente, l'ammontare complessivo dei proventi di propria spettanza.\nNon siamo in grado di individuare con esattezza le previsioni di incasso per il 2024, innanzitutto perché ci manca lo storico consolidato essendo una nuova installazione e in secondo luogo perché nell’estate 2024 dovrebbero essere previsti i lavori di manutenzione del ponte lungo la strada provinciale 929 che sovrasta corso Alba.\nPer il 2024 ci saranno novità o nuovi compiti che vi vedranno impegnati?\nPer il 2024 è difficile fare progetti in quanto il Comune di Canale dovrà affrontare le elezioni amministrative di primavera. Il Comando di Polizia Municipale continuerà a svolgere le quotidiane mansioni d’istituto con particolare riferimento al controllo del territorio. Il Comando pur essendo composto da sole tre unità lavora 7 giorni su 7 anche per fornire il servizio necessario al mercato settimanale della domenica di piazza San Bernardino, che va ad aggiungersi a quello del martedì di via Roma, piazza Italia, piazza della Vittoria e piazza Castello.\n[Il municipio di Canale]",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T13:56:52.430+02:00",
  "updated": "2023-12-29T13:56:52.430+02:00"
}