{
  "thread": {
    "uuid": "e2f67b1e390addff6e72e500afee8c2f84f81396",
    "url": "https://bnnbreaking.com/tech/revolutionary-passive-daytime-radiative-cooling-and-mirai-intex-redefining-sustainable-cooling",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnn.network/rss",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "Revolutionary Passive Daytime Radiative Cooling and Mirai Intex: Redefining Sustainable Cooling",
    "title_full": "Revolutionary Passive Daytime Radiative Cooling and Mirai Intex: Redefining Sustainable Cooling",
    "published": "2024-02-16T00:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/7c2d93dd6ff563de27fe7a856b98c447728ee1cb1dc601fb051ecfd92626ec8d.jpg",
    "performance_score": 0,
    "domain_rank": 27879,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e2f67b1e390addff6e72e500afee8c2f84f81396",
  "url": "https://bnnbreaking.com/tech/revolutionary-passive-daytime-radiative-cooling-and-mirai-intex-redefining-sustainable-cooling",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dil Bar Irshad",
  "published": "2024-02-16T00:18:00.000+02:00",
  "title": "Revolutionary Passive Daytime Radiative Cooling and Mirai Intex: Redefining Sustainable Cooling",
  "text": "In a world grappling with the soaring temperatures and the pressing need to cut down carbon emissions, a groundbreaking discovery has emerged from the laboratories, promising a sustainable future in cooling technologies. Researchers have developed a novel passive daytime radiative cooling (PDRC) technique harnessing the combined prowess of polyvinyl alcohol (PVA) and esterified cellulose (EC) extracted from sawdust. This innovation not only paves the way for energy-efficient cooling but also champions the use of renewable materials, marking a significant stride towards eco-friendly refrigeration solutions. Concurrently, Mirai Intex, a Czech Republic-based company, is at the forefront of revolutionizing the refrigeration industry by leveraging natural air, sidelining harmful fluorinated gases, and aligning its mission with the COP21 Paris Agreement to foster a sustainable environment.\nA Leap Towards Sustainable Cooling\nThe crux of this pioneering PDRC method lies in the fabrication of PVA-EC foams that exhibit exceptional thermal insulation, solar reflectance, and infrared emissivity. The essence of this technology is its ability to achieve a substantial sub-ambient temperature drop of 10.2°C, showcasing a potential energy saving of 55.8% in Xi'an's climatic conditions. This innovation is not merely a scientific advancement but a beacon of hope for regions grappling with the brunt of urban heat islands and global warming, offering a viable and sustainable alternative to conventional cooling systems.\nRenewing the Refrigeration Industry\nMirai Intex, established in 2015 with its roots in Switzerland, embarks on a similar journey of environmental stewardship. The company's ultra-low temperature units, designed for preserving biomedical and food items, climate testing, gas liquefaction, and cooling chemical processes, stand as a testament to their commitment to sustainability. By eschewing the use of fluorinated gases in favor of natural air, Mirai Intex not only mitigates the environmental impact but also provides energy-efficient and cost-effective solutions. Their products embody the convergence of innovation and eco-friendliness, heralding a new era in the refrigeration industry that aligns with global efforts to combat climate change.\nCharting a Sustainable Future\nThe parallel narratives of PDRC technology and Mirai Intex's initiatives underscore a collective awakening to the imperative of sustainable refrigeration solutions. These advancements are not isolated achievements but part of a broader narrative of innovation, sustainability, and responsibility towards the planet. As the world edges closer to the precipice of irreversible climate change, these developments offer a glimmer of hope and a roadmap for industries and communities to embrace eco-friendly technologies. The synergy between cutting-edge research and industrial application exemplifies the potential to not only adapt to a warming world but also to actively combat its progression, setting a precedent for future innovations in green technology.\nIn essence, the development of PDRC technology using renewable materials like cellulose, coupled with Mirai Intex's pursuit of sustainable refrigeration solutions, represents a pivotal moment in the quest for environmental preservation. These efforts underscore the potential for scientific ingenuity and industrial commitment to converge in creating a sustainable future. As we navigate the challenges of global warming and environmental degradation, such innovations offer a beacon of hope, signaling a shift towards more responsible and sustainable cooling solutions that promise to redefine our approach to combating climate change.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mirai intex",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mirai intex",
        "sentiment": "negative"
      },
      {
        "name": "pva",
        "sentiment": "none"
      },
      {
        "name": "ec",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "czech republic",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T02:26:33.088+02:00",
  "updated": "2024-02-16T02:26:33.088+02:00"
}