{
  "thread": {
    "uuid": "f3814a9b2a54ef5f3721e4d71e302bd9c313bc9c",
    "url": "https://switchedon.reneweconomy.com.au/content/fight-climate-change---become-an-electrician",
    "site_full": "switchedon.reneweconomy.com.au",
    "site": "reneweconomy.com.au",
    "site_section": "https://switchedon.reneweconomy.com.au",
    "site_categories": [],
    "section_title": "SwitchedOn - A RenewEconomy Publication",
    "title": "Fight climate change – become an electrician!",
    "title_full": "Fight climate change – become an electrician!",
    "published": "2024-02-16T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://assets-global.website-files.com/648a7570117a2105ed87b0e9/65c4b74f30ab69bc9404611a_Michael%20Wright%20small.jpg",
    "performance_score": 0,
    "domain_rank": 15775,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f3814a9b2a54ef5f3721e4d71e302bd9c313bc9c",
  "url": "https://switchedon.reneweconomy.com.au/content/fight-climate-change---become-an-electrician",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anne Delaney SwitchedOn Editor February",
  "published": "2024-02-16T02:00:00.000+02:00",
  "title": "Fight climate change – become an electrician!",
  "text": "Fight climate change – become an electrician! Australia has to massively ramp up the number of electricians we have within 6 years, and retrain some of the ones we already have, if we're going to electrify everything. When Michael Wright meets young people who are passionate about climate action, he advises them to “get some pliers, put on some hi vis, and get an electrical apprenticeship – you'll be fighting climate change every day of your life.” “Every time a sparkie walks out of a house, they're leaving it more energy efficient than when they walked in,” says Wright. “This is how we fight climate change.” Michael Wright is the National Secretary of the Electrical Trades Union, so it’s not surprising he’s passionate about the role of electrification in Australia’s renewable energy transition. “We can skill up the next generation of young Australians, the next generation of our country, to build the future we need.” But in an interview with the SwitchedOn podcast, Wright was also blunt about the current lack of electrical skills and the training Australia will need for our electrification journey. “With the amount of work that's coming down the pipeline, both in household electrification, business electrification, heavy industry, retrofit, and then also the broader renewables build out, we have something of a problem.” Currently Australia has about 170,000 sparkies. Jobs and Skills Australia estimates we will need an extra 35,000 electricians by 2030, and on top of that we’ll need another whopping 80,000 by 2050. Wright fears that if we don't have enough electricians to do all the work that’s needed, it will get done anyway, and the chances of dodgy wiring, poorly installed appliances, and tragic consequences, are high. And if we can’t plug the gap, Wright believes the shortage will be felt most in the residential space. “The real fear is that there will be a great sucking sound of electricians moving out of the residential sector and into the more highly paid commercial construction infrastructure projects, which then puts households at risk.” But Wright says this is a good problem to have. “It's actually a massive opportunity for our country. But we do need to be taking some pretty big steps to make sure we've got the people to get this done.” Australia currently faces several challenges in training up all the new electricians we’re going to need. Electrical traineeships are a combination of on-the-job apprenticeships and vocational education, but for the last 20 years, vocational education has been the poor cousin of higher education. Wright says the opportunities to train people in everything that’s needed for the energy transition – from battery systems through to transmission – just don't exist yet. “Most apprentices are getting trained in how to install a landline, instead of getting trained in how to install a battery system, or solar system.” To take just one example, as of mid 2023 Australia had only 34 apprentice transmission workers in training. This is the workforce that is supposed to wire 12,000 kilometres of transmission lines around the country. “We were going to get one to come to a conference,” says Wright, “but then realised we'd be taking 3% of the trainee workforce off the job.” Wright says we have to broaden out who does electrical apprenticeships. “Electrical apprentices are done by 17 to 18 year old boys who have family, or family connections to a trade. So in the US, they call it the FBI – you need to have a Father, Brother, or in-law [in trades.]” If your parents went to uni, it's unlikely you'll be encouraged to do a trade. Given 98% of the electrical trade is male, and only 2% female, the most obvious demographic to target is women. “Making our workplaces more attractive to women also makes them better workplaces in general,” says Wright. “What we're going through is an industrial revolution. We are changing what is powering our society. It would be weird if we didn't have cultural change in that process as well.” Australia also needs to rapidly ramp up refresher training for electricians already working in the industry. “If an electrician did an apprenticeship in the 1980s they probably didn't learn much about Tesla Powerwalls,” says Wright. “They didn't learn anything about solar.” Only 58% of electrical apprentices currently finish their apprenticeship. There are several reasons why but Wright says the current cost of living is a big problem for 1st and 2nd year apprentices who aren’t paid well. He knows apprentices who couldn’t get to work because they couldn’t afford petrol for their car. “Everyone who falls out might as well have never started. We need to be maximising the people already in the system, whilst expanding the overall capacity as well.” Wright argues that although we have to ramp up the number of electricians fast, the potential for electrification to be weaponised as a “pink batts Mark 2” is high, if we get it wrong. “We operate in a stupidly politicised environment where for some reason this has got into left and right, whereas I'm pretty sure electricity is just positive and negative,” jokes Wright. “My greatest fear is, if anything will stop this transition dead, particularly household electrification, it would be a spate of house fires.” The potential for electrification to become weaponised means we need a high level of confidence in the people doing the electrical work. That means better accreditation for workers and standards for electrical appliances. “The solar roll rollout in a lot of ways has been a massive success. But there is a high level of non-compliance [of solar panels],” says Wright. “There's been a lot of people with cracked roofing, water ingress and the rest.” The Federal opposition leader, Peter Dutton, some housing supply advocates and the property industry, have all called on the Federal Government to open the doors to international electricians and other tradies. But Wright argues we can't rely on the rest of the world to train our workers for this transition because every other country needs more electricians for their own transition. “Anyone who thinks that they can just send a plane to London or Dublin or Manila or Johannesburg and fill them up with trained electrical workers, they're dreaming because those people are already in California. They're already in Germany.” Whilst the timeframes are scary, and the scale of the job is massive, Wright is optimistic that we can fill the gap. “It finally feels as though everyone is pulling in the same direction,” he says. “The amount of goodwill that I find in industry, at the governmental level, whether it's state and territories or the federal government, gives me a lot of heart.” “I do have a lot of confidence. I do have a lot of passion in this space, but it is a big job. And we just need to go at it as hard as we can.” You can hear the full interview with Michael Wright on the SwitchedOn podcast [here](https://soundcloud.com/switchedon-452047666/fight-climate-change-become-an-electrician?si=66f5c9c08d054164ae91ad5963d90257&utm_source=clipboard&utm_medium=text&utm_campaign=social_sharing). Author Trending Post [SwitchedOn Australia Podcast](/podcasts)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Environment"
  ],
  "external_links": [
    "https://soundcloud.com/switchedon-452047666/fight-climate-change-become-an-electrician?si=66f5c9c08d054164ae91ad5963d90257&utm_source=clipboard&utm_medium=text&utm_campaign=social_sharing).",
    "https://soundcloud.com/switchedon-452047666/fight-climate-change-become-an-electrician?si=66f5c9c08d054164ae91ad5963d90257&utm_source=clipboard&utm_medium=text&utm_campaign=social_sharing)",
    "https://soundcloud.com/switchedon-452047666/fight-climate-change-become-an-electrician",
    "https://www.soundcloud.com/switchedon-452047666/fight-climate-change-become-an-electrician?si=66f5c9c08d054164ae91ad5963d90257&utm_source=clipboard&utm_medium=text&utm_campaign=social_sharing)",
    "https://www.soundcloud.com/switchedon-452047666/fight-climate-change-become-an-electrician?si=66f5c9c08d054164ae91ad5963d90257&utm_source=clipboard&utm_medium=text&utm_campaign=social_sharing)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "michael wright",
        "sentiment": "none"
      },
      {
        "name": "wright",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "electrical trades union",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T09:42:43.479+02:00",
  "updated": "2024-03-01T15:44:48.221+02:00"
}