{
  "thread": {
    "uuid": "436bfb538ceea4bf6e031b5a48e182f501da6399",
    "url": "https://www.navalnews.com/naval-news/2024/01/turkish-navy-strengthens-fleet-by-commissioning-4-new-vessels",
    "site_full": "www.navalnews.com",
    "site": "navalnews.com",
    "site_section": "https://africanamericans.einnews.com:443/live_feed",
    "site_categories": [
      "hobbies_and_interests"
    ],
    "section_title": "Live Feed Wire - African American News Today - EIN Presswire",
    "title": "Turkish Navy strengthens fleet by commissioning 4 new Vessels - Naval News",
    "title_full": "Turkish Navy strengthens fleet by commissioning 4 new Vessels - Naval News",
    "published": "2024-01-20T11:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.navalnews.com/wp-content/uploads/2024/01/aaaaaa.jpg",
    "performance_score": 0,
    "domain_rank": 23898,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "436bfb538ceea4bf6e031b5a48e182f501da6399",
  "url": "https://www.navalnews.com/naval-news/2024/01/turkish-navy-strengthens-fleet-by-commissioning-4-new-vessels",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tayfun Ozberk",
  "published": "2024-01-20T11:18:00.000+02:00",
  "title": "Turkish Navy strengthens fleet by commissioning 4 new Vessels - Naval News",
  "text": "The ceremony at the Sefine shipyard in Yalova was attended by Turkish President Recep Tayyip Erdogan, cabinet ministers, the leadership of the Turkish Armed Forces, and representatives from the Turkish defense industry companies. Speaking on the occasion of the ceremony, the Turkish President highlighted the importance of independence in the defense industry to have strong armed forces. “We have reached a localization rate of up to 80 percent in our projects. We not only carry out the construction and rough workmanship of the ships. We are also able to produce the sensors, payloads, weapons and ammunition needed in all ships built locally and domestically.” Recep Tayyip Erdogan, President of Türkiye President Erdogan also stated that in addition to developing and building UAVs and UCAVs, the Turkish defense industry will also focus on developing various combat platforms for the navy, from unmanned and autonomous naval vehicles to submarine platforms and aircraft carriers. The Turkish Defense Agency (SSB) mentioned the EW capabilities of the MARLIN USV on X (ex-Twitter) and emphasized that it is the first USV in the world to have comprehensive EW capabilities. Özgür Güleryüz, the CEO of [STM Engineering](https://www.stm.com.tr/en), the primary contractor for I-class frigates and logistics ships, explained that TCG İSTANBUL has taken its place among the five most modern frigates in the world. “The targeted localisation rate for the Istanbul Frigate was 75 percent, – a figure that we managed to increase to 80 percent through our efforts under the leadership of the SSB, and TCG İSTANBUL has thus taken the crown as the warship with the highest localisation rate in Türkiye.” Güleryüz said. “Our national frigate will serve as an important deterrent for our country in the world’s seas thanks to its national electronic warfare systems, which have a high localisation rate, its new generation national combat management system and its ability to launch air-guided projectiles.” Özgür Güleryüz, CEO of STM About I-class frigates, the first homegrown frigate of the Turkish Navy The I-class Frigate Program was launched to construct four frigates to replace aging YAVUZ-class Frigates of the Turkish Navy in the mid-2020s. Developed under the MILGEM indigenous warship program, the Istanbul class is an enlarged variant of the Ada-class anti-submarine corvette. The I-class Frigates will have around 50% increased fuel capacity and operational/sailing range capability compared to Ada-class Corvettes. The frigate was developed for anti-submarine and surface warfare, air warfare, reconnaissance, surveillance, target acquisition, identification, detection and early warning. It is 113 meters long and has a beam of 14.4 meters. The TCG İSTANBUL was built at the Istanbul Naval Shipyard and equipped with advanced national solutions, including the ATMACA Anti-Ship Missile and MİDLAS Vertical Launch System (VLS) developed by Roketsan, the Gökdeniz Close-In Air Weapon System and Cenk-S AESA Radar developed by ASELSAN, and the ADVENT Combat Management System developed by HAVELSAN under the direction of Naval Forces Command. A total of 220 companies participated in the project, including 80 subcontractors working on the delivery of more than 150 systems. Works on the construction of the sixth, seventh and eighth MİLGEM I Class Platforms for the Turkish Navy, which will be sister ships to TCG İSTANBUL, Türkiye’s first national frigate, were launched in partnership with STM and TAİS in 2023. Specifications: |Length Overall||: 113.2 meters| |Length Waterline||: 105.2 meters| |Beam Max||: 14.4 meters| |Draught||: 4.05 meters| |Displacement||: 3,000 tons| |Maximum Speed||: 29+ knots| |Cruise Speed||: 14 knots| |Endurance||: 5,700 Nm at 14 knots| |Main Propulsion||: CODAG (2xMTU Diesel engines + 1xLM2500 gas turbine from General Electric)| 2x shafts and CPP propellers |Power Generation||: 4 x 560kw diesel generator| |CMS||: HAVELSAN ADVENT| |Sensor Suit||: – Aselsan CENK-S AESA radar| – Aselsan ALPER-P LPI navigational radar – 2xAKR-D Fire Control radars – ASELFLIR-300T, PIRI KATS, and AHTAPOT EO systems – FERSAH hull-mounted sonar – HIZIR Torpedo Countermeasures System – Laser warning system – Aselsan ARES 2N (V2) ESM |Weapons||: – 16-cell | – 4×4 ATMACA anti-ship missiles – Aselsan Gokdeniz CIWS – 76 mm Super Rapid Gun – 2 x 25 mm Aselsan STOP machine gun – 2×3 Lightweight torpedo (MK-46 Mod 5 / Roketsan ORKA) About DIMDEG The company was awarded the contract in 2018 by SSB, which put out a tender in 2016, meeting Turkish requirements “to meet the fuel, water transport and supply needs of surface units in the open seas around the world”. DIMDEG’s main missions include replenishment at sea (RAS) for the Turkish Navy ships and have been designed for assistance tasks, such as humanitarian aid, search and rescue, non-combatant evacuation operation, as well as medical support. However, the vessel can serve as a command ship and support combat operations including naval air operations, defence against asymmetric threats, and support amphibious operations. Sefine is working with several Turkish companies including Aselsan for the [autonomous unmanned vehicles (AUV)](https://www.navalnews.com/event-news/dimdex-2022/2022/03/dimdex-2022-sefine-shipyard-unveiled-new-combat-usv/) that could be deployed from the ship, and which can be equipped with different payloads such as torpedoes, anti-ship missiles, rockets, jammers, etc. Aselsan is also responsible for many electronic systems of the ship, Havelsan and Turkish Lloyd are also part of the project. TCG Derya is fitted with GE LM2500 gas turbines that deliver more than 24 knots speed, which is above standards for an oiler. Here are some key specifications of the ship: - Length: 195 meters - Beam: 24.4 meters - Displacement: 26 000 tonnes - Max Speed: 24+ knots - Range: 4500 nautical miles - Crew: 162 - Weapons: 2xCIWS and 2x25mm gun (STOP) About MARLIN USV Turkish SEFİNE Shipyard and ASELSAN unveiled the brand-new MARLIN USV [in two NATO exercises in the second half of September 2022](https://www.navalnews.com/naval-news/2022/09/dynamic-messenger-22-unmanned-systems-meet-manned-assets/), which marked Turkiye’s first participation to REPMUS NATO exercise with unmanned systems. According to SEFİNE and ASELSAN, the Marlin is one of the most capable USV to date, thanks to its size, payload, configuration adaptability, and especially its electronic warfare (EW) capabilities, which can be considered a “first” in the field. The payload of MARLIN during the NATO exercises were specifically for EW. The 15-meter ship will provide fleets with off-board jammers, which would be beneficial for surface warfare. MARLIN is an autonomous USV designed to meet the high speed, sea keeping and maneuverability requirements. The company didn’t share the dimensions and the endurance of the USV due to the confidentiality concerns, but available data suggests that the vessels optimal speed is 12 knots and it can exceed a top speed 36 knots. In addition, MARLIN is rather large, with a length of about 15 meters and a large payload capacity. MARLIN’s special hull form, propulsion system, and auxiliaries, allow it to operate up to Sea State 4 (and navigate in rough seas up to Sea State 5). It can be configured as an anti-surface warfare (ASUW) with guided missiles, and anti-submarine warfare (ASW) with torpedoes. According to SEFINE, MARLIN can easily be fitted with different types of payloads (SSM, Torpedo, EW, Sonobuoy, SATCOM, LOS Communication, Underwater communication…) in order to meet operational needs with both monohull and trimaran hull forms as well as optimized for endurance figures. About Logistics Support Ship UTGM. ARİF EKMEKÇİ On February 9, 2021, a contract was signed between SSB and STM for the delivery of two logistics support vessels to the Turkish Navy. As the main contractor of the project, STM was assigned responsibility for the entire program management, procurement, assembly, ship outfitting, integration, testing and ILS activities. TCG YZB. GÜNGÖR DURMUŞ (A-574), the first ship of the logistics support project, was built at the ADA shipyard and ceremoniously handed over to the Turkish Naval Forces Command on December 8, 2021. TCG UTGM. ARİF EKMEKÇİ (A-575), the second ship of the project, set sail for the first time after a flag-raising ceremony on July 5, 2023 to begin its ship acceptance trials and was added to the inventory of the Turkish Naval Command after a ceremony on January 19, 2024. The ship measures 106.51 meters in length and has a width of 16.80 meters. The ship is operated by a crew of 82 and has an aft floating system and fleet replenishment capabilities. The ship can travel at a speed of 12+ knots and has a range of 9,500 nautical miles. It is equipped with two 12.7 mm ASELSAN STAMP weapon systems and a helipad that can accommodate a 15-ton supply helicopter. Its logistical capabilities are supported by a crane with a lifting capacity of 18 tons. It can transport eight containers, 631 tons of drinking water, 336 tons of JP-5 helicopter fuel and 4,036 tons of F-76 fuel.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.stm.com.tr/en),",
    "https://stm.com.tr/en),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "recep tayyip erdogan",
        "sentiment": "negative"
      },
      {
        "name": "erdogan",
        "sentiment": "none"
      },
      {
        "name": "tayyip erdogan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "turkish navy",
        "sentiment": "negative"
      },
      {
        "name": "turkish armed forces",
        "sentiment": "none"
      },
      {
        "name": "usv",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sefine",
        "sentiment": "none"
      },
      {
        "name": "yalova",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T12:52:45.478+02:00",
  "updated": "2024-01-20T12:52:45.478+02:00"
}