{
  "thread": {
    "uuid": "12a9815ddf9bb92109a046fca4600635427c874e",
    "url": "https://www.dawn.com/news/1801605",
    "site_full": "www.dawn.com",
    "site": "dawn.com",
    "site_section": "https://www.dawn.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "The Dawn News - Home",
    "title": "Australia beat Pakistan by 79 runs to win second Test and series",
    "title_full": "Australia beat Pakistan by 79 runs to win second Test and series",
    "published": "2023-12-29T04:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PK",
    "main_image": "https://i.dawn.com/large/2023/12/291227158385acd.jpg?r=122851",
    "performance_score": 0,
    "domain_rank": 3100,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "12a9815ddf9bb92109a046fca4600635427c874e",
  "url": "https://www.dawn.com/news/1801605",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "none@none.com (Reuters | AFP)",
  "published": "2023-12-29T04:33:00.000+02:00",
  "title": "Australia beat Pakistan by 79 runs to win second Test and series",
  "text": "A fired-up Pat Cummins bagged five wickets and 10 for the match to earn Australia a nail-biting 79-run win in the second Test and clinch the series against Pakistan on Friday. Set 317 to win, the visitors put up a stellar fight, but were dismissed for 237, with the last five wickets falling for just 18 runs. Cummins was the chief destroyer, taking 5-49 to go with his first innings of 5-48 — only the second 10-wicket haul of his Test career. Just when it looked like the match would go down to the wire on the final day, the pacer stepped in to remove batter Mohammad Rizwan and claim his 250th test wicket. Mitchell Starc chipped in with 4-55 as the tail collapsed after Shan Masood (60), Agha Salman (50) and Babar Azam (41) gave them a fighting chance. It was always going to be a tough task, with the highest-ever successful fourth innings run chase at the Melbourne Cricket Ground the 332-7 England managed in 1928, with no other team getting past 300. Opener Abdullah Shafique departed for four during a tricky session before lunch, caught by Usman Khawaja in the slips off Starc following a period of intense pressure. Iman-ul-Haq survived the initial blitz, but was no match after the break for Cummins, who sent down a probing ball that nipped back and trapped him lbw for 12. Masood was given out lbw by the umpire on 12, but it was overturned on review and he quickly got back in his stride. He took a nasty ball to the ribs that needed treatment, but was undeterred and raced to a gutsy 50 before Cummins again came to Australia’s rescue, enticing an edge to Steve Smith. Plenty was resting on the shoulders of Azam as the side’s premier batter and he looked in good nick. But after reaching 41, Josh Hazlewood got a ball to jag back and it clattered into his off stump. Rizwan also looked dangerous on his way to 35 before Cummins again worked his magic, with Alex Carey collecting a catch behind the stumps after the ball went off the batsman’s glove. Cummins then removed Aamer Jamal and Shaheen Shah Afridi in quick succession before Starc cleaned up. Bounced back Pakistanis padded up after the hosts were all out in their second innings for 262, after resuming on 187-6. Mir Hamza was the best of the bowlers with 4-32, while Afridi took 4-76. Carey slammed 53 to help Australia build their overnight lead and quieten chatter about his form after losing his place in the one-day side to Josh Inglis. He resumed on 16 after Australia had bounced back from 16-4 thanks to an attacking 96 from Mitchell Marsh and Smith’s gutsy 50. Carey, who made his first and only Test hundred in Melbourne a year ago, hit consecutive fours in his first over from Hasan Ali to build confidence. At the other end, Starc lived dangerously and fell for nine with the impressive Afridi getting the breakthrough on a pitch still offering a bit for the bowlers. Azam took the sharp chance at slip after Starc miscued a drive. Cummins made a breezy 16 but was caught behind by Rizwan off Jamal, while Lyon crunched two straight fours off Jamal, then was bowled for 11 three deliveries later. Carey brought up his sixth Test half-century before being the last man out, lbw to Hamza. Positive Masood rues giving ruthless Australia a sniff Skipper Shan Masood rued his side letting Australia off the hook at key moments in the second test but was taking plenty of positives from defeat. “We’ve taken 20 wickets which we haven’t done in Australia for a while, that’s a box ticked,” he said. “In terms of runs, everyone got good starts and there were some nice fifties but in test cricket against quality sides, you want to get the hundreds. “So a lot to work on but this is the blueprint of the way we want to play test cricket and hopefully we’ll keep doing that.” Masood thought it was clear where the match had been lost. “(You can’t) give a quality side like Australia a sniff, which we did. Maybe sometimes with the ball, maybe sometimes with the bat, yesterday maybe in the field,” he added. “If you (don’t) drop someone in form like Mitchell Marsh, we might […] have been chasing 237 today, but mistakes happen,” he said. Masood said it was imperative that the batsmen produced bigger scores if they were to compete with the Australians in the third and final test in Sydney next week. “They’re ruthless,” he added. “They have some world-class bowlers in their ranks and if you give them a sniff, if you don’t convert your fifties into hundreds, you might not have enough runs on the board,” he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pat cummins",
        "sentiment": "negative"
      },
      {
        "name": "mohammad rizwan",
        "sentiment": "none"
      },
      {
        "name": "aamer jamal",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mcg",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T09:35:41.139+02:00",
  "updated": "2024-01-05T10:28:02.330+02:00"
}