{
  "thread": {
    "uuid": "4c6ee5bbb776d2a4baf1464f8e8dc95eb6db830c",
    "url": "https://www.elheraldo.hn/entretenimiento/shin-fujiyama-palabras-meta-escuela-experimental-lo-hicimos-lo-hicimos-BL18755589",
    "site_full": "www.elheraldo.hn",
    "site": "elheraldo.hn",
    "site_section": "http://elheraldo.hn/",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics",
      "top_news"
    ],
    "section_title": "El Heraldo - Noticias de Honduras y el mundo, política, deportes",
    "title": "Shin Fujiyama celebra su llegada a la UNAH",
    "title_full": "Shin Fujiyama celebra su llegada a la UNAH",
    "published": "2024-04-19T00:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "HN",
    "main_image": "https://www.elheraldo.hn/binrepository/1200x900/0c135/1200d630/none/45933/QICI/shin-fujiyama-carrera-3_7269504_20240418161512.jpg",
    "performance_score": 0,
    "domain_rank": 35966,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4c6ee5bbb776d2a4baf1464f8e8dc95eb6db830c",
  "url": "https://www.elheraldo.hn/entretenimiento/shin-fujiyama-palabras-meta-escuela-experimental-lo-hicimos-lo-hicimos-BL18755589",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "/cronologia/-/meta/angelo-avila",
  "published": "2024-04-19T00:02:00.000+03:00",
  "title": "Shin Fujiyama celebra su llegada a la UNAH",
  "text": "TEGUCIGALPA, HONDURAS.- Exhausto, pero satisfecho por su victoria, Shin Fujiyama completó su reto de correr 250 kilómetros, todo para apoyar la educación de unos 238 niños que estudian en una escuela de Tegucigalpa. Eufórico a pesar del desgaste físico, no dudó en dar su grito de victoria “Gracias Honduras, gracias ¡Lo hicimos! ¡Lo hicimos!”, exclamó con ímpetu. “Gracias a tantas personas que agradecer. La lista no termina, son miles, millones de personas que se han unido a este reto”, mencionó Fujiyama con mucha gratitud. Y es que muchos ciudadanos hondureños e incluso de otros países como la colombiana [Lauraxelmundo](https://www.elheraldo.hn/entretenimiento/youtuber-colombiana-lauraxelmundo-shin-fujiyama-reconstruccion-escuela-AO18702552#image-1) y [Carlos Espina](https://www.elheraldo.hn/entretenimiento/influencer-carlos-eduardo-espina-dona-20-mil-dolares-carrera-shin-fujiyama-reconstruir-escuela-expermental-unah-honduras-MN18734822) se conmovieron con el propósito de Shin, y decidieron apoyarlo, ya sea donando o uniéndose al desafío. “¿Para qué hicimos todo esto juntos con ustedes? Es para los sueños de los niños de Honduras”, dijo el creador de contenido. El objetivo de la carrera es recaudar fondos para reconstruir la Escuela Experimental de la Universidad Nacional Autónoma de Honduras (UNAH), un espacio destinado para los hijos de empleados de la universidad. Afortunadamente, l [a meta se superó](https://www.elheraldo.hn/tegucigalpa/shin-fujiyama-dinero-recolectado-construccion-escuela-tegucigalpa-unah-HK18745507). Fujiyama en su trayecto fue recibido con mucho cariño por centenares de personas, incluyendo los alumnos del centro escolar aplaudiendo y gritando su nombre. Shin ha tenido que enfrentarse al cansancio, a la sobrecarga física, llegando a tener una [recaída](https://www.elheraldo.hn/fotogalerias/tegucigalpa/imagenes-recaida-shin-fujiyama-llegar-meta-AL18750880#image-1) en el último día del reto, pero su determinación por ayudar a los niños fue su principal combustible en esta larga travesía. Es así como el japonés llegó hasta al punto final, para luego trasladarse a la tarima que lo esperaba en el centro escolar, donde comenzó a recibir muchas donaciones de empresas y personas. El influencer japonés emprendió una carrera por 13 días, iniciando desde el sector de Chamelecón de San Pedro Sula hasta llegar al Palacio de los Deportes de la UNAH. Gracias al apoyo de las donaciones, Shin podrá construir la escuela número de 70, y seguirá trabajando por cumplir su sueño de construir mil escuelas para que los niños puedan tener un mejor futuro a través de la educación.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:23:57.499+03:00",
  "updated": "2024-04-19T01:50:30.248+03:00"
}