{
  "thread": {
    "uuid": "3615b057b9403d20d6fba6feabe9896c4eefd1c0",
    "url": "https://messaggeroveneto.gelocal.it/cultura-e-spettacoli/2023/12/30/news/maestro_hobart_earle_bellezza_musica_controcanto_guerra_odess_philarmonic_pordenone-13962328/",
    "site_full": "messaggeroveneto.gelocal.it",
    "site": "gelocal.it",
    "site_section": "https://messaggeroveneto.gelocal.it",
    "site_categories": [
      "media"
    ],
    "section_title": "\n   Messaggero Veneto - Udine\n  ",
    "title": "Il maestro Hobart Earle: «Nella bellezza della musica il controcanto alla guerra» - Messaggero Veneto",
    "title_full": "Il maestro Hobart Earle: «Nella bellezza della musica il controcanto alla guerra» - Messaggero Veneto",
    "published": "2023-12-30T07:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.gedistatic.it/content/gnn/img/messaggeroveneto/2023/12/29/184824982-f006d89b-31b9-46d8-bcc0-966f896e1c06.jpg",
    "performance_score": 0,
    "domain_rank": 7306,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3615b057b9403d20d6fba6feabe9896c4eefd1c0",
  "url": "https://messaggeroveneto.gelocal.it/cultura-e-spettacoli/2023/12/30/news/maestro_hobart_earle_bellezza_musica_controcanto_guerra_odess_philarmonic_pordenone-13962328/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Messaggero Veneto",
  "published": "2023-12-30T07:01:00.000+02:00",
  "title": "Il maestro Hobart Earle: «Nella bellezza della musica il controcanto alla guerra» - Messaggero Veneto",
  "text": "Il maestro Hobart Earle: «Nella bellezza della musica il controcanto alla guerra» L’Odessa Philarmonic Orchestra al Verdi di Pordenone. «Il popolo ucraino è forte, e importante non lasciarlo solo»Paola Dalle Molle PORDENONE. C’è grande attesa per il tradizionale appuntamento con il concerto di fine anno al Teatro Verdi di Pordenone, domenica 31 dicembre, alle 16, ospite l’Odessa Philarmonic Orchestra guidata dal direttore statunitense Hobart Earle. Il programma prevede musiche di Gioachino Rossini, Gaetano Donizetti, Giuseppe Verdi, Charles Gounod e Antonín Dvořák con la partecipazione della soprano solista, la cantante italiana Lara Lagni, in questi mesi in tour come “Gilda” nel Rigoletto. Il concerto di San Silvestre festeggia la sua 43esima edizione , come sempre promossa dal Cicp Centro Iniziative Culturali Pordenone con il Centro Casa dello Studente Antonio Zanussi, per la direzione artistica di Franco Calabretto e Eddi De Nadai. L’Odessa Philharmonic Orchestra, fondata nel 1937, porta con sé il nome di una città che ormai da due anni, è in prima linea sul fronte del conflitto russo-ucraino. Come possibile in mezzo alla paura e al dolore, in mezzo alla distruzione che nega ogni forma di umanità, essere così profondamente legati alla musica? Non c’è esitazione nella risposta: a volte le parole non servono, basta prendere quel filo rosso che appartiene alla musica con il suo linguaggio universale e lasciarsi condurre, anche quando tanta bellezza rappresenta il controcanto di una guerra. Quanto è stato difficile il viaggio e qual è la situazione attuale a Odessa? «Siamo partiti in aereo il 27 mattina da Chisinau (Moldavia) per Roma. La sera precedente abbiamo tenuto un concerto emozionante dove si sono riunite oltre mille e cento persone per ascoltarci. Purtroppo, durante l’esecuzione musicale, sono scattate le sirene di allarme che avvisano la popolazione di imminenti e possibili raid aerei russi. Le luci sono state spente ma tutti sono rimasti al loro posto e il concerto è proseguito. Uscire dall’Ucraina, oggi, è complicato e pericoloso, abbiamo raggiunto dopo diverse ore l’aeroporto con un pulman su strade dissestate. Inoltre, ciascuno degli orchestrali che ha dai 18 ai 70 anni, ha bisogno di un permesso speciale per uscire dal Paese. Tuttavia, in questa situazione così drammatica, la popolazione si dimostra molto forte e fiera. La musica, dunque, suona ancora». Cosa significa per lei dirigere questa orchestra? E che valore ha la musica in questo momento? «La musica è davvero incredibile: cambia in continuazione ed in certi momenti come questi, diviene ancora più importante. Posso testimoniarlo vedendo i musicisti che dirigo. Io non avrei mai immaginato di essere direttore principale di una orchestra in tempo di guerra. Ma è questo che colgo. Un anno fa siamo stati invitati al Festival di Berlino e abbiamo suonato con alcune fra le più grandi compagini orchestrali del mondo. Un’esperienza incredibile e abbiamo avuto un grande successo». Allo stesso tempo, sempre l’anno scorso, il nostro concerto di Capodanno che eseguiamo a Odessa il 13 gennaio, si teneva completamente nell’oscurità della sala perchè abbiamo affrontato l’inverno quasi senza elettricità. Eppure, abbiamo suonato con tutta la nostra energia e il pubblico, pur nel buio, era con noi. Cosa rappresenta la musica per i suoi musicisti in questo momento? «Sa una cosa? Per i musicisti la musica rappresenta sempre qualcosa di speciale. Ma il senso della musica può cambiare in certe situazioni. Tanti compositori hanno scritto musica in tempo di guerra, pensiamo a Giuseppe Verdi. Nonostante il conflitto, il pubblico accoglie la musica con grande calore, anzi, ne ha ancora più bisogno in questo momento terribile. L’ascolta con emozione. E ogni occasione di eseguirla, per i musicisti, è preziosa». Maestro, quando pensa che finirà la guerra? «Noi abbiamo un detto in lingua ucraina che dice che la speranza muore per ultima. Tutto il mondo ha visto la forza e il coraggio del popolo ucraino. Oggi, è importante non lasciarlo solo». L’Odessa Philarmonic Orchestra durante il volo ha improvvisato un breve concerto, il direttore ha augurato buon anno ma soprattutto ha auspicato la pace per tutti. Biglietti già disponibili allaa Biglietteria Online del Teatro Verdi. Info e dettagli: Centro Iniziative Culturali Pordenone, telefono 0434 553205 infoline www.musicapordenone.it.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T08:28:48.947+02:00",
  "updated": "2023-12-30T08:28:48.947+02:00"
}