{
  "thread": {
    "uuid": "35cae191b007baacd856fe2e6d7a216865b96758",
    "url": "https://origin.mid-day.com/mumbai/mumbai-news/article/mumbai-dharavi-cops-rescued-35-missing-minor-girls-this-year-23327232",
    "site_full": "origin.mid-day.com",
    "site": "mid-day.com",
    "site_section": "https://origin.mid-day.com/Resources/midday/rss/mumbai-news.xml",
    "site_categories": [],
    "section_title": "Mumbai News",
    "title": "Mumbai: Dharavi cops rescued 35 missing minor girls this year",
    "title_full": "Mumbai: Dharavi cops rescued 35 missing minor girls this year",
    "published": "2023-12-28T23:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://images.mid-day.com/images/images/2023/dec/Dharavi-cops-1_d.jpg",
    "performance_score": 0,
    "domain_rank": 6189,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "35cae191b007baacd856fe2e6d7a216865b96758",
  "url": "https://origin.mid-day.com/mumbai/mumbai-news/article/mumbai-dharavi-cops-rescued-35-missing-minor-girls-this-year-23327232",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Apoorva Agashe",
  "published": "2023-12-28T23:40:00.000+02:00",
  "title": "Mumbai: Dharavi cops rescued 35 missing minor girls this year",
  "text": "The Dharavi police rescued 35 missing minor girls in 2023, registering a 100 per cent detection rate. We have to be vigilant when it comes to minor girls as they are preyed upon by predators. Once we register a complaint, we get into action mode. With the help of human intelligence and technical investigation, we can track them. Our teams are dedicated to finding the girls and ensuring they are in safe hands, said Senior PI Raju Bidkar of the Dharavi police. On December 27, the police rescued a 14-year-old girl who had boarded a train after running away from home. The family approached the police station and registered a complaint. Without any delay we acted and rescued her in 12 hours, said an officer. According to the police, the teen was distressed due to family issues and called her relatives, stating that she wanted to go back to her village. Kunal Pandey, who allegedly sold off a 17-year-old to a person who forced her into the flesh trade To trace the girl, the police scrutinised CCTV footage. We checked the passenger list and identified the caller. We learnt that the minor had caught a train to Bhusaval. Accordingly, we informed the Aurangabad GRP and they rescued her, said a police officer. According to the police, some minors run away from home as they feel unsafe. Children who are rescued by us are produced before the Child Welfare Committee and it decides whether they should be handed over to their guardians, said a police officer. We are always concerned about the safety of girls. A few months ago, a 17-year-old was forced into the flesh trade. We rescued her from West Bengal and nabbed two accused, another officer added. In October, after running away from home, the girl was allegedly raped by a rickshaw driver and forced to board a train to Guwahati. When she reached her destination, she came in contact with another individual, who sold her off to an individual, who forced her to engage in sex work at Panjipara in West Bengal. After the police rescued the minor, she revealed the name of the person who allegedly sold her off. The police then nabbed the accused, Kunal Pandey, 40, from Bihar. Pandey was the middle man. We are optimistic about finding out to whom the teen was sold. We have identified the rickshaw driver who had allegedly physically assaulted the girl as Sikandar Shaikh. This is the most unfortunate incident and my most difficult case, said an officer. Pandey had been booked under the Prevention of Immoral Trafficking Act (1986) and sections of the Indian Penal Code (IPC), while Shaikh had been booked under Section 376 (rape) of the IPC.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "raju bidkar",
        "sentiment": "none"
      },
      {
        "name": "kunal pandey",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cctv",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "dharavi",
        "sentiment": "none"
      },
      {
        "name": "mumbai",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T04:43:19.274+02:00",
  "updated": "2023-12-29T04:43:19.274+02:00"
}