{
  "thread": {
    "uuid": "6a172cc4a2df92d0b3afac1b5e8d06d92f370f26",
    "url": "https://french.visitbeijing.com.cn/article/4G0bl76zfMg",
    "site_full": "french.visitbeijing.com.cn",
    "site": "visitbeijing.com.cn",
    "site_section": "http://french.visitbeijing.com.cn",
    "site_categories": [],
    "section_title": "Tourisme de Beijing - Site Web à but non lucratif supervisé par le Bureau municipal de la Culture et du Tourisme de Beijing",
    "title": "Un hiver amusant dans un monde de glace et de neige à la périphérie de la capitale !",
    "title_full": "Un hiver amusant dans un monde de glace et de neige à la périphérie de la capitale !",
    "published": "2024-01-02T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 70090,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6a172cc4a2df92d0b3afac1b5e8d06d92f370f26",
  "url": "https://french.visitbeijing.com.cn/article/4G0bl76zfMg",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-02T02:00:00.000+02:00",
  "title": "Un hiver amusant dans un monde de glace et de neige à la périphérie de la capitale !",
  "text": "En hiver, la campagne de Beijing semble revêtir un manteau de glace et de neige, blanc et impeccable, les champs sont couverts de givre, les villages sont couverts de fumée et de feu. Le voyage dans la glace et la neige de la campagne de Beijing ajoute une joie et une chaleur infinies à cette saison froide. À l'extérieur de la maison, la scène de la neige est comme un tableau, ou le lac de glace joue, ou le champ de glace galope ; à l'intérieur de la maison, la chaleur est béate, ou autour de la cheminée discuter, ou le vin, laisser les gens sentir le charme unique et la chaleur de la campagne dans la périphérie de Beijing. Cet hiver, nous sélectionnerons pour vous le monde de la neige et de la glace dans la banlieue de Beijing, afin que nous puissions passer l'hiver ensemble et fêter le Nouvel An dans la joie ! Centre national de ski alpin Le Centre national de ski alpin est l'un des sites de compétition des Jeux olympiques d'hiver de Beijing. C'est le seul champ de neige en Chine à avoir accueilli la compétition de ski alpin des Jeux olympiques d'hiver et il a été classé comme station nationale de tourisme de ski. Aujourd'hui, le champ de neige de 14,5 kilomètres de route de neige combinée Haituo a été entièrement ouvert, les visiteurs peuvent prendre le câble C pour arriver à la zone de départ située dans la neige Feiyan (altitude de 2178 mètres), le long du chemin pour explorer les différents styles de route de neige, et finalement arriver à l'altitude de 900 mètres de la salle de neige du village olympique d'hiver, la difficulté globale du niveau intermédiaire. Heures d'ouverture 9:00-17:00, fermé à 16:00, réservation préalable nécessaire. Adresse Village de Xidazhuangke, bourg de Zhangshanying, district de Yanqing, Beijing (à environ 106 kilomètres du centre-ville). Recommandations pour jouer dans les villages environnants Village de Houheilongmiao (deuxième lot de villages clés du tourisme rural national, à 13 kilomètres du parc des neiges) Le village de Houheilongmiao appartient à la ville de Zhangshanying, la \"ville olympique d'hiver\" du district de Yanqing. S'appuyant sur les avantages des ressources olympiques d'hiver, il a construit avec succès une série de chambres d'hôtes dans la ville olympique d'hiver, qui est une bonne destination pour les visites touristiques et les vacances, l'expérience agricole, le folklore et les loisirs. Le ciel est bleu, sous l'imposante montagne Haituo, après le village de Heilongmiao se dresse une rangée de maisons résidentielles, briques rouges, tuiles grises, soleil chaud, chants d'oiseaux, vieil homme marchant, enfants jouant. Si vous aimez la vie paisible et confortable à la campagne, et si vous aimez la culture et l'expérience de la glace et de la neige des Jeux olympiques d'hiver, nous vous recommandons de visiter ce village pour découvrir la vie heureuse des petits villages de montagne des Jeux olympiques d'hiver. Délices de la campagne recommandés Le \"gâteau frit de Li\", vieux de plusieurs siècles, est fabriqué à partir de matières premières cultivées et produites par l'entreprise elle-même et selon des techniques ancestrales. La peau est croustillante et les gâteaux sont tendres, sucrés et parfumés. Des hébergements de campagne voisine Le bourg de Dayin : 18, bloc 1, village de Houheilongmiao, bourg de Zhangshanying, district de Yanqing，seconde classe Dongmen Xiaozhu : 2, Sixième voie est, Rue est, village de Dongmenying, bourg de Zhangshanying, District de Yanqing, seconde classe Maison de gingko de Tianyuan : 500m à l'est du village de Yaojiaying, bourg de Zhangshanying, district de Yanqing, troisième classe Maison du Nord et du Sud : 90, ouest de Shahe, village de Yaojiaying, bourg de Zhangshanying, district de Yanqing, troisième classe La Maison humble Ming : 2, allée est 4, rue est, village de Dongmenying, bourg de Zhangshanying, district de Yanqing, troisième classe Station de ski de Vanke Shijinglong La station de ski de Shijinglong a été modernisée et rénovée par le groupe Vanke en 2016. Le hall d'équipement de neige couvre une superficie de 3 800 mètres carrés, avec une riche variété de snowboards et d'équipements de neige. Il y a un total de 10 pistes de ski pour répondre aux différents besoins des touristes, et une piste professionnelle est utilisée comme terrain d'entraînement, et la piste de nuit est maintenant ouverte. Le parc des neiges a ouvert des bus directs vers et depuis la ville, les touristes doivent appeler à l'avance pour réserver un trajet. Pendant les vacances du Nouvel An, la station de ski Vanke Shijinlong et le hôtel Hilton Beijing Badaling ont lancé le forfait \" Passeport de ski \", qui vous permet de profiter de la navette de l'hôtel vers le parc à neige, de la location d'équipement de ski, du café et d'autres services. Heures d'ouverture De jour, de 9h00 à 16h30 ; de nuit, de 17h30 à 20h30 (vendredi, samedi et jours fériés, l'entrée s'arrête à 20h00). Adresse À l'ouest de l'intersection de la route Jiuxiao et de la route Mihuang, bourg de Zhangshanying, district de Yanqing, Beijing (à environ 95 kilomètres du centre-ville). Des hébergements de campagne voisine Moyexinran : 2, village de Yanjabao, bourg de Zhangshanying, district de Yanqing, seconde classe Xiaoyinqingshe : 3, zone 7, village de Xiaohetun, bourg de Zhangshanying, district de Yanqing, seconde classe Longshangxing : 12, zone ouest, village de Hanhaozhuang, bourg de Zhangshanying, district de Yanqing, troisième classe Yongleqing : 27, zone centrale de Hanhaozhuang, bourg de Zhangshanying, district de Yanqing, troisième classe Shenanshebei : 145, zone 2, village de Jinjiabao, bourg de Zhangshanying, district de Yanqing, troisième classe Youxianjing : 149, zone 2, village de Jinjiabao, bourg de Zhangshanying, district de Yanqing, troisième classe Yuanxiangyouju : 75, zone 1, village de Jinjiabao, bourg de Zhangshanying, district de Yanqing, troisième classe Zizaishanju : 9, zone 1, village de Jinjiabao, bourg de Zhangshanying, district de Yanqing, troisième classe Station de ski de Badaling La station de ski de Badaling dispose d'une zone d'enneigement de 180 000 mètres carrés et d'un centre de services complets de 8 000 mètres carrés. Le hall d'équipement de neige de style européen et la cuisine occidentale authentique sont devenus les points forts des stations de ski de la banlieue de Beijing. Heures d'ouverture 8:30-17:00 (l'entrée s'arrête à 16:30) Adresse 66, zone de développement économique, bourg de Badaling, district de Yanqing, Beijing (à environ 74 kilomètres du centre-ville). Recommandations pour la visite de la campagne Village de Shixia (deuxième groupe de villages clés du tourisme rural national, à 11 kilomètres du parc des neiges) Le village de Shixia est proche de la Grande Muraille de Badaling, située au pied des vestiges de la Grande Muraille et de la Grande Muraille du col de Shixia, où le style original de la Grande Muraille est bien préservé. Le village profite des avantages de l'ancienne forteresse de Shixia, des ruines de Guancheng et d'autres attractions pour développer le tourisme folklorique. Délices de la campagne recommandés Le banquet de cuisine en pierre de Chuangwang, qui présente de grandes caractéristiques locales, est empreint d'histoire, de folklore et d'innovation. La tête de poisson gras cuite dans la cuisine de pierre provient de la tête de poisson gras du réservoir de Guanting ; le tofu brisé à la main cuit dans la cuisine de pierre adopte également la pâte acide de tofu moulue par la famille ; le gâteau à l'huile de houma, le tofu brisé à la main, le gâteau de nouilles de riz jaune et la marionnette frite sont tous des délices locaux au goût authentique à Yanqing. Des hébergements de campagne voisine Shiguangchangcheng : 30 mètres à l'ouest du comité du village de Shixia, bourg de Badaling, district de Yanqing, première classe Yeshanxiaozhu : 22, village Chengjiayaolao, bourg de Badaling, district de Yanqing, première classe Mumujia : 1, village de Shifosi, bourg de Badaling, district de Yanqing, seconde classe Haitangguanxingju : 50, village de Xiaofutuo, bourg de Badaling, district de Yanqing, seconde classe Yuetu : Cour sud, 13 rue de la cour, village de Jiaodao, bourg de Badaling, district de Yanqing, troisième classe Guhuaiju : 18, village de Jiaodao, bourg de Badaling, district de Yanqing, troisième classe Xianjuchanting : 274, village de Jiaodao, bourg de Badaling, district de Yanqing, troisième classe Yinjushanjian : 56, village de Shifosi, bourg de Badaling, district de Yanqing, troisième classe Station de ski de Jundushan à Beijing Le centre de ski de Beijing Jundushan couvre une superficie de 150 000 mètres carrés de neige, et le centre a ouvert une \" route du parc \" avec une combinaison de sauts de chat, de vagues, de ponts unilatéraux et d'autres accessoires pour répondre aux besoins d'un plus grand nombre d'amateurs de ski. Heures d'ouverture En journée de 8h00 à 18h00, fermeture à 16h30 ; en soirée de 17h00 à 22h00, fermeture à 21h00. Adresse 588, village de Zhenshun, bourg de Cuicun, district de Changping, Beijing (à environ 43 kilomètres du centre-ville). Recommandations pour jouer dans les villages environnants Village de Xianrendong (deuxième groupe de villages clés du tourisme rural national, à 12 kilomètres du parc des neiges) Le village de la Grotte des Immortels est situé à l'est des tombes de la dynastie des Ming, et est devenu un village à l'époque de la dynastie des Ming, avec une longue histoire. Il doit son nom à une grotte naturelle appelée \"Grotte des Immortels\", située au nord du village. Le village se caractérise par sa cuisine végétarienne et a créé la marque \" premier village de cuisine végétarienne de Changping \". Le village abrite également un mur de peintures à l'huile représentant les 24 termes solaires, créées par des enseignants et des étudiants de l'université Renmin de Chine, qui donnent l'impression que les gens se promènent dans la peinture. Goûts recommandés dans le village Le village de la grotte des Immortels est un \"village de culture végétarienne\", où les plats de viande tels que le poisson mijoté, le porc braisé, les brochettes d'agneau et le poulet Gongpao sont tous préparés avec des ingrédients végétariens, de sorte que les visiteurs qui aiment la cuisine végétarienne peuvent venir les goûter. Des hébergements de campagne voisine Zhujuan : 12, village de Xiangtang, bourg de Cuicun, district de Changping, seconde classe Tingqihuishe : comité du village de Xianrendong, bourg de Shisiling, district de Changping, troisième classe Kanpuxiaoyuan : village de Xiayuan, bourg de Xingshou, district de Changping, troisième classe Shijiudeyuan : 71, village de Dagongmen, bourg de Shuling, district de Changping, troisième classe Station de ski de Beijing Jingzhihu La station de ski couvre une superficie de 80 000 mètres carrés, avec deux pistes pour débutants, une piste intermédiaire et une piste d'enseignement. Le centre de ski de Jingzhihu a lancé un éblouissant dîner de réveillon, qui combine le ski nocturne, de merveilleux spectacles et un dîner buffet. Les spectacles comprennent des clowns, des instruments de musique, des tours de magie et du patinage arc-en-ciel. Heures d'ouverture Session de jour 9h00-16h30, fermeture à 15h30 ; Session de nuit 18h00-21h30, fermeture à 20h30 Adresse Station Jingzhihu, Taoyukou, bourg de Xingshou, district de Changping, Beijing (à environ 50 kilomètres du centre-ville). Recommandations pour la visite de la campagne Village de Xiayuan (quatrième série de villages clés du tourisme rural national, à 4,9 kilomètres du parc des neiges) Dès 1995, le village de Xiayuan a attiré de nombreux artistes célèbres de l'Académie centrale des beaux-arts et de la sculpture chinoise. Le village regorge d'œuvres de sculpture, de peinture, de musique, de danse et de design. Après plus de 20 ans d'accumulation, le village possède des peintures Kanpu, des chambres d'hôtes sur le thème de la musique, des restaurants d'art, des cafés, des expositions d'art et d'autres expériences, ainsi que différents styles de cuisine chinoise et occidentale à déguster. Délices recommandés dans le village Le plat emblématique de la cantine Kampo du village de Xiayuan est le Hot Pot à la soupe aigre de Qiandongnan, préparé selon une recette secrète unique pour une délicieuse soupe aigre, dans laquelle les ingrédients et la soupe aigre sont servis ensemble dans un bouillon épais et savoureux. Dans la campagne environnante, le festin de pommes, le poisson en pot et la poitrine fumée américaine de Yanfangyuan sont les plats préférés des gens. Des hébergements de campagne voisine Zhujuan : 12, village de Xiangtang, bourg de Cuicun, district de Changping, seconde classe Kanpuxiaoyuan : village de Xiayuan, bourg de Xingshou, district de Changping, troisième classe Mudantingyuan : village de Mufang, bourg de Yanshou, district de Changping, troisième classe",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-03T12:08:14.779+02:00",
  "updated": "2024-01-03T12:08:14.779+02:00"
}