{
  "thread": {
    "uuid": "11ca279e159d5fd56c0eac369e377bfab1e6fbcc",
    "url": "https://computerhoy.com/ciencia/sonar-despierto-podria-ser-bueno-memoria-cerebro-1354557",
    "site_full": "computerhoy.com",
    "site": "computerhoy.com",
    "site_section": "https://computerhoy.com/rss_all/all/rss.xml",
    "site_categories": [
      "tech"
    ],
    "section_title": "Computer Hoy España",
    "title": "Soñar despierto podría ser bueno para la memoria y el cerebro",
    "title_full": "Soñar despierto podría ser bueno para la memoria y el cerebro | Computer Hoy",
    "published": "2024-01-05T23:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.computerhoy.com/sites/navi.axelspringer.es/public/media/image/2024/01/sonar-despierto-podria-ser-bueno-memoria-cerebro-nuevo-estudio-3257280.jpg?tf=1200x",
    "performance_score": 0,
    "domain_rank": 16398,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "11ca279e159d5fd56c0eac369e377bfab1e6fbcc",
  "url": "https://computerhoy.com/ciencia/sonar-despierto-podria-ser-bueno-memoria-cerebro-1354557",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-05T23:00:00.000+02:00",
  "title": "Soñar despierto podría ser bueno para la memoria y el cerebro",
  "text": "Quizás alguna vez te hayan recriminado aquello de soñar despierto. Es decir, distraerte en tus cosas y dejar que la mente vague libremente. En realidad, si se piensa un poco, todos en algunos momentos lo hemos hecho. Se trata de alejarse por unos instantes del mundo y utilizar la imaginación para dar vueltas las cosas que uno tiene dentro. Pero ¿qué pensarías si te dijéramos que esta acción aparentemente tan común y corriente tiene además beneficios para la memoria y el cerebro? Pues eso parece afirmar un nuevo estudio compartido por Nature , que además pone de manifiesto que los seres humanos no somos los únicos que soñamos despiertos. En realidad, han sido nada más y nada menos que los científicos de la prestigiosa Universidad de Harvard quienes aseguran que soñar despierto podría ser bueno para la memoria y el cerebro . Así parecen atestiguarlo a través de un nuevo estudio. Para él, han observado el comportamiento de ratones. Los roedores fueron expuestos a una especie de experimento mental. Primero se les introdujo a observar una imagen durante un tiempo, para después dejarlos “a su aire” en un estado que podría calificarse como de “ensueño”. Algo parecido a soñar despiertos. Tras repetir el ejercicio en varias ocasiones, los expertos llegaron a conclusiones bastante sorprendentes. Una vez los animales dejaban de observa la imagen y se encontraban en un estado de relajación, fortalecían conexiones neuronales, logrando así una respuesta más fuerte a diferentes estímulos. Traduciéndolo a un plano humano, podría decirse que el recuerdo de ciertas imágenes cuando se sueña despierto, por así decirlo, permite aumentar la actividad cerebral en la corteza visual y el hipocampo. Aunque el experimento no se ha llevado a cabo con humanos, los doctores no descartan que suceda algo similar. Más allá de los experimentos llevados a cabo por la Universidad de Harvard, suele pensarse que soñar despierto supone habitualmente un terreno fértil para la creatividad . Al permitir que la mente divague libremente, se crea un espacio donde las ideas innovadoras pueden surgir sin las restricciones de la lógica o la realidad. Además, esta práctica también puede resultar beneficiosa para combatir uno de los principales males del tiempo presente: el estrés . Cuando te dedicas a soñar despierte, la mente encuentra un descanso temporal de las tensiones del mundo real, logrando así una sensación de calma y relajación . Igualmente, se supone que soñar despierto ayuda también a mejorar la autoestima . Por ejemplo, al imaginar situaciones en las que logras un éxito, te imaginas a ti misma de una forma más manera positiva, consiguiendo así experimentar un incremento en la autoestima y la confianza. Teniendo todo esto presente, es fácil darse cuenta de que soñar despierto no solo es bueno para la memoria y el cerebro, según parece, sino también para encontrarte mejor contigo mismo. Aunque suele considerarse algo negativo en ocasiones, tanto la ciencia como la lógica parece sugerir que, al contrario, soñar despierto tiene muchos beneficios en múltiples sentidos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.nature.com/articles/s41586-023-06810-1",
    "https://businessinsider.es/claves-aumentar-autoestima-1041321",
    "https://www.businessinsider.es/claves-aumentar-autoestima-1041321",
    "https://nature.com/articles/s41586-023-06810-1"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T02:05:02.698+02:00",
  "updated": "2024-01-06T02:05:02.698+02:00"
}