{
  "thread": {
    "uuid": "cd3df98ab7315021ffcb3856e4bf002774b30ba5",
    "url": "https://independent.ng/aims-media-seeks-support-patronage-as-pathway-to-jannah-ramadan-programme-clocks-10",
    "site_full": "independent.ng",
    "site": "independent.ng",
    "site_section": "http://independent.ng/feed",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Independent Newspaper Nigeria",
    "title": "Aims Media Seeks Support, Patronage As Pathway To Jannah Ramadan Programme Clocks 10",
    "title_full": "Aims Media Seeks Support, Patronage As Pathway To Jannah Ramadan Programme Clocks 10",
    "published": "2024-03-29T00:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://independent.ng/wp-content/uploads/Aminah-Muhammad-e1711669366146.jpg",
    "performance_score": 0,
    "domain_rank": 55779,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cd3df98ab7315021ffcb3856e4bf002774b30ba5",
  "url": "https://independent.ng/aims-media-seeks-support-patronage-as-pathway-to-jannah-ramadan-programme-clocks-10",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Our Correspondents",
  "published": "2024-03-29T00:52:00.000+02:00",
  "title": "Aims Media Seeks Support, Patronage As Pathway To Jannah Ramadan Programme Clocks 10",
  "text": "Management of Aims Media Company Limited has called for more support and patronage, as Pathway to Jannah, one of their flagship television programmes, turns 10 years in the broadcast industry.\nPathway to Jannah is a seasonal television programme tailor-made for the holy month of Ramadan and broadcast on different stations in Nigeria.\nIt was floated by Hajiah Aminah Muhammad, a veteran broadcaster with 40 years of experience in media practice.\nMuhammad, until her retirement, worked with the Nigerian Television Authority (NTA), where she made her marks as one of the fantastic broadcasters in the station.\nPathway to Jannah is an offshoot of Aims Media, which Muhammad oversees as the Managing Director/ Chief Executive Officer.\n“Over the years the company has partnered with individuals and groups on Pathway to Jannah. Corporate bodies find the programme a worthwhile platform to sell their brands and reach out to their target audience for the thirty-day broadcast period,” the MD/CEO said.\nThe Ramadan TV programme features various local content to serve the diverse audience, including Quran recitation to align with the main essence of the season.\n“We also run other contents on halal, ethical finance, tips on hajj and the new entrant ‘The Seerah of the Prophets’, where children are given halal media contents against the immoral contents our children are exposed to in other mediums.\n“The icing on the bouquet is the participatory quiz and empowerment segment where viewers are selected to win from the prizes provided and others are empowered from the gifts donated from individuals and corporate bodies,” Hajiah Muhammad explained.\nAims Media has continued to grow since it was established, revolutionising the broadcast industry with dynamic and quality contents that have high considerations for ethics.\n“All our contents are not necessarily religious, but we place a high premium on ethics. We have as part of our flagship programme The Magnate, which parades professionals from diverse backgrounds. Also from our stable are the award-winning Oro Yi Kan, Beyond the Frontiers and many more interactive programmes.”\nWhile appreciating their fan base for the support they have enjoyed so far, Hajiah Aminah Muhammad appealed for more patronage by individuals and corporate organisations to continuously enhance their practice of developmental broadcasting in the country.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "muhammad",
        "sentiment": "none"
      },
      {
        "name": "hajiah aminah muhammad",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "management of aims media company limited",
        "sentiment": "negative"
      },
      {
        "name": "nigerian television authority",
        "sentiment": "none"
      },
      {
        "name": "nta",
        "sentiment": "none"
      },
      {
        "name": "jannah",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nigeria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T04:11:13.830+03:00",
  "updated": "2024-03-29T04:11:13.830+03:00"
}