{
  "thread": {
    "uuid": "86d72f2f197c73a6f2f112a91def385a994771b9",
    "url": "https://bakerbynature.com/pumpkin-morning-glory-muffins/",
    "site_full": "bakerbynature.com",
    "site": "bakerbynature.com",
    "site_section": "https://bakerbynature.com/comments/feed/",
    "site_categories": [],
    "section_title": "\n\tComments for Baker by Nature\t",
    "title": "Comment on Pumpkin Morning Glory Muffins by Carey",
    "title_full": "Comment on Pumpkin Morning Glory Muffins by Carey",
    "published": "2024-01-07T20:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bakerbynature.com/wp-content/uploads/2016/10/untitled-137-of-147.jpg",
    "performance_score": 0,
    "domain_rank": 47993,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "86d72f2f197c73a6f2f112a91def385a994771b9",
  "url": "https://bakerbynature.com/pumpkin-morning-glory-muffins/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Carey",
  "published": "2024-01-07T20:25:00.000+02:00",
  "title": "Comment on Pumpkin Morning Glory Muffins by Carey",
  "text": "Pumpkin Morning Glory Muffins are healthy, hearty, and so delicious! Loaded with shredded carrots and apples, they’re so moist! And dried cranberries, warm spices, and crunchy pecans make them extra delicious!\nPumpkin Morning Glory Muffin Recipe\nWhenever pumpkin goes on sale I stock up like a crazy lady. It’s a little obnoxious, but what can I say? I love a good bargain! And as a professional baking blogger, it just makes sense. One can really never have too much pumpkin! Especially in October. Last week I hit the jackpot and found organic pumpkin on sale for 75 cents…\nI bought 20 cans. #noselfcontrol\nSo far I’ve made pumpkin pie, pumpkin cake (recipe coming soon), and pumpkin morning glory muffins. Actually, I’ve made these muffins twice! In 12 days. And I live alone. They’re really that good. Especially with a hot cup of coffee or tea. Actually eating one right now and my key board is a bit of a mess! So many delicious crumbs everywhere.\nTips and Tricks for Recipe Success:\n- These pumpkin morning glory muffins are infinitely adaptable! Can’t find coconut oil? Try using canola oil, or a very mild olive oil. Not a fan of pecans? Use almonds, walnuts, or pistachios instead. No brown sugar in the pantry? Granulated sugar or coconut sugar will work in a pinch! Not crazy about cranberries? Toss in dried cherries or raisins for a tasty swap. You get the picture 😉\n- Unless you have a serious aversion to carrot/apple peels, there’s no need to take the extra step of peeling them. These muffins are delightfully rustic so peels and skins are more than welcome!\n- Be sure your muffins are fully baked before removing them from the oven. My muffins were perfectly done at 27 minutes. These muffins are extremely moist, so they need a little more time in the oven than most muffin recipes.\nHave a wonderful Halloween weekend! Are you dressing up? Going to any fun parties? It’s a work weekend for me, but I’ll be celebrating in spirit. See you tomorrow with PIE.\nMore Muffin Recipes:\nMy Favorite Morning Glory Muffins Pumpkin Chocolate Chip Muffins and Bread Glazed Pumpkin Donut Muffins (Vegan)\nIf you try this recipe, let me know! Leave a comment below and don’t forget to snap a pic and tag it\n#bakerbynature on instagram! Seeing your kitchen creations makes my day. ♥\nPumpkin Morning Glory Muffins\nIngredients\n- 1 and 1/2 cups whole wheat flour\n- 1/2 cup all-purpose flour\n- 3/4 cup light brown sugar, packed\n- 1 tablespoon baking powder\n- 2 teaspoons baking soda\n- 2 teaspoons pumpkin spice\n- 1/2 teaspoon cinnamon\n- 1/2 teaspoon salt\n- 3/4 cup pumpkin puree (not pumpkin pie filling)\n- 1/4 cup unsweetened apple sauce\n- 1/2 cup coconut oil, melted\n- 1 large apple, shredded\n- 1 tablespoon vanilla extract\n- 2 cups grated carrot (about 3 medium)\n- 1/2 cup dried cranberries\n- 1/2 cup flaked coconut\n- 1/2 cup pecans, chopped\nInstructions\n- Line a 12 mold muffin tin with paper liners, set aside. Preheat oven to 400 degrees (F).\n- In medium bowl add the flours, brown sugar, baking powder, baking soda, pumpkin spice, cinnamon, and salt; whisk well to combine, set aside. In a large bowl add the pumpkin, applesauce, coconut oil, grated apple, vanilla, and carrots; whisk to combine. Fold the dry ingredients into the wet mixture and stir until just combined. Fold in the cranberries, coconut and pecans; stir until just combined. Divide batter evenly among prepared muffin cups.\n- Bake for 24 to 28 minutes minutes, or until a toothpick inserted in the center comes out clean (or with just a few crumbs attached). Cool muffins in the pan for 10 minutes before transferring them to a wire rack. Serve warm, at room temperature, or chilled.\n@Bakerbynatureand by using the hashtag #BakerByNature",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://www.instagram.com/bakerbynature/",
    "https://www.instagram.com/Bakerbynature",
    "https://www.instagram.com/explore/tags/BakerByNature",
    "https://instagram.com/Bakerbynature",
    "https://www.instagram.com/bakerbynature",
    "https://instagram.com/explore/tags/BakerByNature",
    "https://instagram.com/bakerbynature/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "carey",
        "sentiment": "positive"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:58:51.599+02:00",
  "updated": "2024-01-08T01:58:51.599+02:00"
}