{
  "thread": {
    "uuid": "baa230f2b90e64d54ca43e992ac366b27cf91e18",
    "url": "https://en.minghui.org/html/articles/2023/12/30/213568.html",
    "site_full": "en.minghui.org",
    "site": "minghui.org",
    "site_section": "https://en.minghui.org",
    "site_categories": [
      "media"
    ],
    "section_title": "\n            Falun Dafa - Minghui.org",
    "title": "My Multiple Diseases Miraculously Disappeared After I Began Practicing Falun Dafa | Falun Dafa - Minghui.org",
    "title_full": "My Multiple Diseases Miraculously Disappeared After I Began Practicing Falun Dafa | Falun Dafa - Minghui.org",
    "published": "2023-12-30T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 80538,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "baa230f2b90e64d54ca43e992ac366b27cf91e18",
  "url": "https://en.minghui.org/html/articles/2023/12/30/213568.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dec ; Xinsheng; A Falun Dafa Practitioner; China",
  "published": "2023-12-30T02:00:00.000+02:00",
  "title": "My Multiple Diseases Miraculously Disappeared After I Began Practicing Falun Dafa | Falun Dafa - Minghui.org",
  "text": "(Minghui.org) I was born in southern China in 1937. My family were farmers. I was the only child and our lives were good until 1949 when the Chinese Communist Party (CCP) usurped power. The CCP launched various political movements, causing farmers to become destitute. I was forced to leave my hometown. I attended school and then worked in the city. I lived a frugal life so that I could save some money and food stamps to help my parents. Due to malnutrition and mental stress, I suffered multiple diseases when I was young, including atrophic gastritis, glaucoma, frequent colds, rhinitis, severe anemia, irregular heartbeat, and palpitation. I was often dizzy, fatigued, and depressed. My life was so miserable that I did not want to live. I looked up at the sky and asked, “Why is my life so harsh? Did I do bad things in my previous life which caused me to suffer like this?” Some kind people suggested I try various religions, but I did not. In 1996, I was introduced to Falun Dafa and given a copy of [Zhuan Falun], the main book of Falun Dafa. My eyes lit up when I saw the words “Truthfulness-Compassion-Forbearance.” I felt this was what I had been looking for. I finished reading the book within a few days. I started practicing Falun Dafa on August 16, 1996. One night after I had porridge for dinner, I suddenly had a stomachache, nausea, vomiting, and diarrhea. But I was not afraid because I knew that Master Li, the founder of Falun Dafa, was cleansing my body. I went to the restroom all night. The diarrhea and vomiting finally stopped around 5 a.m., and I was fine. All my ailments disappeared, and my eyes no longer hurt when I read. I really enjoyed the feeling of being illness-free and walking lightly. There are no words to express my gratitude to Master and Dafa. Twenty seven years have passed by. I have not taken a pill or received an injection. I am healthy and happy. My complexion is ruddy and wrinkle free. I look younger than my actual age. My experience is proof of the miraculous health effects of Dafa. A few days ago, I talked to a woman in her seventies. She was surprised that I was 86. I told her that I was able to care for myself, including doing all the housework. She said, “This society is really messed up. No one cares about others. Many young people are not doing well. They cannot find jobs, and many of them give up working and hide themselves in temples. Rich people have moved abroad.” I said, “Most people nowadays have low morals. Why is there a plague? It is because people do not take virtue seriously and thus disasters, both natural or man-made, have come to eliminate bad people.” I urged her to quit the CCP and not be its accomplice in their evil deeds. She happily agreed and thanked me. I asked her to thank Master, instead. I also told her to remember “Falun Dafa is good, and Truthfulness-Compassion-Forbearance is good.” Copyright © 2023 Minghui.org. All rights reserved. Category: [ Health Benefits ](/cc/17/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "falun dafa",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "falun dafa",
        "sentiment": "positive"
      },
      {
        "name": "ccp",
        "sentiment": "none"
      },
      {
        "name": "chinese communist party",
        "sentiment": "none"
      },
      {
        "name": "zhuan falun",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T07:37:33.617+02:00",
  "updated": "2023-12-30T07:37:33.617+02:00"
}