{
  "thread": {
    "uuid": "ba161f07617ff8958ea8ddb807afc7c09ffdc887",
    "url": "https://politica.expansion.mx/elecciones/2023/12/28/entre-propuestas-y-halagos-pvem-nombra-a-brugada-como-su-precandidata-a-la-cdmx",
    "site_full": "politica.expansion.mx",
    "site": "expansion.mx",
    "site_section": "https://politica.expansion.mx",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Expansión Política",
    "title": "Entre propuestas y halagos PVEM nombra a Brugada como su precandidata a la CDMX",
    "title_full": "Entre propuestas y halagos PVEM nombra a Brugada como su precandidata a la CDMX",
    "published": "2023-12-28T21:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://cdn-3.expansion.mx/dims4/default/d99e170/2147483647/strip/true/crop/4160x2184+0+176/resize/1200x630!/format/jpg/quality/80/?url=https%3A%2F%2Fcdn-3.expansion.mx%2F3a%2F99%2Fe32ae03b49c1951cae2586b2005c%2Fwhatsapp-image-2023-12-28-at-11.59.11.jpeg",
    "performance_score": 0,
    "domain_rank": 12259,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ba161f07617ff8958ea8ddb807afc7c09ffdc887",
  "url": "https://politica.expansion.mx/elecciones/2023/12/28/entre-propuestas-y-halagos-pvem-nombra-a-brugada-como-su-precandidata-a-la-cdmx",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "(PVEM-CDMX)",
  "published": "2023-12-28T21:57:00.000+02:00",
  "title": "Entre propuestas y halagos PVEM nombra a Brugada como su precandidata a la CDMX",
  "text": "Entre halagos y porras de dirigentes y militantes del Partido Verde en la Ciudad de México, Clara Brugada recibió su constancia de precandidata única a la Jefatura de Gobierno dentro de la alianza conformada con Morena y el Partido del Trabajo.\nAunque las normas electorales establecen que no deben existir propuestas concretas con miras a las elecciones de 2024, en el evento, hubo mención a proyectos a futuro en materia educativa y de infraestructura, en caso de que Clara Brugada llegue a gobernar la CDMX.\nPublicidad Abanderamiento y propuestas\nEn una ceremonia realizada en el deportivo Coyuya de la alcaldía Iztacalco ante centenares de militantes del PVEM, el dirigente del partido Javier Ramos dio lectura al documento que acredita a Brugada como precandidata única la Jefatura de Gobierno.\n“¿Protesta usted comportarse conforme a los valores éticos, cívicos, ambientalistas y ciudadanos que dispone la constitución y la plataforma de este partido para desempeñar leal y dignamente la precandidatura al cargo de jefa de gobierno?”, dijo. Acto seguido, ella respondió con un firme “sí, protesto” con la mano izquierda levantada.\nRecibí mi constancia como precandidata única a la jefatura de gobierno por el @partidoverdemex . Es un honor avanzar en unidad con nuestras compañeras y compañeros de este partido.\nCuando los sueños son compartidos pueden hacerse realidad y para los capitalinos queremos lo mejor,… pic.twitter.com/KiBujUgvLZ\n— Clara Brugada Molina (@ClaraBrugadaM) December 28, 2023 Después de su abanderamiento, Clara Brugada tomó el micrófono para dirigir un mensaje de casi media hora para exponer parte de su plataforma en materia de medio ambiente, infraestructura y educación, a pesar de que las normas electorales establecen que en el periodo de precampañas no deben existir propuestas concretas.\nPropuso impulsar la construcción de Utopías en todas las alcaldías de la ciudad de México, proyecto de infraestructura integral que creó en Iztapalapa.\nDijo que en caso de ganar la Jefatura de gobierno, también impulsará la construcción de más preparatorias y universidades y propuso la desaparición del examen de la Comisión Metropolitana de Instituciones Públicas de Educación Media Superior (Comipems) para que no haya filtros y que todos los jóvenes puedan tener acceso fácil a la educación media superior y superior.\n“Queremos que realmente se universalice a los jóvenes de preparatoria, es más, que no haya problema entre secundaria y preparatoria, hoy muchos jóvenes sufren cuando hacen el examen, porque muchos quedan fuera y quedan excluidos, por eso estamos proponiendo desaparecer el examen de Comipems”, afirmó.\nTe puede interesar: elecciones Con batucadas y porras, morenistas de la GAM buscan atención de Sheinbaum Se comprometió a impulsar la agenda de protección a la vida animal y se dijo en contra de la crueldad animal.\nClara Brugada dedicó unos minutos a ensalzar el trabajo de Claudia Sheinbaum en la Jefatura de gobierno en materia de combate al cambio climático y en materia de movilidad, por la renovación de trolebuses y la construcción de tres líneas del cablebús, transportes que son cero emisiones.\nPublicidad Lo último Tribunal Electoral confirma licencia definitiva de Taboada en Benito Juárez Aspirantes a la gubernatura de Puebla arrancan precampañas rumbo 2024 INE: los cargos clave y pendientes de nombrar hacia el 2024 Publicidad Los halagos\nEn el deportivo Coyuya, ante cientos de simpatizantes del Partido Verde, el diputado local Jesús Sesma se encargó de dar la bienvenida a Clara Brugada, quien, como es costumbre en este tipo de actos, se quitó el color guinda de Morena para portar una chamarra con los emblemas del partido del Tucán.\nSesma, quien externó su abierto apoyo al exaspirante a la jefatura de gobierno, Omar García Harfuch, aclaró que la precandidata a la Presidencia, Claudia Sheinbaum, pidió a toda la dirigencia y militantes del Partido Verde avanzar en unidad rumbo al 2024.\nHoy la #FamiliaVerde , encabezada por el secretario general, @ChuchoSesmaPVEM , le tomó protesta a @ClaraBrugadaM como su precandidata a la Jefatura de Gobierno de la #CDMX . pic.twitter.com/DiANKRXvUE\n— PVEM Cd. de México (@VerdeCDMX) December 28, 2023 Jesús Sesma no reparó en halagos hacia Brugada por su trayectoria política y social.\n“(Clara Brugada) es una mujer que nos ha demostrado a lo largo de su historia, que es una mujer honesta, valiente, comprometida, tengo el gusto de conocerla y me he encontrado con una satisfacción tremenda de tener hoy a una mujer que lleva más de 40 años dedicados al servicio público”, señaló.\nAgregó: \"esta mujer, es una mujer con valores y hoy en la política tristemente no encontramos muchas mujeres y hombres como Clara”.\nPor su parte, Mariana Boy, quien fuera aspirante a la precandidatura a la Jefatura de Gobierno por el PVEM, destacó el trabajo de Clara Brugada en materia de lucha social y por su gestión en la alcaldía Iztapalapa\n“En las Utopías se ve reflejada la preocupación y el interés de Clara (Brugada) por el medio ambiente, hay concientización, una buena parte de las Utopías tiene paneles solares y utilizan el agua de lluvia, eso habla muy bien y por eso nos sumamos con ella”, resaltó.\nDurante todo el evento, militantes no dejaron de gritar porras como “¡jefa de gobierno!” y “Clara-Clara”.\nEn el evento estuvieron presentes, el dirigente de Morena en la Ciudad de México, Sebastián Ramírez, así como representantes del PT y del Partido Verde de distintas colonias y alcaldías de la capital.\nLo más visto La actriz Silvia Pinal y su paso por la política mexicana Caravana de migrantes será tema en la reunión entre AMLO, Blinken y Mayorkas El Tribunal de Michigan rechaza sacar a Trump de la papeleta electoral Coca-Cola y Rappi se unen para darle una segunda vida a los envases con un clic Publicidad Publicidad Tags Ciudad de México Clara Brugada Elecciones CDMX 2024 Elecciones CDMX Recomendaciones elecciones Edy Smol, Barby Juárez y funcionarios del Gobierno CDMX al equipo de Brugada CDMX Morena y PT formalizan convenio de coalición con el Verde en CDMX Más acerca del autor: David Santiago Reportero con experiencia en temas de política, gobierno, congreso, seguridad y justicia en la Ciudad de México. @David_SantiagoH Newsletter",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://twitter.com/ClaraBrugadaM?ref_src=twsrc%5Etfw",
    "https://twitter.com/VerdeCDMX/status/1740442174305735049?ref_src=twsrc%5Etfw",
    "https://twitter.com/ClaraBrugadaM/status/1740434924090351852?ref_src=twsrc%5Etfw",
    "https://twitter.com/hashtag/FamiliaVerde?src=hash&ref_src=twsrc%5Etfw",
    "https://t.co/DiANKRXvUE",
    "https://www.iecm.mx/www/taip/cg/acu/2023/IECM-ACU-CG-103-2023.pdf",
    "https://ads.viralize.tv/display/?zid=AAFCBbHCIYWAfzh4",
    "https://t.co/KiBujUgvLZ",
    "https://twitter.com/hashtag/CDMX?src=hash&ref_src=twsrc%5Etfw",
    "https://twitter.com/partidoverdemex?ref_src=twsrc%5Etfw",
    "https://twitter.com/David_SantiagoH",
    "https://twitter.com/ChuchoSesmaPVEM?ref_src=twsrc%5Etfw",
    "https://iecm.mx/www/taip/cg/acu/2023/IECM-ACU-CG-103-2023.pdf",
    "https://www.twitter.com/hashtag/CDMX?src=hash&ref_src=twsrc%5Etfw",
    "https://twitter.com/VerdeCDMX/status/1740442174305735049",
    "https://twitter.com/hashtag/CDMX",
    "https://ads.viralize.tv/display/",
    "https://twitter.com/ClaraBrugadaM/status/1740434924090351852",
    "https://www.twitter.com/hashtag/FamiliaVerde?src=hash&ref_src=twsrc%5Etfw",
    "https://www.twitter.com/David_SantiagoH",
    "https://www.ads.viralize.tv/display/?zid=AAFCBbHCIYWAfzh4",
    "https://www.twitter.com/partidoverdemex?ref_src=twsrc%5Etfw",
    "https://www.twitter.com/ClaraBrugadaM?ref_src=twsrc%5Etfw",
    "https://twitter.com/partidoverdemex",
    "https://twitter.com/ClaraBrugadaM",
    "https://www.twitter.com/ChuchoSesmaPVEM?ref_src=twsrc%5Etfw",
    "https://www.t.co/KiBujUgvLZ",
    "https://twitter.com/ChuchoSesmaPVEM",
    "https://www.t.co/DiANKRXvUE",
    "https://twitter.com/hashtag/FamiliaVerde",
    "https://www.twitter.com/VerdeCDMX/status/1740442174305735049?ref_src=twsrc%5Etfw",
    "https://www.twitter.com/ClaraBrugadaM/status/1740434924090351852?ref_src=twsrc%5Etfw"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:22:05.125+02:00",
  "updated": "2023-12-29T00:22:05.125+02:00"
}