{
  "thread": {
    "uuid": "5a3d4d4d081f6ceeedec77d3e7fefc4a2d5c8011",
    "url": "https://www.dailypioneer.com/2023/page1/ayodhya-dressed-to-welcome-ram.html",
    "site_full": "www.dailypioneer.com",
    "site": "dailypioneer.com",
    "site_section": "https://dailypioneer.com",
    "site_categories": [
      "media"
    ],
    "section_title": "English News Paper | Breaking News | Latest Today News in English | News Headlines India - The Pioneer",
    "title": "Ayodhya dressed to welcome Ram",
    "title_full": "Ayodhya dressed to welcome Ram",
    "published": "2023-12-28T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.dailypioneer.com/uploads/2023/story/images/big/ayodhya-dressed-to-welcome-ram-2023-12-29.jpg",
    "performance_score": 0,
    "domain_rank": 13393,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5a3d4d4d081f6ceeedec77d3e7fefc4a2d5c8011",
  "url": "https://www.dailypioneer.com/2023/page1/ayodhya-dressed-to-welcome-ram.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Pioneer",
  "published": "2023-12-28T21:00:00.000+02:00",
  "title": "Ayodhya dressed to welcome Ram",
  "text": "With the countdown to the consecration of the Ram Temple nearing, the birthplace of Lord Ram Lalla, Ayodhya, is now set to gain international connectivity and a newly revamped railway station that has been rechristened as Ayodhya Dham Railway Station. Prime Minister Narendra Modi will open the railway station and flag off eight trains, as well as the Maharishi Valmiki International Airport on Saturday. He will also review the preparations for the opening ceremony, for which dignitaries from across the globe have been invited. Uttar Pradesh Chief Minister Yogi Adityanath reached the holy city on Thursday to assess the preparations for the Prime Minister’s visit, which includes a massive road show on December 30. To enhance accessibility to the upcoming Shri Ram Mandir, the Prime Minister will inaugurate four newly redeveloped, widened, and beautified roads in Ayodhya — Rampath, Bhaktipath, Dharampath, and Shri Ram Janmabhoomi Path. He will lay the foundation stone of a greenfield township being developed at a cost of more than Rs 2,180 crore and the Vashishtha Kunj Residential Scheme to be developed at a cost of about Rs 300 crore. Around 11:15 am on Saturday, the Prime Minister will inaugurate the redeveloped Ayodhya Railway Station and flag off new Amrit Bharat trains and Vande Bharat trains. He will also dedicate several other railway projects to the nation. On the same day, after an hour, the PM will inaugurate the newly built Ayodhya Airport followed by a public programme where he will inaugurate, dedicate to the nation, and lay the foundation stone of multiple development projects worth more than Rs 15,700 crore in the State. These include projects worth about Rs 11,100 crore for the development of Ayodhya and its surrounding areas and projects worth about Rs 4,600 crore related to other projects across Uttar Pradesh. “Prime Minister’s vision is to develop modern world-class infrastructure in Ayodhya, improve connectivity, and revamp its civic facilities while also conforming to the rich history and heritage of the city. In realisation of this vision, a new airport, a newly redeveloped railway station, newly redeveloped, widened, and beautified roads, and other civic infrastructure are being inaugurated in the city. Further, foundation stones of a number of new projects will be laid that will contribute to the beautification and revamp of civic facilities in and around Ayodhya,” said a senior government official. The Phase-I of the state-of-the-art airport has been developed at a cost of more than Rs 1,450 crore. The airport’s terminal building will have an area of 6,500 sqm, equipped to serve about 10 lakh passengers annually. The facade of the Terminal Building depicts the temple architecture of the upcoming Shri Ram Mandir of Ayodhya. The interiors of the terminal building are decorated with local art, paintings and murals depicting the life of Bhagwan Shri Ram. The terminal building of Ayodhya airport is also equipped with various sustainability features like an insulated roofing system, LED lighting, rainwater harvesting, landscaping with fountains, water treatment plant, sewage treatment plant, solar power plant, and many other such features have been provided to meet GRIHA 5 star ratings. “The airport will improve connectivity in the region, leading to a boost in tourism, business activities, and employment opportunities,” added the official. The redeveloped Ayodhya Railway Station, now known as Ayodhya Dham Junction Railway Station, has been developed at a cost of more than Rs 240 crore. The three-storey modern railway station building is equipped with all modern features such as lifts, escalators, food plazas, shops for puja needs, cloakrooms, and waiting halls. The station building will be accessible for all and IGBC certified green station building. The programme at Ayodhya Dham Junction Railway Station will witness the Prime Minister flagging off a new category of superfast passenger trains in the country — the Amrit Bharat Express. The Amrit Bharat train is an LHB push-pull train with non-air-conditioned coaches. This train has locos at both ends for better acceleration. It provides improved facilities for rail passengers such as beautifully designed and attractive seats, better luggage racks, mobile charging points with suitable mobile holders, LED lights, CCTV, public information systems, among others. The Prime Minister will flag off two new Amrit Bharat trains: Darbhanga-Ayodhya-Anand Vihar Terminal Amrit Bharat Express and Malda Town-Sir M. Visvesvaraya Terminus (Bengaluru) Amrit Bharat Express. Modi will also flag off six new Vande Bharat Trains, including Shri Mata Vaishno Devi Katra-New Delhi Vande Bharat Express; Amritsar-Delhi Vande Bharat Express; Coimbatore-Bangalore Cantt Vande Bharat Express; Mangalore-Madgaon Vande Bharat Express; Jalna-Mumbai Vande Bharat Express; and Ayodhya-Anand Vihar Terminal Vande Bharat Express. The Prime Minister will also dedicate to the nation three railway projects worth Rs 2300 crore to strengthen rail infrastructure in the region. The projects include the Rooma Chakeri-Chanderi third line project; Jaunpur-Tulsi Nagar, Akbarpur-Ayodhya, Sohawal-Patranga, and Safdarganj-Rasauli sections of the Jaunpur-Ayodhya-Barabanki doubling project; and the doubling and electrification project of the Malhaur-Daliganj railway section. Modi will also inaugurate and dedicate to the nation a number of projects that will strengthen civic infrastructure and beautify public places in and around Ayodhya. These inaugurated projects include Rajarshi Dashrath Autonomous State Medical College; a four-lane road connecting Ayodhya-Sultanpur Road-Airport; a four-lane road to Tedhi Bazaar Shri Ram Janmabhoomi via NH-27 bypass Mahobra Bazaar; several beautified roads across the city and the Ayodhya bypass; the Jagdishpur-Faizabad section of NH-330A; widening and strengthening of the Maholi-Baragaon-Deodhi road and Jasarpur-Bhaupur-Gangaraman-Sureshnagar road; an ROB at Badi Bua Railway Crossing on Panchkosi Parikrama Marg; a solid waste treatment plant in the village Pikhrauli; and new buildings and classrooms in Dr. Brajkishore Homoeopathic College and Hospital, among others. The Prime Minister will also inaugurate works related to Mukhyamantri Nagar Srijan Yojana work and five parking and commercial facilities. Additionally, he will lay the foundation stone of new projects that will further help in the revamp of civic facilities in Ayodhya while also strengthening the rich cultural heritage of the city. These include the conservation and beautification of four historical entrance gates in Ayodhya; new concrete ghats between Guptar Ghat and Rajghat and the rehabilitation of pre-built ghats; the development and beautification of tourist facilities from Naya Ghat to Laxman Ghat; the construction of a visitor gallery for Deepotsav and other fairs at Ram Ki Paidi; and the strengthening and renovation of the pilgrim path from Ram Ki Paidi to Raj Ghat and Raj Ghat to Ram Temple. The Prime Minister will also lay the foundation stone of an NH-28 (new NH-27) Lucknow-Ayodhya section; the strengthening and modification of NH-28 (new NH-27) existing Ayodhya bypass; the establishment of the CIPET center in Ayodhya, and the construction work of the Municipal Corporation Ayodhya and Ayodhya Development Authority office. During the public programme, the Prime Minister will inaugurate and dedicate to the nation other significant projects across Uttar Pradesh.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ram lalla",
        "sentiment": "neutral"
      },
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "yogi adityanath",
        "sentiment": "none"
      },
      {
        "name": "dharampath",
        "sentiment": "none"
      },
      {
        "name": "shri ram janmabhoomi path",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "ayodhya",
        "sentiment": "none"
      },
      {
        "name": "ayodhya dham railway station",
        "sentiment": "none"
      },
      {
        "name": "maharishi valmiki international airport",
        "sentiment": "none"
      },
      {
        "name": "shri ram mandir",
        "sentiment": "none"
      },
      {
        "name": "bhaktipath",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T03:13:01.790+02:00",
  "updated": "2023-12-29T03:13:01.790+02:00"
}