{
  "thread": {
    "uuid": "f3dbeca30c324faebb59e967baf317495c7f42dc",
    "url": "https://www.necn.com/weather/stories-weather/wheres-all-the-snow-northern-areas-could-see-up-to-5-inches-overnight/3123815/",
    "site_full": "www.necn.com",
    "site": "necn.com",
    "site_section": "https://www.necn.com/?rss=y",
    "site_categories": [
      "tech"
    ],
    "section_title": "NECN",
    "title": "Where's all the snow? Northern areas could see up to 5 inches overnight",
    "title_full": "Where's all the snow? Northern areas could see up to 5 inches overnight",
    "published": "2023-12-29T12:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.necn.com/2023/12/LKS_SNOW_RANGE_NEWENG_ACTIVE-96.png?resize=1200%2C675&#038;quality=85&#038;strip=all",
    "performance_score": 0,
    "domain_rank": 11410,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f3dbeca30c324faebb59e967baf317495c7f42dc",
  "url": "https://www.necn.com/weather/stories-weather/wheres-all-the-snow-northern-areas-could-see-up-to-5-inches-overnight/3123815/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Meteorologist Matt Noyes",
  "published": "2023-12-29T12:27:00.000+02:00",
  "title": "Where's all the snow? Northern areas could see up to 5 inches overnight",
  "text": "Colder air is slowly returning to what has been an abnormally mild New England over recent days, and the first signs have come as a change to snow, sleet and freezing rain in the Crown of Maine, where road conditions have deteriorated.\nThat cold air will ooze southward Friday afternoon, turning rain showers to snow in the mountains of Maine, then continue to push south into the remainder of northern New England and mountains of western New England Friday overnight into Saturday morning, affording the opportunity for at least a light accumulation of a coating to three inches of snow, with as much as three to five inches in the Crown of Maine.\nElsewhere in New England, the cold doesn’t arrive that quickly, so a milder-than-normal Friday of passing, light showers will essentially carry over into Friday night, with a last round of scattered rain showers Saturday morning before emerging peeks of sun with only a few sprinkles left later in the day.\nGet New England news, weather forecasts and entertainment stories to your inbox.\n[Sign up for NECN newsletters.]\nYour First Night Boston forecast\nThe drying trend eventually equates to a slight cooling trend by Sunday, with sunshine regionwide for our New Year’s Eve Day and high temperatures around or just over 40 degrees in southern New England and in the 30s north – close to seasonable normals.\nFirst Night looks dry and quiet for all of New England as evening temperatures start in the 30s and dip into the 20s for most by midnight, though downtown Boston may stay above 30 degrees with increasing clouds as a round of atmospheric energy rides through the sky overhead.\nAt this point, it looks like any light snow with that system will stay south of New England Sunday night and New Year’s Day for a fair and seasonable start to the New Year that should carry into the return to school for kids on Tuesday.\nIn fact, right now it looks like cool and dry air holds on in the exclusive First Alert 10-day forecast through midweek, with the next approaching disturbance arriving next Thursday with a chance of rain or snow. “Rain or snow” is something we haven’t actually had to mention in an extended forecast in quite some time, so while it’s not certain the air will be cold enough for any snow to fall, it’s a signal that the atmosphere is finally starting to cool markedly, and we’ll find another chance of “rain or snow” next Sunday, as well!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "necn",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new england",
        "sentiment": "none"
      },
      {
        "name": "crown of maine",
        "sentiment": "none"
      },
      {
        "name": "maine",
        "sentiment": "none"
      },
      {
        "name": "boston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T00:58:58.367+02:00",
  "updated": "2023-12-30T00:58:58.367+02:00"
}