{
  "thread": {
    "uuid": "aefb788728227ad5d1d076c0629cfb05704fa50b",
    "url": "https://quintanaroo.quadratin.com.mx/anuncia-solidaridad-descuentos-en-pago-del-predial-2024/",
    "site_full": "quintanaroo.quadratin.com.mx",
    "site": "quadratin.com.mx",
    "site_section": "https://quintanaroo.quadratin.com.mx",
    "site_categories": [
      "media"
    ],
    "section_title": "\nNoticias de Quintana Roo - Quadratin Quintana Roo - Quadratin",
    "title": "Anuncia Solidaridad descuentos en pago del predial 2024 - Quadratin Quintana Roo",
    "title_full": "Anuncia Solidaridad descuentos en pago del predial 2024 - Quadratin Quintana Roo",
    "published": "2023-12-28T22:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://quintanaroo.quadratin.com.mx/www/wp-content/uploads/2023/12/sol-2.jpeg",
    "performance_score": 0,
    "domain_rank": 55544,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aefb788728227ad5d1d076c0629cfb05704fa50b",
  "url": "https://quintanaroo.quadratin.com.mx/anuncia-solidaridad-descuentos-en-pago-del-predial-2024/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "O Diaz",
  "published": "2023-12-28T22:50:00.000+02:00",
  "title": "Anuncia Solidaridad descuentos en pago del predial 2024 - Quadratin Quintana Roo",
  "text": "SOLIDARIDAD, QRoo, 28 de diciembre de 2023.- La administración municipal dirigida por la presidente Lili Campos otorga descuentos en el pago del impuesto predial 2024 a los propietarios, poseedores o fiduciarios de propiedades inmobiliarias, siempre y cuando el pago sea cubierto en una sola exhibición y se cubra todo el ejercicio fiscal del año.\nEl objetivo del gobierno de Lili Campos es espaldar la economía y facilitar el cumplimiento de obligaciones tributarias de los solidarenses.\nDurante el periodo del 1 al 30 de enero de 2024, los contribuyentes recibirán un descuento del 25 por ciento. Asimismo, del 31 de enero al 29 de febrero de 2024, se aplicará un descuento del 15 por ciento. Es importante destacar que estos beneficios estarán sujetos a la condición de que la propiedad no presente adeudos de 2023 o años anteriores y debe realizarse el pago total del impuesto predial en una sola exhibición.\nPara apoyar a sectores específicos de la población, se establecen descuentos especiales. Se otorga el 50 por ciento de descuento a los contribuyentes que tengan alguna discapacidad, adultos mayores, pensionados y jubilados.\nAdemás, se otorgará el 40 por ciento de descuento a los trabajadores al servicio del Ayuntamiento de Solidaridad, a los trabajadores de los organismos descentralizados de la administración pública municipal y a los trabajadores al servicio del Gobierno del Estado de Quintana Roo (que laboren en áreas de salud y servicios educativos).\nEn ambos casos, deberán cubrir los siguientes requisitos: no tener algún adeudo de 2023 o años anteriores, se debe cubrir el importe en una sola exhibición, es para un inmueble y que corresponda a su domicilio (casa habitación), la propiedad debe estar a nombre del solicitante y el valor catastral no debe exceder un monto de hasta 20 mil U.M.A. (2 millones 74 mil 800 pesos o su equivalente para el año 2024).\nPara recibir los descuentos, deberán presentar copia del último recibo de pago predial. En descuentos especiales, copia de su credencial oficial (Inapam o Insen) o cualquier otro documento idóneo con el que pruebe tal supuesto.\nPara los trabajadores, deberán presentar copia de la credencial de trabajo o cualquier otro documento con el que acrediten ser empleados de los organismos antes mencionados.\nLos pagos pueden realizarse en las cajas del Palacio Municipal Nuevo y del Centro, así como en diversas oficinas y puntos de atención, incluyendo SARE, Desarrollo Agropecuario, Protección Civil, Tránsito Municipal, Instituto de las Mujeres en Villas del Sol, Canaco Servitur, Puerto Aventuras en la Alcaldía y en la Marina.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:29:31.923+02:00",
  "updated": "2023-12-29T00:29:31.923+02:00"
}