{
  "thread": {
    "uuid": "95a8187ef8e4d34fc32d9e0b030acf39add18a09",
    "url": "https://www.eveningnews24.co.uk/news/national/24022700.2023-second-warmest-year-record-uk-says-met-office/",
    "site_full": "www.eveningnews24.co.uk",
    "site": "eveningnews24.co.uk",
    "site_section": "https://eveningnews24.co.uk",
    "site_categories": [
      "media"
    ],
    "section_title": "Norwich  News, Sport &amp; Things to do | Norwich Evening News",
    "title": "2023 was second warmest year on record for UK, says Met Office | Norwich Evening News",
    "title_full": "2023 was second warmest year on record for UK, says Met Office | Norwich Evening News",
    "published": "2024-01-02T18:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.eveningnews24.co.uk/resources/images/17604525/?type=og-image",
    "performance_score": 0,
    "domain_rank": 54144,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "95a8187ef8e4d34fc32d9e0b030acf39add18a09",
  "url": "https://www.eveningnews24.co.uk/news/national/24022700.2023-second-warmest-year-record-uk-says-met-office/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PA News Agency",
  "published": "2024-01-02T18:43:00.000+02:00",
  "title": "2023 was second warmest year on record for UK, says Met Office | Norwich Evening News",
  "text": "Last year was provisionally the second warmest on record for the UK since records began in 1884, the Met Office has said. Only 2022, which saw temperatures exceed 40C for the first time in recorded history, was hotter. Wales and Northern Ireland had their warmest years, with the Met Office saying climate change has made these benchmarks “significantly more likely”. Provisional figures show 2023 had an average mean temperature of 9.97C, just behind 2022’s figure of 10.03C and ahead of 2014’s figure of 9.88C. Last year also ranked the second warmest for the Central England Temperature, the world’s longest instrumental temperature series from 1659. Met Office senior scientist Mike Kendon said: “The observations of the UK climate are clear. Climate change is influencing UK temperature records over the long term, with 2023 going down as another very warm year and the second warmest on record. “Had the 2023 value occurred during the 20th century, it would have been, by far, the warmest year on record. “While our climate will remain variable, with periods of cold and wet weather, what we have observed over recent decades is a number of high temperature records tumbling. “We expect this pattern to continue as our climate continues to change in the coming years as a result of human-induced climate change.” The five warmest years for the UK include 2020, 2022 and 2023 and the top 10 are all in the 21st century. Last year is almost certain to be confirmed as the hottest year ever recorded globally, with 2024 set to beat that again. Met Office scientists have calculated that 2023’s average temperature would have been a one-in-500-year event without humans changing the climate through producing greenhouse gases. This is now a one-in-three-year event and by the end of the century it could be happening almost every year. Last year saw unusually severe heatwaves in June and September, with the later part of December being unseasonably mild. There was also more rainfall than usual for much of the country with multiple storms bringing flooding in eastern Scotland and parts of England. Mr Kendon said: “Climate projections suggest an increase in the frequency of hotter, drier summers and warmer, wetter winters, and we’ve seen a generally warm and wet autumn and start to the 2023/24 winter. “Overall, this has been another wet year for the UK with 11% more rainfall than average. “A warmer atmosphere has a greater capacity to hold moisture, so as our climate warms, we expect it to become wetter too and, while there is a large amount of annual variability, that trend is also apparent in the observations.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mike kendon",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "met office",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "central england temperature",
        "sentiment": "none"
      },
      {
        "name": "wales",
        "sentiment": "none"
      },
      {
        "name": "northern ireland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T19:42:18.742+02:00",
  "updated": "2024-01-02T19:42:18.742+02:00"
}