{
  "thread": {
    "uuid": "cc470e47a35a7763972c99ba1666f3566f166132",
    "url": "http://spanish.people.com.cn/n3/2024/0215/c92121-20133593.html",
    "site_full": "spanish.people.com.cn",
    "site": "people.com.cn",
    "site_section": "http://spanish.people.com.cn",
    "site_categories": [
      "japan",
      "travel"
    ],
    "section_title": "español--People's Daily Online",
    "title": "Científicas chilenas rescatan desechos del vino y la cerveza para crear \"superalimentos\"",
    "title_full": "Científicas chilenas rescatan desechos del vino y la cerveza para crear \"superalimentos\"",
    "published": "2024-02-15T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 446,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cc470e47a35a7763972c99ba1666f3566f166132",
  "url": "http://spanish.people.com.cn/n3/2024/0215/c92121-20133593.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "F_200808",
  "published": "2024-02-15T02:00:00.000+02:00",
  "title": "Científicas chilenas rescatan desechos del vino y la cerveza para crear \"superalimentos\"",
  "text": "- Más Científicas chilenas rescatan desechos del vino y la cerveza para crear \"superalimentos\" [Xinhua](http://spanish.xinhuanet.com/)| el 15 de febrero de 2024 | 10:28 Las científicas chilenas Carmen Soto y Lida Fuentes estudian la posibilidad de elaborar alimentos saludables a partir de residuos orgánicos desechados en el proceso de producción del vino y la cerveza, ricos en fibra y antioxidantes, que podrían ayudar a combatir enfermedades cardiovasculares, además de diabetes y obesidad, entre otros beneficios. Soto, del Centro Regional de Estudios de Alimentos Saludables (CREAS), de la Pontificia Universidad Católica de Valparaíso, explicó a Xinhua que el equipo de investigación, de ocho integrantes, trabaja desde hace años con los sobrantes de la agroindustria \"con el propósito de generar un mejor aprovechamiento de distintas materias primas\". Afirmó que, en este caso, los residuos obtenidos del vino (como el orujo de uva) y del proceso de producción de la cerveza (bagazo), \"contienen una gran cantidad de compuestos llamados bioactivos, como antioxidantes y fibra dietética, que pueden ser aprovechados y no tienen porqué ir a un vertedero o sólo ser utilizados como alimento para animales o abono\". La alta prevalencia de enfermedades en la población mundial, en las que pueden influir las conductas alimentarias y el gran consumo de procesados, ha motivado la búsqueda de nuevos ingredientes que sean beneficiosos para la salud. \"Está reconocido que los antioxidantes y las fibras tienen una acción en estas patologías, porque en la mayoría de los casos se trata de procesos inflamatorios. Se reconoce que los antioxidantes y las fibras pueden afectar positivamente\", aseguró Soto, con base en una de las premisas que ha dado origen a esta propuesta. Para averiguar esto, el grupo cuenta con especialistas que estudian diversas opciones para complementar el tratamiento contra el cáncer, enfermedades relacionadas al colon, diabetes u obesidad, con base en células de laboratorio y modelos animales con sistemas semejantes al ser humano. El proyecto de carácter científico-tecnológico, llamado \"Estudio multidisciplinario de procesamiento tecnológico para mejorar las propiedades funcionales y saludables del bagazo de vino y cerveza de la región de Valparaíso (centro)\", tiene como objetivo imitar, con estos elementos, la asimilación de nutrientes producida al ingerir una fruta. \"Las frutas siempre son la mejor manera de interacción entre fibra y antioxidantes, ese es nuestro ejemplo ideal. Nosotros queremos lograr un tipo de absorción de ese estilo\", dijo a Xinhua, por su parte, la investigadora Fuentes. La iniciativa del CREAS pretende revalorizar los residuos orgánicos de forma integral y reducir el impacto ambiental que éstos generan. Soto añadió que Chile es un país productor de fruta fresca por excelencia; sin embargo, \"el consumo de estos alimentos es bastante bajo\". En cambio, \"estamos acostumbrados a comer galletas o procesados, por lo que queremos elaborar un alimento que sea realmente saludable, no solo atractivo de nombre\". Según un estudio realizado por Frutas de Chile, los chilenos consumen 1,4 porciones diarias de fruta, mientras que agencias internacionales como la Organización Mundial de la Salud (OMS) y la Organización de las Naciones Unidas para la Alimentación y la Agricultura (FAO), recomiendan ingerir cinco veces al día frutas y/o verduras frescas. Esta propuesta también empuja el modelo de economía circular en la región, porque las científicas trabajan con pequeñas y medianas empresas que les proporcionan los sólidos remanentes del proceso de malteado de la cerveza, además del producto resultante del prensado de uvas para el vino, que consta principalmente de piel, algo de pulpa, semillas y tallos, los cuales se acumulan en las plantas productoras hasta descomponerse. La logística de traslado es compleja, coincidieron en señalar las investigadoras, ya que estos residuos llegan húmedos y deben ser almacenados a cierta temperatura y luego deshidratados, para evitar la aparición de hongos, levadura o microorganismos, que dejarían inutilizables estos compuestos. \"Estamos haciendo un proyecto novedoso y queremos convertirnos en un modelo de desarrollo, porque vamos a tener la gestión de la materia prima, el desarrollo de los procesos y después del alimento\", además de propiciar \"conocimiento científico, tecnológico, académico y en generación de capacidades\", señaló Soto. Las científicas chilenas piensan que esta idea podría ser pionera a su vez para un futuro estudio sobre la elaboración de bioplásticos a partir de residuos orgánicos. El país austral es el cuarto productor de vinos a nivel global, sólo superado por países europeos de vasta trayectoria vitivinícola como Francia, España e Italia. En 2023, se exportaron cerca de 700 millones de litros de vino de Chile, país que cuenta con una superficie total plantada de 130.000 hectáreas, de las cuales un 72 por ciento se ubica en las regiones centrales de O'Higgins y Maule. Por otra parte, Chile ha desarrollado su propia identidad cervecera con una amplia producción artesanal. Su consumo acumula un crecimiento considerable en las últimas dos décadas, de 25 litros anuales por persona en 2001, a casi 60 litros en 2022, de acuerdo con la Asociación de Productores de Cervezas de Chile (ACECHI). La producción nacional se estima en 11,5 millones de hectolitros.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Health"
  ],
  "external_links": [
    "http://spanish.xinhuanet.com/)|",
    "http://www.spanish.xinhuanet.com/)|"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T00:59:33.503+02:00",
  "updated": "2024-02-16T00:59:33.503+02:00"
}