{
  "thread": {
    "uuid": "d52c36418f4ae052cf9261075d282258558d683e",
    "url": "http://french.china.org.cn/foreign/txt/2023-12/30/content_116911507.htm",
    "site_full": "french.china.org.cn",
    "site": "china.org.cn",
    "site_section": "http://french.china.org.cn",
    "site_categories": [
      "japan",
      "travel"
    ],
    "section_title": "Centre d&#39;Informations Internet de Chine",
    "title": "L'UA salue la signature d'un accord de subvention pour soutenir la paix dans la région éthiopienne du Tigré",
    "title_full": "L'UA salue la signature d'un accord de subvention pour soutenir la paix dans la région éthiopienne du Tigré",
    "published": "2023-12-29T22:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2593,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d52c36418f4ae052cf9261075d282258558d683e",
  "url": "http://french.china.org.cn/foreign/txt/2023-12/30/content_116911507.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T22:51:00.000+02:00",
  "title": "L'UA salue la signature d'un accord de subvention pour soutenir la paix dans la région éthiopienne du Tigré",
  "text": "Le président de la Commission de l'Union africaine (UA), Moussa Faki Mahamat, a salué vendredi la signature de l'accord de subvention entre l'UA et l'Ethiopie pour soutenir la paix dans la région du Tigré, dans le nord de l'Ethiopie.\nJeudi, le gouvernement éthiopien et l'UA ont signé un accord d'un million de dollars américains octroyés par la Facilité de réserve de crise du Fonds pour la paix de l'UA dans le cadre du soutien de l'UA au processus de paix en Ethiopie, a fait savoir l'UA dans un communiqué publié vendredi.\nLe soutien financier de l'UA vise à mettre en œuvre de manière efficace le programme de désarmement, de démobilisation et de réintégration, conformément à l'Accord de cessation permanente des hostilités, signé entre le gouvernement éthiopien et le Front de libération du peuple du Tigré (TPLF) en novembre 2022.\n\"De manière significative, le président note que cet octroi de la subvention fait de l'Ethiopie le premier Etat membre de l'UA à bénéficier directement du Fonds pour la paix de l'UA depuis sa mise en opération en 2023\", peut-on lire dans le communiqué.\nM. Faki a réaffirmé la volonté de l'UA de contribuer à la mise en œuvre complète et rapide de l'Accord de cessation permanente des hostilités, y compris le processus de désarmement, de démobilisation et de réintégration.\nIl a renouvelé sa profonde reconnaissance au gouvernement fédéral éthiopien et à l'Administration régionale intérimaire du Tigré pour leur volonté constante de mettre en œuvre l'Accord de cessation permanente des hostilités dans l'esprit d'apporter des solutions africaines aux problèmes africains.\n\"Le président exprime également sa gratitude à tous les acteurs éthiopiens, régionaux et internationaux pour leur soutien constant au processus de paix mené par l'UA dans le nord de l'Ethiopie\", poursuit le communiqué.\nIl a appelé les partenaires bilatéraux et multilatéraux à offrir un soutien concret au processus mené par l'UA en vue de la mise en œuvre de l'Accord de cessation permanente des hostilités.\nEn novembre 2022, le gouvernement éthiopien et le TPLF ont signé un accord de cessation des hostilités à Pretoria, en Afrique du Sud, pour mettre fin à un conflit brutal de deux ans.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T23:00:55.725+02:00",
  "updated": "2023-12-29T23:00:55.725+02:00"
}