{
  "thread": {
    "uuid": "f0f4ccbd649a3642b762de37b42242a93b389370",
    "url": "https://www.offshore-energy.biz/lng-powered-sun-princess-largest-ship-ever-built-in-italy-delivered/",
    "site_full": "www.offshore-energy.biz",
    "site": "offshore-energy.biz",
    "site_section": "https://www.lngworldnews.com/rss",
    "site_categories": [
      "tech"
    ],
    "section_title": "Offshore Energy",
    "title": "LNG-powered Sun Princess, largest ship ever built in Italy, delivered",
    "title_full": "LNG-powered Sun Princess, largest ship ever built in Italy, delivered - Offshore Energy",
    "published": "2024-02-16T10:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NL",
    "main_image": "https://cdn.offshorewind.biz/wp-content/uploads/sites/6/2024/02/16090357/1-1.jpg?image-crop-positioner-ts=1708070640",
    "performance_score": 0,
    "domain_rank": 18088,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f0f4ccbd649a3642b762de37b42242a93b389370",
  "url": "https://www.offshore-energy.biz/lng-powered-sun-princess-largest-ship-ever-built-in-italy-delivered/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Fatima Bahtić",
  "published": "2024-02-16T10:05:00.000+02:00",
  "title": "LNG-powered Sun Princess, largest ship ever built in Italy, delivered",
  "text": "Italian shipbuilder Fincantieri has delivered Sun Princess, the first of two liquefied natural gas (LNG) cruise ships for Princess Cruises.\nFincantieri As disclosed, the cruise ship was delivered at Monfalcone shipyard on February 14. The vessel will remain at the Monfalcone yard for additional technical works, according to Fincantieri.\nSun Princess is the first in Princess Cruises’ Sphere class, which includes a sister-ship to be delivered in 2025. They will each accommodate approximately 4,300 guests and are based on a next-generation platform design. The vessel was launched in March 2023.\nRelated Article Posted: 11 months ago LNG-powered Sun Princess hits the water at Fincantieri Categories: Vessels Posted: 11 months ago At about 178,000 gross tons, Sun Princess is the largest ship ever built in Italy, as well as the first LNG cruise ship ever built by Fincantieri, and the first dual-fuel vessel powered primarily by LNG to enter the Princess fleet.\nFincantieri LNG is considered to be one of the most advanced fuel technologies that is mature, scalable, and commercially viable for the maritime industry. This fuel is also considered among the cleanest fossil fuels because it can reduce greenhouse gas emissions and almost totally avoids other air emissions and particulate matter.\nFurthermore, the vessel will be outfitted with two shore power connections, on both the port and starboard side of the vessel, to enable the ship to turn off the engines and connect to local electric power to run all onboard services during day-long calls in various ports.\nTo supply sustainable power and better maneuverability to save fuel, Sun Princess will feature two Azipod propulsions for forward and backward movements and the four largest controllable pitch propellers, known as bow thrusters, on the market for sideways navigation.\nFincantieri Princess Cruises and Fincantieri finalized the contracts for the construction of two next-generation 175,000-ton dual-fueled cruise ships back in 2019. The construction of Sun Princess was kickstarted in September 2021.\nThe keel for the second ship in this class, Star Princess, was laid in December 2023.\nRelated Article Posted: 2 months ago Keel laid for Princess Cruises’ new LNG-fueled ship Categories: Vessels Posted: 2 months ago",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "fincantieri",
        "sentiment": "negative"
      },
      {
        "name": "sun princess",
        "sentiment": "negative"
      },
      {
        "name": "fincantieri categories",
        "sentiment": "none"
      },
      {
        "name": "fincantieri lng",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "italy",
        "sentiment": "none"
      },
      {
        "name": "monfalcone",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T11:47:45.051+02:00",
  "updated": "2024-02-16T11:47:45.051+02:00"
}