{
  "thread": {
    "uuid": "40273a80af007c225ec6e8e64f45a0c558000165",
    "url": "https://www.sciencealert.com/expired-cans-of-salmon-from-decades-ago-reveal-a-big-surprise",
    "site_full": "www.sciencealert.com",
    "site": "sciencealert.com",
    "site_section": "https://agriculture.einnews.com:443/live_feed",
    "site_categories": [
      "media",
      "tech",
      "top_news"
    ],
    "section_title": "Live Feed Wire - Agriculture Industry Today - EIN Presswire",
    "title": "Expired Cans of Salmon From Decades Ago Reveal a Big Surprise : ScienceAlert",
    "title_full": "Expired Cans of Salmon From Decades Ago Reveal a Big Surprise : ScienceAlert",
    "published": "2024-04-12T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.sciencealert.com/images/2024/04/TweezersOnNematodeInSalmon.jpg",
    "performance_score": 0,
    "domain_rank": 1433,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "40273a80af007c225ec6e8e64f45a0c558000165",
  "url": "https://www.sciencealert.com/expired-cans-of-salmon-from-decades-ago-reveal-a-big-surprise",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jess Cockerill",
  "published": "2024-04-12T03:00:00.000+03:00",
  "title": "Expired Cans of Salmon From Decades Ago Reveal a Big Surprise : ScienceAlert",
  "text": "Expired Cans of Salmon From Decades Ago Reveal a Big Surprise Nature 12 April 2024 By Jess Cockerill An anisakid worm (circled in red)in a canned salmon fillet. (Natalie Mastick/University of Washington) Canned salmon are the unlikely heroes of an accidental back-of-the-pantry natural history museum, with decades of Alaskan marine ecology preserved in brine and tin.\nParasites can tell us a lot about an ecosystem, because they're usually up in the business of several species . But unless they cause some major problem to humans, historically we haven't paid them much attention .\nThat's a problem for parasite ecologists, like Natalie Mastick and Chelsea Wood from the University of Washington, who had been searching for a way to retroactively track the effects parasites had on Pacific Northwestern marine mammals.\nSo when Wood got a call from Seattle's Seafood Products Association, asking if she'd be interested in taking boxes of dusty old expired cans of salmon – dating back to the 1970s – off their hands, her answer was, unequivocally, yes.\nThe cans had been set aside for decades as part of the association's quality control process, but in the hands of the ecologists, they became an archive of excellently preserved specimens; not of salmon, but of worms.\nWhile the idea of worms in your canned fish is a bit stomach-turning, these roughly 0.4-inch (1-centimeter) long marine parasites, anisakids , are harmless to humans when killed during the canning process.\n\"Everyone assumes that worms in your salmon is a sign that things have gone awry,\" says Wood.\n\"But the anisakid life cycle integrates many components of the food web. I see their presence as a signal that the fish on your plate came from a healthy ecosystem.\"\nAn anisakid worm (circled in red)in a canned salmon fillet. (Natalie Mastick/University of Washington) Anisakids enter the food web when they are eaten by krill , which in turn are eaten by larger species. This is how they end up in the salmon, and eventually, the intestines of marine mammals, where the worms complete their life cycle by reproducing. Their eggs are excreted into the ocean by the mammal, and the cycle begins again.\n\"If a host is not present – marine mammals, for example – anisakids can't complete their life cycle and their numbers will drop,\" says Wood, the paper's senior author.\nThe 178 tin cans in the 'archive' contained four different salmon species caught in the Gulf of Alaska and Bristol Bay across a 42-year period (1979–2021), including 42 cans of chum ( Oncorhynchus keta ), 22 coho ( Oncorhynchus kisutch ), 62 pink ( Oncorhynchus gorbuscha ), and 52 sockeye ( Oncorhynchus nerka ).\nAlthough the techniques used to preserve the salmon do not, thankfully, keep the worms in pristine condition, the researchers were able to dissect the filets and calculate the number of worms per gram of salmon.\nA highly degraded anisakid found in canned salmon. ( Natalie Mastick/University of Washington ) They found worms had increased over time in chum and pink salmon, but not in sockeye or coho.\n\"Seeing their numbers rise over time, as we did with pink and chum salmon, indicates that these parasites were able to find all the right hosts and reproduce. That could indicate a stable or recovering ecosystem, with enough of the right hosts for anisakids,\" says Mastick, the paper's lead author.\nBut it's harder to explain the stable levels of worms in coho and sockeye, especially since the canning process made it difficult to identify the specific species of anisakid.\n\"Though we are confident in our identification to the family level, we could not identify the [anisakids] we detected at the species level,\" the authors write , \"so it is possible that parasites of an increasing species tend to infect pink and chum salmon, while parasites of a stable species tend to infect coho and sockeye.\"\nMastick and colleagues think this novel approach – dusty old cans turned ecological archive – could fuel many more scientific discoveries. It seems they've opened quite a can of worms.\nThis research was published in Ecology and Evolution.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://en.wikipedia.org/wiki/Coho_salmon",
    "https://en.wikipedia.org/wiki/Sockeye_salmon",
    "https://www.washington.edu/news/2024/04/04/canned-salmon/",
    "https://en.wikipedia.org/wiki/Krill",
    "https://onlinelibrary.wiley.com/doi/10.1002/ece3.11043",
    "https://en.wikipedia.org/wiki/Pink_salmon",
    "https://en.wikipedia.org/wiki/Anisakidae",
    "https://en.wikipedia.org/wiki/Chum_salmon",
    "https://www.en.wikipedia.org/wiki/Anisakidae",
    "https://www.en.wikipedia.org/wiki/Sockeye_salmon",
    "https://www.en.wikipedia.org/wiki/Coho_salmon",
    "https://www.washington.edu/news/2024/04/04/canned-salmon",
    "https://www.onlinelibrary.wiley.com/doi/10.1002/ece3.11043",
    "https://www.en.wikipedia.org/wiki/Chum_salmon",
    "https://washington.edu/news/2024/04/04/canned-salmon/",
    "https://www.en.wikipedia.org/wiki/Pink_salmon",
    "https://www.en.wikipedia.org/wiki/Krill"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chelsea wood",
        "sentiment": "none"
      },
      {
        "name": "wood",
        "sentiment": "none"
      },
      {
        "name": "natalie mastick",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "seattle's seafood products association",
        "sentiment": "none"
      },
      {
        "name": "university of washington",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T04:48:39.558+03:00",
  "updated": "2024-04-12T08:21:32.125+03:00"
}