{
  "thread": {
    "uuid": "3510ed6c56d38c44b83740110dc2c40605172056",
    "url": "https://www.thetruthaboutcars.com/cars/features/rare-rides-icons-the-cadillac-eldorado-distinctly-luxurious-part-xi-44504620",
    "site_full": "www.thetruthaboutcars.com",
    "site": "thetruthaboutcars.com",
    "site_section": "https://www.thetruthaboutcars.com/rss/feed/all",
    "site_categories": [
      "buying_selling_cars",
      "vehicles"
    ],
    "section_title": "TheTruthAboutCars",
    "title": "Rare Rides Icons: The Cadillac Eldorado, Distinctly Luxurious (Part XII)",
    "title_full": "Rare Rides Icons: The Cadillac Eldorado, Distinctly Luxurious (Part XII)",
    "published": "2024-01-12T20:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://cdn-fastly.thetruthaboutcars.com/media/2024/01/11/19021/rare-rides-icons-the-cadillac-eldorado-distinctly-luxurious-part-xi.jpg?size=1200x628",
    "performance_score": 0,
    "domain_rank": 14009,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3510ed6c56d38c44b83740110dc2c40605172056",
  "url": "https://www.thetruthaboutcars.com/cars/features/rare-rides-icons-the-cadillac-eldorado-distinctly-luxurious-part-xi-44504620",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Corey Lewis",
  "published": "2024-01-12T20:37:00.000+02:00",
  "title": "Rare Rides Icons: The Cadillac Eldorado, Distinctly Luxurious (Part XII)",
  "text": "Rare Rides Icons: The Cadillac Eldorado, Distinctly Luxurious (Part XII) [Share] The second generation Cadillac Eldorado was met with immediate sales success after its repositioning from a halo vehicle to a more affordable upmarket trim package in 1954. Expanding upon the success in its third and final model year, the second-gen Eldorado sprouted a new body style (a hardtop coupe) [called Seville](https://www.thetruthaboutcars.com/cars/features/rare-rides-icons-the-cadillac-eldorado-distinctly-luxurious-part-xi-44504344) in addition to the mainstay convertible sibling christened Biarritz. In 1958 it was time for all-new Eldorado(s), in a moment that would see the nameplate expand into a small lineup in two very distinct price brackets. Time for model range detail! The entire Cadillac lineup was restyled and slightly modernized for the 1958 model year. The entry-level range was the Sixty-Two lineup (formerly Series 62), as Cadillac swapped hyphenated numerical naming at will. The mid-market full-size model was the Sixty Special, topped by an expanded lineup of the Series 75, now also available as Series 70. While those were considered the “standard” offerings, additional high-end luxury was offered by the new third generation Eldorado ( in various new guises). Cadillac also re-entered the halo car category with the all-new Eldorado Brougham. An exclusive hand-made vehicle, Eldorado Brougham was the price of two Sixty Specials, and marked the first time an Eldorado badge appeared on a four-door. The Sixty-Two entered its fifth generation in 1957 and received a wheelbase stretch of half an inch, to 129.5 inches. Four-door models had an overall length of 215.9 inches, while two-door models were 220.9 inches. Overall length increased an inch over the prior four-door Series 62 in 1956, but decreased an inch for two-door models. Sixty-Two was available in two-door convertible and hardtop guises, as well as a four-door hardtop. The base model four-door pillared sedan was eliminated this generation. Retained was the de Ville trim level, available on both two- and four-door models, but not the convertible. In 1957, the larger Sixty Special retained the same 133-inch wheelbase as its prior generation. As it entered its sixth-gen guise, its body style swapped to a four-door hardtop. It was the first time the Sixty Special was not offered in four-door sedan guise since its inception in 1938, as Cadillac moved toward a less conservative image. Overall length decreased from 225.9 inches in 1956 to 224.4” in 1957. Formerly the company’s flagship sedan and limousine model, the Series 75 adopted a split personality in 1957. The new Series 70 was the smaller of the two offerings, and rode on its own 126-inch wheelbase. The wheelbase was slightly longer than the Sixty-Two, but notably shorter than the Sixty Special. Overall length was 216.3 inches, again barely larger than a Sixty-Two. The Series 70 was available only in four-door hardtop guise. The most expensive standard four-door in 1957 was the Series 75. The company’s most conservative model, it was the only one available in a four-door sedan format. That was likely necessitated because of its length, and the fact that a limousine would not work so well as a hardtop. The Series 75 had a very extended wheelbase of 149.7 inches, and was 236.2 inches long in either sedan or limousine guise. Overall length was about half an inch greater than the prior year’s 235.7 inches. Forming the basis of Cadillac’s upmarket models in 1957 was the Sixty-Two based Eldorado. As expected, the wheelbase increased along with the Sixty-Two to 129.5 inches. Overall length was 222.1 inches. Though fractionally shorter than the 1956 model, Eldorado was nevertheless a couple of inches longer than the Sixty-Two, as the models diverged from one another. Both the hardtop Eldorado Seville and convertible Eldorado Biarritz returned as expected, but there was another lesser known model on offer that year, if you knew who to ask. Available by special order only, the elusive four-door Eldorado Seville Sedan went to four select customers. Finding a picture of one is near [impossible](https://www.newcadillacdatabase.org/static/CDB/DBas_drm/57SvlSdn3.jpg). The epitome of Eldorado in 1957 was an all-new model: Eldorado Brougham. Built on the new 126-inch Series 70 wheelbase, Eldorado Brougham was eight inches shorter than Sixty Special at 216.3 inches. Eldorado Brougham was also six inches shorter than regular Eldorados, and unlike all other Cadillacs of the period was hand-built. It was an attempt by Cadillac to reintroduce a super expensive luxury sedan like it offered prior to WWII in the likes of V-12 and V-16, the latter of which was offered for the last time in 1939. Visual updates across the line in 1957 included a general smoothing of the front clip, and black rubber points added to Dagmars. There was new trim detailing here and there, and new round cornering lamps. Front end restyling was a halfway measure as everyone knew what was coming: quad headlamps. It was the hot new feature of 1958, and appeared on most domestic cars that year. The higher quantity of headlamps was newly legal in all US states. As a bonus, legalization was a win-win for manufacturers: Make the 1958 look new via a quick update and quad lamps, while simultaneously making the ‘57s look dated. Cadillac was wise, and waited for the lamps before redesigning the front clip on its entire line in 1958. All Cadillacs adopted bold, tall tailfins in 1957 as the conservative holdouts Sixty Special and Series 75 gave in to market demands. There was also a more daring roofline, as the lineup (with exception to the special Eldorado Brougham) saw its rear pillar canted rearward. It was the opposite of Cadillacs prior, which all had their rear pillars angled forward. Though exterior looks were a mix of old and new in 1957, the engineering underneath the Sixty-Two and thus Eldorado saw some advancement. There were also changes in engine technology, as Cadillac’s engineers made updates to ensure their cars remained in public perception as the Standard of the World. We’ll pick up there next time. Become a TTAC insider. Get the latest news, features, TTAC takes, and everything else that gets to the truth about cars first by [subscribing to our newsletter](https://email.thetruthaboutcars.com/newsletter-signup/). [Images: GM] [#Ttac](https://www.thetruthaboutcars.com/tag/Ttac) [#Features](https://www.thetruthaboutcars.com/tag/Features) [#NewsBlog](https://www.thetruthaboutcars.com/tag/NewsBlog) [#Cadillac](https://www.thetruthaboutcars.com/tag/Cadillac) [#RareRides](https://www.thetruthaboutcars.com/tag/RareRides) [#RareRidesIcons](https://www.thetruthaboutcars.com/tag/RareRidesIcons) [#CadillacEldorado](https://www.thetruthaboutcars.com/tag/CadillacEldorado) [#Eldorado](https://www.thetruthaboutcars.com/tag/Eldorado) [#PersonalLuxuryCars](https://www.thetruthaboutcars.com/tag/PersonalLuxuryCars) [#Coupes](https://www.thetruthaboutcars.com/tag/Coupes) [#LuxuryCars](https://www.thetruthaboutcars.com/tag/LuxuryCars) [#Convertibles](https://www.thetruthaboutcars.com/tag/Convertibles) [#1950s](https://www.thetruthaboutcars.com/tag/1950s) [#LargeCars](https://www.thetruthaboutcars.com/tag/LargeCars) [#DomesticCars](https://www.thetruthaboutcars.com/tag/DomesticCars) [#Series62](https://www.thetruthaboutcars.com/tag/Series62) [#GM](https://www.thetruthaboutcars.com/tag/GM) [#GeneralMotors](https://www.thetruthaboutcars.com/tag/GeneralMotors) [#EldoradoBrougham](https://www.thetruthaboutcars.com/tag/EldoradoBrougham) Interested in lots of cars and their various historical contexts. Started writing articles for TTAC in late 2016, when my first posts were QOTDs. From there I started a few new series like Rare Rides, Buy/Drive/Burn, Abandoned History, and most recently Rare Rides Icons. Operating from a home base in Cincinnati, Ohio, a relative auto journalist dead zone. Many of my articles are prompted by something I'll see on social media that sparks my interest and causes me to research. Finding articles and information from the early days of the internet and beyond that covers the little details lost to time: trim packages, color and wheel choices, interior fabrics. Beyond those, I'm fascinated by automotive industry experiments, both failures and successes. Lately I've taken an interest in AI, and generating \"what if\" type images for car models long dead. Reincarnating a modern Toyota Paseo, Lincoln Mark IX, or Isuzu Trooper through a text prompt is fun. Fun to post them on Twitter too, and watch people overreact. To that end, the social media I use most is Twitter, @CoreyLewis86. I also contribute pieces for Forbes Wheels and Forbes Home. More by [Corey Lewis](https://www.thetruthaboutcars.com/member/105035/coreydl) Comments Join the conversation - [Dukeisduke]1 hour ago Here's the index of '57 Cadillac brochures at oldcarbrochures.com: - - [Dukeisduke]8 minutes ago The Eldorado Brougham Salesman's Data Book calls the quad headlamps \"parallel dual headlamps\" (Page 6): [1957 Cadillac Eldorado Brougham Salesman's Data Book (Page 6)](https://oldcarbrochures.com/static/NA/Cadillac/1957_Cadillac/1957%20Cadillac%20Eldorado%20Brougham%20Salesmens%20Data%20Book/image6.html) - Latest Car Reviews [Read more](https://www.thetruthaboutcars.com/category/reviews/) Latest Product Reviews [Read more](https://www.thetruthaboutcars.com/products/) Recent Comments [NJRide](https://www.thetruthaboutcars.com/cars/down-on-the-junkyard/junkyard-find-1986-dodge-aries-se-four-door-sedan-44504494#cid-10340044)So with AC these are maybe at most 10 percent cheaper than a 2024 Camry LE adjusted for inflation. The question is there such poor sedan demand that Stellantis can't make money on a midsize sedan anymore (i'm assuming Toyota is not losing money on Camries) or did they simply throw their hands up, in turn possibly giving up fleet and service business at the very least? And this was probably still better in the 1986 market than the current Malibu is today. [Tassos](https://www.thetruthaboutcars.com/cars/reviews/2024-subaru-crosstrek-sport-review-pumping-it-up-44504653#cid-10340041)Back due to popular demand.What is your dream car?An ugly breadvan with a short wheelbase, long overhangs, and a cheap interior.Yeah, right.I will agonize between this and (for the same exct money) a Fit for An Emperor AMG S 65 (or better, a CL S 65) with its 604 HP and 738 LBFT. [El scotto](https://www.thetruthaboutcars.com/cars/down-on-the-junkyard/junkyard-find-1986-dodge-aries-se-four-door-sedan-44504494#cid-10340035)I saw the K cars may have been some of the best MOPARS ever made. Cheap, reliable, easy on gas and they saved Chrysler. They even helped Chrysler pass my inner \"Is it a real car company?\" test. Yes, the mighty K-car convertible, some even had fake wood grain vinyl siding, and the penultimate K-car convertible: LeBaron Town and Country! [SCE to AUX](https://www.thetruthaboutcars.com/cars/down-on-the-junkyard/junkyard-find-1986-dodge-aries-se-four-door-sedan-44504494#cid-10340026)That vacuum diagram illustrates one reason why these cars were so revolutionary, popular, and long-lasting. TBI greatly simplified the emission controls, while improving efficiency and power.The Ks seemed to have improved corrosion protection over the awful 70s cars, and offered much better driving dynamics than their wallowing predecessors. But the squared-off proportions gave an air of sophistication that an imported blob didn't have.The chassis nickname \"K\" really stuck with these, being both a blessing (easily remembered and recognizable) and a curse (cheap, like K-Mart).Good find! [Dukeisduke](https://www.thetruthaboutcars.com/cars/features/rare-rides-icons-the-cadillac-eldorado-distinctly-luxurious-part-xi-44504620#cid-10340014)Here's the index of '57 Cadillac brochures at oldcarbrochures.com: 1957 Cadillac Brochures (oldcarbrochures.com)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "cadillac eldorado",
        "sentiment": "negative"
      },
      {
        "name": "cadillac",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "eldorado",
        "sentiment": "none"
      },
      {
        "name": "biarritz",
        "sentiment": "none"
      },
      {
        "name": "seville",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T23:32:01.448+02:00",
  "updated": "2024-01-16T18:52:27.868+02:00"
}