{
  "thread": {
    "uuid": "ce34b2aac6715074dfa0ef3560adc825e923106a",
    "url": "https://ricetoday.irri.org/how-assams-fallow-season-can-be-transformed-into-a-season-of-productivity",
    "site_full": "ricetoday.irri.org",
    "site": "irri.org",
    "site_section": "https://ricetoday.irri.org",
    "site_categories": [],
    "section_title": "Rice Today",
    "title": "How Assam’s fallow season can be transformed into a season of productivity - Rice Today",
    "title_full": "How Assam’s fallow season can be transformed into a season of productivity - Rice Today",
    "published": "2024-04-05T01:50:23.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PH",
    "main_image": "https://ricetoday.irri.org/wp-content/uploads/2024/02/assam_fallow_RT-150x150.jpg",
    "performance_score": 0,
    "domain_rank": 27232,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ce34b2aac6715074dfa0ef3560adc825e923106a",
  "url": "https://ricetoday.irri.org/how-assams-fallow-season-can-be-transformed-into-a-season-of-productivity",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@ricetoday",
  "published": "2024-04-05T01:50:23.000+03:00",
  "title": "How Assam’s fallow season can be transformed into a season of productivity - Rice Today",
  "text": "Agriculture in Assam is characterized by low productivity because of frequent floods, drought, lack of irrigation facilities during the dry season, use of low-quality seed, limited agricultural mechanization, and the knowledge gap among stakeholders. However, it is possible to achieve double or triple cropping in the state with meticulous planning and the development and promotion of appropriate and farmer-friendly interventions for the rice-fallow areas. Utilizing the rice-fallow areas efficiently could accelerate the growth of agricultural production, generate additional income, and improve the livelihood security of small and marginal farmers. Agriculture in Assam is characterized by low productivity because of frequent floods, drought, lack of irrigation facilities during the dry season, use of low-quality seed, limited agricultural mechanization, and the knowledge gap among stakeholders. The productive seasons There are three rice-growing seasons in Assam: sali or kharif (winter), boro (summer and spring), and ahu (autumn). Sali rice grown during the wet season (June to November/December) has traditionally been the main crop cultivated in 1.9 million hectares (ha) across the six agro-climatic zones in the state. The rice crop grown from November to May, called summer or boro rice, is the second most important season for rice cultivation covering 0.4 million ha in the zones. During the winter months, when rainfall is scanty and the scale of cultivation is much smaller crops that require less water, such as oilseeds, pulses, potatoes, and vegetables, are traditionally grown in the plains. There are ample opportunities to grow a wide range of crops across the six agro-climatic zones in Assam. An annual average rainfall of 2,295 mm and the fertile alluvial soil in floodplains provide enormous potential to enhance the production and productivity of crops. Given its bountiful natural resources, the cropping intensity of the state is hovering around 146% in the last decade. However, the agricultural land in Assam is continuously shrinking because of land use conversion. With the present net sown area of 3 million ha and gross cropped area of 4 million ha, there is a need to bring an additional 0.3 million ha under cultivation to increase the cropping intensity from the current level to the state’s target of about 160%. Transforming barren fields into bountiful opportunities Geospatial outputs have revealed that about 1 million ha (57 % of sali rice production areas) remain fallow after rice harvest. This includes a considerable area of around 0.6 million ha with more than 30% moisture available in the soil for cropping and intensification from November to May. The field study in Assam indicated the possibility of growing maize, lentils, mustard, field peas, and potatoes with increased system productivity. A mechanized multi-crop planter suitable for seeding pulses, oilseeds, and maize offers better crop establishment opportunities by effectively using residual soil moisture and optimizing seeding rates. This intervention not only results in better crop establishment but also improves the fertilizer-use efficiency in rabi crops leading to increased system productivity by increased cropping intensity. Therefore, harnessing rice-fallow areas is a viable option for enhancing cropping intensity, system productivity, and net income of the farmers in Assam. Additionally, based on soil type, and rainfall, the char area, particularly in the largely unutilized or underutilized Upper Brahmaputra Valley Zone, can be brought under cultivation of different suitable crops. Crop production interventions for the fallow season Crop production technology interventions are needed to help farmers convert rice-fallow areas into productive farmlands. Some key interventions include: - Targeting early ahu season (January to May) for cultivating short-duration rice or spring maize under irrigated conditions and short-duration millets and pulses during the summer season (February to May) to facilitate double cropping in the areas where farmers grow traditional long-duration rice varieties in the sali season. - Promoting short- or medium-duration rice varieties, direct seeding, and use of agricultural machines for the early harvesting of sali rice to facilitate timely sowing of the succeeding rabi crops through mechanized seeding. - Convergence with government initiatives to accelerate the production and promotion of crops such as millet, fodder, and oilseed to synergize the augmentation of fallow cropping programs. - Providing satellite mapping through IRRI to provide Assam Department of Agriculture technical support for identifying the drought-prone areas for the installation of low-lift pumps for irrigation to intensify cropping in rice-fallow areas. - Building rainwater harvesting ponds in the uplands, and foothills of Hill Zone using landscape segmentation GIS maps and recycling the stored water for irrigating winter season crops. The water-harvesting ponds also slow down water velocity and mitigate the impact of flood and erosion of fertile soil as well as provide facilities for fish culture. Exploring farmers’ receptivity to rice-fallow interventions and their package components followed by suitable action is imperative to its adoption. It is also important to support community programs that address key drivers of fallow cropping including open grazing, credit cushioning, irrigation, and marketing. It is possible to achieve double or triple cropping in the state with meticulous planning and the development and promotion of appropriate and farmer-friendly interventions for the rice-fallow areas. Utilizing the rice-fallow areas efficiently could accelerate the growth of agricultural production, generate additional income, and improve the livelihood security of small and marginal farmers in Assam.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sali",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "assam",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:50:24.306+03:00",
  "updated": "2024-04-05T01:50:24.306+03:00"
}