{
  "thread": {
    "uuid": "ddf1892943df4d4b1dc1df6ec3f19482a614da95",
    "url": "https://timesofindia.indiatimes.com/city/raipur/villagers-release-encroached-land-for-tree-plantation-in-chhattisgarhs-udanti-sitanadi-tiger-reserve/articleshow/111508182.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "http://timesofindia.indiatimes.com/rssfeedmostrecent.cms",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "Times of India",
    "title": "Villagers release encroached land for tree plantation in Chhattisgarh's Udanti Sitanadi Tiger Reserve - Times of India",
    "title_full": "Villagers release encroached land for tree plantation in Chhattisgarh's Udanti Sitanadi Tiger Reserve - Times of India",
    "published": "2024-07-05T10:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-111508163,width-1070,height-580,imgsize-91272,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 290,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ddf1892943df4d4b1dc1df6ec3f19482a614da95",
  "url": "https://timesofindia.indiatimes.com/city/raipur/villagers-release-encroached-land-for-tree-plantation-in-chhattisgarhs-udanti-sitanadi-tiger-reserve/articleshow/111508182.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Partha Sarathi Behera",
  "published": "2024-07-05T10:03:00.000+03:00",
  "title": "Villagers release encroached land for tree plantation in Chhattisgarh's Udanti Sitanadi Tiger Reserve - Times of India",
  "text": "RAIPUR: The villagers of Nagesh and Kalrajhar have voluntarily released 10 hectares of encroached land within the Udanti Sitanadi Tiger Reserve (USTR) in Gariyabandh district for environmental conservation. This land will be used to plant fruit bearing trees and eucalyptus to help reduce human-wildlife conflicts.A village assembly was held on July 2 in Karlajhar to discuss freeing the Udanti Sitanadi Tiger Reserve from illegal encroachments. Villagers from Karlajhar and Nagesh, along with forest officials from the northern and southern Udanti forest ranges, participated in the meeting. They unanimously decided to release approximately 10 hectares of forest land from encroachment. The Forest Department, in collaboration with the villagers, plans to plant fruit bearing trees in this area in order to provide food for the wildlife within the forest and deter them from moving towards human settlements. “The villagers freed the land three days ago. They wilfully surrendered the encroached forest. Now we will do fruit bearing plantation on July 11 in the said area,” said USTR deputy director Varun Jain.The forest range officer of southern Udanti, D N Soni, and the president of the Kisan Majdoor Sangharsh Samiti, Arjun Singh Nayak, discussed the importance of conservation and coordination between forests and wildlife. They emphasized planting more trees to enhance greenery during the rainy season. Previously, the Udanti Sitanadi Tiger Reserve management organized a two-day cricket competition to raise environmental awareness and foster mutual understanding between the Forest Department and villagers for the protection of forests and wildlife through sports.Tiger Reserve Assistant Director Gopal Kashyap stated that the villagers' decision to plant fruit-bearing trees in the encroachment-free area marks a significant milestone in environmental conservation.The meeting was attended by Deputy Ranger Dharmendra Singh Sonwani, Deputy Ranger Manoj Dhruv, and other officials. They worked together with villagers Arjun Nayak, Roopsingh Markam, Dhan Singh Nagesh, Punit Nagesh, Benu Fakira, Rajakchan Nagesh, Shailu Ram, Dhaniram, Sunu Nayak, Kholi Bajara, Rati Ram, Bittu Ram, Laku, Daku, Ganesha, among others, to restore the forest land.Arjun Nayak, who represented the Chhattisgarh government and Udanti Sitanadi Tiger Reserve at the All India Forest Management Committee Conference held at Jim Corbett National Park last year, emphasized the importance of this initiative.“The villagers have freed the land two days ago. They wilfully surrendered the encroached forest. Now we will do fruit bearing plantation on July 11 in the said area,” said USTR deputy director Varun Jain.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "udanti sitanadi tiger reserve",
        "sentiment": "negative"
      },
      {
        "name": "ustr",
        "sentiment": "none"
      },
      {
        "name": "forest department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kalrajhar",
        "sentiment": "none"
      },
      {
        "name": "chhattisgarh",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "karvazhar",
        "sentiment": "none"
      },
      {
        "name": "nagesh",
        "sentiment": "none"
      },
      {
        "name": "gariyabandh",
        "sentiment": "none"
      },
      {
        "name": "udanti",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T10:44:39.405+03:00",
  "updated": "2024-07-12T13:11:57.090+03:00"
}