{
  "thread": {
    "uuid": "5661f236559e13597ffe5250f8d7e571e074e869",
    "url": "https://menafn.com/1107919238/Texas-Roadhouse-And-Bubbas-33-Shatter-Fundraising-And-Awareness-Goals-To-Benefit-The-American-Tinnitus-Association-And-Its-Mission-To-Transform-Tinnitus-Care",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "http://emm.newsbrief.eu/rss/rss?type=rtn&language=en&duplicates=false",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Latest news clusters for en",
    "title": "Texas Roadhouse And Bubba's 33 Shatter Fundraising And Awareness Goals To Benefit The American Tinnitus Association And Its Mission To Transform Tinni... | MENAFN.COM",
    "title_full": "Texas Roadhouse And Bubba's 33 Shatter Fundraising And Awareness Goals To Benefit The American Tinnitus Association And Its Mission To Transform Tinni... | MENAFN.COM",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JO",
    "main_image": "https://menafn.com/includes/img/logo.jpg",
    "performance_score": 0,
    "domain_rank": 6398,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5661f236559e13597ffe5250f8d7e571e074e869",
  "url": "https://menafn.com/1107919238/Texas-Roadhouse-And-Bubbas-33-Shatter-Fundraising-And-Awareness-Goals-To-Benefit-The-American-Tinnitus-Association-And-Its-Mission-To-Transform-Tinnitus-Care",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "Texas Roadhouse And Bubba's 33 Shatter Fundraising And Awareness Goals To Benefit The American Tinnitus Association And Its Mission To Transform Tinni... | MENAFN.COM",
  "text": "Forgot Username or Password Date (MENAFN- PR Newswire) American Tinnitus Association Terry and Marlo outside Texas Roadhouse in Murfreesboro, TN. VIENNA,Va., Feb. 29, 2024 /PRNewswire/ -- The AmericanTinnitus Association is honored to announce the incredible success of the third annual Tinnitus Awareness Day dine-to-donate event hosted by Texas Roadhouse and Bubba's 33 on February 5. The charitable event, held in memory of Texas Roadhouse founder Kent Taylor, who had severe tinnitus, raised $925,000 for ATA. This is the largest corporate donation the association has received to date. Texas Roadhouse and Bubba's 33 are committed to raising awareness of tinnitus because of Kent's experience and the reality that few people consider tinnitus and its varied effects until they are affected by it. \"We are proud to partner with ATA to raise money and bring attention to tinnitus. Thank you to all of our employees and guests across the country who made this event a success. This fundraiser was held in honor of our founder, Kent Taylor, and in hopes that we will help find relief for those suffering with tinnitus,\" said Texas Roadhouse CEO Jerry Morgan. ATA is the only U.S. nonprofit dedicated exclusively to improving tinnitus patient care by providing individualized nonmedical guidance, initiating educational programs for the public and healthcare communities, and funding innovative research to find cures and better treatments for the condition. \"Tinnitus is a common condition that is poorly understood among the public and even within the healthcare community,\" said Jinsheng Zhang , chair of the ATA board of directors, \"which is why having a nationwide fundraiser hosted by Texas Roadhouse and Bubba's 33 gives me hope for a future with less tinnitus suffering through better understanding of tinnitus, development of effective treatments, and strong patient support services.\" Tinnitus is caused by many factors, including exposure to loud sound, certain infections, stress, particular medications, and even traumatic brain injury, which means it's a heterogenous condition that lacks clear guidelines for patient care. \"People are astonished to learn that most types of tinnitus cannot be cured,\" Dr. Zhang added. \"As a researcher, it's clear that eliminating tinnitus is complicated, but scientists and clinicians in the field are making progress in identifying subtypes and improving interventions that may suppress it or at least make it more manageable for people living with moderate to severe tinnitus.\" Tinnitus research has advanced significantly in the last 50 years, but far more work is needed to discover possible pharmaceutical interventions and better understand the mechanisms that underlie tinnitus, particularly severe tinnitus, which affects approximately 1 percent of the estimated 26 million adults living with the condition in the U.S. \"Through the extraordinary generosity of Texas Roadhouse and Bubba's 33, as well as the many people who turned out to support the event, ATA is able to restructure and expand its Innovative Tinnitus Research Grants Program to cultivate not only new areas of investigation but also attract new researchers to the field,\" Dr. Zhang said. The gift also better positions ATA to achieve its goal of being the first place that people with tinnitus, or questions about it, turn for help. \"There's so much misinformation on the internet as well as incorrect and even harmful information that is given by healthcare providers to individuals desperate for answers about this unwanted and often intrusive sound,\" said Sara K. Downs , ATA interim executive director. Downs is also an audiologist specialized in tinnitus management. \"ATA is the only place you can go free of charge to receive unbiased information and credible educational guidance on tinnitus. Texas Roadhouse and Bubba's 33 are helping to ensure that ATA can deliver on its mission to educate the public and healthcare professionals,\" she said. Coinciding with the February 5 dine-to-donate event, which launched Tinnitus Awareness Week, ATA began accepting applications for research grants. \"ATA supports investigators of all career stages whose work advances understanding of tinnitus effects, and who remain dedicated to chipping away at the need to develop interventions with potential to support the substantive needs of diverse tinnitus patient subgroups,\" saidMarc Fagelson , ATA Scientific Advisory Committee chair. Applications will be accepted from now untilApril 26, 2024. About ATA's Innovative Tinnitus Research Grants Program ATA grants support novel investigations aimed at contributing substantively to the scientific understanding of tinnitus and improving patient care and quality of life for those affected by tinnitus. By supporting innovative research, ATA contributes to the discovery of potential breakthroughs that advance scientific understanding of tinnitus and improve quality-of-life outcomes for people suffering from tinnitus. Applications should be submitted viaProposalCentral . Submission instructionscan be found here . More About ATA Founded in 1971, the American Tinnitus Association is a nonprofit dedicated to people living with tinnitus. Its board of directors is composed of researchers, healthcare providers specialized in tinnitus, and individuals living with the condition. ATA helps individuals and families cope, provides guidance on finding qualified healthcare providers to assist in tinnitus management, funds research, advocates for better care, and provides trustworthy information to thousands of people every day. If you or a loved one need information or help managing tinnitus, contact ATA at 800-634-8978 or visit ata . About Tinnitus Tinnitus affects approximately one in 10 individuals worldwide. Despite its prevalence, there is no cure for most types of chronic tinnitus, and most physicians receive little training in its management. The most common causes of tinnitus, which can present as buzzing, ringing, whooshing, and a range of other sounds, are exposure to loud noise, age-related hearing loss, earwax blockage, head and neck trauma, cardiovascular disorders, neurological conditions, and stress and anxiety. Even though most tinnitus cases cannot be cured, a range of interventions can often help manage its negative impact. Because each individual experiences tinnitus differently and the causes of tinnitus are so varied, there is no one-size-fits-all solution for its management.If you need guidance on tinnitus or finding an appropriate healthcare provider, contact ATA at 800-634-8978 or email[email protected] . SOURCE American Tinnitus Association MENAFN29022024003732001241ID1107919238 Legal Disclaimer: MENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above. Tags Comments Category Date",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bubba",
        "sentiment": "neutral"
      },
      {
        "name": "marlo",
        "sentiment": "neutral"
      },
      {
        "name": "kent",
        "sentiment": "none"
      },
      {
        "name": "kent taylor",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pr newswire) american tinnitus association terry",
        "sentiment": "neutral"
      },
      {
        "name": "american tinnitus association",
        "sentiment": "neutral"
      },
      {
        "name": "texas roadhouse",
        "sentiment": "neutral"
      },
      {
        "name": "americantinnitus association",
        "sentiment": "none"
      },
      {
        "name": "ata",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "va.",
        "sentiment": "none"
      },
      {
        "name": "murfreesboro",
        "sentiment": "none"
      },
      {
        "name": "texas roadhouse",
        "sentiment": "none"
      },
      {
        "name": "vienna",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:15:09.172+02:00",
  "updated": "2024-03-01T00:15:09.172+02:00"
}