{
  "thread": {
    "uuid": "ae5c6f1622619c2ee2a7ed22c481c10f33c2d573",
    "url": "https://www.cope.es/actualidad/espana/noticias/auxiliado-montanero-ileso-pico-espiguete-montana-palentina-20240623_3366192",
    "site_full": "www.cope.es",
    "site": "cope.es",
    "site_section": "https://www.cope.es",
    "site_categories": [
      "sports"
    ],
    "section_title": "COPE | Noticias y radio online",
    "title": "Auxiliado un montañero ileso en el pico Espigüete, en la Montaña Palentina - España - COPE",
    "title_full": "Auxiliado un montañero ileso en el pico Espigüete, en la Montaña Palentina - España - COPE",
    "published": "2024-06-23T21:09:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cope-cdnmed.cope.es/img/brand/cope-redes-sociales.jpg",
    "performance_score": 0,
    "domain_rank": 7411,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ae5c6f1622619c2ee2a7ed22c481c10f33c2d573",
  "url": "https://www.cope.es/actualidad/espana/noticias/auxiliado-montanero-ileso-pico-espiguete-montana-palentina-20240623_3366192",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Europa Press",
  "published": "2024-06-23T21:09:00.000+03:00",
  "title": "Auxiliado un montañero ileso en el pico Espigüete, en la Montaña Palentina - España - COPE",
  "text": "El Grupo de Rescate y Salvamento ha auxiliado este domingo a un montañero de origen francés sano y salvo que había sufrido un accidente en la cara norte del monte Espigüete, en la Montaña Palentina, según datos del 112 Castilla y León recogidos por Europa Press. El suceso ha tenido lugar minutos antes de las 17.34 horas, cuando el propio accidentado ha contactado con la sala de operaciones del 112 para informar del accidente y ha sido atendido por un gestor acreditado en francés. Este gestor ha realizado una conferencia con el personal técnico del centro coordinador de emergencias, a quien el montañero ha explicado que había sufrido una caída tras resbalarse en la subida al pico Espigüete desde el refugio de Mazobre, por la cara norte del macizo. Asimismo, ha asegurado que se encontraba ileso, pero que no le resultaba posible continuar con la progresión por el peligro que suponía moverse del lugar en el que se encontraba. El centro coordinador de emergencias (CCE) de la Junta de Castilla y León ha dirigido el operativo y ha enviado un helicóptero del Grupo de Rescate y Salvamento de la Junta de Castilla y León, que una vez en la zona y localizado al montañero accidentado, ha facilitado mediante vuelo estacionario el descenso de uno de los rescatadores. Este ha accedido a pie hasta el deportista y tras verificar que no precisaba asistencia sanitaria, ha procedido a la maniobra de extracción, para la que se ha empleado un triángulo de evacuación con grúa doble para subir al helicóptero tanto al accidentado como al rescatador. Finalmente, han volado hasta el lugar en el que se encontraba el vehículo del montañero, a quien se ha dejado en el lugar sano y salvo. La Guardia Civil de Palencia ha estado informado de todo el operativo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-23T21:25:40.754+03:00",
  "updated": "2024-06-23T21:25:40.754+03:00"
}