{
  "thread": {
    "uuid": "234bf983cc1a235c77540f23d3bed0f32077981b",
    "url": "https://es.digitaltrends.com/android/google-lanza-primera-version-beta-android-15-novedades",
    "site_full": "es.digitaltrends.com",
    "site": "digitaltrends.com",
    "site_section": "https://es.digitaltrends.com/feed/",
    "site_categories": [
      "tech"
    ],
    "section_title": "Digital Trends Español",
    "title": "Google acaba de lanzar la primera versión beta de Android 15. Estas son las novedades - Digital Trends Español",
    "title_full": "Google acaba de lanzar la primera versión beta de Android 15. Estas son las novedades - Digital Trends Español",
    "published": "2024-04-11T22:36:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://es.digitaltrends.com/wp-content/uploads/2024/02/Captura-web_19-2-2024_114139_www.digitaltrends.com_.jpeg?resize=1200%2C630&amp;p=1",
    "performance_score": 0,
    "domain_rank": 709,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "234bf983cc1a235c77540f23d3bed0f32077981b",
  "url": "https://es.digitaltrends.com/android/google-lanza-primera-version-beta-android-15-novedades",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Diego Bastarrica",
  "published": "2024-04-11T22:36:00.000+03:00",
  "title": "Google acaba de lanzar la primera versión beta de Android 15. Estas son las novedades - Digital Trends Español",
  "text": "Joe Maring / DT Google acaba de lanzar la primera versión beta pública de Android 15, lo que marca el final de la fase de prueba centrada en los desarrolladores . El lanzamiento de la versión beta también significa que Android 15 finalmente está en un estado en el que puede ser probado por las masas sin que las personas tengan que preocuparse de que demasiados errores dejen su teléfono en un estado lamentable.\nLa primera versión beta de Android 15 no presenta un montón de funciones nuevas, ya que la mayoría de las adiciones notables ya han aparecido en las compilaciones de Developer Preview. Sin embargo, la publicación del blog de Google menciona las siguientes características como los aspectos más destacados\nCompatibilidad a nivel de sistema operativo para el archivado de aplicaciones : esto significa que ahora puede archivar de forma segura una aplicación que ya no está en uso activo desde la aplicación Configuración. Al hacerlo, se libera una parte significativa del espacio de almacenamiento ocupado por la aplicación mientras se conservan solo unos pocos archivos cruciales. La próxima vez que necesite usar la aplicación, simplemente seleccione Restaurar para recuperarla en lugar de ir a Play Store y descargarla una vez más. Comunicación mejorada : Con la primera versión beta de Android 15, Google agrega soporte para dispositivos Braille a través de conexiones cableadas e inalámbricas para usuarios con problemas de visión. Contactos cifrados : La última actualización agrega una nueva función que protege la información de contacto almacenada en su teléfono detrás de una capa de cifrado de extremo a extremo. Este sistema de seguridad se horneará a nivel de sistema operativo. Recommended Videos Si está interesado en las adiciones más significativas, hay muchas en Android 15. Por ejemplo, hay un sistema de enfriamiento que silencia gradualmente el aluvión de notificaciones provenientes de una sola aplicación.\nRelated Google acaba de anunciar 8 grandes actualizaciones de Android Google anuncia Android 15; estas son sus novedades El rival ChatGPT de Google acaba de lanzarse en la búsqueda Luego está la función de compartir pantalla parcial que solo registra la actividad dentro de una sola aplicación seleccionada. Cualquier otra cosa que hagas durante una captura de pantalla no aparece en el video final.\nLos controles Bluetooth son más ágiles y de fácil acceso, especialmente si tiene varios dispositivos conectados a su teléfono. Para las personas condenadas a las videollamadas diarias y a las malas cámaras web, ha llegado un nuevo ajuste preestablecido HD que permite que su teléfono funcione como una cámara de reunión de alta resolución para su PC.\nBuscar en Google La experiencia de manejo de PDF, terriblemente privada de funciones, finalmente está mejorando con Android 15, mientras que el modo No molestar está agregando más flexibilidad. Algunas mejoras de rendimiento también están en el horizonte, y la pequeña pantalla de cubierta en los teléfonos plegables estilo plegable finalmente será compatible con más actividades de aplicaciones. No se requieren más hacks, pero aún no podrá ejecutar Call of Duty Mobile en la pantalla de portada de forma nativa. No es que sea una buena experiencia, solo digo que es posible y que deberías intentarlo una vez en la vida para sentirte como un renegado digital.\nGoogle todavía planea lanzar tres actualizaciones beta adicionales entre ahora y julio, con el lanzamiento final de Android 15 programado para algún tiempo después de eso.\nRecomendaciones del editor Android 15: mensajería satelital y mucho más de lo que llegará Oficial: los primeros celulares con actualización a Android 15 Las 5 nuevas funciones de Android que anunció Google en CES 2024 La primera versión beta de Android 14 acaba de aterrizar Google le da a Android 13 un truco de magia para la música",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://developer.android.com/about/versions/15/features",
    "https://live.primis.tech/live/liveView.php?s=${playerId}&schain=1.0,1!fabrik.com,60,1&playerApiId=${playerId}`;",
    "https://www.live.primis.tech/live/liveView.php?s=${playerId}&schain=1.0,1!fabrik.com,60,1&playerApiId=${playerId}`;",
    "https://www.developer.android.com/about/versions/15/features",
    "https://live.primis.tech/live/liveView.php"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:02:34.742+03:00",
  "updated": "2024-04-12T00:02:34.742+03:00"
}