{
  "thread": {
    "uuid": "f3f10ab0d780b91c4ba10ebe8e5b57550d0bf8d0",
    "url": "https://www.breitbart.com/news/real-madrid-claim-liga-title-after-girona-stun-barca/",
    "site_full": "www.breitbart.com",
    "site": "breitbart.com",
    "site_section": "https://www.breitbart.com:443/news",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "All News - Breitbart News Network",
    "title": "Real Madrid claim Liga title after Girona stun Barca - Breitbart",
    "title_full": "Real Madrid claim Liga title after Girona stun Barca - Breitbart",
    "published": "2024-05-04T23:49:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.breitbart.com/media/2024/05/wi/afp/real-madrid-wrapped-up-spanish-title-win-cadiz-barcelona-subsequent-defeat-at-girona-afp-640x335.jpg",
    "performance_score": 0,
    "domain_rank": 1664,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f3f10ab0d780b91c4ba10ebe8e5b57550d0bf8d0",
  "url": "https://www.breitbart.com/news/real-madrid-claim-liga-title-after-girona-stun-barca/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AFP",
  "published": "2024-05-04T23:49:00.000+03:00",
  "title": "Real Madrid claim Liga title after Girona stun Barca - Breitbart",
  "text": "Real Madrid earned what coach Carlo Ancelotti said was a “deserved” La Liga title on Saturday after beating Cadiz 3-0 and Girona sealed it with a stunning 4-2 victory over Barcelona. Ancelotti’s side did their homework by beating Cadiz and after last season’s champions stumbled against Girona, Los Blancos were crowned champions for a record-extending 36th time. Girona’s dramatic victory saw the Catalan minnows qualify for the Champions League for the first time in their history, in only their fourth season in Spain’s top flight. Ancelotti rotated heavily ahead of the Champions League semi-final second leg clash with Bayern, but his players still got the job done. Brahim Diaz netted in the 51st minute to put Madrid ahead and then set up Jude Bellingham, with Joselu tapping home a third. “We’ve had a spectacular Liga campaign,” Ancelotti told reporters. “We’ve made few errors and the advantage is deserved.” Madrid’s comfortable win over Cadiz sent them 14 points clear of last season’s champions Barcelona, in third, with only 12 left to play for. Girona, second after their second 4-2 win over Barcelona this season, trail Madrid by 13 points. “We leave our skins out there on the pitch to live moments like today’s,” Madrid striker Joselu told Real Madrid TV. “There are young players who are very hungry for titles, veterans who are delighted to be here… and these are special moments.” With the Bayern second leg in mind, Ancelotti only selected captain Nacho Fernandez from the starting line-up that earned a 2-2 draw in Bavaria this week. Belgian goalkeeper Thibaut Courtois started for the first time after a nine-month lay off after a knee injury and kept a clean sheet. Madrid midfielder Luka Modric became the oldest player to appear for the club in La Liga, at 38 years and 238 days, breaking late Hungarian great Ferenc Puskas’ record from 1965 by five days. The visitors, 18th and still battling to stay up, shaded the first half but Madrid’s goals came in the second. Courtois made a superb save to deny Chris Ramos early in the second half and Madrid took the lead immediately afterwards. Diaz received from the evergreen Modric on the edge of the area, turned slickly and curled an effort into the top corner. Bellingham, on as a substitute for Turkish teenager Arda Guler, added the second soon after entering the fray at the end of a fine team move. It was the England international’s 18th league goal of the season, keeping him in contention to finish as the top scorer. Madrid put the cherry on their cake after a superb run by Nacho. Poised to depart at the end of the season, the Spaniard was hailed by the Bernabeu after setting up Joselu for a simple finish in stoppage time. ‘Impossible to compete’ Los Blancos were able to celebrate after Girona came from behind twice to defeat Barcelona in a wild clash. The Catalans took the lead through Andreas Christensen after three minutes but La Liga’s top scorer Artem Dovbyk levelled with his 20th goal of the campaign just a minute later. Robert Lewandowski sent Barcelona ahead with a penalty after Lamine Yamal was felled, but substitute Portu made a huge impact in the second half for Girona. Michel Sanchez’s side netted two goals in two minutes to turn the game on its head. Portu netted the equaliser moments after coming on and then set up Miguel Gutierrez to put Girona ahead. Portu sensationally volleyed home the fourth to ignite Girona’s tiny Montilivi stadium and get the party started. Girona played Champions League music over the stadium sound system to give their fans a taste of things to come. “It’s a shame, we sink with any negative situation,” said Barcelona coach Xavi after Barcelona lost their crown. “Like this it’s impossible to compete.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "carlo ancelotti",
        "sentiment": "negative"
      },
      {
        "name": "liga",
        "sentiment": "none"
      },
      {
        "name": "jude bellingham",
        "sentiment": "none"
      },
      {
        "name": "brahim diaz",
        "sentiment": "none"
      },
      {
        "name": "joselu",
        "sentiment": "none"
      },
      {
        "name": "cadiz",
        "sentiment": "none"
      },
      {
        "name": "ancelotti",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "real madrid",
        "sentiment": "negative"
      },
      {
        "name": "la liga",
        "sentiment": "negative"
      },
      {
        "name": "barca - breitbart real madrid",
        "sentiment": "negative"
      },
      {
        "name": "los blancos",
        "sentiment": "none"
      },
      {
        "name": "barcelona",
        "sentiment": "none"
      },
      {
        "name": "girona",
        "sentiment": "none"
      },
      {
        "name": "bayern",
        "sentiment": "none"
      },
      {
        "name": "cadiz",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "girona",
        "sentiment": "none"
      },
      {
        "name": "madrid",
        "sentiment": "none"
      },
      {
        "name": "cadiz",
        "sentiment": "none"
      },
      {
        "name": "spain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-04T23:53:04.433+03:00",
  "updated": "2024-05-04T23:53:04.433+03:00"
}