{
  "thread": {
    "uuid": "63a7572bf10114b12fab0fac30140ffeb9ad44ff",
    "url": "https://es.tradingview.com/news/reuters.com,2023:newsml_L1N3C825A:0/",
    "site_full": "es.tradingview.com",
    "site": "tradingview.com",
    "site_section": "https://es.tradingview.com/news",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Noticias financieras y artículos destacados: análisis de mercado — TradingView",
    "title": "Colombia incrementa en un 12% el salario mínimo para 2024 — Noticias de TradingView",
    "title_full": "Colombia incrementa en un 12% el salario mínimo para 2024 — Noticias de TradingView",
    "published": "2023-12-29T21:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s.tradingview.com/static/images/illustrations/news-story.jpg",
    "performance_score": 0,
    "domain_rank": 1700,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "63a7572bf10114b12fab0fac30140ffeb9ad44ff",
  "url": "https://es.tradingview.com/news/reuters.com,2023:newsml_L1N3C825A:0/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T21:07:00.000+02:00",
  "title": "Colombia incrementa en un 12% el salario mínimo para 2024 — Noticias de TradingView",
  "text": "Colombia incrementa en un 12% el salario mínimo para 2024 El Gobierno de Colombia, incrementó por decreto en un 12% el salario mínimo que devengarán alrededor de 2,5 millones de empleados en el 2024, informó el viernes la ministra de Trabajo, Gloria Inés Ramírez, luego de que no se lograra un acuerdo entre los gremios de empresarios y los sindicatos de trabajadores. El monto del salario que regirá el próximo año será de 1.300.000 pesos mensuales (340,1 dólares), un aumento equivalente a 140.000 pesos (36,6 dólares). En términos porcentuales, el incremento del salario mínimo fue menor al que se acordó para este año, de un 16%. \"Hubo aproximaciones y acercamientos y movimiento por las partes, pero no fueron suficientes para lograr un acuerdo\", dijo Ramírez en una declaración, tras señalar que se realizaron 10 reuniones entre las partes en busca de una concertación. Los gremios y los sindicatos de trabajadores habían logrado concertar con el Gobierno el salario del 2022 y 2023. El incremento salarial para el próximo año supera la inflación anual proyectada para 2023, inferior a 10%, según cálculos del Gobierno y de analistas. Adicionalmente, el subsidio de transporte que se paga a los trabajadores que ganan hasta dos salarios mínimos al mes, subirá un 15% a 162.000 pesos (42,4 dólares). En total, un trabajador que devengue un salario mínimo en Colombia recibirá 1.462.000 pesos mensuales (382,5 dólares). El equipo técnico del Banco Central proyecta que la economía colombiana se expandirá alrededor de un 1,2% este año, pero recientemente el gerente del organismo, Leonardo Villar, consideró que el país no logrará ese nivel tras la sorpresa negativa del tercer trimestre, en el que el PIB decreció un 0,3%. (1 dólar = 3.822,05 pesos)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T04:12:05.499+02:00",
  "updated": "2023-12-30T04:12:05.499+02:00"
}