{
  "thread": {
    "uuid": "58b502f3fa330586c62bd8b7cd82c7b69fd0853a",
    "url": "https://www.nwitimes.com/sports/high-school/basketball/boys/jaeden-williams-merrillville-with-statement-win-over-chesterton/article_e2fc6c4e-ad9a-11ee-b165-af3a5c75b173.html",
    "site_full": "www.nwitimes.com",
    "site": "nwitimes.com",
    "site_section": "http://www.nwitimes.com/search/?f=rss&amp;t=article&amp;l=50&amp;s=start_time&amp;sd=desc&amp;k%5B%5D=%23topstory",
    "site_categories": [
      "media"
    ],
    "section_title": "www.nwitimes.com - RSS Results",
    "title": "Jaeden Williams, Merrillville with statement win over Chesterton",
    "title_full": "Jaeden Williams, Merrillville with statement win over Chesterton",
    "published": "2024-01-07T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/nwitimes.com/content/tncms/assets/v3/editorial/9/67/967bc35a-ad9b-11ee-a2ac-8749d262e59b/659b0a214917c.image.jpg?crop=1662%2C873%2C0%2C187&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 7431,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "58b502f3fa330586c62bd8b7cd82c7b69fd0853a",
  "url": "https://www.nwitimes.com/sports/high-school/basketball/boys/jaeden-williams-merrillville-with-statement-win-over-chesterton/article_e2fc6c4e-ad9a-11ee-b165-af3a5c75b173.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "David P. Funk Times Correspondent",
  "published": "2024-01-07T07:00:00.000+02:00",
  "title": "Jaeden Williams, Merrillville with statement win over Chesterton",
  "text": "MERRILLVILLE — Jaeden Williams says this Merrillville team is different. It’s been five seasons since the Pirates finished with a winning record, but the point guard says this group has higher expectations. Williams is one of seven seniors who are complemented by five juniors. “A lot of teams are sleeping on us because of our record but we’re way more than our record. We’re still missing a couple players,” Williams said. “This will be a big year in the (Duneland Athletic conference) and the Region.” Merrillville took a step toward making that a reality Saturday when it opened the DAC schedule with an 80-71 win over Chesterton. People are also reading… The loss snapped a streak of 14 consecutive conference wins for the Trojans. Chesterton won its last 16 over DAC opponents, counting the postseason. “We expect to win games like this. We just haven’t. (Chesterton coach) Marc (Urban) has done a great job, definitely one of the best coaches in the DAC, if not the best,” Pirates coach Bo Patton said. “Any time we can beat them is great, but this isn’t a mile marker. We want to win the DAC.” Merrillville (6-4, 1-0) controlled most of that game, building a lead that was as big as 20. Chesterton (6-5, 0-1) made it a game in the fourth quarter mostly due to the efforts of senior guard Tyler Parrish, who scored 23 of his game high 31 – including four 3-pointers – in the final frame. Williams was the antidote for Merrillville, though. He had 10 of his team-best 19 in the fourth. “He’s really grown up this year. Last year, I benched him right before sectionals to get his attention and he stepped up big,” Patton said. “He’s our leader. He’s our point guard.” It’s the Pirates' first win over the Trojans since 2018 and the first for Patton as head coach. Williams said it was important for him to get the win for his coach. The two talk every day, even outside of the gym and about more than just basketball. “It’s big (to do this for Patton). I look at coach as a big brother, uncle, whatever you want to call it. He’s my biggest motivation.” Williams said. “I’ve been (on varsity) since my freshman year. He’s been believing in me since then, so this is a big win for us.” Merrillville scored 80 points Saturday, but the defense may have been more impactful. Chesterton turned the ball over more than 20 times, often leading to easy points for the Pirates. Williams said Merrillville wanted to show it could contain players like Parrish and senior post Justin Sims. Patton singled out Shamar Matthews as a difference maker for drawing four charges. “We say our defense has to be our best offense. If you’re going to make us run halfcourt all game, we’re not going to be very good. We have to turn people over and we got to play fast,” Patton said. “It was just some aggression, some fight and some guys wanting to win finally.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jaeden williams",
        "sentiment": "negative"
      },
      {
        "name": "williams",
        "sentiment": "none"
      },
      {
        "name": "chesterton",
        "sentiment": "none"
      },
      {
        "name": "bo patton",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "chesterton merrillville — jaeden williams",
        "sentiment": "neutral"
      },
      {
        "name": "chesterton",
        "sentiment": "none"
      },
      {
        "name": "dac",
        "sentiment": "none"
      },
      {
        "name": "pirates",
        "sentiment": "none"
      },
      {
        "name": "trojans",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "merrillville",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:20:35.004+02:00",
  "updated": "2024-01-08T01:20:35.004+02:00"
}