{
  "thread": {
    "uuid": "29904e50c0ae90c110e712323db43cfc265a7664",
    "url": "https://www.jpost.com/opinion/article-782794",
    "site_full": "www.jpost.com",
    "site": "jpost.com",
    "site_section": "https://rss.jpost.com/rss/rssfeedsopinion.aspx",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "JPost.com - Opinion",
    "title": "The Israeli spirit of uplifting one another in challenging times",
    "title_full": "The Israeli spirit of uplifting one another in challenging times - The Jerusalem Post",
    "published": "2024-01-20T21:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.jpost.com/image/upload/f_auto,fl_lossy/c_fill,g_faces:center,h_407,w_690/559890",
    "performance_score": 0,
    "domain_rank": 956,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "29904e50c0ae90c110e712323db43cfc265a7664",
  "url": "https://www.jpost.com/opinion/article-782794",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "jpost.com",
  "published": "2024-01-20T21:13:00.000+02:00",
  "title": "The Israeli spirit of uplifting one another in challenging times",
  "text": "This column is in memory of the late Sgt. Major David Schwartz, who was tragically killed in action in Gaza last week. Yehi zikhro barukh: May his memory be a blessing.\nAsk anyone: Who took the Jewish people out of Egypt? The answer is obvious: God.\nIf you ask which human being or human beings took them out of Egypt, the answer would also be obvious: Moses. After all, Moses is mentioned 770 times in the Bible, probably more than any other person.\nThe Bible and rabbinic literature also praise him for his leadership. For example, in Exodus (11:3): “Moreover, Moses himself was very great in the land of Egypt, in the eyes of Pharaoh’s servants and in the eyes of the people.”\nAnd in rabbinic literature (Nedarim 38a): “God only rests his presence on a person who is a hero and wealthy and wise and modest – and all of those attributes were found in Moshe.” THE PARTING of the Red Sea during the Jewish nation’s escape from Egypt, an illustration from a Bible card published 1907 by the Providence Lithograph Company (credit: Wikimedia Commons)\nHowever, at second glance, Moses did not act alone. And without the work and assistance of many other people, the Jewish people would not have been redeemed from Egypt .\nThus, for example, we read in the beginning of the book of Exodus that Shifra and Puah, the two midwives of the Jewish people, refused to murder the Israelite boys on the order of Pharaoh (Exodus 1:15-21). Advertisement\nThen we read that Yocheved, Moses’s mother, saved him from the decree, hid him for three months, and then put him in a basket in the Nile River in order to save him (2:1-3).\nHis sister Miriam hid close by: “And his sister stationed herself at a distance to learn what would befall him.” (2:4).\nThen Pharaoh’s daughter spotted Moses in the Nile and saved him (2:5-10).\nLater, Reuel, also known as Yitro, helped Moses in Midian (2:18-21) and on other occasions as well.\nFurthermore, “And Aaron your brother will be your prophet” (7:1-2 and 4:14-16). Aaron was his spokesperson because Moses was kevad peh – he had difficulty speaking.\nTzipporah, Moses’s wife, saved him on the way back from Midian to Egypt when she performed circumcision on their two sons (4:22-26).\nThen Moshe returned to Egypt and met with the Elders of the Jewish People (4:29), and finally, “and the people believed” (4:31) – the Jewish people believed Moses and went along with his plans to save them.\nAll of this is summarized very succinctly in a few famous verses found in Kohelet (Ecclesiastes 4: 9-12): “Two are better than one, for should they fall, one can raise the other;\n“But woe to one who is alone and falls with no companion to raise him!”\nAlso, if one attacks, two can stand up to him. A three-fold cord is not readily broken,” i.e., a cord with three different strands woven together cannot be broken.\nOf course, we all know the saying found in two places in the Talmud: “All Jews are responsible for one another.”\nLater, in the 16th century, the Ari, Rabbi Yitzhak Luria, reworked that idea in his explanation of the confession of sins recited on Yom Kippur. “Why is the confession, Vidui, couched in the plural? Because all Israel is one body, and every Jew is a member of that body. Hence follows mutual responsibility among all its members.” (Rabbi Joseph Hertz, The Authorized Daily Prayer Book, p. 906) Israel coming together\nSince the war began on October 7, we have seen that the Jewish people in Israel and the Diaspora – the Jewish people throughout the world – have internalized this message.\nIn the State of Israel, there are literally millions of people helping other people: soldiers fighting in the South and the North while others are picking crops, giving food to soldiers, hosting evacuated families, giving food and help to evacuees, and helping and supporting families of the kidnapped.\nAnd there are millions of Jews in the Diaspora helping the State of Israel: 290,000 people demonstrated in Washington, D.C., on November 14; over $700 million was raised by the Jewish Federations of North America for Israel; Jews throughout the world are sending equipment to Israeli soldiers; and there is a steady stream of volunteers and missions to Israel.\nI think that all of this is succinctly summarized in a beautiful passage in the Talmud in Tractate Ta’anit (11a):\n“It is taught in a Baraita: At a time when the community is in trouble, a person should not say, ‘I will go home, and I will eat, and I will drink, and everything will be fine’… rather, he should afflict himself with the community… and whoever afflicts himself with the community will live to see the comfort of the community.”\nTherefore, we hope and pray that this Jewish unity will continue and that, with the help of God and the Jews of Israel and the Diaspora working together, we will win this war, free the hostages, and bring peace to the State of Israel.\nThe writer, a rabbi, serves as president of The Schechter Institutes, Inc., Jerusalem. This column was inspired by a Torah commentary given by Schechter graduate Rabbi Amirit Rosen at Congregation Moreshet Avraham in Jerusalem.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "david schwartz",
        "sentiment": "positive"
      },
      {
        "name": "moses",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "providence lithograph company",
        "sentiment": "none"
      },
      {
        "name": "wikimedia commons",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "red sea",
        "sentiment": "none"
      },
      {
        "name": "moshe",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T21:56:19.529+02:00",
  "updated": "2024-01-20T21:56:19.529+02:00"
}