{
  "thread": {
    "uuid": "81ac165e55062257974dbecf609861b30a604603",
    "url": "https://www.thenews.com.pk/latest/1195504-govt-launches-247-transport-facility-for-pakistani-hajj-pilgrims-in-makkah",
    "site_full": "www.thenews.com.pk",
    "site": "thenews.com.pk",
    "site_section": "https://www.thenews.com.pk",
    "site_categories": [
      "media"
    ],
    "section_title": "The News International: Latest News Breaking, Pakistan News",
    "title": "Govt launches 24/7 transport facility for Pakistani Hajj pilgrims in Makkah",
    "title_full": "Govt launches 24/7 transport facility for Pakistani Hajj pilgrims in Makkah",
    "published": "2024-05-31T18:53:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2024-05-31/l_1195504_115239_updates.jpg",
    "performance_score": 0,
    "domain_rank": 5196,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "81ac165e55062257974dbecf609861b30a604603",
  "url": "https://www.thenews.com.pk/latest/1195504-govt-launches-247-transport-facility-for-pakistani-hajj-pilgrims-in-makkah",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "APP",
  "published": "2024-05-31T18:53:00.000+03:00",
  "title": "Govt launches 24/7 transport facility for Pakistani Hajj pilgrims in Makkah",
  "text": "The Ministry of Religious Affairs and Interfaith Harmony has launched a comprehensive 24/7 transportation plan, involving 300 luxury buses, for Pakistani Hajj pilgrims to shift them directly from their residences to the Haram Sharif in Makkah, Saudi Arabia. The bus service is available round-the-clock in order to provide Hajj pilgrims with the flexibility to travel at their convenience, read a statement issued by the ministry. The all-time available, bus service aims at alleviating the inconvenience of the pilgrims allowing them to focus on their worship and spiritual journey. Bus stops have been constructed at four entry points surrounding the Haram to ensure efficient and organised transportation. Ensuring a smooth flow of traffic and minimising congestion in the area, these designated stops serve as pick-up and drop-off locations for pilgrims. The government has assigned guides to assist pilgrims throughout their journey to further enhance the travel experience. These guides help pilgrims travel through their designated routes, ensuring that they reach their destination without any difficulties. To address any concerns or queries the pilgrims may have, the guides also provide valuable information and support to them. Last week, two planes of Saudi Airlines landed at the King Abdulaziz International Airport carrying 720 intending Pakistani Hajj pilgrims from Karachi and Islamabad under the Road to Makkah Initiative. As they stepped out of the planes, donning their Ihram and reciting the Talbiyah, their voices echoed with longing: “Labbaik Allahuma Labbaik (Here I am, O Allah, here I am!), Labbaik La Sharika Laka Labbaik (Here I am, no partner do You have, here I am), Inna Al-Hamda Wan-Ni’mata Laka Wal-Mulk (Indeed, all praise, grace, and sovereignty belong to You), La Sharika Lak! (No partner do You have).” The guests of Allah Almighty were greeted with a warm welcome, showered with rose petals and presented bouquets, drinks, dry fruits and a variety of dates. The supporting staff of the Pakistan Hajj Mission was actively present at the airport to provide any kind of assistance to Pakistani Hajj pilgrims. Under the Road to Makkah initiative, the passengers directly left their hotels avoiding long queues at the immigration counters, and their luggage was shifted automatically to their hotel residences. From May 24 to June 9, as many as 114 flights will be operating to airlift 34,422 Pakistanis from their major cities to Jeddah. Weather in next 24 hours will remain extremely hot and humid in the port city, says PMD An FIA cyber crime team reached Adiala jail late Thursday night to interrogate Imran Khan over his tweet “TikTok videos affect the performance of the police ,” reads the order “If you like the decision then a judge is fine but if you dislike the verdict then a judge becomes black sheep.” \"FIA's cyber wing will speak to four people from the PTI on this issue,\" say sources PMD records highest maximum temperature — 51°C — in Jacobabad, 50°C in Lasbela",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "haram",
        "sentiment": "none"
      },
      {
        "name": "haram sharif",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ministry of religious affairs and interfaith harmony",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "makkah",
        "sentiment": "none"
      },
      {
        "name": "saudi arabia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T21:56:53.206+03:00",
  "updated": "2024-05-31T21:56:53.206+03:00"
}