{
  "thread": {
    "uuid": "a7ff13d0a2b6e2a62a079840f3f861851c526f6f",
    "url": "https://vnexplorer.net/papa-francisco-lava-los-pies-de-12-reclusas-en-jueves-santo-s2118757.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Papa Francisco lava los pies de 12 reclusas en Jueves Santo",
    "title_full": "Papa Francisco lava los pies de 12 reclusas en Jueves Santo",
    "published": "2024-03-29T05:40:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kIcab.img",
    "performance_score": 0,
    "domain_rank": 52651,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a7ff13d0a2b6e2a62a079840f3f861851c526f6f",
  "url": "https://vnexplorer.net/papa-francisco-lava-los-pies-de-12-reclusas-en-jueves-santo-s2118757.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-29T05:40:00.000+03:00",
  "title": "Papa Francisco lava los pies de 12 reclusas en Jueves Santo",
  "text": "El Papa Francisco hizo el lavatorio en silla de ruedas | Agencia EFE\nEl papa Francisco, se presentó durante el jueves santo del 2024 en la prisión femenina de Roma para celebrar la misa que marca la tradición católica para éste día.\nDesde su silla de ruedas, la máxima autoridad de la religión, lavó los pies de doce reclusas, que forma parte de una tradición que representa lo que realizó Jesús con sus discípulos en la llamada ‘Última Cena’\nLas mujeres, muchas de ellas visiblemente emocionadas o llorando, se subieron a una plataforma y el pontífice pasó por delante de ellas, con un mandil blanco y llevado en su silla de ruedas por sus problemas de movilidad, para lavar y luego besar sus pies.\nPreviamente había improvisado una breve homilía centrada en el perdón, pero no la leyó, como suele hacer (en el último mes a menudo ha renunciado a leer discursos por un problema respiratorio que arrastra tras una gripe, según ha explicado él mismo).\n“Todos tenemos pequeños o grandes fracasos, todos tenemos una historia, pero el Señor nos espera siempre con los brazos abiertos y no se cansa nunca de perdonar”, afirmó en una carpa en el patio de la cárcel, ante las presas y el personal de la institución.\nFrancisco explicó que en este Jueves Santo, cuando se conmemora la última noche antes de la Pasión de Cristo, Jesús hizo entender, lavando los pies a sus discípulos, que “había venido para servir y no para ser servido”.\n“ Jesús perdona todo, Jesús perdona siempre, solo espera que nosotros pidamos perdón “, sostuvo.\nEl pontífice argentino explicó a las reas que una vez “una anciana sabia y de pueblo” le dijo que “Jesús nunca se cansa de perdonar sino que -dijo- somos nosotros quienes nos cansamos de pedir perdón”.\n“Ahora haremos lo mismo que hizo Jesús, lavar los pies, que es un gesto que llama la atención sobre la vocación del servicio . Pidamos al Señor que haga crecer en todos nosotros la vocación del servicio”, explicó, para después proceder a imitar a Cristo.\nEl papa llegó a la cárcel, la mayor femenina de las cuatro de todo el país, en torno a las 16:00 horas locales (15:00 GMT) y en su patio le acogieron decenas de mujeres, algunas de las más de 300 presas, que besaron sus manos y le ovacionaron.\nDe este modo Francisco continúa con una tradición iniciada con su pontificado, en 2013, la de no celebrar la misa de Jueves Santo en la catedral romana, la basílica de San Juan de Letrán, sino en los lugares de sufrimiento en la sociedad moderna.\nEn sus once años de pontificado ha celebrado la misa “In Coena Domini” generalmente en cárceles, pero también en centros de acogida para refugiados, en correccionales de menores o en residencias, con los enfermos.\nLa mañana del jueves santo, el pontífice argentino abrió los ritos del Triduo Pascual de la Semana Santa en la basílica de San Pedro del Vaticano con la misa crismal, en la que se conmemora la institución del sacramento del orden sacerdotal.\nEn las últimas semanas a menudo se ha visto obligado a renunciar a la lectura de sus discursos debido a una gripe pero este jueves leyó su homilía con normalidad y el viernes se espera que acuda al Coliseo Romano para presidir el Vía Crucis de Viernes Santo, que por primera vez contará con unas meditaciones redactadas por él mismo.\nJB",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kIcab.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kIcab.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T06:01:37.744+03:00",
  "updated": "2024-03-29T06:01:37.744+03:00"
}