{
  "thread": {
    "uuid": "f492c64b963995dc6f0328b143e90a750c0fd2c8",
    "url": "https://www.irishtimes.com/sport/soccer/2024/02/29/running-in-the-family-the-liverpool-talents-following-in-their-famous-fathers-footsteps",
    "site_full": "www.irishtimes.com",
    "site": "irishtimes.com",
    "site_section": "https://irishtimes.com/latest",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest updates and breaking news | The Irish Times",
    "title": "Running in the family: the Liverpool talents following in their famous fathers’ footsteps – The Irish Times",
    "title_full": "Running in the family: the Liverpool talents following in their famous fathers’ footsteps – The Irish Times",
    "published": "2024-02-29T22:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IE",
    "main_image": "https://www.irishtimes.com/resizer/Eszd_2qCPKlVuFidxIOszo7EPL4=/1200x630/filters:format(jpg):quality(70)/cloudfront-eu-central-1.images.arcpublishing.com/irishtimes/JT26JSZXCF6VHZVXVFAENOQTNI.jpg",
    "performance_score": 0,
    "domain_rank": 922,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f492c64b963995dc6f0328b143e90a750c0fd2c8",
  "url": "https://www.irishtimes.com/sport/soccer/2024/02/29/running-in-the-family-the-liverpool-talents-following-in-their-famous-fathers-footsteps",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Michael Butler",
  "published": "2024-02-29T22:31:00.000+02:00",
  "title": "Running in the family: the Liverpool talents following in their famous fathers’ footsteps – The Irish Times",
  "text": "Jayden Danns, Lewis Koumas and Bobby Clark: remember the names. But then, you may already recognise them – and not because all three teenagers appeared for Liverpool on Wednesday night, with Danns scoring twice and Koumas netting the opener in a 3-0 win over Southampton in the FA Cup fifth round. All three have famous fathers; they are sons to Neil Danns, Jason Koumas and Lee Clark respectively, former Premier League professionals. If this feels like something of note, it is not exclusive to Liverpool – Manchester City have the Heskey twins, Jaden and Reigan, in their academy while Jack and Tyler Fletcher, sons of Darren, are at Manchester United – but Liverpool’s academy does seem to have a cluster of prospects with paternal connections. Keyrol Figueroa, son of the former Wigan defender Maynor, and Prince Kobe Cissé, son of the 2005 Champions League winner Djibril, are also making their way there, and Marcus Neill, son of the former Australia international Lucas, recently left to join Sunderland. What is behind this trend at Liverpool? Alex Inglethorpe, the club’s celebrated academy director, says that signing children of former professionals “isn’t a strategy” but is the confluence of a few factors. “If former players settle in the area, the club is perhaps an obvious touchpoint for them,” Inglethorpe says. “It’s a natural assumption that as the son of a former player, they are going to grow up in a footballing environment and possibly have an interest in the sport. That, combined with athletic genes, given their father was able to play professional football, means it’s not surprising that they end up being good. But we’ve got somewhere between 160 and 180 boys in the academy, so that’s actually a small percentage of who we have.” Figueroa will likely be the next player on this list to try to force his way into Jürgen Klopp’s plans. The 17-year-old forward, born like his father in Honduras but a USA youth international, is with the under-18s. Cissé, also a forward, is only 15, so it feels unlikely he will join Danns, Koumas and Clark in featuring for the first team this season. “I speak to [those five] regularly, on and off the pitch,” Inglethorpe says. “Unless they want to talk about their fathers, I try not to reference it as I feel it can be a burden. I don’t want to add to the burden that they’ve probably got going in their own minds around achieving the same or more than their fathers did. They are people in their own rights.” Inglethorpe describes the junior academy – eight to 13 years old – as “sort of like a really good Sunday League club. Great pitches, coaches are really good, the kit is lovely. But at the senior academy, things are different. How you prepare a boy at 14 changes at that age with data and nutrition. The messaging changes.” Perhaps with sons of famous footballers, that messaging is already ingrained. Maybe there is an inherent understanding of what it takes to make it at the elite level, and the sacrifices required around fitness, rest, social plans and nutrition. “I’m happy for them just to be young players, young lads,” Inglethorpe responds. “Jayden is from the ‘pre-academy’, when he was six or seven. Figgy [Figueroa] came in at 11-12 years of age, from grassroots football. Bobby joined us at 16, via Newcastle. It’s nice that they’ve all got a slightly different story.” Clark’s transfer from Newcastle did cause headlines, with Liverpool reportedly spending £1.5 million (€1.75 million) on the midfielder. His father, Lee, has explained how Liverpool sealed the deal. “Once Bobby decided to leave Newcastle, he held talks to the four or five clubs who had agreed [a fee] with Newcastle,” Lee told the Echo last year. “He was just blown away by how much in-depth knowledge Liverpool had of him ... why they believed he could be a first-team player. He’s also seen close family friends of ours like Terry McDermott since he’d been a young boy and understood what Liverpool means.” The story of how Clark came to Liverpool seems indirectly related to his father but Inglethorpe says Lee “wasn’t involved” in contract negotiations. “He was there as a father, but hugely respectful. If your son goes and works in a bank tomorrow, you’re not meeting with the bank manager, asking if he’s going to be on the tills or somewhere in the back, are you? There comes a time when you’ve got to let them be. “I don’t know if those five [sons of former players] are any better equipped to handle the demands of modern football. I’ve always believed that talent can get you to 16 years old, character can get you to 35. To get into the Liverpool XI, competing for domestic and European trophies, the level is unbelievably high. Keep working hard, try hard not to look at others, and remain patient. The same as any other boy, irrespective of parentage.” Regardless of lineage, the role of parents for young players is hugely important. “The majority of parents we work with are respectful, in terms of trusting coaches’ decisions,” says Inglethorpe. “Of course, not every single parent is happy. But most also understand it’s hard. It’s not data-driven. At school, you can take an exam and pass a percentage of that exam. It’s not up for debate. But football is about opinions, and there’s a lot of crystal ball-gazing about what that boy might play like in the future. And we’re going to get it wrong sometimes. “Trent [Alexander-Arnold]’s parents weren’t professional footballers but he received lots of messages around resilience. I read an interview from Robin van Persie, who spoke about a conversation he’d had with his son [Shaqueel, at PSV’s academy] about not allowing him to become a victim. Not allowing his son to think like a loser, not blaming anyone else: his coach or his team-mates. About learning to be proactive. That was very interesting.” Another person who remains proactive is Klopp. It may take a village to raise and coach a young professional footballer to the elite level, but Klopp’s level of trust in those teenagers – even in some of the biggest games of the season – feels unique. “I’m very fortunate to be at Liverpool at a time when there are a lot of first-team staff that have a genuine curiosity and enthusiasm around the young players,” Inglethorpe says. “Jürgen will be spoken to by his staff, he will go and watch those players, talk about those players and – something that separates him – he will play those young players. He’s brave enough to give them a chance, and not just in games that don’t matter.” – Guardian",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bobby clark",
        "sentiment": "negative"
      },
      {
        "name": "jayden danns",
        "sentiment": "negative"
      },
      {
        "name": "lewis koumas",
        "sentiment": "negative"
      },
      {
        "name": "lee clark",
        "sentiment": "none"
      },
      {
        "name": "keyrol figueroa",
        "sentiment": "none"
      },
      {
        "name": "djibril",
        "sentiment": "none"
      },
      {
        "name": "lucas",
        "sentiment": "none"
      },
      {
        "name": "heskey",
        "sentiment": "none"
      },
      {
        "name": "jason koumas",
        "sentiment": "none"
      },
      {
        "name": "neil danns",
        "sentiment": "none"
      },
      {
        "name": "reigan",
        "sentiment": "none"
      },
      {
        "name": "tyler fletcher",
        "sentiment": "none"
      },
      {
        "name": "darren",
        "sentiment": "none"
      },
      {
        "name": "jaden",
        "sentiment": "none"
      },
      {
        "name": "maynor",
        "sentiment": "none"
      },
      {
        "name": "marcus neill",
        "sentiment": "none"
      },
      {
        "name": "alex inglethorpe",
        "sentiment": "none"
      },
      {
        "name": "jack",
        "sentiment": "none"
      },
      {
        "name": "kobe cissé",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "liverpool",
        "sentiment": "negative"
      },
      {
        "name": "southampton",
        "sentiment": "none"
      },
      {
        "name": "manchester united",
        "sentiment": "none"
      },
      {
        "name": "wigan",
        "sentiment": "none"
      },
      {
        "name": "sunderland",
        "sentiment": "none"
      },
      {
        "name": "danns",
        "sentiment": "none"
      },
      {
        "name": "premier league",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "manchester city",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:24:00.734+02:00",
  "updated": "2024-03-01T00:24:00.734+02:00"
}