{
  "thread": {
    "uuid": "bddbccffbff9c3ad68a05e55764a264957b7e3a9",
    "url": "https://ultimasnoticias.com.ve/noticias/chevere/karina-estreno-videoclip-grabado-en-acarigua/",
    "site_full": "ultimasnoticias.com.ve",
    "site": "ultimasnoticias.com.ve",
    "site_section": "https://www.ultimasnoticias.com.ve",
    "site_categories": [
      "media",
      "non_standard_content",
      "adult"
    ],
    "section_title": "Inicio - Últimas Noticias",
    "title": "Karina estrenó videoclip grabado en Acarigua",
    "title_full": "Karina estrenó videoclip grabado en Acarigua",
    "published": "2024-01-07T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VE",
    "main_image": "https://ultimasnoticias.com.ve/wp-content/uploads/2023/11/KARINA.jpg",
    "performance_score": 0,
    "domain_rank": 41075,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bddbccffbff9c3ad68a05e55764a264957b7e3a9",
  "url": "https://ultimasnoticias.com.ve/noticias/chevere/karina-estreno-videoclip-grabado-en-acarigua/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sonia Hernández",
  "published": "2024-01-07T21:00:00.000+02:00",
  "title": "Karina estrenó videoclip grabado en Acarigua",
  "text": "Karina comenzó 2024 con un estreno. La cantante venezolana lanzó el videoclip del tema “Todavía”, que debutó el pasado 5 de enero y fue filmado en Acarigua, estado Portuguesa. La canción abre el tracklist de su más reciente álbum, titulado “11/11”. La canción, la tercera que presenta la vocalista venezolana de ese trabajo, es una balada nostálgica sobre un gran amor del pasado. Fue compuesta por el cantautor venezolano Jeremías y contó con la producción de León Yamil, compositor y cantante dominicano nominado al Latin Grammy en cuatro ocasiones. “Y todavía se me hace un nudo si te nombran y se nota que nunca dejé de ser la misma tonta. Y todavía, cada vez que hay luna llena vuelve aquel dulce recuerdo de nosotros en la arena. Todavía”, canta la intérprete en el primer coro del tema. El clip que acompaña el tema combina imágenes imágenes en blanco en negro con el color, así como tomas en estudio con otras en paisajes imponentes. “Lo que más disfruto en la vida es hacer música, vivirles la música y regalarles música. Se estrena el video de ‘Todavía’, estoy emocionadísima con eso”, compartió en sus historias de Instagram la cantante, que ha destacado recientemente con los singles “Soy tu vicio” y “ [Cuarenta](https://www.youtube.com/watch?v=BHWlOpk4RJQ)“, también pertenecientes a “11/11”. “Este es quizás uno de los videos más sentidos que yo tengo. Trabajé con un director mágico, que me llevó a su lugar de origen, Acarigua. Esto fue grabado en Acarigua, Venezuela, por Wil Romero”, contó. “Un equipo maravilloso de chicos que no vivieron mi fenómeno, pero que ustedes van a ver el videazo que nos tiramos”, agregó la artista. Romero, cabe señalar, ha trabajado con artistas como Nacho, Olga Tañón, y Luis Fernando Borjas, entre otros. Karina igualmente resaltó en la citada red social lo mucho que disfruta al trabajar con gente más joven que ella. “Para mí es un privilegio trabajar con otras generaciones y es un privilegio seguir haciendo lo que hago con esta ilusión que tengo. Porque hoy tengo una ilusión tremenda de volverles a traer más música, de continuar, de seguir, de aportar, de sumar… Empezandito el año, de una vez”, destacó. La también actriz, que inició el año afectada por una gripe, comentó también que pronto anunciará lo que se viene para ella. “Voy a estar inactiva un poco este mes de enero, tengo cosas personales de las que me tengo que ocupar, por supuesto, pero voy a seguir trabajando en crear lo que viene, porque este año viene fuerte, grande, próspero… Pero para todo eso, la salud primero”, manifestó. Y agregó: “Tengo muchas cosas que les quiero recordar: mi disco, ‘Karina 11/11’, que ya está en todas las plataformas desde hace rato, y por supuesto el disquito que hicimos de compilaciones d los lives (en vivo), que se llama ‘Entre lives y copas’, que está cheverísimo también”. “Hermoso trabajo visual, hermosa voz y hermosa canción. Grande, Karina. Un video muy bello”; “Qué refrescante escuchar nuevas canciones tan bonitas y con la verdadera voz de verdaderas cantantes. Gracias, Karina”; “Este video es oro puro. Hace justicia a una canción sublime. Nos demuestra que ‘Todavía’ hay Karina para rato. De pie te aplaudo con todo mi cariño”; “Qué preciosa canción, qué preciosa voz y qué potentes pulmones que solo la preciosa y única Karina puede darnos. es un privilegio escuchar la voz de Karina”, son algunos de los comentarios que se pueden leer en YouTube sobre el video, de 3 minutos y 32 segundos de duración.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "http://www.youtube.com/watch?v=BHWlOpk4RJQ)“,",
    "http://www.youtube.com/watch",
    "http://youtube.com/watch?v=BHWlOpk4RJQ)“,"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:29:41.569+02:00",
  "updated": "2024-01-08T00:29:41.569+02:00"
}