{
  "thread": {
    "uuid": "d1331d5ec87a098588ba9c6cc4de3d67847b00e8",
    "url": "https://veracruz.quadratin.com.mx/lopez-obrador-el-presidente-que-mas-ha-hecho-por-los-trabajadores/",
    "site_full": "veracruz.quadratin.com.mx",
    "site": "quadratin.com.mx",
    "site_section": "http://veracruz.quadratin.com.mx/",
    "site_categories": [
      "media"
    ],
    "section_title": "\nNoticias de Veracruz - Quadratin",
    "title": "López Obrador, el presidente que más ha hecho por los trabajadores",
    "title_full": "López Obrador, el presidente que más ha hecho por los trabajadores",
    "published": "2024-01-07T23:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://veracruz.quadratin.com.mx/www/wp-content/uploads/2024/01/IMG_0120.jpeg",
    "performance_score": 0,
    "domain_rank": 55981,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d1331d5ec87a098588ba9c6cc4de3d67847b00e8",
  "url": "https://veracruz.quadratin.com.mx/lopez-obrador-el-presidente-que-mas-ha-hecho-por-los-trabajadores/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Carmen Hernández",
  "published": "2024-01-07T23:54:00.000+02:00",
  "title": "López Obrador, el presidente que más ha hecho por los trabajadores",
  "text": "RÍO BLANCO, Ver., 7 de enero de 2024.- Por sus contribuciones a una política laboral de equidad y justicia, el gobernador Cuitláhuac García Jiménez entregó al presidente Andrés Manuel López Obrador una réplica del Decreto del 19 de octubre de 1914 emitido por Cándido Aguilar Vargas en el que promulgó la primera Ley que fijó el salario mínimo para Veracruz.\nAl darle la bienvenida, en la ex¬fábrica de textil para conmemorar el 117 aniversario de los Mártires de Río Blanco, expresó que es un auténtico honor la presencia del mejor Presidente de México, que más ha hecho por los derechos y reivindicaciones de los trabajadores.\nEl mandatario también recordó a Heriberto Jara Corona, uno de los dirigentes y partícipe en la huelga de Río Blanco de 1907; como diputado constituyente impulsó la Ley 123 por la que los obreros de la industria textil redujeron sus horas de trabajo y la obtención de un salario mínimo.\nCon la presencia de líderes sindicales, confederaciones, agrupaciones de empleados, trabajadores y campesinos, el Presidente anunció una iniciativa de reforma al artículo 123 de la Constitución para que el salario mínimo esté encima de la inflación y evitar la pérdida del poder adquisitivo.\n“Ya es una política laboral distinta, al carajo con el neoliberalismo, al carajo con el neoporfirismo, no queremos la oligarquía, México no es un país de unos cuantos, es de todos los mexicanos, de todo el pueblo”, afirmó.\nTambién, se comprometió a revisar la contrarreforma al sistema de pensiones del expresidente Ernesto Zedillo.\n«Vamos a hacer una propuesta, porque es completamente inhumano e injusto que un trabajador, después de 30 años de estar laborando ni siquiera recibe su salario cuando estaba en activo, sino la mitad, si le va bien”.\nEl secretario del Trabajo y Previsión Social, Marath Bolaños López, enumeró los principales logros de la Cuarta Transformación que ponen a México como referente mundial: el aumento salarial, la Reforma Laboral, el nuevo modelo de conciliación, el programa Jóvenes Construyendo el Futuro.\nAdemás de la eliminación de la subcontratación, recuperación del reparto de utilidades, reducción de la tasa del desempleo, ampliación del periodo vacacional de 6 a 12 días en el primer año y actualización de la tabla de enfermedades tras 52 años de rezago.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:17:17.457+02:00",
  "updated": "2024-01-08T00:17:17.457+02:00"
}