{
  "thread": {
    "uuid": "3203024f1d9a9a05bb2ce6899f0d767971912632",
    "url": "https://www.al-monitor.com/originals/2023/12/after-war-bots-and-barbie-world-rings-2024",
    "site_full": "www.al-monitor.com",
    "site": "al-monitor.com",
    "site_section": "https://www.al-monitor.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Al-Monitor: The Pulse of The Middle East",
    "title": "After war, bots Barbie, world rings in 2024",
    "title_full": "After war, bots and Barbie, world rings in 2024 - Al-Monitor: Independent, trusted coverage of the Middle East",
    "published": "2023-12-31T04:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": null,
    "main_image": "https://www.al-monitor.com/sites/default/files/styles/social_media_share/public/2023-12/8aae6148648576cee6ffbcdcdfc435c97e96721e.jpg?h=69f2b9d0&amp;itok=EdUkCMkm",
    "performance_score": 0,
    "domain_rank": 4587,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3203024f1d9a9a05bb2ce6899f0d767971912632",
  "url": "https://www.al-monitor.com/originals/2023/12/after-war-bots-and-barbie-world-rings-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-31T04:22:00.000+02:00",
  "title": "After war, bots Barbie, world rings in 2024",
  "text": "December 30, 2023 — Sydney (AFP) Jubilant crowds will bid farewell to the hottest year on record Sunday, closing a turbulent 12 months marked by clever chatbots, climate crises and wrenching wars in Gaza and Ukraine.\nThe world's population -- now over eight billion -- will see out the old and usher in the new, with many hoping to shake the weight of high living costs and global tumult.\nIn Sydney, the self-proclaimed \"New Year's capital of the world\", more than a million partygoers are expected to pack the city's foreshore.\nEven before nightfall, tens of thousands of people gathered at vantage points around the city's iconic Harbour Bridge, defying uncharacteristically dank weather.\nAt midnight, eight tonnes of fireworks will light the fuse on 2024, a year that will bring elections concerning half the world's population and a summer Olympiad celebrated in Paris.\nThe last 12 months brought \"Barbiegeddon\" at the box office, a proliferation of human-seeming artificial intelligence tools and a world-first whole-eye transplant.\nIndia outgrew China as the world's most populous country, and then became the first nation to land a rocket on the dark side of the moon.\nIt was also the hottest year since records began in 1880, with a spate of climate-fuelled disasters striking from Australia to the Horn of Africa and the Amazon basin.\nFans bade adieu to \"Queen of Rock 'n' Roll\" Tina Turner, \"Friends\" actor Matthew Perry, hell-raising Anglo-Irish songsmith Shane MacGowan and master dystopian novelist Cormac McCarthy.\nPerhaps more than anything, 2023 will be remembered for war in the Middle East -- for Hamas's brutal October 7 raids on southern Israel and Israel's ferocious reprisals.\n- Rebuilding -\nThe United Nations estimates that almost two million Gazans have been displaced since Israel's siege began -- about 85 percent of the peacetime population.\nWith once-bustling Gaza City neighbourhoods reduced to rubble, there were few places left to mark the new year -- and fewer loved ones to celebrate with.\n\"It was a black year full of tragedies,\" said Abed Akkawi, who fled the city with his wife and three children.\nThe 37-year-old, now living in a UN shelter in Rafah, southern Gaza, said the war had obliterated his house and killed his brother.\nBut still, he clings to modest hopes for 2024.\n\"God willing this war will end, the new year will be a better one, and we will be able to return to our homes and rebuild them, or even live in a tent on the rubble,\" he told AFP.\nIn Ukraine, where Russia's invasion grinds towards its second anniversary, there was also hope, and defiance in the face of a renewed assault from Moscow.\n\"Victory! We are waiting for it and believe that Ukraine will win,\" said Tetiana Shostka as air raid sirens blared in Kyiv.\n\"We will have everything we want if Ukraine is free, without Russia,\" the 42-year-old added.\nSome in Vladimir Putin's Russia are also weary of the conflict.\n\"In the new year I would like the war to end, a new president, and a return to normal life,\" said 55-year-old theatre decorator and Moscow resident Zoya Karpova.\nPutin is already his country's longest-tenured leader since Joseph Stalin and his name will again be on the ballot paper when Russians vote in March.\nFew expect the vote to be fully free or fair, or for the former KGB man to return to the shadows.\n- To the polls -\nRussia's is just one of several pivotal elections scheduled, with 2024 looming as the year of the ballots.\nIn all, the political fate of more than four billion people will be decided in contests that will shape Britain, the European Union, India, Indonesia, Mexico, South Africa, Venezuela and a host of other nations.\nBut one election promises global consequences.\nIn the United States, Democrat Joe Biden, aged 81, and Republican Donald Trump, aged 77, appear set to rerun their divisive 2020 presidential poll race in November.\nAs the incumbent, Biden has at times appeared to show his advancing age and even his supporters worry about the toll of another bruising four years in office.\nBut if there are worries about what a second Biden administration would look like, there are at least as many concerns about a return of Trump.\nHe faces prosecution on several counts, and voters could yet decide whether the bombastic self-proclaimed billionaire goes to the Oval Office or to jail.\nSign up for our newsletter Email Daily AM\nDaily Briefing New Weekly\nThe Takeaway Weekly\nWeek in Review Weekly\nBusiness & Tech Briefing Weekly\nSecurity Briefing Weekly\nChina-Middle East Briefing Weekly\nGulf Briefing Weekly\nTurkey Briefing Weekly\nIsrael Briefing Weekly\nPalestine Briefing Leave this field blank Videos The Israel-Hamas War: Live Q&A with Amb. David Satterfield The Israel-Hamas War: Live Q&A with Shibley Telhami and Rina Bassist",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Arts, Culture and Entertainment",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "barbie",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "sydney",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "harbour bridge",
        "sentiment": "none"
      },
      {
        "name": "paris",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T09:09:01.904+02:00",
  "updated": "2023-12-31T12:08:28.939+02:00"
}