{
  "thread": {
    "uuid": "cc59c3b023844b812ea564998760664205c00635",
    "url": "https://au.investing.com/news/stock-market-news/rxsight-launches-new-light-adjustable-lens-product-93CH-3187442",
    "site_full": "au.investing.com",
    "site": "investing.com",
    "site_section": "https://au.investing.com/news/stock-market-news",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Stock Market News - Investing.com AU",
    "title": "RxSight launches new Light Adjustable Lens product By Investing.com",
    "title_full": "RxSight launches new Light Adjustable Lens product By Investing.com",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://i-invdn-com.investing.com/news/news_pile_69x52._800x533_L_1419494209.jpg",
    "performance_score": 0,
    "domain_rank": 1347,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cc59c3b023844b812ea564998760664205c00635",
  "url": "https://au.investing.com/news/stock-market-news/rxsight-launches-new-light-adjustable-lens-product-93CH-3187442",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Investing.com",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "RxSight launches new Light Adjustable Lens product By Investing.com",
  "text": "ALISO VIEJO, Calif. - RxSight, Inc. (NASDAQ: RXST), an ophthalmic medical device company, has announced the commercial release of its latest product, the Light Adjustable Lens+ (LAL+), designed to enhance vision for patients after cataract surgery. The LAL+ joins the company's Light Adjustable Lens platform, which also includes the previously available LAL®. The new LAL+ features a modified aspheric anterior surface aimed at slightly extending the depth of focus by providing a continuous increase in central lens power. This innovation is part of RxSight's adjustable intraocular lens (IOL) technology, which is unique in allowing post-surgery adjustments to optimize patient vision. The launch coincides with the American Society of Cataract and Refractive Surgery (ASCRS) annual meeting, set to take place in Boston from April 5-8, 2024. RxSight's Light Adjustable Lens system, including the LAL and LAL+, will be featured in over 20 scientific papers, posters, and presentations during the event. Notable presentations will include discussions on the benefits of arcuate incisions with a dual-pulsed femtosecond laser, assessing binocular vision post-implantation of the new lens, and refractive and visual outcomes associated with the technology. Moreover, RxSight will host a series of presentations at its booth in the convention exhibit hall, where doctors will share their experiences with the LAL system. These presentations are independent of the official ASCRS program but are expected to provide valuable insights into the practical application and benefits of the adjustable lens technology. The RxSight Light Adjustable Lens system, including the LAL and LAL+, represents the only IOL technology that can be adjusted after cataract surgery, allowing for the customization of vision for patients based on individual needs. This announcement is based on a press release statement from RxSight, Inc. The company's commitment to providing high-quality, customized vision solutions continues to be at the forefront of its product development and customer care initiatives. InvestingPro Insights RxSight, Inc. (NASDAQ: RXST) is at the forefront of innovation in ophthalmic medical devices with its Light Adjustable Lens+ (LAL+), a product that promises to revolutionize post-cataract surgery care. As the company showcases its latest technology at the ASCRS annual meeting, investors and industry watchers are keenly observing RxSight's market performance and financial health. Here are some insights based on real-time data from InvestingPro: - The company's market capitalization stands at a robust $1.92 billion, reflecting significant investor confidence in its growth potential. - RxSight's revenue has seen an impressive growth of 81.77% over the last twelve months as of Q4 2023, indicating strong demand for its innovative products. - Despite the company not being profitable over the last twelve months, with a P/E ratio of -36.91, RxSight has demonstrated a strong return over the last year, with a 202.3% price total return. This suggests that investors are optimistic about the company's future profitability. According to InvestingPro Tips, while analysts do not expect RxSight to be profitable this year, the company's liquid assets exceed its short-term obligations, and it operates with a moderate level of debt. These factors could provide some financial stability as it continues to grow and invest in its product offerings. Additionally, RxSight has been trading at a high revenue valuation multiple, which may be a point of interest for investors looking for growth stocks. For those considering an investment in RxSight, there are additional InvestingPro Tips available that could provide deeper insights into the company's performance and potential. With the use of coupon code PRONEWS24, readers can get an additional 10% off a yearly or biyearly Pro and Pro+ subscription, where they can access a total of 11 [InvestingPro](/pro/pricing?referral=inv_in_article_anchor) Tips for RxSight. The company's next earnings date is set for May 2, 2024, which will be a pivotal moment for investors to assess the impact of the LAL+ commercial release and the company's trajectory moving forward. This article was generated with the support of AI and reviewed by an editor. For more information see our T&C.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "light adjustable lens",
        "sentiment": "none"
      },
      {
        "name": "lal",
        "sentiment": "none"
      },
      {
        "name": "iol",
        "sentiment": "none"
      },
      {
        "name": "american society of cataract",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "aliso viejo",
        "sentiment": "none"
      },
      {
        "name": "calif.",
        "sentiment": "none"
      },
      {
        "name": "boston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:12:11.942+03:00",
  "updated": "2024-04-05T00:12:11.942+03:00"
}