{
  "thread": {
    "uuid": "f3cb5d961b035e2e8d545a09c4625505c84b493f",
    "url": "https://www.pressreleasepoint.com/world-bank-approves-major-investment-water-security-cambodia",
    "site_full": "www.pressreleasepoint.com",
    "site": "pressreleasepoint.com",
    "site_section": "http://www.pressreleasepoint.com/prpage/all/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest Press Releases Today",
    "title": "World Bank Approves Major Investment in Water Security for Cambodia",
    "title_full": "World Bank Approves Major Investment in Water Security for Cambodia",
    "published": "2024-06-22T07:09:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 75819,
    "domain_rank_updated": "2024-06-18T13:08:26.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f3cb5d961b035e2e8d545a09c4625505c84b493f",
  "url": "https://www.pressreleasepoint.com/world-bank-approves-major-investment-water-security-cambodia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "World Bank",
  "published": "2024-06-22T07:09:00.000+03:00",
  "title": "World Bank Approves Major Investment in Water Security for Cambodia",
  "text": "[World Bank](/user/world-bank)on Sat, 06/22/2024 - 02:09 WASHINGTON, June 21, 2024 — Over 113,000 people in Cambodia are expected to benefit from better water supply infrastructure following the approval today of a new World Bank supported project. WASHINGTON, June 21, 2024 — Over 113,000 people in Cambodia are expected to benefit from better water supply infrastructure following the approval today of a new World Bank supported project. Funded by a US$145 million credit from the World Bank’s International Development Association, the Cambodia Water Security Improvement Project will improve water security, increase agricultural productivity, and build resilience to climate risks. “This project helps Cambodia move toward sustainable water security and greater agricultural productivity,” said Maryam Salim, World Bank Country Manager for Cambodia. “Investing now in climate resilience, planning, and better infrastructure not only addresses the immediate water needs of Cambodian farmers and households, but also lays the groundwork for long-term water service delivery.” Although Cambodia has abundant water, seasonal and regional differences in rainfall bring challenges to urban and rural water supply. Climate projections suggest flooding and drought will become more frequent and severe, placing even more strain on the country's capacity to manage its freshwater resources. This would affect food production and economic growth. The project will be implemented over five years by the Ministry of Water Resources and Meteorology and the Ministry of Agriculture, Forestry, and Fisheries. It will enhance water resource management by expanding hydrometeorological stations, updating policies and regulations, preparing climate-informed river basin management plans, and strengthening the performance of central and provincial water authorities. Water supply systems for households and irrigation are to be rehabilitated and upgraded, while the project will train Famer Water User Communities and provide technical assistance for improved operation and maintenance of infrastructure. With central and provincial departments for agriculture, forestry, and fisheries, measures will be taken to help farmers adopt climate-smart technologies that improve productivity and reduce emissions in agriculture.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Health",
    "Economy, Business and Finance"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "maryam salim",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "world bank",
        "sentiment": "negative"
      },
      {
        "name": "world bank approves major investment in water security",
        "sentiment": "negative"
      },
      {
        "name": "cambodia water security improvement project",
        "sentiment": "none"
      },
      {
        "name": "world bank’s international development association",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "cambodia",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T12:18:12.115+03:00",
  "updated": "2024-06-22T13:40:48.385+03:00"
}