{
  "thread": {
    "uuid": "7f584a4faf1f86f990c8e5288fc0c16ba5f84096",
    "url": "https://saharareporters.com/2023/12/29/aketi-and-lessons-living-sesugh-akume",
    "site_full": "saharareporters.com",
    "site": "saharareporters.com",
    "site_section": "https://saharareporters.com",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Sahara Reporters — Breaking news, latest stories, photos, videos citizen journalism in Africa",
    "title": "Aketi And Lessons For The Living, By Sesugh Akume | Sahara Reporters",
    "title_full": "Aketi And Lessons For The Living, By Sesugh Akume | Sahara Reporters",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "NG",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 19590,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7f584a4faf1f86f990c8e5288fc0c16ba5f84096",
  "url": "https://saharareporters.com/2023/12/29/aketi-and-lessons-living-sesugh-akume",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Aketi And Lessons For The Living, By Sesugh Akume | Sahara Reporters",
  "text": "I liked the departed governor of Ondo as a person and a lawyer long before he became NBA president, and subsequently governor. I thought him smart, intelligent, forthright, bold, charismatic, stylish and good looking. As governor, I don't seem to know how he made things better by transforming the state. I just didn't see it. I think it was a wasted opportunity.What I know he did was to provide the leadership through untold intellect, grit, and courage to confront the dominance and attempts at that on his SW Nigeria and the Southern Nigeria as a whole. He pushed for Amotekun, the security outfit for the entire SW, until its launch despite the opposition. To be sure, any security outfit that is not owned and controlled by the federal government is unconstitutional, an illegality. He knew this well, himself being a Senior Advocate of Nigeria, but survival comes first. It's people who are alive who can follow the constitution, he might have reasoned. Whether Amotekun has lived up to its mission is why I also can't tell. But that was a bold step and statement. He it was who pushed for and achieved that historic meeting of all Southern governors in Asaba on 11 May 2021 or so, which marked a certain new beginning, much to the chagrin others. He later took ill, left the country for medical treatment (which again, I have a problem with and refuse to normalise, that idea of medical tourism especially by public officials in a position to actually do something, make things better in Nigeria) and later came back, all the while having a running battle with his deputy. I didn't follow the story, I usually don't follow the news, but what I got seeing the state's commissioner who spoke on the deceased’s behalf once in a while on television––an individual who is prominent on social media, of the Nigerian diaspora, who once promoted the ideals of an ordered society until joining politics and becoming a commissioner–– was that all the while the deceased was ill and left the country for weeks, maybe months, and came back to Nigeria (not to the state) to ‘rest’, no power was transmitted to the deputy to act in his stead pending his full recovery and return as it should be, for which there had been a running battle with between the deputy governor and the Office of the Governor, so to speak. Now he's gone, by now the deputy must've been sworn in as governor. In my view, the deceased tainted his legacy by abusing power by not transmitting power to his deputy, just like any average Nigerian would. Just like any ordinary politician would, and I think it's a shame. Others have tried to put all the blame on his aides, appointees, and inner circle generally. That same hogwash we hear every time that it's not the principal’s fault, it's that of the people around him. Who chooses the people around the principal, if not then principal themself? Who empowers and incentives the inner circle? Is it me? Some say the letter was transmitted but got missing in transmission. I think I'd rather go with the official statements of the official who spoke on the issue. Worst of all, others are trying to put it all on the wife. Did the wife suddenly have unbridled access to state power after the husband took ill, or she was exercising the same when he was well and active? What is a wife's business with a husband's official duties, apart from lobbying from behind on matters that concern or interest her, if not the same abuse? I don't agree with this line of reasoning that exonerates the departed and heaps all the blame on the wife. I also don't agree with the extremists, tribalists (and they are many) who say the lady was power hungry because she comes from an ethnic nation across the Niger. We all should really be ashamed. Yar’Adua’s wife, Ajimobi’s wife, and others in the same position were not from across the Niger but overstepped their bounds in controlling things. Others have even said she isn't mourning the passing of her husband of 4 3 years but the loss of power! The man was in power for only 6.5 years. They were married for 4 3 years. Go figure! Power is transient. The more loosely people in the position hold it the better for them and us all. Consistency is key, and I think how one ends either accentuates or mars their legacy. Lessons for the living. Sesugh Akume, a public policy analyst, writes from Abuja.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "amotekun",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sesugh akume | sahara reporters",
        "sentiment": "negative"
      },
      {
        "name": "nba",
        "sentiment": "negative"
      },
      {
        "name": "southern nigeria",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ondo",
        "sentiment": "none"
      },
      {
        "name": "nigeria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T20:40:59.839+02:00",
  "updated": "2023-12-29T20:40:59.839+02:00"
}