{
  "thread": {
    "uuid": "87978d54cc780b99c01da514d66b38f616e96a2e",
    "url": "https://www.register-herald.com/news/education/gov-jim-justice-delivers-sba-grant-check-for-new-mullens-school/article_4bb4d640-d744-11ee-882e-a794ee75a3c7.html",
    "site_full": "www.register-herald.com",
    "site": "register-herald.com",
    "site_section": "http://brazilbusiness.einnews.com/live_feed",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "Live Feed Wire - Brazil Business Today - EIN Presswire",
    "title": "Gov. Jim Justice delivers SBA grant check for new Mullens school | Education | register-herald.com",
    "title_full": "Gov. Jim Justice delivers SBA grant check for new Mullens school | Education | register-herald.com",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/register-herald.com/content/tncms/assets/v3/editorial/0/63/0631502a-d740-11ee-8d7b-67591213cd44/65e0e71fa75b0.image.jpg?crop=1775%2C932%2C0%2C117&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 30178,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "87978d54cc780b99c01da514d66b38f616e96a2e",
  "url": "https://www.register-herald.com/news/education/gov-jim-justice-delivers-sba-grant-check-for-new-mullens-school/article_4bb4d640-d744-11ee-882e-a794ee75a3c7.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mary Catherine Brooks The Wyoming County Report",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "Gov. Jim Justice delivers SBA grant check for new Mullens school | Education | register-herald.com",
  "text": "Enveloped in Wyoming County basketball history, schools officials and students welcomed Gov. Jim Justice and First Lady Cathy Justice along with a recovering Babydog into the Mullens Middle School gym Thursday morning. To the cheers of students and staff from Mullens Elementary and Mullens Middle schools, Gov. Justice delivered a check for $15,711,654 from the West Virginia School Building Authority to assist with the cost of constructing a new Mullens Elementary and Middle School. A small portion of the money has been earmarked to purchase chicken nuggets for Babydog, the governor joked with the students. Blanketed in a little yellow wagon, Babydog is still recovering from ACL surgery on one of her back knees, the governor explained to the students. She will also have to have surgery on the other back knee in the coming weeks. Despite that, the governor invited each of the students to come and meet Babydog, and pet her if they wanted. The SBA Needs Grant delivered by Justice will be combined with $8,753,193 from the $20.1 million facilities bonds sale approved by county voters in November 2022. The facilities bonds are also funding several projects at schools across the county. The Mullens Middle School building was constructed nearly a century ago and, for 70 years, housed Mullens High School before the students were consolidated with Pineville High into Wyoming County East High in 1998. Added to the school in the mid-1940s, the gym showcased the talents of such basketball standouts as the D’Antoni brothers – Mike and Dan, Jerome Anderson, among numerous others. The walls are adorned with banners boasting seven state basketball championships and three state runner-up wins along with huge photo posters of the championship teams. Justice told the students he’d played basketball in the gym when he was just a 12-year-old student at Crescent Elementary. Mike D’Antoni was on the Mullens team, he said. “That’s when I learned just how good Mullens was,” he said. “They beat us to death.” He also told the Mullens Elementary students that their principal, Kara “Gravy” Shumate, had played AAU basketball with his daughter. The team won several national championships, he said. “What a player,” he said of Shumate. “Talk about somebody who was mean and tough, she was that.” He said they nicknamed her “Gravy” when they found out how much she loved gravy. “I’ve got a lot of great memories right here,” he said of the county. Justice told the students his parents had both grown up in Wyoming County and he spent a lot of time at his grandparents’ homes in the summers. “My grandparents lived their lives and died here in Wyoming County,” he said. His father’s parents lived in Kopperston and had only one bedroom and one bathroom, he said. His maternal grandparents lived in Cyclone and never had indoor plumbing. “They had an outhouse,” Justice said. “You can do anything,” Justice emphasized to the students. “You think about that – Little Jimmy Justice… I used to be skinny and have brown hair, just like you. What are the odds of me growing up to become governor?” The governor also emphasized the support and resources available to the students. “You are the very, very best. I know you are going to go do great stuff,” he said. “Always be proud of who you are. Always be proud of where you’re from,” First Lady Justice told the students. “I cannot tell you how much this check means to this community, to these students,” Deirdre Cline, county schools superintendent, told Gov. Justice. “We want the students to have a top shelf education, the best education we can give them,” Cline said. Cline also lauded First Lady Justice. “She truly cares about children, cares about people,” Cline said. The first lady is the person who brought Communities in Schools to all 55 counties, Cline noted. A national program, Communities In Schools works to forge community partnerships and bring resources into schools directly to at-risk students in an effort to keep students in school. Cline also lauded the governor for bringing the Coalfields Expressway – the county’s first four-lane road – into Mullens and the economic impact it has had on the area. John Henry, who will become the schools superintendent when Cline retires June 30, lauded community members for their work in restoring the town’s parks and municipal pool. He told the students schools officials want to construct a school where they will be proud to build great memories. The first day of classes in the new school, with the fresh smell of paint… “will be as monumental as today,” Henry said. “We want you to always be proud to be from Mullens,” Henry said. “We want you to be proud you went through Mullens Elementary and Middle School...” If everything goes as planned, students are expected to attend classes in the new school in the fall of 2026. Groundbreaking ceremonies have been tentatively scheduled for April 12. The new $24,464,847 school will consolidate Mullens Elementary, constructed in 1951 as Conley High School, and Mullens Middle, constructed in 1923, into the new Mullens Elementary and Middle School for students in pre-kindergarten through eighth grade, according to the county’s SBA proposal. The new school will be a two-story structure and located on the site of the Mullens athletic field. “We own more property there than we originally thought,” Cline said in a previous interview, noting it is the most logical site. Cline said schools officials explored several other sites for the new school, including the old Itmann company store location. All the other sites would have to be purchased, while the school system owns the athletic field property. “Every dollar that goes into purchasing property is a dollar that can’t go into building the new school,” she emphasized. The athletic field parcel will require little site preparation, it’s out of the flood plain, already has public utilities, and is located in the heart of Mullens, she noted. Cline said no one has used the field for any purpose for at least three years. The school design should be completed by the end of the calendar year, according to TJ Tharp, of McKinley Architecture and Engineering, the project architect. In December, Wyoming County Schools was awarded nearly $16 million in “Needs” funding from the West Virginia School Building Authority (SBA) for the construction of the new school. “Needs” projects are major capital improvement projects funded through the SBA's general construction fund. It was the largest single SBA grant award of the 19 presented in December, Justice told the students. “We’ve had to pull the rope really hard,” Justice said of the SBA grant. “Sometimes southern West Virginia gets the short end of the stick on things... “Your community is really special,” he told the students.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mullens",
        "sentiment": "positive"
      },
      {
        "name": "jim jus",
        "sentiment": "positive"
      },
      {
        "name": "jim justice",
        "sentiment": "positive"
      },
      {
        "name": "grant",
        "sentiment": "none"
      },
      {
        "name": "babydog",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sba",
        "sentiment": "positive"
      },
      {
        "name": "justice",
        "sentiment": "none"
      },
      {
        "name": "mullens middle school",
        "sentiment": "none"
      },
      {
        "name": "mullens middle",
        "sentiment": "none"
      },
      {
        "name": "west virginia school building authority",
        "sentiment": "none"
      },
      {
        "name": "mullens elementary and middle school",
        "sentiment": "none"
      },
      {
        "name": "first lady cathy justice",
        "sentiment": "none"
      },
      {
        "name": "mullens elementary",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "wyoming county",
        "sentiment": "none"
      },
      {
        "name": "babydog",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:19:12.918+02:00",
  "updated": "2024-03-01T00:19:12.918+02:00"
}