{
  "thread": {
    "uuid": "b361ebd696051850d5a554f88cb284586db08109",
    "url": "https://centralelectoral.ine.mx/2024/03/14/entrevista-que-concedio-guadalupe-taddei-a-diversos-medios-de-comunicacion-al-termino-de-la-sesion-extraordinaria-del-consejo-general-2",
    "site_full": "centralelectoral.ine.mx",
    "site": "ine.mx",
    "site_section": "https://centralelectoral.ine.mx/feed",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Central Electoral",
    "title": "Entrevista que concedió Guadalupe Taddei, a diversos medios de comunicación, al terminó de la sesión extraordinaria del consejo general",
    "title_full": "Entrevista que concedió Guadalupe Taddei, a diversos medios de comunicación, al terminó de la sesión extraordinaria del consejo general",
    "published": "2024-03-15T00:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://centralelectoral.ine.mx/wp-content/uploads/2024/03/PHOTO-2024-03-14-16-33-44.jpg",
    "performance_score": 0,
    "domain_rank": 31937,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b361ebd696051850d5a554f88cb284586db08109",
  "url": "https://centralelectoral.ine.mx/2024/03/14/entrevista-que-concedio-guadalupe-taddei-a-diversos-medios-de-comunicacion-al-termino-de-la-sesion-extraordinaria-del-consejo-general-2",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "INE",
  "published": "2024-03-15T00:34:00.000+02:00",
  "title": "Entrevista que concedió Guadalupe Taddei, a diversos medios de comunicación, al terminó de la sesión extraordinaria del consejo general",
  "text": "Pregunta: Casos de que están, o al menos esas denuncias públicas, de que están retirando propaganda un poco como en actos nocturno, sobre todo este asunto.\nEso, en este caso ¿usted qué responde como Consejera Presidenta de estas acciones de retiro de propaganda?\n[Consejera Presidenta del INE, Guadalupe Taddei Zavala: ]Si hay una queja que se haya presentado aquí en el Instituto, la tendrá que atender la Comisión de Quejas y Denuncias. Eso en el tema institucional.\nEn el tema de una ciudadana normal, que así tendrían que verme en esta declaración, es inconcebible que esa sea el estilo de campañas, que un contrincante o un contendiente destruya la publicidad del otro. Eso no está ética ni moralmente correcto ante todos los que están buscando el voto, están buscando la confianza de la ciudadanía. Yo creo que hay que tener mucha claridad y sensibilidad que esas acciones o actitudes, en caso de que existieran, no apoyan, ni ayudan a una buena campaña.\nPregunta: Y preguntarle, en el caso de hoy, de los puntos, digamos ya el INE con el desechamiento de la UTCE, digamos, ya da por cerrado este tema de investigar o no las campañas.\nConsejera Presidenta del INE, Guadalupe Taddei Zavala: Lo que es cuchamos ahorita es que todavía hay una parte que se está revisando en la Unidad Técnica de Fiscalización, ahí ni hay que prejuzgar, ni hay que meternos, ni hay que opinar.\nLo que ya sucedió es el desechamiento en la Unidad Técnica de lo Contencioso Electoral, y fue explicado por la propia Presidenta de la Comisión de Quejas y Denuncias, en donde las pruebas no le fueron suficientes para continuar en el análisis.\nPregunta: Oiga, Presidenta, en el eventual caso de que el Tribunal le ordenara al INE un eventual caso, que investigue redes sociales, tienen el contexto, o como se dijo aquí “la estructura” para hacerlo.\nConsejera Presidenta del INE, Guadalupe Taddei Zavala: No, tendremos que hacer y como siempre responder a la necesidad. Nos pasó con los procesos inéditos, nos metimos en el trabajo de manera inmediata, construimos los equipos de análisis, de reflexión jurídica, todo sustento reglamentario para poder salir adelante. Si esto eventualmente sucediera, el INE tendrá que tener una respuesta.\nPregunta: Finalmente, una responsabilidad, Presidenta, es del Legislativo. No ha habido una regulación en redes y en plenas campañas, bueno, pues sucede esto que el propio Presidente se queja incluso de esta, pues tipo de propaganda, que no se sabe de dónde viene.\nConsejera Presidenta del INE, Guadalupe Taddei Zavala: Fíjate que en diciembre, antes de terminar el año estuvo, hubo aquí un Foro Internacional sobre la Democracia, y uno de los temas torales de ese foro fue justamente “las redes sociales y la inteligencia artificial” y cómo estas estaban impactando en los procesos electivos en todo el mundo.\nY dieron algunos ejemplos, había ejemplos de envío de mensajes masivos que llegaban en un instante a cientos de personas y cómo esto iba afectando; es decir, hay avances, sí técnicos y de estudios, así también técnicos, como el que dieron a conocer ahorita de la UNAM, que seguramente habrá otros muchos más a favor o en contra que deberán de ser tomadas en su momento.\nEso es lo que hasta ahorita existe, legislación hace falta.\nAquí tomar una medida a través de una sentencia del Tribunal, tendría que darse de esa manera.\nPregunta: ¿Pero el INE no es omiso?\nConsejera Presidenta del INE, Guadalupe Taddei Zavala: No, por supuesto que no. El INE tiene sus canales y está avanzando, en la Comisión de Quejas es así.\nY tenemos quejas de todos, de todos los lados.\nPregunta: ¿uy está imposibilitado?\nPregunta: Los actores políticos.\nPregunta: ¿Está imposibilitado el INE legalmente para investigar esto, que al menos en esta percepción de redes, es un hecho que hay un hashtag masivo de #narcopresidente o de #narcocandidata?\nConsejera Presidenta del INE, Guadalupe Taddei Zavala: Lo que pasa es que la legislación no te lo permite, lo que tenemos en la regla, es lo que nos sucedió, por eso lo sacó a colación, con el tema de “los procesos inéditos”.\nAl no estar considerado en la reglamentación, en la norma, en la ley, pues tú tienes que encontrar un camino y eso fue a través de una sentencia del Tribunal.\nEntonces adquiere validez jurídica, de lo contrario, no te puedes ir sin este sustento jurídico, ¿no? pero el INE deberá de estar en condiciones de dar una respuesta.\nPregunta: Yo solamente una.\nPregunta 2: En el tema de Guerrero no le preocupa la inseguridad y el tema de que es el estado con mayor…\nConsejera Presidenta del INE, Guadalupe Taddei Zavala: Me preocupa y me ocupa el tema de la seguridad.\nÉste es un tema que nos preocupa a todos y a cada uno de los mexicanos, pero hay que atenderlo y atenderlo con el foco de atención que se merece.\nEs decir, hay que garantizarle a nuestro país que vamos a tener unas elecciones como siempre con todas las mesas directivas de casilla instaladas, con todo el material distribuido, con una boleta para cada mexicano, en la parte que le toca votar de las diferentes posiciones que están en la contienda y en paz.\nPorque en aquellos lugares en donde vemos que hay algún problema, alguna dificultad, lo estamos atendiendo con las áreas de seguridad focalizados.\nPregunta: ¿Trabajan ya con el Atlas de Riesgo? ¿lo van a poder presentar la semana que entra en Consejo General?\nConsejera Presidenta del INE, Guadalupe Taddei Zavala: No, ¿cuál Atlas de Riesgo?\nEso no es material, lo hemos venido diciendo y hay que ser muy enfáticos. ¿Qué estamos nosotros haciendo en las mesas de seguridad? Llevamos toda la historia de sucesos del día de la Jornada, después de la Jornada, previos a la Jornada, para que se tomen en cuenta en la elaboración de las posibles zonas de riesgo que las autoridades en materia de seguridad van a determinar.\nY que nosotros, en materia de operación en campo, también tendremos que poner sobre la mesa.\nPor eso les digo, el mensaje es claro y contundente, sí estamos atendiendo en donde encontramos fotos de inseguridad, estamos ocupados en ello y garantizaremos como siempre un proceso tranquilo, en paz y con la esperanza y la motivación por el llamado de todos ustedes de que sea una participación altísima, masiva, que todos salgamos a votar el día 2 de junio.\nPregunta: ¿Cuántas personas tienen seguridad?\nConsejera Presidenta del INE, Guadalupe Taddei Zavala: 73.\nPregunta: ¿A nivel federal?\nConsejera Presidenta del INE, Guadalupe Taddei Zavala: A nivel federal.\n-o0o-",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:46:13.794+02:00",
  "updated": "2024-03-15T00:46:13.794+02:00"
}