{
  "thread": {
    "uuid": "185c2b606e4d7ea138be6d161dd0d19169edf318",
    "url": "https://news.umanitoba.ca/how-to-prepare-for-finals-and-feel-less-stressed",
    "site_full": "news.umanitoba.ca",
    "site": "umanitoba.ca",
    "site_section": "https://news.umanitoba.ca/feed",
    "site_categories": [
      "graduate_school",
      "college_administration",
      "education"
    ],
    "section_title": "UM TodayUM Today",
    "title": "How to prepare for finals and feel less stressed",
    "title_full": "How to prepare for finals and feel less stressed",
    "published": "2024-04-04T23:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 3169,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "185c2b606e4d7ea138be6d161dd0d19169edf318",
  "url": "https://news.umanitoba.ca/how-to-prepare-for-finals-and-feel-less-stressed",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Zachary Leclerc",
  "published": "2024-04-04T23:30:00.000+03:00",
  "title": "How to prepare for finals and feel less stressed",
  "text": "How to prepare for finals and feel less stressed\nTips before and on exam day!\nThe end of the Winter Term is around the corner. With the excitement of all that comes with Spring and Summer, the stress of exams may join the mix too; however, preparing early will help you feel ready and confident so you can ace your finals! Knowing what to expect, especially if it’s your first time writing exams Manitoba, is important in helping you achieve success during the upcoming exam period.\nBEFORE EXAMS START\nKnow your schedule and locations. Be sure to confirm your exam dates, times, and locations, well in advance of the exam period. Your exam locations and schedule be found the ‘My Exams’ card in the\nNew Aurora and on the Final Exam Schedule webpage. You can find everything you need to know, including what to do if you have exam conflicts, or you miss an exam on the Final Exam webpage.\nTalk to your Professor. Make sure you know the exam format (i.e., multiple choice, long answer, essay) and how much time you’ll have to write. Confirm if there are specific materials you are, or are not, permitted to have in the room, eg formula sheet or calculator. Ask if your instructor has any sample exams that would be helpful.\nStudy Smarter, not Harder. Find lots of\nuseful tips for studying and self-care. Use proven and effective techniques to make the most of your study time. Organize and stick to a schedule, then test yourself with a variety of practice problems. Don’t forget to practice self-care while you study and on exam days. Be sure to find supports you can use and check out Prepping for Finals to learn more about exam prep strategies!\nON EXAM DAY\nExams can be stressful but being ready and present makes a big difference. Don’t forget these important steps to avoid stress on the day of your exam.\n- Show up. It seems obvious, but exams are easier to miss than you think. Set your alarm and leave plenty of time to get to campus and to your exam room.\n- Bring ID. Students must present photo identification. Bring your student ID card or another piece of photo identification with you and place it on top of your table before starting your exam.\n- Show your integrity. Be sure to review the\nAcademic Integritywebpage. The best way to avoid academic misconduct is to do the actual work. Students often report that they resort to cheating because they feel unprepared but still wanted a good grade. Avoid cheating by studying smart and ahead of time. Here are a few more tips to help avoid an allegation of misconduct.\n-\n- Do not have any unauthorized materials with you. You are only allowed materials that are approved by your professor, in the exam room. Simply having unauthorized material is against the rules, whether it is used during the exam or not.\n- Do not sit beside your friends. This can lead to temptation to communicate and any talking in an exam is considered academic misconduct…even if you’re just asking to borrow an eraser! Only communicate with exam invigilators during an exam.\n- Protect yourself. You are obligated to protect your work and permitting access to your exam is considered cheating. Don’t give someone the opportunity to copy from you during an exam!\n- Do all of your own work. Getting help with take home exams, or exams written online, is also not allowed. Do not use AI text generating programs (e.g., Chat GBT) or editing programs/software (e.g., Grammarly) when completing exams unless your instructor gives you explicit permission. Using these tools improperly often leads to allegations of misconduct.\n-\nFollowing these steps won’t guarantee you a perfect grade, but they sure will make getting there a lot easier! Need help creating a plan? Visit an academic advisor in the\nFirst Year Centre or your home faculty.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health",
    "Education"
  ],
  "external_links": [
    "https://youtu.be/XJUsWbBBNSA",
    "https://www.youtu.be/XJUsWbBBNSA"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "manitoba",
        "sentiment": "none"
      },
      {
        "name": "new aurora",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:02:41.437+03:00",
  "updated": "2024-04-05T00:02:41.437+03:00"
}