{
  "thread": {
    "uuid": "a68a0b3789456179f31f2219fc90ade4c8136ac4",
    "url": "https://www.world-today-news.com/dr-zaidul-akbars-tips-to-stop-sugar-addiction-and-live-a-healthier-lifestyle/",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com/rss",
    "site_categories": [],
    "section_title": "World Today News",
    "title": "Dr. Zaidul Akbar's Tips to Stop Sugar Addiction and Live a Healthier Lifestyle - World Today News",
    "title_full": "Dr. Zaidul Akbar's Tips to Stop Sugar Addiction and Live a Healthier Lifestyle - World Today News",
    "published": "2024-01-06T00:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://thumb.viva.co.id/media/frontend/thumbs3/2022/01/07/61d79751a97ce-zaidul-akbar_665_374.jpg",
    "performance_score": 0,
    "domain_rank": 23224,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a68a0b3789456179f31f2219fc90ade4c8136ac4",
  "url": "https://www.world-today-news.com/dr-zaidul-akbars-tips-to-stop-sugar-addiction-and-live-a-healthier-lifestyle/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2024-01-06T00:44:00.000+02:00",
  "title": "Dr. Zaidul Akbar's Tips to Stop Sugar Addiction and Live a Healthier Lifestyle - World Today News",
  "text": "Saturday, January 6 2024 – 03:56 WIB JAKARTA – Recently, many people have started to follow a sugar diet because awareness of a healthy lifestyle is starting to increase. As is known, consuming too much sweet food can have a bad impact on body [health](https://www.world-today-news.com/category/health/). Excessive sugary foods and drinks can cause weight gain, blood sugar problems, increased risk of heart disease, and other dangerous conditions. Therefore, daily sugar consumption must be kept to a minimum as in the method shared by Dr. Zaidul Akbar. According to the preacher, all food that enters the body will certainly affect [health](https://www.world-today-news.com/category/health/) conditions. Sugar or sweet foods are something that makes people addicted to the point that they can’t get away from it. Scroll further, OK? The first way presented by Dr. Zaidul Akbar is to consume more protein. When the stomach feels full, the desire to eat other foods, including sweet foods, will decrease. “So, food affects our body’s cells. So how do we stop being addicted to sugar? It’s easy, sugar addiction means granulated sugar. There are actually many ways, one of which is by increasing protein intake,” he said, quoting Dr. YouTube. Zaidul Akbar Official, Friday 5 January 2024. Apart from increasing consumption of high protein foods, Zaidul Akbar also recommends consuming healthy foods and drinks without added sweeteners or sugar. It’s best to try to taste the original taste of the food, for example fruit and vegetables, without added sweeteners. Considering that the contents of foods or drinks with added sweeteners that are consumed every day can have short-term and long-term impacts, it is very important to avoid them as early as possible. “From now on, my advice is to drink it without sweeteners. For example, if you drink turmeric, ginger, lemongrass, don’t use honey first. Taste the original taste first,” he explained. By getting into the habit of tasting the original taste of food and drinks without added sweeteners, your addiction to sugar will definitely decrease. “Then, for example, by drinking cinnamon, basically you return the original taste, after a while the sugar addiction will disappear by itself. Later you can use the original sweetness from the original product,” explained Dr. Zaidul Akbar. Indonesian Sunnah Medicine Practitioner, Dr Zaidul Akbar [Photo](https://www.world-today-news.com/tag/photo/) : - Instagram: dr.zaidulakbar.resep Another way to stop sugar addiction is to look for alternative sweet foods that contain natural sugar such as dates or honey. As is known, dates have a natural sweet taste, and are also one of the fruits recommended by the Prophet Muhammad SAW. Even though they taste sweet, dates have many better impacts on [health](https://www.world-today-news.com/category/health/) compared to granulated sugar or additional sweeteners. Dr. Zaidul Akbar appealed to replace sugar with dates, just like when drinking bitter coffee you can pair it with a few dates instead of adding granulated sugar. Likewise, when making juice, get used to not using granulated sugar as an additional sweetener, or you can replace it with honey. 2024-01-05 20:56:01 #Sweet #foods #good # [health](https://www.world-today-news.com/category/health/) #tips #stopping #sugar #addiction #Zaidul #Akbar",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "zaidul akbar",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "jakarta",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:55:04.988+02:00",
  "updated": "2024-01-06T00:55:04.988+02:00"
}