{
  "thread": {
    "uuid": "aa0e155cd0ae735b1c9b624162f3344f218f9bcd",
    "url": "https://windsor.ctvnews.ca/proud-moment-for-teacher-who-carries-out-promise-to-students-1.6853065",
    "site_full": "windsor.ctvnews.ca",
    "site": "ctvnews.ca",
    "site_section": "https://atlantic.ctvnews.ca",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Atlantic News | Local Breaking | CTV News Atlantic",
    "title": "Teacher carries out promise at Andrea Bocelli concert | CTV News",
    "title_full": "Teacher carries out promise at Andrea Bocelli concert | CTV News",
    "published": "2024-04-18T23:14:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2024/4/18/music-class-1-6853076-1713474830539.jpg",
    "performance_score": 0,
    "domain_rank": 981,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aa0e155cd0ae735b1c9b624162f3344f218f9bcd",
  "url": "https://windsor.ctvnews.ca/proud-moment-for-teacher-who-carries-out-promise-to-students-1.6853065",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@CTVWindsor",
  "published": "2024-04-18T23:14:00.000+03:00",
  "title": "Teacher carries out promise at Andrea Bocelli concert | CTV News",
  "text": "Although he wasn't there, Houston Tanevski and his classmates from Brennan high school made an appearance on stage at Little Caesars Arena in Detroit. Singer Andrea Bocelli's daughter Virginia held up a poster with the students’ picture on it. “We thought it was amazing, that we were showed up in front of all these people,” said Tanevski. Students in Maddelena Liburdi's therapeutic music class started the school year learning music one note at a time. They have since learned over 60 full length songs and performed three concerts. For Valentine's Day a student suggested recording a cd and sending the music to celebrities. “I'm thinking how am I going to do this,” Liburdi said. “You can easily Instagram and slide into people's DM’s but they get hundreds and thousands a day.” Liburdi promised to do her best. “Sure enough I found out that Andrea Bocelli was coming to town. I've been a big fan for many years,” she said. She bought tickets and her class recorded a small compilation of Bocelli songs, “so we could show him how brave we are and how awesome we are,” Tanevski said. The music and a letter were taped to the back of a poster that said ‘You inspire us Andrea Bocelli’. “We also did it in braille. They signed it. This is a gift. You got to make it to the stage,” Liburdi said. Security took the poster which eventually made it backstage. Liburdi saw Bocelli's 12-year daughter Virginia showing off the poster to others. “Somehow it ended up working and it was great to see the kids reaction to this,” said Jacob Renaud, a Brennan grad who volunteers with the group once a week. Liburdi describes the moment her pride beamed. “Final song they went up to take the bow and we saw her go on stage proudly with the poster and of course everyone's taking pictures of this so of course I'm just a proud teacher at this moment.” A great moment that now has the students looking to send their music to another music star. “Ed Sheeran,” said Tanevski. A perfect choice. Windsor Top Stories CTVNews.ca Top Stories BREAKING Health Canada to change sperm donor screening rules for men who have sex with men Health Canada will change its longstanding policy restricting gay and bisexual men from donating to sperm banks in Canada, CTV News has learned. The federal health agency has adopted a revised directive removing the ban on gay, bisexual and other men who have sex with men, effective May 8. American millionaire Jonathan Lehrer denied bail after being charged with killing Canadian couple American millionaire Jonathan Lehrer, one of two men charged in the killings of a Canadian couple in Dominica, has been denied bail. LeBlanc says he plans to run in next election, under Trudeau's leadership Cabinet minister Dominic LeBlanc says he plans to run in the next election as a candidate under Prime Minister Justin Trudeau's leadership, amid questions about his rumoured interest in succeeding his longtime friend for the top job. U.S. vetoes a widely supported UN resolution backing full membership for Palestine The United States has vetoed a widely backed UN resolution that would have paved the way for full United Nations membership for the state of Palestine. Grandparent scam suspects had ties to Italian organized crime, police allege A group of suspects that allegedly defrauded seniors across Ontario and other parts of Canada using a so-called emergency grandparent scam appear to have ties to 'Italian traditional organized crime,' according to an investigator involved in the OPP-led probe. Sports columnist apologizes for 'oafish' comments directed at Caitlin Clark. The controversy isn’t over A male columnist has apologized for a cringeworthy moment during former University of Iowa superstar and college basketball’s highest scorer Caitlin Clark’s first news conference as an Indiana Fever player. Cat found on Toronto Pearson airport runway 3 days after going missing Kevin the cat has been reunited with his family after enduring a harrowing three-day ordeal while lost at Toronto Pearson International Airport earlier this week. Trend Line Anger, pessimism towards federal government reach six-year high: Nanos survey Most Canadians in March reported feeling angry or pessimistic towards the federal government than at any point in the last six years, according to a survey by Nanos Research. B.C.'s short-term rental regulations include $10K daily penalties for Airbnb, other platforms Short-term rental platforms that violate B.C.'s pending regulations can face administrative penalties of up to $10,000 per day, officials announced Thursday. Shopping Trends The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. Read about us. Kitchener - Gas price hike blamed on change in seasons, motorists 'shocked' Gas prices across Ontario have spiked to levels not seen in nearly two years as the switch from winter fuel to a more expensive summer blend pushes the price at the pumps. - Advocacy group holds mock funerals mourning the 'death of affordable housing' Concerned citizens came together, donned their best funeral blacks, and mourned 'the death of affordable housing' on Thursday. - Private room in Waterloo hair salon aims to remove barriers The goal is to create a safe salon experience for all. London - 'Mistakes happen': Health minister says patients have recourse if charged inappropriately The provincial government is advising there is recourse for those who believe they've been wrongfully billed for healthcare services. - Witness alleges years of severe abuse at the hands of parents A jury heard some horrific evidence Thursday at the trial of a London, Ont. couple charged with physically and sexually abusing their children. - Mourning loss of affordable housing in London Members of London Acorn chanted slogans and called for urgent action from all levels of government to prevent the loss of affordable housing units. Barrie - ROAD CLOSURE ROAD CLOSURE Driver suffers life-threatening injuries in Hwy 12 collision One person suffered life-threatening injuries after a collision with a commercial vehicle on Highway 12 at Forest Avenue in Orillia early Thursday afternoon. - Innisfil human trafficking case suspects appear in court Several men accused of trafficking women at an Innisfil residence before being arrested by South Simcoe police late last year appeared in court on Thursday. - Discreditable conduct Police Services Act hearing for Barrie police veteran A Barrie police officer charged with discreditable conduct following an OPP investigation made a court appearance via teleconference on Thursday morning. Northern Ontario - Private Northern Ont. college accused of taking tuition, but not offering courses A private career college in North Bay is under intense scrutiny from students for taking tuition but not offering courses, and from former teachers who say they haven't been paid. - Text messages before fatal Sudbury arson show accused knew victims were home The Crown rested its case Thursday in the trial of Liam Stinson, who is charged with three counts of first-degree murder in connection with an arson in 2021 in Sudbury. - Box of dead puppies found at northern Ont. landfill site WARNING: Please be aware that some details of this story are upsetting. An animal cruelty investigation is underway in northern Ontario after a box of dead puppies was found at a landfill site, police say. Sault Ste. Marie - Northern Ont. woman wins big with gifted lottery scratch ticket A 65-year-old northern Ontario woman says her winning lottery scratch ticket is the best present she has ever received. - Small northern Ont. town loses access to mobile cancer screening A northern Ont. city councillor says she fears many women will go without the proper health care after town loses access to mobile cancer screening. - Sault cracking down on people who misuse accessible parking spots For the next several months, the City of Sault Ste. Marie will be cracking down on people who improperly use accessible parking spaces. Ottawa - 1 dead following wrong-way crash on Hwy. 417 in Ottawa's east end The driver killed in a head-on crash on Hwy. 417 in Ottawa's east end was driving eastbound in the westbound lanes when the vehicle collided with a second vehicle, according to Ontario Provincial Police. - Barrhaven's mass killing suspect appears in court Thursday, here's what's new The suspect accused of murdering six people at a home in Barrhaven made another brief court appearance Thursday afternoon. - Ottawa Tim Hortons customers express disappointment, anger at Roll up to Win boat snafu Tim Hortons customers in Ottawa are joining the chorus of Canadians who are angry and disappointed with the coffee chain after prize emails erroneously claimed they won a boat and trailer valued at more than $68,000. Toronto - Grandparent scam suspects had ties to Italian organized crime, police allege A group of suspects that allegedly defrauded seniors across Ontario and other parts of Canada using a so-called emergency grandparent scam appear to have ties to 'Italian traditional organized crime,' according to an investigator involved in the OPP-led probe. - Cat found on Toronto Pearson airport runway 3 days after going missing Kevin the cat has been reunited with his family after enduring a harrowing three-day ordeal while lost at Toronto Pearson International Airport earlier this week. - Doug Ford calls 14 cent overnight jump in gas prices in Ontario 'disgusting' Gas prices jumped an average of 14 cents per litre overnight in the GTA, climbing to levels not seen in nearly two years as the switch from winter fuel to a more expensive summer blend pushes up the price at the pumps. Montreal - Quebec judge suspends parts of Bill 96 that apply to English school boards The English Montreal School Board (EMSB) is celebrating what it calls a 'significant win' in court after a judge stayed parts of Quebec's language laws that apply to English school boards across the province. - American millionaire Jonathan Lehrer denied bail after being charged with killing Canadian couple American millionaire Jonathan Lehrer, one of two men charged in the killings of a Canadian couple in Dominica, has been denied bail. - Gas prices jump up past $1.90 across Quebec Motorists are facing higher prices in many parts of Quebec as gas stations switch from winter to summer gasoline. Winnipeg - Winnipeg police make arrest in large-scale theft of Apple electronics The Winnipeg Police Service (WPS) has made an arrest in a large-scale theft of Apple electronics, valued at nearly $2 million CAD. - 'This program has saved lives': New report highlights success of Mobile Overdose Prevention Site during first year of operation The Mobile Overdose Prevention Site operated by Sunshine House has been in operation since late 2022, and now a report is being released sharing the results of its first year. - Proposed Roblin boulevard development approved by committee A long-gestating housing project in the city’s Charleswood neighbourhood cleared a hurdle at a city committee Wednesday. Edmonton - City data shows spike in red light tickets for first quarter of 2024 versus 2023 More drivers ran red lights in the first quarter of 2024 than in the same period of 2023, city statistics show. - Alberta introducing legislation to stabilize electricity rates, educate customers about RRO Alberta is introducing new legislation aimed at preventing spikes in electricity prices. - 2 peacocks roaming Lloydminster after escaping breeder 12 days ago Lloydminster residents are on the lookout for two peacocks named \"Big Blue\" and \"No Toes.\" Calgary - Calgary man charged with manslaughter in death of toddler Calgary police say Winston Campbell, 45, has been charged in the death of a two-year-old girl in 2022. - 'Steam event of the decade': CPKC Final Spike Steam Tour kicks off April 24 On April 14, 2023, CPKC drove a ceremonial final spike completing North America's only transnational rail network. Now, the railway company is celebrating that anniversary with a steam tour. - Tyrell Vernon named to coach CEBL’s Calgary Surge The Calgary Surge announced Thursday that Tyrell Vernon will be the next head coach of the Canadian Elite Basketball League (CEBL) club. Regina - Final offer or tentative agreement? Teachers, province differ on what latest deal means Saskatchewan Teachers' Federation (STF) President Samantha Becotte says two days of \"difficult\" negotiations has led to a \"final offer\" with slight improvements to salary and the inclusion of a line in the collective agreement – promising to address classroom complexity issues. - Closing arguments heard in trial for Sask. dad accused of abducting daughter Closing arguments were heard Thursday morning in the case of Michael Gordon Jackson, the Saskatchewan man accused of abducting his daughter in 2021 to keep her from getting a COVID-19 vaccine. - Sask. ER nurses say province relies too much on travel nurses to address healthcare issues A letter signed by 49 emergency room nurses in Saskatoon is calling on the provincial government to reduce money spent on out of province travel nurses and further support homegrown health-care staff. Vancouver - Murderer and sex offender moving into Vancouver, police warn Police have issued a public warning about a high-risk sex offender and convicted murderer who is moving into Vancouver. - B.C. Mountie's appeal of sex crime convictions dismissed B.C.'s highest court has dismissed an appeal by an RCMP officer who was found guilty of sex crimes involving teen girls, upholding his conviction. - B.C.'s short-term rental regulations include $10K daily penalties for Airbnb, other platforms Short-term rental platforms that violate B.C.'s pending regulations can face administrative penalties of up to $10,000 per day, officials announced Thursday. Vancouver Island - B.C.'s short-term rental regulations include $10K daily penalties for Airbnb, other platforms Short-term rental platforms that violate B.C.'s pending regulations can face administrative penalties of up to $10,000 per day, officials announced Thursday. - 2 earthquakes recorded west of Vancouver Island Two earthquakes were recorded west of Vancouver Island Wednesday, about 190 kilometres away from Port Alice. - B.C. Mountie 'likely crossed criminal negligence threshold' in failed wellness check British Columbia's police oversight agency says a Kelowna RCMP officer \"quite likely crossed the criminal negligence threshold\" when his attempt to conduct a wellness check on a man who was later found dead was thwarted because the officer couldn't find the buzzer number for the man's apartment. Atlantic - Nova Scotia premier says agreement reached with teachers union, strike averted Nova Scotia Premier Tim Houston says an agreement in principle has been reached on a new contract for public school teachers. - Teen charged in death of Tyson MacDonald has case set over to June The case of the teen charged in the death of Tyson MacDonald in southeastern Prince Edward Island has once again been adjourned. - N.S. justice minister apologizes for domestic violence comments Nova Scotia's opposition parties are calling for the justice minister to resign after he said domestic violence is not an \"epidemic.\" N.L. - 500 Newfoundlanders wound up on the same cruise and it turned into a rocking kitchen party A Celebrity Apex cruise to the Caribbean this month turned into a rocking Newfoundland kitchen party when hundreds of people from Canada's easternmost province happened to be booked on the same ship. - Protest averted as Newfoundland and Labrador premier helps reach pricing deal on crab A pricing agreement has been reached between crab fishers and seafood processors that will allow for Newfoundland and Labrador's annual crab fishery to get started. - A fish harvester's protest threatens Newfoundland and Labrador's crab season -- again Longliners across Newfoundland and Labrador are tied up once again, as a new protest by the province's fish harvesters threatens to derail the crab fishery for a second straight year.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "houston tanevski",
        "sentiment": "negative"
      },
      {
        "name": "brennan",
        "sentiment": "negative"
      },
      {
        "name": "andrea bocelli",
        "sentiment": "negative"
      },
      {
        "name": "maddelena liburdi",
        "sentiment": "none"
      },
      {
        "name": "tanevski",
        "sentiment": "none"
      },
      {
        "name": "liburdi",
        "sentiment": "none"
      },
      {
        "name": "bocelli",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "instagram",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "detroit",
        "sentiment": "none"
      },
      {
        "name": "virginia",
        "sentiment": "none"
      },
      {
        "name": "little caesars arena",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:17:18.600+03:00",
  "updated": "2024-04-19T00:44:39.941+03:00"
}