{
  "thread": {
    "uuid": "c1f7f12c6793e5c868cea5040842acf2d631801d",
    "url": "https://www.labmanager.com/students-build-science-identity-through-immersive-research-experience-31599",
    "site_full": "www.labmanager.com",
    "site": "labmanager.com",
    "site_section": "http://www.labmanager.com/news",
    "site_categories": [
      "science",
      "chemistry"
    ],
    "section_title": "News | Lab Manager",
    "title": "Students Build Science Identity through Immersive Research Experience | Lab Manager",
    "title_full": "Students Build Science Identity through Immersive Research Experience | Lab Manager",
    "published": "2024-01-05T20:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.labmanager.com/assets/articleNo/31599/aImg/56403/students-build-science-identity-through-immersive-research-experience-m.jpg",
    "performance_score": 0,
    "domain_rank": 40989,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c1f7f12c6793e5c868cea5040842acf2d631801d",
  "url": "https://www.labmanager.com/students-build-science-identity-through-immersive-research-experience-31599",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "University of Colorado Boulder",
  "published": "2024-01-05T20:05:00.000+02:00",
  "title": "Students Build Science Identity through Immersive Research Experience | Lab Manager",
  "text": "Students Build Science Identity through Immersive Research Experience CU Boulder-led research program inspires community college student engagement in STEM Each summer, community college students from Colorado and surrounding states converge on the CU Boulder campus to participate in an immersive nine-week research program. A recent CIRES-led study reveals that when the students head home, they don’t just take new scientific and professional skills with them—they also leave with more confidence in their ability to do science and a greater sense of belonging in the science community. [The work, published](https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0293674) last month in PLOS ONE, suggests that authentic research experiences inspire community college students’ interest in STEM careers. “Paid, independent research experiences with a supportive mentor and cohort environment provide an opportunity for undergraduates to learn together about science, create a community of peers interested in research, and build their science identity and career readiness,” said Anne Gold, director of the CIRES Education & Outreach Program (E&O) and co-author of the paper. Led by CIRES E&O, Research Experiences for Community College Students (RECCS) pairs community college students with science mentors from CIRES, CU Boulder, and NOAA to explore cutting-edge research questions in environmental or Earth science. During the program, students become scientists—they dig into academic papers; dive into data collection and analysis in the field, lab, or on the computer; and engage and share their findings with their peers and the broader scientific community. RECCS also supports students to grow their communication and writing skills and explore a wide range of STEM-related topics, including potential career options and mental health. “We wanted to learn not just about students’ skills development but also about students’ personal and professional gains, confidence in science, and sense of belonging in the scientific community,” said Christine Okochi, an evaluator with CIRES E&O and lead author of the paper. To understand the program’s impact on students, Okochi and her colleagues analyzed responses from post-program surveys from students who participated in RECCS from 2015-2018. The survey included a mix of closed- and open-ended questions that asked students to reflect on their growth or “gains” through the program. Through the survey, RECCS students indicated that the program helped them build scientific and professional skills, develop a science identity, and increase their interest in graduate school and STEM careers. “Community college students are early in their academic careers and having an opportunity to do research is important,” Okochi said. “Our work shows that for many of the students, the immersive research experience inspired them to make decisions about their career path.” The team also evaluated post-program survey responses from RECCS mentors and found that mentors observed student growth in research and technical skills, critical thinking, and problem-solving. More than a quarter of mentors also noted students’ personal growth, including gaining confidence and comfort in a research environment. This work builds on previous CIRES E&O research, which determined that after the RECCS program, students could analyze scientific papers and graphs more like experts. Funded by the National Science Foundation (NSF), RECCS has served 114 community college students since its inception in 2014. At least 42 alumni have gone on to complete undergraduate and graduate degrees in STEM, and 43 are currently enrolled in a STEM undergraduate or graduate program. “RECCS was essential to my current career,” said Marianne Davenport, a 2015 RECCS student from the Community College of Denver who now works for the Forest Health Protection program at the U.S. Forest Service. “It showed me that research was something that I could do and opened my mind to exploring graduate school.” Okochi and her colleagues hope their findings will inspire and encourage other Research Experiences for Undergraduates (REU) programs to support immersive research opportunities for community college students. “Academic research thrives when team members bring their diverse backgrounds and experiences to develop creative solutions,” Gold said. “Research experiences for students from research-limited institutions, like community colleges, broaden the participation in science and inspire the next generation of scientists.” - This press release was provided by the [University of Colorado at Boulder](https://www.colorado.edu/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [
    "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0293674)",
    "https://www.colorado.edu/)",
    "https://www.journals.plos.org/plosone/article?id=10.1371/journal.pone.0293674)",
    "https://colorado.edu/)",
    "https://journals.plos.org/plosone/article"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "anne g",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "boulder",
        "sentiment": "none"
      },
      {
        "name": "colorado",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:37:25.490+02:00",
  "updated": "2024-01-06T00:37:25.490+02:00"
}