{
  "thread": {
    "uuid": "ea0046ffff16b382a8a6c682e5f4ead7ba92a03e",
    "url": "https://www.dnaindia.com/india/report-ram-mandir-event-list-of-rituals-events-in-ayodhya-from-january-16-22-ram-temple-ramotsav-2024-up-modi-3072997",
    "site_full": "www.dnaindia.com",
    "site": "dnaindia.com",
    "site_section": "https://www.dnaindia.com",
    "site_categories": [
      "media"
    ],
    "section_title": "DNA India | Latest News, Live Breaking News on India, Politics, World, Business, Sports, Bollywood",
    "title": "Ram Mandir event: List of rituals, events in Ayodhya from January 16-22",
    "title_full": "Ram Mandir event: List of rituals, events in Ayodhya from January 16-22",
    "published": "2023-12-29T11:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://cdn.dnaindia.com/sites/default/files/styles/full/public/2023/12/29/2621334-a-2023-12-29t145824.033.png",
    "performance_score": 0,
    "domain_rank": 3350,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 18
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ea0046ffff16b382a8a6c682e5f4ead7ba92a03e",
  "url": "https://www.dnaindia.com/india/report-ram-mandir-event-list-of-rituals-events-in-ayodhya-from-january-16-22-ram-temple-ramotsav-2024-up-modi-3072997",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ANI",
  "published": "2023-12-29T11:54:00.000+02:00",
  "title": "Ram Mandir event: List of rituals, events in Ayodhya from January 16-22",
  "text": "India On January 22, Shri Ram will be seated in his divinely grand temple in the presence of Prime Minister Narendra Modi. As the preparations for the consecration ceremony of Maryada Purushottam Shri Ram Temple are going on at a fast pace, the ritual process will continue on a large scale for seven days in Ayodhya, which will start on January 16. The deity of Shri Ram Lalla (Lord Ram in his childlike form) will be consecrated on 22nd January. On January 22, Shri Ram will be seated in his divinely grand temple in the presence of Prime Minister Narendra Modi. The seven-day schedule released by the Temple Trust has the following events: January 16: Atonement by the host appointed by the temple trust, Dashavid bath on the banks of river Saryu, Vishnu worship and Godan. January 17: Procession will visit Ayodhya with the idol of Ramlala, devotees will reach the temple carrying Saryu water in Mangal Kalash. January 18: Formal rituals will start with Ganesh Ambika Puja, Varun Puja, Matrika Puja, Brahmin Varan, Vastu Puja etc. January 19: Agni Sthapana, Navagraha Sthapana and Havan. January 20: After washing the sanctum sanctorum of the temple with the holy water of Saryu, there will be Vaastu Shanti and Annadhivas. January 21: After a divine bath with 125 urns, Shayadhivas will be done. January 22: After morning worship, the deity of the Ramallah will be consecrated in Mrigashira Nakshatra in the afternoon. As Prime Minister Narendra Modi is scheduled to visit Uttar Pradesh's Ayodhya on December 30, the city is to come under a blanket of heightened security, police said on Friday. PM Modi during his visit to Ayodhya will inaugurate various projects worth Rs 15,000 crore. UP Minister Jaiveer Singh who is among the group of State Ministers overseeing preparation says that Saturday will be a big day for Sanatan Dharma. \"Tomorrow is going to be a big day not just for the people of Uttar Pradesh but also for all the believers of Sanatana Dharma... Ayodhya airport is being named after Maharshi Valmiki, who personified Lord Ram and gave new dimensions to our culture...Ayodhya Dham railway station will also be inaugurated tomorrow after renovation in which many trains will be flagged off... Projects worth thousands of crores will be inaugurated tomorrow by Prime Minister Modi and we heartily welcome him to our state\" Jaiveer Singh. Piyush Mordia, Additional Director General of Police, Lucknow Zone said that high-level arrangements meeting the recruitments of PM's security have been made ahead of the Prime Minister's visit to the district adding that Anti-Terrorist Squad (ATS) and National Security Guards (NSG) among other security forces have been deployed. He said that a rehearsal of PM Modi's roadshow will be done today to oversee the arrangements. \"We are monitoring all areas with drones. To improve the traffic system, a traffic diversion plan has also been made,\" the ADG said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shri ram",
        "sentiment": "negative"
      },
      {
        "name": "shri ram lalla",
        "sentiment": "none"
      },
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "dashavid",
        "sentiment": "none"
      },
      {
        "name": "vastu puja",
        "sentiment": "none"
      },
      {
        "name": "ganesh ambika puja",
        "sentiment": "none"
      },
      {
        "name": "agni sthapana",
        "sentiment": "none"
      },
      {
        "name": "varun puja",
        "sentiment": "none"
      },
      {
        "name": "navagraha sthapana",
        "sentiment": "none"
      },
      {
        "name": "brahmin varan",
        "sentiment": "none"
      },
      {
        "name": "havan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "temple trust",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ayodhya",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "maryada purushottam shri ram temple",
        "sentiment": "none"
      },
      {
        "name": "matrika puja",
        "sentiment": "none"
      },
      {
        "name": "mangal kalash",
        "sentiment": "none"
      },
      {
        "name": "saryu",
        "sentiment": "none"
      },
      {
        "name": "ramlala",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T12:02:43.820+02:00",
  "updated": "2023-12-29T12:02:43.820+02:00"
}