{
  "thread": {
    "uuid": "73a84184759921116c0eb876130f37284750f54c",
    "url": "https://www.laopinion.com.co/cucuta-deportivo/me-llevo-el-carino-de-todos-los-cucutenos-lucas-rios-tras-su-salida-del-cucuta",
    "site_full": "www.laopinion.com.co",
    "site": "laopinion.com.co",
    "site_section": "https://www.laopinion.com.co/rss.xml",
    "site_categories": [
      "non_standard_content",
      "entertainment"
    ],
    "section_title": "Noticias de Norte de Santander, Colombia y el mundo",
    "title": "Me llevo el cariño de todos los cucuteños: Lucas Ríos, tras su salida del Cúcuta Deportivo",
    "title_full": "Me llevo el cariño de todos los cucuteños: Lucas Ríos, tras su salida del Cúcuta Deportivo",
    "published": "2023-12-28T23:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.laopinion.com.co/sites/default/files/2023-12/Lucas-R%C3%ADos-C%C3%BAcuta-Deportivo.jpg",
    "performance_score": 0,
    "domain_rank": 86893,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "73a84184759921116c0eb876130f37284750f54c",
  "url": "https://www.laopinion.com.co/cucuta-deportivo/me-llevo-el-carino-de-todos-los-cucutenos-lucas-rios-tras-su-salida-del-cucuta",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "gcontreras",
  "published": "2023-12-28T23:15:00.000+02:00",
  "title": "Me llevo el cariño de todos los cucuteños: Lucas Ríos, tras su salida del Cúcuta Deportivo",
  "text": " Cúcuta Deportivo El volante argentino Lucas Ríos se convierte en la baja más sensible del Cúcuta Deportivo para la temporada 2024. El jugador más destacado de la temporada 2023 en el Cúcuta Deportivo se marcha de la institución rojinegra. El volante argentino Lucas Ríos, de 25 años, anunció su salida del cuadro fronterizo en el que actuó durante los últimos tres semestres. “Me llevo el cariño de todos los cucuteños para siempre. No tengo dudas que nos vamos a volver a encontrar. Esto no es una despedida, sino un hasta luego. Muchas gracias a todos”, escribió el gaucho en sus redes sociales. Lea aquí: Joider Micolta jugará en 2024 con Atlético Bucaramanga Ríos, según informó el periodista argentino Mariano Olsen, aterrizaría en el fútbol moldavo con el Sheriff Tiraspol, equipo que en las últimas temporadas ha participado en Champions League y Europa League. El motilón habría ejecutado la opción de compra por los derechos deportivos del 10, adjudicándose un porcentaje cercano al 70%. Ríos fue la pieza más destacada del segundo semestre con un rendimiento sobresaliente. Fue el máximo goleador del equipo en el Torneo II con siete anotaciones y asimismo lideró la tabla de asistencias con cinco. El talentoso diestro llegó en compañía del cancerbero Ezequiel Mastrolía y el central Maxmiliano Coronel a mediados de 2022 tras el regreso del equipo al Fútbol Profesional Colombiano. Al comienzo, dejó serias dudas de su rendimiento actuando en solo ocho partidos. En 2023, el mediocampista que llegó tras actuar en Real Pilar de la cuarta división de Argentina, consolidó su juego y se convirtió en el eje creador de ataque en el fronterizo. Fue inamovible para Bernardo Redín, Rubén Tanucci y Federico Barrionuevo. Sumando los juegos del Torneo I y II 2023, actuó en 37 oportunidades. Por Copa Colombia tuvo diez salidas y fue figura en las series ante Junior FC e Independiente Medellín, esta última llave en la que hizo ver mal al volante Daniel Torres. En total, Lucas –quien fue uno de los capitanes- celebró en 10 ocasiones dejando para el recuerdo su gol en el empate 2-2 ante Patriotas Boyacá en los cuadrangulares finales del Torneo I. Ríos disparó desde la mitad del campo y firmó un golazo en la Independencia de Tunja. A propósito del golazo desde mitad de cancha del 🇦🇷 Lucas Ríos ante Patriotas (2-2) en La Independencia de Tunja, recuerdo otros dos por la misma vía en los últimos años: pic.twitter.com/yjqWUZNdIG — Gustavo Contreras Sabogal (@tcontrerasS) June 2, 2023 Esta salida se convierte en la más sensible para los rojinegros de cara a su temporada de ascenso 2024. Ríos se suma a los habituales titulares Ezequiel Mastrolía (jugará con Once Caldas) y Joider Micolta (actuará con Bucaramanga) como bajas del plantel. Gustavo Contreras Sabogal Jueves, 28 Cúcuta Deportivo 2023: año de vagas ilusiones para el Cúcuta Deportivo Cúcuta Deportivo Así será el camino del Cúcuta Deportivo en el Torneo I-2024 Cúcuta Deportivo Cúcuta Deportivo proyecta regresar a la Liga femenina en 2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://bit.ly/SuscripcionesLaOpinion",
    "https://www.bit.ly/SuscripcionesLaOpinion"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:14:58.120+02:00",
  "updated": "2023-12-29T00:14:58.120+02:00"
}