{
  "thread": {
    "uuid": "46c8f58d5cf8c5baf2599a0c4685fd786745ee69",
    "url": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/sannyasins-should-not-intermingle-with-politics",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "‘Sannyasins should not intermingle with politics’",
    "title_full": "‘Sannyasins should not intermingle with politics’",
    "published": "2024-06-01T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/imagenext/toiblogs/photo/blogs/wp-content/uploads/2017/08/TREE.png",
    "performance_score": 0,
    "domain_rank": 297,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "46c8f58d5cf8c5baf2599a0c4685fd786745ee69",
  "url": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/sannyasins-should-not-intermingle-with-politics",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Speaking Tree",
  "published": "2024-06-01T03:00:00.000+03:00",
  "title": "‘Sannyasins should not intermingle with politics’",
  "text": "By Jayant B Dave The transformation into a higher ideal or reality is the goal of life, as inner spiritual transformation is far more significant than outer secular life. This renunciate life is common to all religious faiths and calls for renunciation of worldly possessions and, more importantly, ahamkara, ego, and attachments. The glory of religions will be lost if we remove these hermits, who lead a life of renunciation and divine contemplation. They are harbingers of divine wisdom and peace. The fourth ashram, stage, of life called sannyas facilitates attaining realisation of Supreme reality and liberation; the previous three ashrams are preparatory and gateway to sannyas. This inner transformation can be perceived most vividly in the lives of spiritual luminaries. Swami Sivanan daembodied this transformation from professionalism to sagehood, intellect to intuition, self-sacrifice to self-enlightenment,apara vidya to para vidya, and ignorance to realisationof Self. Worldly greatness is nothing compared to spiritual enlightenment. Scriptures – sruti, smriti, and epics such as Mahabharat – describe renunciation’s supreme glory and splendour. Sannyas is necessary even if one has attained advaitic realisation, as exemplified by Ramakrishna, his Guru Totapuri, and Rishi Yajnavalkya. Sannyas sublimates worldliness and establishes one in abstract meditation. The ochre-coloured cloth reminds one of the pledge to lead an austere life in search of the Divine every moment. Just as we have postgraduate students and research scholars in modern education, we need their counterparts to study and research subtleties of mind, meditation, and atman, the substratum behind orderly existence. Sannyas and Vedant are inseparable. Wherever vedant is present, the highest form of sannyas must be found; otherwise, it becomes mere intellectualism. Sannyas without vedant or parabhakti is devoid of fruit. When both merge, a sage of supreme wisdom emerges. Sannyas empties an individual of ego, and vedant fills him with positive truth, says Swami Sivananda. He recommended a combination of meditation and service to sannyasins. They purify the world even by staying in remote places through their thought vibrations. Being followers of the pure nivritti way of life, they should not intermingle much with politics or societal world except for guiding others on philosophy, religion, and spiritual subjects. His recommendation to renunciate was to sit in a quiet room for amoment. Enquire, cogitate, investigate, and realise the glory of living in Atman. Sannyasins should, on their part, be rooted in cosmic consciousness. They behold the oneness of Self, and the benefit to all beings is spontaneous. Adopting the life of a sannyasin when the quest for contemplating on Brahmn/ Self ripens or living life in the spirit of renunciation is essential. According to Swami Sivananda, happiness comes when an individual merges with God. Self-knowledge is the solution to multifarious problems in life. June 1 marks the centenary of Swami Sivananda’s sannyas diksha Top Comment {{{short}}} {{#more}} {{{long}}} [... Read More] {{/more}} Start a Conversation Disclaimer Views expressed above are the author's own.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jayant b dave",
        "sentiment": "negative"
      },
      {
        "name": "maha",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T05:34:03.727+03:00",
  "updated": "2024-06-01T05:34:03.727+03:00"
}