{
  "thread": {
    "uuid": "daad727b49549c05f6714e2d62012f3d42e65c6f",
    "url": "https://globalgrind.com/6441219/zoe-kravitz-lenny-kravitz-hollywood-star",
    "site_full": "globalgrind.com",
    "site": "globalgrind.com",
    "site_section": "https://globalgrind.com/feed",
    "site_categories": [
      "media",
      "entertainment"
    ],
    "section_title": "Global Grind",
    "title": "Zoë Kravitz Affectionately Roasts Her Dad Lenny Kravitz As He Received His Hollywood Walk of Fame Star",
    "title_full": "Zoë Kravitz Affectionately Roasts Her Dad Lenny Kravitz As He Received His Hollywood Walk of Fame Star",
    "published": "2024-03-15T00:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://globalgrind.com/wp-content/uploads/sites/16/2024/03/17104551309458.jpg?quality=80&strip=all&w=560&crop=0,0,100,320px",
    "performance_score": 0,
    "domain_rank": 32701,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "daad727b49549c05f6714e2d62012f3d42e65c6f",
  "url": "https://globalgrind.com/6441219/zoe-kravitz-lenny-kravitz-hollywood-star",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Editor at Global Grind",
  "published": "2024-03-15T00:27:00.000+02:00",
  "title": "Zoë Kravitz Affectionately Roasts Her Dad Lenny Kravitz As He Received His Hollywood Walk of Fame Star",
  "text": "Source: VALERIE MACON / Getty\nZoë Kravitz honored her dad, Lenny Kravitz , with a heartfelt and hilarious speech as he received his star on the Hollywood Walk of Fame. The actress shared moments that made her and her dad smile. Check out the viral video of Zoë roasting her pops Lenny inside.\nLenny Kravitz officially received a star on the Hollywood Walk of Fame Tuesday (Mar. 12). The Rock & Roll Hall of Fame nominee is best known for his hit songs, Fly Away,” “It Ain’t Over ‘Til It’s Over” and “American Woman.” Now, his music and art will be honored and forever cemented on Hollywood Boulevard in front of the iconic Capitol Records Tower.\nTo celebrate this huge milestone, his daughter, actress and filmmaker Zoë Kravitz, honored him with a sweet and comedic message.\n“Lenny Kravitz, I’ve had the pleasure of knowing you for a long time,” she started her speech. “And I must say, being your daughter has been one of the great adventures of my life.”\n“Since you were so young when I was born, in many ways, we’ve grown up together,” she continued. “We’ve been through a lot. We’ve seen a lot. I’ve seen a lot. I’ve seen you change in the most beautiful ways, I’ve seen the way you’ve stayed the same in the most important ways.”\nShe goes on to commemorate his many achievements, including his long-standing love for see through shirts.\n“I’ve seen the way you show up, take care of the people you love — I’ve seen your incredible dedication to your art, but mostly, I’ve seen through your shirts,” she said.\n“According to my dad, if it doesn’t expose your nipples, it’s not a shirt,” she joked. “And sure, you used to embarrass me when you’d pick me up from school as a kid, but I gotta say, at this point, I respect it. You really do pull it off. Your relationship with the knitted shirt is probably your longest one, and it works.”\n“You two make each other better — and if it ain’t broke, don’t fix it. It’s a beautiful thing,” she added.\nZoë went on to reflect on her relationship with her father.\n“All my life, people have asked me, ‘What’s it like to have such a cool dad?'” she said. “And the answer is, ‘Awesome.’ It’s awesome. But not for the reasons some might think. What’s cool about you is not what people think is cool about you. Your radness doesn’t come from your shades or your leather pants or knitted shirts. It comes from your true love for life.”\nBefore giving her dad a warm embrace, she ended with, “Congratulations, you’re a star.”\nAward-winning actor and filmmaker, Denzel Washington also showed up to honor the legendary musician.\n“He’s more than a friend, he’s more than a brother,” Washington said. “We’re twins, we just don’t look alike. We’ve had a close brothership, friendship … for 30 years.”\nFellow Walk of Fame honoree and entertainer Marla Gibbs, actor Hal Williams, chef Wolfgang Puck, actor Channing Tatum, Earth, Wind & Fire member Verdine White, and actor and musician Evan Ross were also in attendance to celebrate Lenny Kravitz.\nLenny shared that it was an “incredible honor” to receive his Walk of Fame star and he added that having his daughter and Washington there to share in the moment “means the world to me.”\nHe paid tribute to Norman Lear, saying that if the late screenwriter and film producer hadn’t cast his mother Roxie Roker in the hit television sitcom “The Jeffersons,” he “probably wouldn’t be standing here right now.”\nKravitz also noted that he spent a lot of time walking up and down the same street that he now has his Walk of Fame star.\n“As a teenager, I spent a lot of time walking up and down Hollywood Boulevard seeing the names of all my idols,” he shared. “I never dreamt about having a star. I was usually just looking for a place to crash. But I did dream about making the music I wanted and doing my own thing. To see my name, Lenny Kravitz, permanently engraved on the same streets I used to walk is a surreal, indescribable feeling.”\nCongrats, Lenny!\nWatch the viral video of Zoë’s speech below:\nView this post on Instagram\nA post shared by E! News (@enews)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "zoë kravitz",
        "sentiment": "positive"
      },
      {
        "name": "lenny kravitz",
        "sentiment": "positive"
      },
      {
        "name": "lenny",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hollywood walk of fame star",
        "sentiment": "positive"
      },
      {
        "name": "hollywood walk of fame",
        "sentiment": "none"
      },
      {
        "name": "rock & roll hall of fame",
        "sentiment": "none"
      },
      {
        "name": "capitol records tower",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hollywood boulevard",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:53:49.992+02:00",
  "updated": "2024-03-15T03:16:23.843+02:00"
}