{
  "thread": {
    "uuid": "c8ce0cd805f1ada71f764ec0234af190ef8983d2",
    "url": "https://gazzettadelsud.it/articoli/calcio/2024/04/18/la-roma-batte-2-1-il-milan-e-vola-in-semifinale-di-europa-league-5b967d8d-5971-4f98-8816-ea93f81c4d5c",
    "site_full": "gazzettadelsud.it",
    "site": "gazzettadelsud.it",
    "site_section": "https://sicilia.gazzettadelsud.it",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Quotidiano online della Gazzetta del Sud, notizie e cronaca",
    "title": "La Roma batte 2-1 il Milan e vola in semifinale di Europa League - Gazzetta del Sud",
    "title_full": "La Roma batte 2-1 il Milan e vola in semifinale di Europa League - Gazzetta del Sud",
    "published": "2024-04-19T01:09:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://assets.gazzettadelsud.it/2024/04/AS-Romas-Tammy-Abraham-L-vies-for-the-ball-with-AC-Milans-Matteo-Gabbia-during-the-UEFA-Europe-League-quarter-final-second-leg-soccer-match-between-AS-Roma-and-AC-Milan-at-Olimpico-stadium-in-Rome-970x485-1713474330.jpg",
    "performance_score": 0,
    "domain_rank": 44150,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c8ce0cd805f1ada71f764ec0234af190ef8983d2",
  "url": "https://gazzettadelsud.it/articoli/calcio/2024/04/18/la-roma-batte-2-1-il-milan-e-vola-in-semifinale-di-europa-league-5b967d8d-5971-4f98-8816-ea93f81c4d5c",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@GazzettaDelSud",
  "published": "2024-04-19T01:09:00.000+03:00",
  "title": "La Roma batte 2-1 il Milan e vola in semifinale di Europa League - Gazzetta del Sud",
  "text": "Roma-Milan 2-1 Roma (4-4-2): Svilar; Celik, Mancini, Smalling, Spinazzola; El Shaarawy, Bove (36' st Renato Sanches), Paredes, Pellegrini (36' st Angelino); Dybala (43' pt Llorente), Lukaku (28' pt Abraham). (1 Rui Patricio, 63 Boer, 2 Karsdorp, 17 Azmoun, 22 Aouar, 35 Baldanzi, 59 Zalewski, 67 Joao Costa). All.: De Rossi. Milan (3-4-2-1): Maignan; Gabbia, Tomori, Théo Hernandez; Musah (24' st Florenzi), Calabria (1' st Reijnders), Bennacer (40' pt Jovic), Leao; Pulisic (24' st Okafor), Loftus-Cheek (1' st Chukwueze); Giroud. (57 Sportiello, 69 Nava, 7 Adli, 28 Thiaw, 38 Terracciano, 85 Zeroli, 95 Bartesaghi). All.: Pioli. Arbitro: Marciniak (Polonia). Reti: nel pt 12' Mancini, 22' Dybala; nel st 41' Gabbia. Angoli: 11 a 0 per il Milan. Recupero: 7' e 5'. Espulsi: Celik per gioco falloso. Ammoniti: Gabbia per gioco falloso, Adli, Jovic e Calabria comportamento non regolamentare. Spettatori: 66.025. Una Roma bella e concreta vola in semifinale di Europa League nella magica serata dai due volti, nel solito Olimpico sold out. Nei primi venti minuti i giallorossi mettono alle corde il Milan e in cassaforte la qualificazione con i gol di Mancini (che fa il bis dopo San Siro dedicando l’1-0 al suo conoscente stretto e giovane calciatore morto lunedì) e Dybala, ma poi dalla mezz'ora restano in dieci per il fallaccio di Celik su Leao e sono costretti a dover resistere per tutto il match agli attacchi veementi dei rossoneri facendo anche a meno dei muscoli di Lukaku fuori per infortunio. Forcing milanista che porta all’unico gol di Gabbia nel finale per un 2-1 per la squadra di De Rossi, confermato proprio stamattina per il prossimo futuro sulla panchina giallorossa, che dovrà affrontare i campioni di Germania del Bayer Leverkusen per sognare la finalissima di Dublino. Nel Milan torta titolare Tomori che rientra dopo la squalifica, a sorpresa a centrocampo spazio a Musah al posto di Reijnders, mentre in avanti fiducia a Giroud e Leao. De Rossi si affida a Bove a centrocampo per sostituire Cristante squalificato e al tridente Dybala, Lukaku, El Shaarawy. Pronti via con la Roma subito pericolosa con Lukaku e che nei primi minuti si mostra più presente nell’area del Milan costretto a fare subito due falli pesanti prima su Dybala e poi su Bove per frenare i giallorossi. Passano solo 12 minuti e la squadra di De Rossi passa in vantaggio ancora con Mancini che come all’andata firma l’1-0: destro a giro di Pellegrini che colpisce il palo, sulla respinta è lesto è il difensore giallorosso che di piatto a porta vuota spinge in rete. L’esultanza di Mancini è commovente con i suoi compagni che lo baciano e lo abbracciano per il lutto subito lcon la morte del fratello del fidanzato di sua sorella, il giovane calciatore Mattia Giani. A lui il difensore della Roma dedica il gol mostrando una maglia con la scritta \"Ciao Mattia per sempre con noi\". La reazione del Milan non si fa attendere: i rossoneri provano a pareggiare subito con il tiro di Loftus-Cheek che si infrange sulla traversa, ma si sbilanciano troppo e dieci minuti dopo aver subito lo svantaggio incassano il secondo gol con un bel contropiede della Roma. Lukaku vince il duello di fisico sulla sinistra dell’area, il belga prova il cross in mezzo, cross respinto proprio sui piedi di Dybala che con uno splendido sinistro a giro insacca. E così dopo soli venti minuti, i giallorossi forti della vittoria 1-0 a San Siro ipotecano il passaggio del turno, con il Milan chiamato ora a segnare quattro gol per andare in semifinale. Pochi minuti e la Roma perde Lukaku per un problema muscolare al flessore della coscia destra: il belga viene sostituito da Abraham. Subito dopo aver dovuto fare a meno di Lukaku i giallorossi restano in dieci per il rosso a Celik: il terzino turco in recupero su Leao interviene in scivolata sulla caviglia del portoghese e viene espulso dall’arbitro polacco Marciniak. Il Milan sotto di due gol si ritrova in superiorità numerica e si riversa nell’area romanista sfiorando più volte il gol e vedendosi negare un rigore dal Var. De Rossi corre ai ripari e mette dentro un altro difensore, Llorente al posto di Dybala, mentre Pioli rinforza l’attacco lanciando in campo Jovic al posto di Bennacer. Sono ben sette i minuti di recupero nel primo tempo decisi da Marciniak ma i rossoneri non riescono a bucare la difesa romanista. Mentre le squadre rientrano negli spogliatoi De Rossi aspetta l’arbitro polacco per chiedergli probabilmente spiegazioni sull'espulsione diretta di Celik. Doppia sostituzione per il Milan che prova a giocarsi il tutto per tutto con l’uomo in più nel secondo tempo: entrano Reijnders e Chukwueze, escono Calabria e Loftus Cheek. La squadra di Pioli è costantemente in attacco ma è la Roma a sfiorare il 3-0 prima con una ripartenza di El Shaarawy e poi con una clamorosa palla gol di Abraham a due passi da Maignan. Pioli cambia ancora le sue carte: entrano Florenzi e Okafor, escono Musah e Pulisic, ma il gol per i rossoneri non arriva. Cambia anche De Rossi: fuori Pellegrini, autore di un super salvataggio nel finale di partita, per Renato Sanchez e Bove per Angelino. Nel finale il Milan accorcia con Gabbia, ma la Roma resiste con ordine fino alla fine festeggiando una semifinale strameritata in un Olimpico da impazzire insieme anche a N'Dicka sotto la curva sud dopo la paura di Udine.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:14:01.443+03:00",
  "updated": "2024-04-19T01:14:01.443+03:00"
}