{
  "thread": {
    "uuid": "f958713b778d8b4fa982158079017cb30a5c93b2",
    "url": "https://westerntrust.hscni.net/staff-honoured-in-kings-new-years-honours-list/",
    "site_full": "westerntrust.hscni.net",
    "site": "hscni.net",
    "site_section": "https://westerntrust.hscni.net/feed",
    "site_categories": [
      "family_and_parenting",
      "eldercare",
      "pets",
      "veterinary_medicine"
    ],
    "section_title": "Western Health &#038; Social Care Trust",
    "title": "Staff Honoured in King’s New Year’s Honours List",
    "title_full": "Staff Honoured in King’s New Year’s Honours List",
    "published": "2023-12-30T00:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 19403,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f958713b778d8b4fa982158079017cb30a5c93b2",
  "url": "https://westerntrust.hscni.net/staff-honoured-in-kings-new-years-honours-list/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Roshin Rahman",
  "published": "2023-12-30T00:45:00.000+02:00",
  "title": "Staff Honoured in King’s New Year’s Honours List",
  "text": "Staff Honoured in King’s New Year’s Honours List\n29/12/2023\nCongratulations to Western Trust colleagues Dr Manav Bhavsar and Bronagh Hegarty on their much deserved recognition in the King’s New Year’s Honours list.\nManav is a Consultant Anaesthetist based at Altnagelvin Hospital and was the Clinical Lead of Critical Care throughout the Covid-19 pandemic within the Western Trust and receives the Member of the Order of the British Empire (MBE) for services to Healthcare, particularly during Covid-19.\nMark Gillespie Director of Planned Care Services said:\n“This honour is truly deserved by Manav. He is a shining example of someone who is totally dedicated and passionate about their work. He led the response to Covid within the Critical Care Unit working tirelessly to ensure outcomes for patients were second to none and prioritised patient centred care by ensuring families and loved ones were involved at all times in the patient journey.\n“Manav’s superb clinical contribution, moral courage and thorough dedication is widely seen by his peers and by those across the clinical family within Northern Ireland as both outstanding and exceptional. He is a role model for any clinical leader within healthcare and thoroughly deserves this recognition for which I extend my congratulations.”\nBronagh is the Western Trust’s Principal Pharmacist for Patient Services and Procurement based at Altnagelvin Hospital and receives the Member of the Order of the British Empire (BEM) for services to healthcare and Pharmacy.\nCongratulating Bronagh, Geraldine McKay, Director of Unscheduled Care, Medicine, Cancer and Clinical Services said:\n“Bronagh used her experience and breadth of knowledge during Covid-19 to support and nurture pharmacy and other clinical staff at a time when staff were anxious and needed direction. She led on accessing COVID medicines through clinical trials, ensuring that safe systems were in place and also played a significant role in the COVID Vaccination programme. We are extremely proud of the work that she has done and I would like to pass on our sincere congratulations to Bronagh on this well-deserved accolade.”\nPaying tribute to Bronagh’s achievements, Anne Friel Western Trust’s Head of Pharmacy and Medicines Management said:\n“Bronagh is a diligent, professional and focused pharmacist who works regionally and locally to make sure patients get access to high quality medicines. Bronagh’s experience and advice, particularly during Covid-19 has given clinical staff and Trust managers assurance that we have access to sufficient stocks of medicines at a time of great uncertainty in other supply chains. She has always been an inspirational figure, leading by example through her innovative work.\n“Well done Bronagh on this much deserved recognition.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "manav",
        "sentiment": "none"
      },
      {
        "name": "bronagh hegarty",
        "sentiment": "none"
      },
      {
        "name": "mark gillespie",
        "sentiment": "none"
      },
      {
        "name": "manav bhavsar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "planned care services",
        "sentiment": "none"
      },
      {
        "name": "healthcare",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "altnagelvin hospital",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T02:03:49.415+02:00",
  "updated": "2023-12-30T02:03:49.415+02:00"
}