{
  "thread": {
    "uuid": "03a00516bc1b4a81e5c45d473efa3ebc0d8d0d77",
    "url": "https://www.newsbreak.com/sumter-county-ga/3351203961181-sheriff-bryant-recounts-experience-as-sumter-county-s-first-african-american-sheriff",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://newsbreak.com/plains-ga",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Plains News, Weather, Safety, Sports | NewsBreak Plains, GA",
    "title": "Sheriff Bryant Recounts Experience as Sumter County’s First African American Sheriff",
    "title_full": "Sheriff Bryant Recounts Experience as Sumter County’s First African American Sheriff",
    "published": "2024-02-29T20:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/29w3Qz_0rbksDQY00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3389,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 23,
        "comments": 0,
        "shares": 18
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "03a00516bc1b4a81e5c45d473efa3ebc0d8d0d77",
  "url": "https://www.newsbreak.com/sumter-county-ga/3351203961181-sheriff-bryant-recounts-experience-as-sumter-county-s-first-african-american-sheriff",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-02-29T20:26:00.000+02:00",
  "title": "Sheriff Bryant Recounts Experience as Sumter County’s First African American Sheriff",
  "text": "By Joshua Windus ,\n4 hours ago Sheriff Eric Bryant, first African American Sheriff of Sumter County, traces his law enforcement career to the influence of a cousin. Seeing him work as a police officer made a strong impression, and Bryant described a desire to become like him. “If we were playing cops and robbers if I couldn’t be a cop, I didn’t want to play. I always wanted to be the law enforcement guy. And I think that’s why my passion for it now is as great as it is because it’s something I’ve always wanted to do.”\nBryant talked about how his initial plan was to become a member of the military police, joining up after he graduated high school. While he was unable to become an MP, he noted the experience he gained from basic training. “Once I came back, I started out in college, trying to work towards a criminal justice degree. I soon saw that school wasn’t for me.”\nSheriff Bryant mentioned that sitting still didn’t suit him. “And I wanted to be doing more. So again, I was a reservist in the Marine Corps at that time, and I start applying for jobs.” Byrant told how he had applied to the Americus police department when he was sixteen and was turned down because of his age. After the Marine Corps, he tried a different route. “I’m 18 years of age, and I applied at the sheriff’s office for your jailer position. And that opportunity presented itself in 1996. I was hired by Sheriff Randy Howard. And I began working in the jail.”\nBryant described the experience as a dream come true. He talked about how after working at the jail for a length of time, he was able to go to the police academy in Tifton Georgia. Unfortunately, a deputy sheriff’s pay wasn’t enough to support him. “Probably the most saddest time of my life was in 1999, in December, I turned in a letter of resignation to the sheriff at that time.”\nBryant went from sheriff’s deputy to assistant director at the school transportation system, later becoming the director.\nHowever, Bryant found an opportunity to return to law enforcement when Pete Smith ran for the office of sheriff. Smith asked if Bryant would become his chief deputy if elected. Smith won the election in 2005. “He hired me on, and I’ve been here ever since. And we’ve just been excited about the growth, the changes, even here in our community, and even in this organization.”\nWhen Smith passed away in October of 2020, Bryant became the interim sheriff. At the time, he was running for sheriff on the democratic ticket against a republican candidate. Bryant went from interim sheriff to elected sheriff in three months. He described becoming the first man of color to become Sheriff in Sumter County. “Not only was it humbling, it was exciting, but it was also emotional because it shows people it’s not about sometimes the color of your skin, but it’s how you carry yourself, how you conduct business, how you treat people, and that’s how I was raised.”\nHe recounted his family’s excitement when he became the first person in the family to hold an elected position. “My biggest cheerleader was my dad. My dad was so excited, because my dad grew up in the time where you didn’t see people of color in leadership positions. He and I used to talk about how things were when he was a child and a young teen and the things he experienced.”\nHe mentioned how becoming Sheriff was both humbling and empowering in a diverse community that show him their support. “I still pinch myself to make sure it’s real.”\nBryant gave his advice for those with similar aspirations to break new ground. “If you have a dream, if you have a goal, you stay focused and work toward that goal. I’ve worked in different areas in different capacities. But I stay focused on wanting to achieve that goal of getting into law enforcement here in the community where I was born and raised. And that’s what I was able to do.”\nThe post Sheriff Bryant Recounts Experience as Sumter County’s First African American Sheriff appeared first on Americus Times-Recorder .\nExpand All Read in NewsBreak",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=29w3Qz_0rbksDQY00",
    "https://www.americustimesrecorder.com/2024/02/29/sheriff-bryant-recounts-experience-as-sumter-countys-first-african-american-sheriff/",
    "https://img.particlenews.com/image.php?url=29w3Qz_0rbksDQY00",
    "https://www.americustimesrecorder.com",
    "https://americustimesrecorder.com/2024/02/29/sheriff-bryant-recounts-experience-as-sumter-countys-first-african-american-sheriff/",
    "https://americustimesrecorder.com",
    "https://www.img.particlenews.com/image.php?url=29w3Qz_0rbksDQY00",
    "https://www.americustimesrecorder.com/2024/02/29/sheriff-bryant-recounts-experience-as-sumter-countys-first-african-american-sheriff",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=29w3Qz_0rbksDQY00",
    "https://img.particlenews.com/image.php"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "eric bryant",
        "sentiment": "negative"
      },
      {
        "name": "joshua windus",
        "sentiment": "negative"
      },
      {
        "name": "bryant",
        "sentiment": "negative"
      },
      {
        "name": "byrant",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "marine corps",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sumter county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:40:42.955+02:00",
  "updated": "2024-03-01T00:40:42.955+02:00"
}