{
  "thread": {
    "uuid": "91e0e264bc95c1a07fd159e9b6b8c5a86a2f9e52",
    "url": "https://www.vaticannews.va/es/papa/news/2024-05/tierra-santa-el-papa-conmemora-encuentro-palestina-israel.html",
    "site_full": "www.vaticannews.va",
    "site": "vaticannews.va",
    "site_section": "https://www.vaticannews.va/es.rss.xml",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "\n            ",
    "title": "El Papa conmemora el 8 de junio el Encuentro de paz por Tierra Santa",
    "title_full": "El Papa conmemora el 8 de junio el Encuentro de paz por Tierra Santa",
    "published": "2024-05-31T18:41:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.vaticannews.va/content/dam/vaticannews/multimedia/2023/09/19/02782_08062014.jpg/_jcr_content/renditions/cq5dam.thumbnail.cropped.1500.844.jpeg",
    "performance_score": 0,
    "domain_rank": 2820,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 2,
        "comments": 0,
        "shares": 8
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "91e0e264bc95c1a07fd159e9b6b8c5a86a2f9e52",
  "url": "https://www.vaticannews.va/es/papa/news/2024-05/tierra-santa-el-papa-conmemora-encuentro-palestina-israel.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vatican News",
  "published": "2024-05-31T18:41:00.000+03:00",
  "title": "El Papa conmemora el 8 de junio el Encuentro de paz por Tierra Santa",
  "text": "El Papa conmemora el 8 de junio el Encuentro de paz por Tierra Santa\nSalvatore Cernuzio - Ciudad del Vaticano\nMismo lugar, misma fecha, mismo escenario devastador que hace diez años. El próximo sábado 8 de junio, a las 9.30 horas, el Papa Francisco acudirá a los Jardines Vaticanos para conmemorar lo que muchos recuerdan como uno de los gestos de paz más significativos de su pontificado, el encuentro con el difunto presidente de Israel, Shimon Peres, y Mahmoud Abbas, presidente del Estado de Palestina, para invocar juntos la paz para Oriente Medio.\nEl encuentro fue una invocación conjunta de la paz para Oriente Medio. Al acto, que siguió al viaje del Pontífice a Jerusalén, asistieron también el Patriarca Bartolomé I y una representación de cristianos, judíos y musulmanes de Tierra Santa, que siguieron los momentos de oración interreligiosa y también la ceremonia de plantación del olivo. Y precisamente en el lugar donde se plantó el árbol, no lejos de la sede de la Academia de las Ciencias, se celebrará el 8 de junio -como confirmó el director de la Oficina de Prensa del Vaticano, Matteo Bruni- la conmemoración de aquel acontecimiento, en este momento difícil y preocupante por la guerra entre israelíes y palestinos.\nEl valor de hacer la paz\nUn momento en el que adquieren relevancia profética las palabras pronunciadas por Francisco hace diez años: «Sí al respeto de los acuerdos y no a las provocaciones. Hacer la paz requiere coraje». Precisamente la palabra «coraje» fue la más pronunciada en su discurso a los dos líderes israelíes y palestinos, junto a los cuales el Sucesor de Pedro elevó una súplica a Dios: «¡Ayúdanos! Danos la paz, enséñanos la paz, condúcenos a la paz. Abre nuestros ojos y nuestros corazones y danos el valor de decir: 'Nunca más la guerra'». A continuación se produjeron los abrazos finales entre el Papa y Peres, que había declarado que «la paz exige sacrificio y compromiso», y Abu Mazen, que exigió enérgicamente «libertad para el Estado de Palestina».\nLas oraciones de judíos, cristianos y musulmanes\nEl encuentro, muy deseado por el Papa Francisco, se desarrolló en tres momentos, cada uno de ellos dedicado a la oración de una de las tres comunidades religiosas, en orden cronológico: judía, recitada por un rabino; Christian, con el entonces Patriarca Latino de Jerusalén, Fouad Twal, quien leyó las palabras de San Juan Pablo II; Musulmán, con una invocación a Alá en árabe. Siguieron apretones de manos, gestos de paz, discursos del Papa, de Bartolomé, de los dos presidentes, recibidos por Jorge Mario Bergoglio en Santa Marta antes del acto público.\nInvocación a la paz\nAquel día se encendieron tantas esperanzas, que se apagaron pocas semanas después con el estallido de un nuevo conflicto, con incursiones, asaltos y explosiones, que causaron, entre otras cosas, 100.000 desplazados. Luego, en 2015, se temió incluso una nueva intifada debido a otra serie de enfrentamientos, que se recrudecieron por el fracaso de las nuevas conversaciones de paz y causaron más víctimas. Y así durante años, alternando momentos de tensión con momentos de tregua, hasta el 7 de octubre de 2023, día en que se reabrirá el abismo y será urgente una oración coral para que la paz vuelva a la tierra de Jesús.\nGracias por haber leído este artículo. Si desea mantenerse actualizado, suscríbase al boletín\n[ pulsando aquí](/es/inscripcion-boletin-de-noticias.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T20:51:03.889+03:00",
  "updated": "2024-05-31T20:51:03.889+03:00"
}