{
  "thread": {
    "uuid": "899274052b02ac16daf201af247b494a2e3b87a9",
    "url": "https://www.bfmtv.com/sciences/royaume-uni-une-start-up-annonce-construire-la-premiere-usine-de-biocarburant-pour-avions-a-base-d-eaux-usees_AN-202404111026.html",
    "site_full": "www.bfmtv.com",
    "site": "bfmtv.com",
    "site_section": "http://vous.bfmtv.com/rss/psycho-sexo",
    "site_categories": [
      "media"
    ],
    "section_title": "Home News 24-7 - actualités",
    "title": "Royaume-Uni: une start-up annonce construire la première usine de biocarburant pour avions à base d'eaux usées",
    "title_full": "Royaume-Uni: une start-up annonce construire la première usine de biocarburant pour avions à base d'eaux usées",
    "published": "2024-04-12T01:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://images.bfmtv.com/pMX6m6pUmLXqLvXCDmRIqnufT-Q=/3x2:2675x1505/2672x0/images/-185268.jpg",
    "performance_score": 0,
    "domain_rank": 1908,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "899274052b02ac16daf201af247b494a2e3b87a9",
  "url": "https://www.bfmtv.com/sciences/royaume-uni-une-start-up-annonce-construire-la-premiere-usine-de-biocarburant-pour-avions-a-base-d-eaux-usees_AN-202404111026.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Théo Putavy",
  "published": "2024-04-12T01:02:00.000+03:00",
  "title": "Royaume-Uni: une start-up annonce construire la première usine de biocarburant pour avions à base d'eaux usées",
  "text": "La start-up britannique Firefly a annoncé ce jeudi 11 avril qu'une première usine mondiale de biocarburant à partir d'eaux usées allait ouvrir, tout en se félicitant de ne jamais manquer de matière première. L'utilisation du produit n'est, à ce stade, pas autorisée. \"Partout dans le monde où il y a des gens, il y a du caca.\" Un constat simple et une promesse pour une aviation plus verte. L'entreprise britannique Firefly a annoncé la création d'une première usine mondiale transformant les eaux usées en carburant pour avions à Harwich, dans l'Essex, comme l'a relayé ce jeudi 11 avril Sky News .\nFirefly s'est donné un objectif: fournir du carburant à faible teneur en carbone à partir de 2028. Un accord a déjà été signé avec la compagnie hongroise Wizz Air, qui finance le projet, pour la livraison de 525.000 tonnes de carburant d'aviation durable (SAF) en 15 ans.\n92% de gaz à effet de serre en moins Ce SAF est un biocarburant dont la production nécessite 70% de carbone en moins que le carboréacteur habituel. Il peut se mélanger à 50% avec du kérosène sans que les moteurs d'avions n'aient à être modifiés.\nTout au long de sa vie, ce carburant alternatif émet jusqu'à 92% de gaz à effet de serre de moins que les combustibles fossiles, selon les calculs de Firefly.\n\"Nous transformons les eaux usées en carburéacteur. Je ne pense pas qu'il y ait à beaucoup de choses plus sympas que cela\", a clamé James Hygate, directeur général de l'entreprise. Il a ajouté: \"Cette nouvelle façon d'aborder les SAF a le potentiel de faire bouger les choses, et d'être une contribution significative à l'approvisionnement en SAF au Royaume-Uni. Pas seulement au Royaume-Uni bien sûr. Partout dans le monde où il y a des gens, il y a du caca.\"\nPour l'instant, Firefly est dans l'attente d'une autorisation pour alimenter les avions avec son invention. Mais les autorités encouragent ce genre de découvertes et innovation. Le gouvernement britannique a d'ailleurs signé un mandat obligeant les compagnies aériennes à utiliser au moins 10% d'énergies durables d'ici 2030.\nThéo Putavy Les plus lus\nPonts de mai: puis-je télétravailler ailleurs qu’à mon domicile?",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:06:16.531+03:00",
  "updated": "2024-05-10T06:51:39.058+03:00"
}