{
  "thread": {
    "uuid": "c8acc37ab8cdca1f67243b012bd17c557198108c",
    "url": "https://www.mid-day.com/news/india-news/article/pm-modi-reflects-on-jesus-christs-sacrifice-on-good-friday-23342077",
    "site_full": "www.mid-day.com",
    "site": "mid-day.com",
    "site_section": "https://www.mid-day.com/india-news-xml-submit.php",
    "site_categories": [
      "media"
    ],
    "section_title": "India News",
    "title": "PM Modi reflects on Jesus Christ’s sacrifice on Good Friday",
    "title_full": "PM Modi reflects on Jesus Christ’s sacrifice on Good Friday",
    "published": "2024-03-29T06:37:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://images.mid-day.com/images/images/2024/mar/Narendra-Modi-AFP_d_d.jpg",
    "performance_score": 0,
    "domain_rank": 6503,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c8acc37ab8cdca1f67243b012bd17c557198108c",
  "url": "https://www.mid-day.com/news/india-news/article/pm-modi-reflects-on-jesus-christs-sacrifice-on-good-friday-23342077",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "mid-day online correspondent",
  "published": "2024-03-29T06:37:00.000+03:00",
  "title": "PM Modi reflects on Jesus Christ’s sacrifice on Good Friday",
  "text": "Prime Minister Narendra Modi on Friday took to X (formerly Twitter) to remember Jesus Christs tremendous sacrifice on Good Friday, emphasising the significance of compassion and forgiveness that the occasion represents. In a post on X, PM Modi wrote, Today, on Good Friday, we remember the profound sacrifice of Jesus Christ. May everyone find strength in the lessons of compassion and forgiveness it teaches us. Today, on Good Friday, we remember the profound sacrifice of Jesus Christ. May everyone find strength in the lessons of compassion and forgiveness it teaches us. Narendra Modi (@narendramodi) March 29, 2024 Additionally, Union Minister Kiren Rijiju, West Bengal Chief Minister Mamata Banerjee and Congress chief Mallikarjun Kharge also wished people on the solemn occasion, reported ANI. On the auspicious occasion of Good Friday, lets remember the supreme sacrifice and love that guide us towards compassion, love, forgiveness, and unity. May this Good Friday be a time of reflection, renewal, and grace for all, Rijiju wrote in his social media post. On the auspicious occasion of Good Friday, lets remember the supreme sacrifice and love that guides us toward compassion, love, forgiveness, and unity. May this Good Friday be a time of reflection, renewal, and grace for all. pic.twitter.com/XrNxlAG74I Kiren Rijiju (मोदी का परिवार) (@KirenRijiju) March 29, 2024 While Kharge said, Wishing you all a blessed #GoodFriday. May the spirit of compassion, forgiveness, sacrifice and empathy keep guiding our path. Let us imbibe the spirit of humanity, kindness, and peace, amongst us. Wishing you all a blessed #GoodFriday. May the spirit of compassion, forgiveness, sacrifice and empathy keep guiding our path. Let us imbibe the spirit of humanity, kindness, and peace, amongst us. pic.twitter.com/zoOKFPdzcq Mallikarjun Kharge (@kharge) March 29, 2024 Mamata Banerjee in her post on X wrote, Wishing all my Christian Brothers & Sisters a graceful & blessed Good Friday. May this Holy Day of Penance, Prayers and Sacrifice inspire us all to live a life of compassion, love and peace. Wishing all my Christian Brothers & Sisters a graceful & blessed Good Friday.May this Holy Day of Penance, Prayers and Sacrifice inspire us all to live a life of compassion, love and peace. Mamata Banerjee (@MamataOfficial) March 29, 2024 According to the ANI report, devotees in Kerala participate in processions bearing wooden crosses to commemorate Jesus Christs crucifixion. Good Friday services are held at churches to commemorate the upcoming Easter Sunday. Similarly, prayers and services are held in churches throughout the country, including the Sacred Heart Cathedral Church in New Delhi. Father Jolly of the CBCI Centre expounded on the meaning of Good Friday, emphasising its importance to Christians worldwide. He emphasised that Good Friday is a day set aside to memorialise Jesus Christs suffering and death, to sanctify and purify ourselves, the report added. In Thiruvananthapuram and Kolkata, stations of the cross processions are held to commemorate Christs agony during his crucifixion. Good Friday is the day Jesus was betrayed by Judas and crucified by the Romans, followed by his resurrection on Easter Sunday. Good Friday commemorates Jesus Christs sacrifice and teachings, prompting people to reflect on compassion, forgiveness, and the journey of faith.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "negative"
      },
      {
        "name": "modi",
        "sentiment": "negative"
      },
      {
        "name": "jesus christ",
        "sentiment": "negative"
      },
      {
        "name": "mamata banerjee",
        "sentiment": "none"
      },
      {
        "name": "mallikarjun kharge",
        "sentiment": "none"
      },
      {
        "name": "rijiju",
        "sentiment": "none"
      },
      {
        "name": "kiren rijiju",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "congress",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "west bengal",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T10:33:18.603+03:00",
  "updated": "2024-03-29T10:33:18.603+03:00"
}