{
  "thread": {
    "uuid": "13e23a6f7ae6252f3051fa84ff46e31fc22b35ae",
    "url": "https://www.kyivpost.com/post/25965",
    "site_full": "www.kyivpost.com",
    "site": "kyivpost.com",
    "site_section": "https://flipboard.com/@kyivpost.rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Kyiv Post",
    "title": "Sahaidachny: Ukrainian Leader Whose Cossacks Saved Europe From Ottomans",
    "title_full": "Sahaidachny: Ukrainian Leader Whose Cossacks Saved Europe From Ottomans",
    "published": "2023-12-31T11:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.kyivpost.com/storage/2023/12/26/5fe06498d5a4566d3ff4c4b59bfd9a1e.png?w=1200&amp;q=90&amp;f=jpg",
    "performance_score": 0,
    "domain_rank": 6097,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 2,
        "comments": 0,
        "shares": 11
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 1
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "13e23a6f7ae6252f3051fa84ff46e31fc22b35ae",
  "url": "https://www.kyivpost.com/post/25965",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Andriy Bondar",
  "published": "2023-12-31T11:49:00.000+02:00",
  "title": "Sahaidachny: Ukrainian Leader Whose Cossacks Saved Europe From Ottomans",
  "text": "Petro Konashevych-Sahaidachny is undoubtedly one of the greatest Ukrainian military leaders of all times. As Hetman – or chief – of the Zaporizhian Cossacks from 1616 to 1622, he won all of his land and naval battles. He transformed self-organized military formations of Cossacks into a regular army.\nIt was under his leadership, different layers of Ukrainian society merged into a single nation. To him belongs the glory of the 1621 battle of Khotyn, where Europe was saved from an Ottoman invasion. A hero of numerous folk legends and songs, he remains a popular historical character.\nEarly life\nHis family name was Konashevych. His nickname, Sahaidachny, originated from the Ukrainian word sahaidak (quiver), to emphasize his archery skills.\nHe was born in 1582 in the village of Kulchytsi, now in the Lviv region of western Ukraine, then under the Polish crown. His parents belonged to the local nobility that remained faithful to the Orthodox Church in the predominantly Catholic environment. At the time, many Ukrainian magnates converted to Catholicism to improve their political opportunities and get support from the Polish nobility and clergy.\nNevertheless, quite a few remained closely attached to the Orthodox Church, protecting and supporting local Orthodox communities in every possible way. One of them, Prince Kostiantyn Ostrozky, founded the Ostroh Academy, one of the first and best high schools in Eastern Europe. Young Petro Konashevych was among its brightest students. As a nobleman, he was also trained in military skills from his early years and was especially good at archery.\nIn the Cossack host\nUpon graduation he left for Kyiv to practice as a private tutor, but soon abandoned the teaching career to join the Cossack host. The commanders and fellow Cossacks highly appreciated his military skills and courage, which he demonstrated in two campaigns – Moldova in 1600, and Livonia in 1601. It was then that Konashevych got his nickname “Sahaidachny.”\nPetro Sahaidachny’s coat of arms\nHaving gained wide popularity with the Cossack community as a courageous and skillful warrior, brilliant strategist and born leader, in 1605 he was elected Otaman, the chief commander of the Cossack army.\nUnder his command it fought against Tatars and Turks in Crimea, the then stronghold of the Islamic world at the doorstep of Christian Europe. The Ukrainian lands were a sort of buffer zone between them, and the Ukrainian Cossacks were often the first to counter Ottoman Turkish attacks.\nThe Cossacks themselves often attacked Varna, Caffa, Trabzon, Constanta and other large coastal cities of the Ottoman Empire. Sahaidachny followed the anti-Ottoman policy pursued by the Cossack leaders who had successfully foiled Turkish attempts to impose Ottoman rule on the Ukrainian lands.\nSahaidachny’s Cossacks seize Caffa, 1616\nBattle of Khotyn\nSahaidachny’s greatest military and political achievement was the victory at Khotyn in 1621. The township of Khotyn, with a big fortress towering over the Dniester River in the south of the present-day Khmelnytsky region, had for years been the site of numerous armed conflicts due to its strategic location at the junction of important trade routes. And in fact, Khotyn held the key to Eastern Europe.\nKhotyn fortress, present day\nAt the time, the fortress was controlled by Moldovan vassals of the Turkish sultan who kept his garrison there. After Poland and Lithuania merged into their Rzeczpospolita, or Commonwealth, in 1569, they repeatedly tried to get rid of this bulwark of Turkish-Ottoman expansion on their southern outskirts but failed every time.\nIn the fall of 1620, the Polish army suffered a devastating defeat at Cecora, Moldova. Inspired by the success and aiming to put an end to the Polish Kingdom as such, Sultan Osman II launched a massive Ottoman military campaign in the spring of 1621. The Polish crown failed to deliver an appropriate military response. The best it managed to muster was 30,000 troops, so King Zygmunt III Waza called on Polish and Lithuanian noblemen for backup. However, most of them were reluctant to provide their forces.\nFinally, a 40,000-strong army set off for Khotyn, but a number of noblemen deserted on the way, so only 35,000 combined Polish-Lithuanian troops turned up for the battle. The Polish king, aware of an imminent defeat at the hands of the Turks, who greatly outnumbered the Poles, turned to the Zaporizhian Cossacks for help.\nSahaidachny was not Hetman at the time, but he took an active part in negotiations with Rzeczpospolita as a very influential Cossack leader. He managed to persuade the Cossacks to lend a hand to Zygmunt in exchange for guarantees of broader rights for the Cossacks and Orthodox clergy.\nIn early September, 1621, a 40,000-strong Cossack army led by Sahaidachny approached Khotyn to join the Polish-Lithuanian troops. During the defense of the fortress that lasted more than three weeks, the Cossacks demonstrated exceptional courage, excellent training and discipline, and commendable combat skills. They also proved superior to the enemy forces in terms of mobility, rapid response and coordination.\nHaving repelled all Turkish attacks, Sahaidachny’s Cossacks launched a counteroffensive. They broke into the Turkish camp and seized numerous pieces of artillery and other weapons and equipment, and quickly retreated in good combat order to rejoin the Polish-Lithuanian army. Within the week that followed they launched a series of successful counterattacks, inflicting formidable losses on the Turkish troops.\nUkrainian Cossacks repel a Turkish attack on the Khotyn fortress\nThen, as a last resort, the sultan ordered the deployment of battle elephants and camel cavalry in what must have been a kind of psychological warfare against Europeans, knowing that many of them had never seen such creatures before. However, the Cossacks, who had often raided the Turkish lands, were quite familiar with those animals and were not shocked or scared. They kept on decimating the Turkish forces.\nSeeing his “ruse” fall through, Osman II realized that he could not win. Having lost almost 30,000 troops, who were killed or wounded, died of diseases or simply deserted, the sultan signed a peace treaty with the Polish-Lithuanian Commonwealth.\nAt Khotyn. Josef Brandt, 1621\nThere were no territorial changes under the treaty that recognized the same border along the Dniester River and Ottoman control over Moldova, but in Rzeczpospolita and among Ukrainian Cossacks stopping the huge Ottoman army was seen as a great victory.\nAlthough the Ottomans retained control over Moldova, the sultan was not satisfied with the outcome of his campaign. He wanted to reorganize and rebuild his army, which he blamed for the defeat, but was strongly opposed by the janissaries, who served as the Sultan’s guard. That opposition led to a rebellion in 1622, in which Osman II was deposed and killed.\nThe victorious battle of Khotyn is regarded as the biggest in the history of the Polish-Lithuanian state; and the Cossacks’ role in it, led by Sahaidachny, is hard to overestimate.\nOne of the Polish chronicles reads: “The Cossacks gave battle to the Muslims every day, they won and prevented the Turks from routing the Poles. But for the support of the Cossacks, God only knows what would have happened – the Polish forces would have been defeated in three or four days.”\nIvan Franko, the great Ukrainian writer and public figure from the turn of the 20th century, wrote that “Turkey, after its first painful defeat at Khotyn, began its descent from the peak of glory and strength.”\nLegacy as savior of Europe\nSahaidachny received a gold sword from the Polish Prince Władysław. It was quite symbolic and very important, because until the late 16th century the Polish authorities had often treated Cossacks as a mere gang of brigands. The precious gift from the Polish prince and would-be king Władysław IV was an official recognition of the Ukrainian warriors’ merits and valor on behalf of one of the European ruling courts.\nAs for Sahaidachny, the battle of Khotyn brought him glory and fame but cost him his life. Wounded in action by a poisoned arrow, he died six months later. He did not spend his last days in solitary despair but maintained his political, diplomatic and public activity as best he could. He negotiated with the Polish court for the protection of the Orthodox Church and the Cossacks’ rights and freedoms. A few days before he died on April 10, 1622, he made a will in favor of monasteries, churches, colleges and schools.\nHetman Petro Konashevych-Sahaidachny in his last days. 19th-century portrait\nUkrainian and international historians mention Sahaidachny among the most renowned Ukrainian military leaders, diplomats and protectors of the Orthodox faith. Under his hand the Cossack host transformed into a full-fledged, well-trained and highly capable army. His successful campaigns paved the way to the Khotyn victory that stopped the Turkish expansion on the European continent.\nThree decades after the battle of Khotyn, the strengthened and consolidated Cossack army played the crucial role in the Ukrainian Liberation War led by Hetman Bohdan Khmelnytsky. But that is a different story. Today, his example and the courage and skills of the Ukrainian forces he led, inspire the modern-day defenders of Ukraine.\nMonument to Petro Sahaidachny in Kyiv\nYou can also highlight the text and press Ctrl + Enter",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "konashevych",
        "sentiment": "none"
      },
      {
        "name": "sahaidachny",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cossacks saved europe from ottomans petro konashevych-sahaidachny",
        "sentiment": "negative"
      },
      {
        "name": "orthodox church",
        "sentiment": "none"
      },
      {
        "name": "catholic",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kulchytsi",
        "sentiment": "none"
      },
      {
        "name": "lviv",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "khotyn",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T12:51:44.345+02:00",
  "updated": "2023-12-31T12:51:44.345+02:00"
}