{
  "thread": {
    "uuid": "b0251ab43189430562a56b7c0eb63f592e1f180e",
    "url": "https://www.newsbreak.com/eau-claire-wi/3385029640826-uwec-cvtc-compete-head-to-head-in-an-esports-competition-for-the-first-time",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/leader-telegram-1593251",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "Leader Telegram | NewsBreak",
    "title": "UWEC, CVTC compete head-to-head in an esports competition for the first time",
    "title_full": "UWEC, CVTC compete head-to-head in an esports competition for the first time",
    "published": "2024-03-29T03:56:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/0T04hR_0s8q7VTT00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3396,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b0251ab43189430562a56b7c0eb63f592e1f180e",
  "url": "https://www.newsbreak.com/eau-claire-wi/3385029640826-uwec-cvtc-compete-head-to-head-in-an-esports-competition-for-the-first-time",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-03-29T03:56:00.000+03:00",
  "title": "UWEC, CVTC compete head-to-head in an esports competition for the first time",
  "text": "By Matthew Baughman Leader-Telegram staff ,\n4 hours ago\nEAU CLAIRE — On Thursday, twelve students turned on their computers and got ready to win in the Hilltop Recreation Lounge at the University of Wisconsin-Eau Claire.\nBoth teams logged into VALORANT, a competitive online first-person shooter video game developed by Riot Games, with one side of the room housing members of the UW-Eau Claire esports team and the newly-formed Chippewa Valley Technical College team on the other.\nAs the college teams prepared themselves to compete, the best-of-three contest would be the first-ever matchup between the two neighbors.\nBut what is the big deal with esports? And, what exactly is it?\nErin Hanzen, CVTC’s esports coordinator, said the easiest way to describe it is by calling it “competitive video gaming.”\nHowever, that explanation does not account for the number of games, level of competition and international market that makes the growing sport something to talk about.\nAs for housing a team at colleges like CVTC and UWEC, it is easy because there are a lot of students with interest in it already.\n“It meets the students where they are at,” said Hanzen. “Students are already playing video games and the people we get in our esports maybe aren’t traditional athletes looking for a place to fit in, and they find that within our esports club.”\n“Our students love it,” said Nate Garby, UWEC’s head esports coach. “A lot of students who are in the club have given it to be their reason to stay with school.”\nOn top of the interest, Garby also pointed out that the many elements which go into an esports team can open the door to more vocational skills as well, such as broadcasting, community management, team management and coaching.\nAnd the two institutions are not the only ones in the state who are interested in housing their own esports team. Thursday’s match just happened to place the two teams against each other, as they are only two of 13 university and college teams which are a part of the Wisconsin Collegiate Valorant League in the Milwaukee Esports Alliance.\nBut plenty of different leagues, games and levels of competition exist for students anywhere to participate in, said Mikinley Prafke, an assistant esports coach for UWEC. It’s a place for everyone that is both extremely competitive and cooperative, he said, as even the opponents you compete against can still lend a helping hand with equipment from time to time.\nLike physical sports, Prafke said there is also a recruiting aspect in esports from the high school level as interest in that type of competition keeps appealing to a younger generation.\nAnd although it may not require physical strength, Garby said it does require mental strength in order to strategize and defeat an opponent.\nAccording to Statista, a German-based data gathering platform, over 540 million viewers are estimated to watch esports worldwide. That number is expected to grow to somewhere over 600 million in 2025, as the number of interested viewers has steadily increased over time.\n“Esports is a whole new world out there. It grows every single year,” said Hanzen. “I think for the most part, a lot of it is still unexplored so it could go anywhere at this point, which is pretty exciting.”\nThursday night’s match ended with a win for UWEC, but Hanzen said beforehand that her hope was for the students to really get into the game. For a technical college that only recently announced their new mascot — the river otter — esports is their first step into a competitive athletic world.\n“I hope that it gets out to other people that we did this and they’re here representing their schools,” she said.\nShe continued, and said she believes that esports at CVTC, UWEC and everywhere is likely to continue growing.\n“I strongly believe that it is the next big thing, in terms of athletics and in terms of things that students and kids are doing,” said Hanzen. “And, I think that knowing about that and caring about that is a way to stay connected with where that young, competitive world is right now.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0T04hR_0s8q7VTT00",
    "https://apg02.newzware.com/ss70v2/adams/common/template.jsp?skin=svh&init=start&initEdition=TLT",
    "https://img.particlenews.com/image.php?url=0T04hR_0s8q7VTT00",
    "https://img.particlenews.com/image.php",
    "https://www.img.particlenews.com/image.php?url=0T04hR_0s8q7VTT00",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0T04hR_0s8q7VTT00",
    "https://apg02.newzware.com/ss70v2/adams/common/template.jsp",
    "https://www.apg02.newzware.com/ss70v2/adams/common/template.jsp?skin=svh&init=start&initEdition=TLT"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "matthew baughman",
        "sentiment": "negative"
      },
      {
        "name": "erin hanzen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "uwec",
        "sentiment": "negative"
      },
      {
        "name": "eau claire",
        "sentiment": "negative"
      },
      {
        "name": "cvtc",
        "sentiment": "negative"
      },
      {
        "name": "uw-eau claire",
        "sentiment": "none"
      },
      {
        "name": "university of wisconsin-eau claire",
        "sentiment": "none"
      },
      {
        "name": "chippewa valley technical college",
        "sentiment": "none"
      },
      {
        "name": "hilltop recreation lounge",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "valorant",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T08:52:34.919+03:00",
  "updated": "2024-03-29T08:52:34.919+03:00"
}