{
  "thread": {
    "uuid": "ca05e7c3851edb901316f9a65a2b6ecb24b6ab67",
    "url": "https://eju.tv/2024/03/solo-los-verdaderos-fieles-cargan-el-santo-sepulcro-de-mas-de-una-tonelada",
    "site_full": "eju.tv",
    "site": "eju.tv",
    "site_section": "http://eju.tv/feed/",
    "site_categories": [
      "media",
      "television",
      "entertainment",
      "top_news"
    ],
    "section_title": "eju.tv",
    "title": "Sólo los verdaderos fieles cargan el Santo Sepulcro, de más de una tonelada",
    "title_full": "Sólo los verdaderos fieles cargan el Santo Sepulcro, de más de una tonelada",
    "published": "2024-03-29T15:54:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BO",
    "main_image": "https://eju.tv/wp-content/uploads/2024/03/img_6606afd0734e5-1.jpg",
    "performance_score": 0,
    "domain_rank": 95452,
    "domain_rank_updated": "2024-03-26T12:08:39.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ca05e7c3851edb901316f9a65a2b6ecb24b6ab67",
  "url": "https://eju.tv/2024/03/solo-los-verdaderos-fieles-cargan-el-santo-sepulcro-de-mas-de-una-tonelada",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Melvy Ruiz",
  "published": "2024-03-29T15:54:00.000+03:00",
  "title": "Sólo los verdaderos fieles cargan el Santo Sepulcro, de más de una tonelada",
  "text": "La procesión de la imagen del Señor de Santo Sepulcro es una tradición que perdura en Semana Santa por la fe de un grupo de fieles, que no sólo se encargan de custodiar la urna, sino también de promover valores cristianos.\nFuente:\nlostiempos.com\nEn el departamento son dos las reliquias, bañadas en pan de oro, que siguen congregando a cientos de devotos el Viernes Santo.\nLa primera es la urna del Santo Sepulcro de la Arquidiócesis de Cochabamba que es resguardado por la Compañía de Jesús. Fue tallada en Francia y donada en 1925 por Albina Rodríguez, esposa del barón del estaño, Simón Iturri Patiño, según datos históricos.\nAlgunos miembros de la cofradía verifican la urna para la procesión el Viernes Santo.\nLa cripta del Señor del Santo Sepulcro se abre a la población cada primer jueves de mes.\nQuillacollo\nEn tanto, la segunda es la cripta del Señor de Santo Sepulcro de la parroquia San Ildefonso de Quillacollo.\nEl presidente de la cofradía de los caballeros del municipio, Alfredo Lafuente, contó que la imagen es una réplica de la reliquia de la ciudad, pero se distingue porque tanto la imagen de Jesucristo como la urna y la cripta fueron talladas hace 64 años por escultores bolivianos, un paceño y quillacolleño.\n“La cripta es única a nivel nacional, tenemos un ambiente único y exclusivo para el Señor de Santo Sepulcro construido por manos quillacolleñas y con manos del pueblo y de la parroquia, con piedras traídas del calvario (cerro de Cota)”, indicó.\nLafuente comentó que la reliquia pesa una tonelada, por lo que para la procesión se necesitan 36 hombres para levantarla y comenzar la peregrinación, que dura dos horas y media.\nRequisitos\nPero ¿qué se requiere para ser caballero? Para el presidente de la cofradía, entre los requisitos principales están: tener 18 años y ser un católico comprometido con Jesucristo y la Virgen María, debido a que el integrante tiene que participar de un conjunto de actividades religiosas y sociales en favor de madres, niños, ancianos y grupos vulnerables.\n“En Quillacollo, la cofradía realiza actividades durante todo el año, no solamente en la Semana Santa, hacemos lo que llamamos acción social como la cabalgata de Los Reyes Magos, el Día del Niño, actividades por el Día de la Madre y en Navidad para compartir con los necesitados, independientemente participamos absolutamente en todas las actividades parroquiales”, afirmó.\nAsimismo, el ferviente devoto comentó que sus esposas y familiares forman parte de la cofradía de la denominada Las Hijas de la Virgen de Dolores, desde la que apoyan sus labores sociales y espirituales.\n“Por nuestras filas han pasado ya más de 250 miembros en la historia, desde los fundadores. Actualmente contamos con alrededor de 40 miembros, toda vez que la pandemia nos ha mermado bastante y lógicamente vamos quedando mayores también, quedado muy reducidos en número”, declaró.\nEl rector del Santuario de la Virgen de Urkupiña, Iván Vargas, invitó a los feligreses a formar parte de la cofradía para que vaya renovándose.\n“Lo que pedimos es que los interesados sean de buena voluntad y tengan disponibilidad. En este momento tenemos miembros jóvenes, pero no son suficientes, por eso este año hemos pedido a la Policía que nos ayude con el traslado de la imagen”, explicó.\nConsultado sobre los motivos por los que la procesión del Señor de Santo Sepulcro genera bastante movimiento, Vargas explicó que los creyentes acompañan la procesión por su significado.\n“El Viernes Santo tenemos la adoración de la cruz en la liturgia y una vez que se concluye la adoración, se hace la procesión de Santo Sepulcro, es decir, se lleva a Jesús a enterrar, es un es un sepelio y nosotros acompañamos, como cuando se acompaña a los dolientes de un ser querido cuando lo trasladan al cementerio, por eso se lleva banda y flores”, aseveró.\nLafuente remarcó que en Quillacollo la población puede visitar la imagen de Santo Sepulcro desde el Domingo de Ramos hasta el Domingo de Resurrección y también el primer jueves de cada mes.\n“Lo interesante es que la cripta de Santo Sepulcro está justo debajo de la imagen entronada de la Virgen María de Urkupiña, ésa es otra característica particular”, añadió.\nEl presidente de los Caballeros del Santo Sepulcro de Cochabamba, Oscar Rocha, informó que, en la ciudad, la reliquia es custodiada por 28 integrantes y que la fecha se cuenta con 80 participantes activos, pero se cuenta con “otros hermanos pasivos” que están en el interior y exterior del país.\nDetalló que la urna pesa alrededor de una tonelada y media, razón por la que en el transcurso de la procesión se hacen relevos en el recorrido a la catedral.\nRocha mencionó que para ser miembro no existe una edad, porque ahora el integrante más joven tiene 15 años.\nFuente:\nlostiempos.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.lostiempos.com/actualidad/cochabamba/20240329/solo-verdaderos-fieles-cargan-santo-sepulcro-mas-tonelada",
    "https://lostiempos.com/actualidad/cochabamba/20240329/solo-verdaderos-fieles-cargan-santo-sepulcro-mas-tonelada"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T16:18:01.291+03:00",
  "updated": "2024-03-29T16:18:01.291+03:00"
}