{
  "thread": {
    "uuid": "5c65bfd0689f3056f65d7af66d6e1f550eedf044",
    "url": "https://cowboystatedaily.com/2024/01/07/retired-wyoming-sailor-turns-his-midwest-home-into-navy-museum/",
    "site_full": "cowboystatedaily.com",
    "site": "cowboystatedaily.com",
    "site_section": "https://cowboystatedaily.com",
    "site_categories": [
      "hobbies_and_interests"
    ],
    "section_title": "Your Wyoming News Source",
    "title": "Retired Wyoming Sailor Turns His Midwest Home Into Navy Museum | Your Wyoming News Source",
    "title_full": "Retired Wyoming Sailor Turns His Midwest Home Into Navy Museum | Your Wyoming News Source",
    "published": "2024-01-07T22:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cowboystatedaily.imgix.net/Navy-museum-Gene-and-Eunice-1.7.24.jpeg?ixlib=js-3.8.0&amp;q=75&amp;auto=format%2Ccompress&amp;w=1200&amp;h=630&amp;fit=crop",
    "performance_score": 0,
    "domain_rank": 29734,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5c65bfd0689f3056f65d7af66d6e1f550eedf044",
  "url": "https://cowboystatedaily.com/2024/01/07/retired-wyoming-sailor-turns-his-midwest-home-into-navy-museum/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@daily_cowboy",
  "published": "2024-01-07T22:07:00.000+02:00",
  "title": "Retired Wyoming Sailor Turns His Midwest Home Into Navy Museum | Your Wyoming News Source",
  "text": "Visit Gene Dickerson on Peake Street and enter one man’s heartfelt salute to the service he spent 22 years in as a Navy electrician. A mannequin named “Jimmy” in a sailor outfit stands on a porch turned “quarterdeck” with a bosun’s whistle around his neck. When Cowboy State Daily showed up this past week, Dickerson pulled the rope off to the side of the porch to ring the bell to welcome a visitor into his home. The bell once sounded on the deck of the USS Currituck, a seaplane tender — Dickerson’s first Navy ship. The 77-year-old has made his two-lot Wyoming retirement haven into an unofficial but artifact-filled U.S. Navy museum. While Dickerson officially left the Navy in 1985, it is clear the Navy has not left him. His cellphone ringtone sounds “General Quarters.” “Once I got out (of the service), I moved to Colorado. Unfortunately, 14 years ago they taxed me out of existence there,” he said. “My son had moved up here and so had my brother, so they were the smart ones and I just followed. That’s when the museum came into existence. “It was a joke at first, but it keeps growing. I had enough stuff to fill a couple of rooms, so now I keep getting more.” Shells, Uniforms, Ship Replicas Outside Dickerson’s home are tents filled with shells from weapons once used on naval ships, mannequins in uniforms and a replica bunk room of a ship with Dickerson’s original locker from the Currituck. In a trailer are his original service uniforms with a porthole installed from that same ship. A separate tent displays handmade radio-controlled detailed replicas of all the ships Dickerson served on, and others. And outside on the street sits a vintage a Model A Ford truck with “United States Naval Petroleum Reserve 3” stenciled on it. The truck is a nod to the former oil reserve region just 15 miles south of town that was to serve U.S. Navy ships in case of war as they converted from steam to diesel power. The reserve became the center of the Teapot Dome scandal in the 1920s. Dickerson’s naval career started at age 19. His stepfather was in the U.S. Army and stationed in France, where Dickerson completed high school. He wanted to join the Navy and was told a recruiting office was in Germany. He went to Germany and was told that the U.S. naval recruiter had left long ago and he would have to go to London. He made the trip to London, and so ended up joining the Navy from an office off Piccadilly Square. Two weeks later he was flown to the United States for boot camp at Great Lakes, Illinois. Seven weeks after that he was in San Diego to prepare for Vietnam. Then, in less than a month, he found himself in a war zone. “We did a tour down Cam Ranh Bay and did some shore bombardment,” he said. After more than a year doing various operations in the war zone, the ship was sent back to California for decommissioning. During that time, Dickerson had the opportunity to collect the first artifacts for his future museum — the locker, the porthole and the bell. Shipboard Career Dickerson’s career would see him trained as an electrician and serve on several ships, including the hospital ship USS Sanctuary, an oiler, a tugboat, a troop transport ship, a submarine tender and to end his career an aircraft carrier. Dickerson’s role as an electrician came on the whim of a U.S. Navy petty officer who assigned career fields. “I wanted to be a carpenter,” Dickerson said. “The guy in front of me became a boiler tech and the guy behind me became a machinist mate and I ended up becoming an electrician.” He initially learned through books and hands-on training, but when he re-enlisted for a career, he went to an official electrician’s mate school. By the end of his career he had served stints teaching the trade at naval schools. “I did everything from small craft, boats and electrical systems on boats and last but not least, missile components,” he said. “We did flight deck lighting, elevators and cranes. We generated (the electricity), we distributed it and we repaired it. On the carrier we even got to work on a three-story escalator for officers to go from the hangar bay up to the flight deck.” Radio-Controlled Hobby Dickerson’s hobby starting while he was on his first ship was making detailed model radio-controlled boats. His first was a replica of the USS Missouri battleship. It sits in his living room. He said the first time he put it in the water was in Vietnam. He ran it around his ship in Da Nang where the Vietcong were known to mine waters. Since then, he’s made many more models and several are on display in the museum. He is currently working an exact model of the Currituck. “My executive officer on the Currituck, we got together on the phone, he actually went down to the D.C. (naval) archives and got me the original navy blueprints of the Currituck,” Dickerson said. “I had them enlarged to the 1/23rd scale so I could build it.” He uses cardboard to do a pattern of the decks and rooms, and then goes to making the wooden model. Varied Visitors From Around World Visitors to the museum are varied and have come from all over the world. “I’ve had people from Holland and I’ve had people from Texas,” he said. “I had one U.S. Navy captain who was on a bicycle who was touring from New Mexico heading to Montana and stopped here.” The former captain ended up sending Dickerson a new flame-safety lamp that the Navy used in rooms where explosives were kept. It’s in the museum. A U.S. Border Patrol official stopped by another time, and he sent Dickerson back a ship’s compass. Other artifacts have come from people in the community. A neighbor found an old World War 1 helmet in a box when he was cleaning out a shed, another called with a box of newspapers that had a Detroit Free Press front page the day after Pearl Harbor was bombed. Still other artifacts come from the region. A ship’s anchor in Dickerson’s yard came from a Mills gunshop, some naval ordinance shells from another gunshop. He also has anchor chains from the USS John F. Kennedy aircraft carrier that he acquired during a tour of the vessel in Boston. “They said, ‘Here is our junk pallet, got anything there you need?’ So, I got three links of anchor chain off the USS Kennedy sitting out there,” he said. Going through security to get on the airplane with that chain in his bag required some extra explanations. Model A ‘Daily Driver’ The shiny red Model A Ford 1931 hardtop truck came from Casper. “It runs, it’s a daily driver for me,” he said. “A couple of months ago when the weather was nice, we actually drove it up to Kaycee because we go to the buffet on Sundays. She’ll do a whole 45 mph.” The “we” means Dickerson and wife Eunice, 75, who he met at a U.S. Army base in Denver. They were married in 1971. She was a U.S. Army medic, and they wed after her enlistment ended. “I let her finish her sentence, and then I took her away from all that,” Dickerson said. The museum keeps no set hours. If he’s home, it’s open. The potential for new artifacts means Dickerson’s job is never done. “Stuff just keeps coming in,” he said. Dale Killingbeck can be reached at [dale@cowboystatedaily.com](mailto:dale@cowboystatedaily.com).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gene dickerson",
        "sentiment": "negative"
      },
      {
        "name": "jimmy”",
        "sentiment": "none"
      },
      {
        "name": "dickerson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "navy",
        "sentiment": "none"
      },
      {
        "name": "cowboy state daily",
        "sentiment": "none"
      },
      {
        "name": "u.s. navy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "wyoming",
        "sentiment": "none"
      },
      {
        "name": "peake street",
        "sentiment": "none"
      },
      {
        "name": "colorado",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:26:00.895+02:00",
  "updated": "2024-01-08T01:26:00.895+02:00"
}