{
  "thread": {
    "uuid": "7770834f181dd66478d00936a82e4953b10e7944",
    "url": "https://www.tellerreport.com/life/2024-03-09-al-duwairi--al-qassam%E2%80%99s-statement-regarding-the-prisoners-is-a-%E2%80%9Cvery-successful-message%E2%80%9D.HkG3ZqX9aT.html",
    "site_full": "www.tellerreport.com",
    "site": "tellerreport.com",
    "site_section": "https://www.tellerreport.com:443/",
    "site_categories": [
      "media"
    ],
    "section_title": "Teller Report",
    "title": "Al-Duwairi: Al-Qassam’s statement regarding the prisoners is a “very successful message” - Teller Report",
    "title_full": "Al-Duwairi: Al-Qassam’s statement regarding the prisoners is a “very successful message” - Teller Report",
    "published": "2024-03-09T20:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.aljazeera.net/wp-content/uploads/2024/03/image-1710002818.jpg?resize=1920%2C1080&amp;quality=80",
    "performance_score": 0,
    "domain_rank": 18553,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7770834f181dd66478d00936a82e4953b10e7944",
  "url": "https://www.tellerreport.com/life/2024-03-09-al-duwairi--al-qassam%E2%80%99s-statement-regarding-the-prisoners-is-a-%E2%80%9Cvery-successful-message%E2%80%9D.HkG3ZqX9aT.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anonym",
  "published": "2024-03-09T20:27:00.000+02:00",
  "title": "Al-Duwairi: Al-Qassam’s statement regarding the prisoners is a “very successful message” - Teller Report",
  "text": "play videoplay video Video duration: 14 minutes 18 seconds 14:18 Military and strategic expert Major General Fayez Al-Duwairi described the statement of the Izz al-Din al-Qassam Brigades - the military wing of the Islamic Resistance Movement (Hamas) - regarding the Israeli prisoners as “a very successful message in terms of timing.” Today, Saturday, Abu Ubaida, spokesman for the Izz al-Din al-Qassam Brigades, revealed the identity of 4 Israeli prisoners who were killed in raids by the Israeli occupation on the Gaza Strip. He said in a statement on his Telegram page: “After examining the identities of the rest of the dead, we confirmed that Itzik Al-Jarat, Alex Densig, Ronen Tommy Angel, and Eliyahu Margalit were killed.” According to Al-Duwairi, Al-Qassam’s statement is an “eloquent and poignant message” stating that Israeli Prime Minister Benjamin Netanyahu is not concerned about the prisoners, and that their issue is not a priority for him. He believed that the timing of the statement was “very precise and very embarrassing,” especially as it comes after the Cairo ceasefire negotiations in Gaza, which ended without reaching an agreement, and one of the reasons for the failure - according to Al-Duwairi - was the issue of prisoners, as Hamas will not release the prisoners before Ceasefire in Gaza. The military and strategic expert believes that the temporary truce will not serve either the Palestinian cause or the Hamas movement. He said, “If the American approach gives me 6 weeks with trivial matters in terms of the arrival of food supplies...what then?” The first announcement by the Al-Qassam Brigades regarding the prisoners was published before the Palestinian delegation went to Cairo for negotiations, and it was revealed at that time in a video that 7 prisoners were killed as a result of the Israeli bombing. In the same context, Al-Duwairi said - in the military analytical pause on Al Jazeera - that the minimum on the list of Israeli goals is the release of their prisoners held by the Palestinian resistance in the Gaza Strip, but they failed to achieve that goal. Field developments Regarding field developments in Gaza, especially the military operations of the occupation in Khan Yunis, south of the Strip, Al-Duwairi said that the occupation army is seeking to find a person, the head of the Hamas movement in the Gaza Strip, Yahya Al-Sinwar, even though the Hamas movement and Al-Qassam do not depend on one leader, and they were martyred. Many leaders. The Israeli Broadcasting Authority said that military operations concentrated in Khan Yunis were seeking to find Al-Sinwar. Al-Duwairi pointed out that fighting between Palestinian resistance fighters and the occupation forces has continued for 3 days in the Hamad area, west of Khan Yunis. Regarding Al-Qarara, north of Khan Yunis, which is witnessing Israeli bombing, the military expert said that its situation is different, because it represents the bottleneck through which supplies pass to the occupation army. He also spoke about the occupation's focus on the central Gaza Strip area, and stressed that during the period of the attack on the camps, the occupation forces were unable to enter the Nuseirat camp, indicating that there is a tendency to reignite the area again. Source: Al Jazeera",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "al-duwairi",
        "sentiment": "neutral"
      },
      {
        "name": "al-qassam",
        "sentiment": "neutral"
      },
      {
        "name": "itzik al-jarat",
        "sentiment": "none"
      },
      {
        "name": "benjamin netanyahu",
        "sentiment": "none"
      },
      {
        "name": "ronen tommy angel",
        "sentiment": "none"
      },
      {
        "name": "abu ubaida",
        "sentiment": "none"
      },
      {
        "name": "alex densig",
        "sentiment": "none"
      },
      {
        "name": "fayez al-duwairi",
        "sentiment": "none"
      },
      {
        "name": "eliyahu margalit",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "al-qassam",
        "sentiment": "none"
      },
      {
        "name": "islamic resistance movement",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "cairo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T20:57:42.706+02:00",
  "updated": "2024-03-09T20:57:42.706+02:00"
}