{
  "thread": {
    "uuid": "91b5481353a65e6ccc19fb5398b1c2fee40a8f66",
    "url": "https://gestion.pe/mix/tendencias-mix/20-frases-de-sabado-santo-2024-tarjetas-mensajes-e-imagenes-para-compartir-con-tus-amigos-y-familia-en-sabado-de-gloria-este-30-de-marzo-semana-santa-nnda-nnrt-noticia",
    "site_full": "gestion.pe",
    "site": "gestion.pe",
    "site_section": "https://gestion.pe/arcio/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Diario Gestión",
    "title": "20 frases de Sábado Santo 2024: mensajes e imágenes para compartir con tus amigos y familia",
    "title_full": "20 frases de Sábado Santo 2024: mensajes e imágenes para compartir con tus amigos y familia",
    "published": "2024-03-29T14:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://gestion.pe/resizer/RkXolSd96yCk2kf3FAMk6ytaaP0=/980x528/smart/filters:format(jpeg):quality(75)/cloudfront-us-east-1.images.arcpublishing.com/elcomercio/HEX52X3F4NBRHLTPZ2O7V7JAKI.jpg",
    "performance_score": 0,
    "domain_rank": 17290,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "91b5481353a65e6ccc19fb5398b1c2fee40a8f66",
  "url": "https://gestion.pe/mix/tendencias-mix/20-frases-de-sabado-santo-2024-tarjetas-mensajes-e-imagenes-para-compartir-con-tus-amigos-y-familia-en-sabado-de-gloria-este-30-de-marzo-semana-santa-nnda-nnrt-noticia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ana Paula Rodríguez",
  "published": "2024-03-29T14:10:00.000+03:00",
  "title": "20 frases de Sábado Santo 2024: mensajes e imágenes para compartir con tus amigos y familia",
  "text": "El Sábado Santo se celebra todos los años en el [último día de la Semana Santa](https://gestion.pe/mix/respuestas/20-tarjetas-de-semana-santa-2024-con-frases-reflexivas-biblicas-y-citas-religiosas-para-enviar-por-whatsapp-este-jueves-viernes-y-domingo-santo-nnda-nnrt-noticia/) y es el día anterior a Pascua. Este día se conmemora el desgarrador del infierno y el día en que el cuerpo de Jesús yació en la tumba. Hemos creado para ti una colección de 20 frases y mensajes para este sábado 30 de marzo que podrás compartir con todos. Utilice estos estados y saludos de WhatsApp del Sábado Santo para desearles a todos en esta ocasión especial. 20 Frases cortas y bonitos para el Sábado de Gloria - El Sábado de Gloria es una oportunidad para reflexionar sobre la muerte y resurrección de Jesús. - La muerte de Jesús nos ofrece la salvación y el perdón de nuestros pecados. - Recordamos que la muerte de Jesús en la cruz nos trajo salvación y nos dio la oportunidad de tener vida eterna con Dios. - La resurrección del hijo de Dios nos muestra que la muerte no tiene la última palabra y que el Todopoderoso tiene poder, sobre todo, incluso sobre la muerte. - Reflexionemos sobre el amor y la entrega total de Jesús, que se entregó a sí mismo por nosotros. - La muerte de Jesús en la cruz es un recordatorio de que el amor verdadero implica sacrificio y entrega total, y nos llama a imitar su ejemplo. - Encontremos consuelo y esperanza al saber que Jesús resucitó y está vivo, y que nos acompaña en cada momento de nuestra vida. - Jesús es la luz en nuestro camino, el refugio en la tormenta y la fuerza en la debilidad. - Aprendimos con el Mesías que no estamos solos en nuestras luchas y dificultades, y que podemos tener confianza en que Dios nos dará la fuerza y el consuelo que necesitamos. - Encontremos la fuerza y el coraje para enfrentar nuestros miedos y desafíos, sabiendo que Dios está con nosotros y nos guía en todo momento. - La resurrección de Jesús nos invita a vivir con alegría y esperanza, sabiendo que tenemos un propósito en la vida y que somos amados por Dios más allá de nuestras fallas y debilidades. - La resurrección de Jesús es la prueba de su divinidad y su poder sobre el pecado y la muerte. - La muerte de Jesús es un acto de amor supremo que nos muestra su misericordia y compasión. - La resurrección de Jesús es la promesa de la vida eterna para quienes creen en Él. - La muerte de Jesús es una oportunidad para reflexionar sobre nuestra propia mortalidad y la importancia de la vida. - La muerte de Jesús es un recordatorio de que debemos vivir cada día con amor, compasión y humildad. - La resurrección de Jesús es un mensaje de esperanza para todos los que sufren y se sienten desesperados. - En el Sábado de Gloria, recordamos que la vida es más fuerte que la muerte. - La muerte de Jesús nos muestra que el amor es más poderoso que cualquier otra fuerza en el universo. - Cada día nos demuestra que su gran amor sacia nuestra sed y es el pan de vida que nos nutre y nos fortalece. - La resurrección de Jesús nos da la fuerza y la esperanza necesarias para superar cualquier adversidad. - La muerte de Jesús es la demostración de su amor incondicional por la humanidad. - En el Sábado de Gloria, celebramos la vida y la esperanza que Jesús nos ofrece. - Jesús nos llama a amarnos los unos a los otros, como él nos ha amado, sin importar nuestras diferencias, y a construir un mundo más justo y solidario. - En él encontramos la paz que el mundo no puede dar, la esperanza que nos hace perseverar y la alegría que nos llena el corazón. - El amor de Jesús es inagotable y su misericordia infinita, siempre dispuesto a perdonarnos y acogernos con brazos abiertos. - La resurrección de Jesús es la prueba de que Dios está con nosotros en todo momento. - La muerte de Jesús es el camino hacia la reconciliación con Dios y con nuestros hermanos y hermanas. - En Jesús encontramos la verdad que nos libera y la luz que nos guía en medio de la oscuridad. - Para quienes creemos en ti, eres el camino que nos lleva a la plenitud de nuestra humanidad y nos da la vida en abundancia.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T14:25:54.405+03:00",
  "updated": "2024-03-30T12:17:18.656+03:00"
}