{
  "thread": {
    "uuid": "70d86d41ccc3ad763bf79fd75e9cff234b782cdc",
    "url": "https://kalkinemedia.com/news/world-news/social-media-influencer-wasil-daoud-joins-forces-with-kb-media-group",
    "site_full": "kalkinemedia.com",
    "site": "kalkinemedia.com",
    "site_section": "https://kalkinemedia.com/feed",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Kalkine Media",
    "title": "Social Media Influencer Wasil Daoud Joins Forces with KB Media Group",
    "title_full": "Social Media Influencer Wasil Daoud Joins Forces with KB Media Group",
    "published": "2023-12-28T20:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://kalkinemedia.com/storage/uploads/large/1703808773_658e0f053addf_20035396_wasil_daoud_4096x4096.jpeg",
    "performance_score": 0,
    "domain_rank": 66605,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "70d86d41ccc3ad763bf79fd75e9cff234b782cdc",
  "url": "https://kalkinemedia.com/news/world-news/social-media-influencer-wasil-daoud-joins-forces-with-kb-media-group",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "info@kalkinemedia.com (EIN Presswire)",
  "published": "2023-12-28T20:08:00.000+02:00",
  "title": "Social Media Influencer Wasil Daoud Joins Forces with KB Media Group",
  "text": "EINPresswire.com/ -- FOR IMMEDIATE RELEASE\nInfluencer Wasil Daoud has officially signed with KB Media Group for his brand’s media relations needs. The strategic collaboration brings together the unparalleled online presence of Wasil Daoud and Wasil’s Kitchen with the expertise and vision of KB Media Group, led by accomplished publicist Kelli Bloomquist.\nDaoud celebrated for his dynamic presence across various social media platforms, boasts an extensive following and engagement that has captured the attention of audiences worldwide. From captivating content to thought-provoking messages, including feeding the homeless and food insecure, Daoud has consistently demonstrated an innate ability to connect with his audience on a profound level.\nKB Media Group, a leading player in the media industry, is renowned for its innovative approach to brand development, media relations, and strategic campaigns. The agency, under the leadership of veteran publicist and communicator Kelli Bloomquist, has successfully propelled numerous influencers, brands, and public figures.\nBloomquist, the driving force behind KB Media Group, expressed her enthusiasm for the collaboration, stating, \"We are thrilled to welcome Wasil Daoud to the KB Media family. His impact on social media is undeniable, and we are confident that our collaborative efforts will launch his brand to new heights. With our expertise and the unique voice of Wasil’s Kitchen, we look forward to creating groundbreaking campaigns that resonate with audiences globally.\"\nDaoud shared his excitement about the partnership, remarking, \"Joining forces with KB Media Group is an exciting chapter in my journey as a content creator. Kelli's track record and innovative approach to media representation stood out to me, and I am confident that together we will achieve new milestones and create content that resonates with my audience on a deeper level.\"\nAs Daoud and KB Media Group gear up for this dynamic collaboration, fans and followers can anticipate a wave of fresh, engaging content and strategic initiatives that will undoubtedly solidify Wasil Daoud's status as a trailblazing force in the world of social media influence.\nFor media inquiries, please contact:\nKelli Bloomquist\nFounder/CEO, KB Media Group\n[[email protected]](/cdn-cgi/l/email-protection)\n(312)-248-2864\nAbout Wasil Daoud:\nWasil Daoud is a highly acclaimed social media influencer known for his captivating content and impactful presence across various platforms. With a dedicated following of more than 15 million, Daoud has become a prominent figure in the digital space, captivating audiences with his unique perspective and engaging storytelling.\nAbout KB Media Group:\nKB Media Group is a leading media agency specializing in public relations, brand development, and strategic campaigns. Led by veteran publicist Kelli Bloomquist, the agency has a proven track record of elevating the profiles of influential figures and brands across a wide range of industries, creating lasting impressions in the media landscape.\nKelli Bloomquist\nKB Media Group\n+1 312-248-2864\nemail us here\nVisit us on social media:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [
    "https://www.einpresswire.com/",
    "http://www.einpresswire.com/contact_author/677812576",
    "http://einpresswire.com/contact_author/677812576",
    "https://www.einpresswire.com",
    "https://einpresswire.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "wasil daoud",
        "sentiment": "negative"
      },
      {
        "name": "bloomquist",
        "sentiment": "none"
      },
      {
        "name": "wasil",
        "sentiment": "none"
      },
      {
        "name": "daoud",
        "sentiment": "none"
      },
      {
        "name": "kelli bloomquist",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kb media group",
        "sentiment": "negative"
      },
      {
        "name": "social media influencer wasil daoud joins forces",
        "sentiment": "negative"
      },
      {
        "name": "kb medi",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T02:22:45.955+02:00",
  "updated": "2023-12-29T02:22:45.955+02:00"
}