{
  "thread": {
    "uuid": "cc5c8b2b349e38ed760f10d7483111a0ff14b43e",
    "url": "https://www.eastbaytimes.com/2024/02/29/antioch-flies-pan-african-flag-for-first-time-in-honor-of-black-americans",
    "site_full": "www.eastbaytimes.com",
    "site": "eastbaytimes.com",
    "site_section": "https://www.usa-today-news.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Usa news",
    "title": "Antioch flies Pan-African Flag for first time in honor of Black Americans",
    "title_full": "Antioch flies Pan-African Flag for first time in honor of Black Americans",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.eastbaytimes.com/wp-content/uploads/2024/02/EBT-L-AFRICANFLAG-2_1821106461-1.jpg?w=1024&#038;h=768",
    "performance_score": 0,
    "domain_rank": 7054,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cc5c8b2b349e38ed760f10d7483111a0ff14b43e",
  "url": "https://www.eastbaytimes.com/2024/02/29/antioch-flies-pan-african-flag-for-first-time-in-honor-of-black-americans",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Judith Prieve",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "Antioch flies Pan-African Flag for first time in honor of Black Americans",
  "text": "Antioch will for the first time in history fly the Pan-African flag at City Hall through Juneteenth in honor of Black Americans who contributed to the enrichment of the community. Originally proposed as a Black History Month display, the flag flying was extended because it came on the agenda so late in the month on Feb. 27. Mayor Lamar Hernandez-Thorpe, who sets the agenda, requested an extension because of the delay, noting the requester – Antioch’s Alliance of Californians for Community Empowerment – had done so in a timely fashion. “I reviewed the request and thought it was a great idea,” the mayor said of the flag flying in what is now one of the Bay Area’s most diverse cities. Mayor Pro-Tem Monica Wilson moved for approval, with an extension until Juneteenth, the June 19 holiday that commemorates the end of slavery. Unlike past requests for other flags, this one received unanimous support on Tuesday. After much controversy, Antioch approved its first flag flying policy on a split vote in 2022, allowing the Progress Pride flag to be flown for the first time outside City Hall. All flag requests must now come before the council for approval before being flown. “If there are any flags that are requested to be flown in the interim, we can certainly fly them as well,” Hernandez-Thorpe said. “So this does not preclude other flags from being flown.” Some other area cities that fly the Pan-African flag include Richmond, Emeryville, Oakland and Tracy. Leslie May told the council she was proud of her heritage, which is African and Native American, and she would like to see the flag flown all year. “I would like to see this flown in honor of me, my ancestors before me and the ancestors before them,” she said. “Since we were forced to come over here to this land, we lost our opportunity for the real (African) flag to be flown.” Antioch-ACCE member Tachina Garrett thanked the council for raising the flag. “This flag was created to give Black people in America and the world a symbol that unifies the diaspora,” she said. “The red, which symbolizes our blood that was shed. The black symbolizes those bodies that were beaten and burned and everything else, and the green represents the land that was stolen.” The Pan-African flag was developed by activist Marcus Garvey and others in response to racism as a symbol to connect people of African descent across the world. It is also known as the Black Liberation flag and the Afro-American flag, and was adopted by the UNIA at a conference in New York City in 1920.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://www.mercurynews.com/2022/04/13/antioch-will-fly-pride-progress-flag-at-city-hall/",
    "https://www.mercurynews.com/2022/04/13/antioch-will-fly-pride-progress-flag-at-city-hall",
    "https://mercurynews.com/2022/04/13/antioch-will-fly-pride-progress-flag-at-city-hall/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lamar hernandez-thorpe",
        "sentiment": "none"
      },
      {
        "name": "pro-tem monica wilson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "antioch",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "city hall",
        "sentiment": "none"
      },
      {
        "name": "bay area",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:08:09.735+02:00",
  "updated": "2024-03-01T01:08:09.735+02:00"
}