{
  "thread": {
    "uuid": "cfb0a1f856fc699ae42702f9e296d27c6d212a1f",
    "url": "https://www.eurasiantimes.com/lockheed-martin-of-asia-despite-aussie-snub-hanwha",
    "site_full": "www.eurasiantimes.com",
    "site": "eurasiantimes.com",
    "site_section": "https://military.einnews.com/",
    "site_categories": [],
    "section_title": "Military Newswire - Military Industry Today - EIN Presswire",
    "title": "'Lockheed Martin' Of Asia! Despite Aussie Snub, Hanwha Emerges 'Big Player' In Global Defense Market",
    "title_full": "'Lockheed Martin' Of Asia! Despite Aussie Snub, Hanwha Emerges 'Big Player' In Global Defense Market",
    "published": "2024-05-03T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.eurasiantimes.com/wp-content/uploads/2021/04/SKorea-Laser-e1618886312543.jpg",
    "performance_score": 0,
    "domain_rank": 20757,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cfb0a1f856fc699ae42702f9e296d27c6d212a1f",
  "url": "https://www.eurasiantimes.com/lockheed-martin-of-asia-despite-aussie-snub-hanwha",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sakshi Tiwari",
  "published": "2024-05-03T03:00:00.000+03:00",
  "title": "'Lockheed Martin' Of Asia! Despite Aussie Snub, Hanwha Emerges 'Big Player' In Global Defense Market",
  "text": "South Korea’s defense industry has emerged as a leading defense exporter in Asia. Spearheaded by ‘Hanhwa Defense,’ South Korean defense exports have propelled the Asian nation into an exclusive club. Earlier this month, the second-largest shipbuilder in the world, Hanwha Ocean Co., announced that it had successfully negotiated the terms and price of a buyout bid for Austal, an Australian defense shipyard purportedly valued at $662 million. However, Austal quickly rejected the offer. In a recent communique, the Australian government clarified that the possible acquisition deal by Korean military behemoth Hanwha Group for Australian shipbuilder Austal did not worry Australia’s government. Australian Defense Minister Richard Marles said, “Ultimately, this is a matter for Australia, they are a private company. From the government’s perspective, we don’t have any concern about Hanwha moving in this direction.” Marles pointed out that Canberra regarded Australia as a “strategic” shipbuilder and that, regardless of Austal’s future, security measures about intellectual property and sensitive technology will need to be implemented. “Were there anything that was to transpire about Hanwha that would need to be managed in that context as well,” he said. Although Austal rejected the proposal, Hanwha declared its unwavering commitment to the potential agreement, especially in light of the growing defense cooperation between the two countries. Hanhwa’s desire to purchase a significant Australian defense manufacturing company comes as South Korea emerges as a key defense exporter. With two major global defense exporters — Russia and the United States — currently grappling with the Ukraine war, South Korean defense manufacturers have gained prominence as viable alternatives. Yoon Suk-yeol, the President of South Korea, is a fervent supporter of his nation’s developing defense sector, which aims to generate an increasing share of the world’s arms. During his opening address at last October’s Seoul International Aerospace and Defense Exhibition (ADEX), Yoon said , “We aim to become the world’s fourth-largest defense equipment exporter.” Yoon also pledged to promote military equipment on his trips abroad. The Stockholm International Peace Research Institute ranked Korea as the world’s ninth-largest arms exporter from 2018-2022. It was one of the two Asian nations to appear among the top 25 exporters (the other being China in fourth place). The success of South Korean defense exports is extraordinary, as its weapons sales increased by a whopping 74 percent compared to 2013-17. In 2022, South Korean arms exports registered a 140 percent rise to a record US $17.3 billion. A significant chunk of this meteoric rise can be attributed to Hanhwa Defense, which has been expanding in a fashion similar to the big defense manufacturers of the West, like Lockheed Martin. Hanhwa, The Lockheed Martin Of Asia? The military and the arms industry in South Korea have a close relationship, which enables them to reorganize domestic orders to create space for export production and to increase output in the nation’s highly industrialized manufacturing base. This trend has been observed in Hanhwa, the biggest defense manufacturer in South Korea. Over the years, Hanhwa has become a key global player, mainly owing to its state-of-the-art equipment and hot-running production lines. The manufacturer has said it intends to triple its production capacity to meet the burgeoning international demand. In July 2022, Poland signed an agreement with South Korea to purchase hundreds of K2 tanks, K9 Howitzers, and several Chunmoo Multiple Launch Rocket Systems (MLRS). Of these, the K9 Howitzers and Chunmoo MLRS are produced by Hanhwa companies. The deal was considered a big win for Hanhwa and forced the company to add more workers and increase production lines. The first shipment of the Howitzers was delivered within months of placing the order. Hanwha Aerospace announced last week that it had signed a $1.64 billion deal to supply 72 Chunmoo rocket artillery units to Poland. According to data from the NH Research & Securities published last year, Hanwha Aerospace held a 55% market share for howitzers worldwide. With the Poland deal, that percentage could increase to 68%. Within a short period, Changwon Plant 3 of Hanwha Aerospace has increased the production of K9 155mm self-propelled howitzers. It was previously reported that with the opening of the third production unit, which was slated for April 2024, the annual output would rise to 240 K9s. The K9 howitzers are undoubtedly the most popular equipment produced by Hanhwa. In February this year, media reports suggested that the Hanwha Aerospace Co. was working with Romania to sign a 1 trillion won ($751 million) contract to sell its K9 howitzers. If and when the deal is signed, it will be the company’s first export agreement with Romania and its sixth in Europe. Besides Poland and Romania, Vietnam recently indicated it was planning to procure the South Korean Hanwha K9 self-propelled howitzer (SPH) for the People’s Army of Vietnam. Indian Army already operates the K9 and has deployed them near China border. Earlier this year, on a visit to Korea, Dr. David Perry, the president of the Canadian Global Affairs Institute (CGAI), inspected the cutting-edge defense technology of South Korea’s Hanwha Ocean and Hanwha Aerospace, indicating the country’s interest in the equipment. While Canadian officials have not expressed interest in any particular system, Hanhwa said it looked forward to providing submarines to the Canadian Navy. Hanhwa has also signed a contract for defense cooperation with Saudi Arabia. As per the MoU, Hanwha will be involved in the ministry’s medium to long-term objectives, which include armored vehicles, ground weapons systems, and robot and satellite-based surveillance systems. Hanwha Aerospace’s Australian division was able to secure a US$2.4 billion deal in December to supply Australia with 129 Redback infantry fighting vehicles. It was Hanwha’s second export to Australia after the K-9 self-propelled howitzer contract from 2021. There is another equipment that has risen to fame in recent times: the South Korean FA-50 or T-50 aircraft. The fighter has been sold to several countries, including Indonesia, Iraq, Philippines, Poland, Thailand, and Malaysia. While Hanhwa does not manufacture the jet, it provides critical equipment, including digital cameras (ACCTVS), intercoms (ICS), smart multi-function displays(SMFD), etc. Last month, Hanwha Aerospace produced its 10,000th military engine, marking a significant turning point in the company’s domestic aviation engine development and production. The 10,000th aircraft engine, the F404 powering the Republic of Korea’s (ROK) Air Force’s TA-50 trainer jet, was rolled out with a ceremony at Changwon Plant I. Additionally, in honor of reaching an important milestone in engine manufacturing, Hanwha Aerospace broke ground on a 16,530-engine production facility. There, F414 engines for the KF-21 fighter aircraft fleet will be produced under license from General Electric. Hanhwa has been expanding in a fashion not seen before in South Korea. The company has manufacturing units in Germany, the United States, Malaysia, China, and Vietnam. In addition, it has marketing and sales operations in Australia, Canada, Japan, China, and South Korea. After making forays into new markets, the US-based subsidiary of South Korea’s largest defense contractor hopes to establish itself as a leading provider of land systems in the US by the end of this decade. This was stated by John Kelly, Chief Executive Officer of Hanwha Defense USA, who noted, “All options are on the table,” to help the company reach its objective A major selling point of South Korea’s weaponry is its compatibility with NATO and US systems. According to the Stockholm International Peace Research Institute (SIPRI), the nation accounts for 4.9% of NATO and its member nations’ military purchases, making it the third-largest provider of weaponry to the organization. - Contact the author at sakshi.tiwari9555 (at) gmail.com Follow EurAsian Times on Google News",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://en.yna.co.kr/view/AEN20240501004500315",
    "https://www.kedglobal.com/aerospace-defense/newsView/ked202402260005",
    "https://breakingdefense.com/2023/10/american-arm-of-koreas-hanwha-has-a-10-year-plan-to-become-a-us-land-systems-prime/",
    "https://www3.nhk.or.jp/nhkworld/en/news/backstories/2876/",
    "https://news.google.com/publications/CAAqBwgKMJvlgwswtsTaAg?hl=en-IN&gl=IN&ceid=IN:en",
    "https://www.reuters.com/business/aerospace-defense/skoreas-hanwha-aerospace-deal-supply-more-rocket-launchers-poland-2024-04-25/",
    "https://www.prnewswire.com/news-releases/hanwha-aerospace-celebrates-production-of-10-000-military-engines-302116474.html",
    "https://www.maritimeeconomy.com/post-details.php?post_id=bWlubQ==&post_name=Hanwha%20Ocean%20to%20Set%20up%20Submarine%20Construction%20Centers%20in%20Canada%20Poland&segment_name=Defence",
    "https://www.reuters.com/business/aerospace-defense/skoreas-hanwha-aerospace-deal-supply-more-rocket-launchers-poland-2024-04-25",
    "https://maritimeeconomy.com/post-details.php?post_id=bWlubQ==&post_name=Hanwha%20Ocean%20to%20Set%20up%20Submarine%20Construction%20Centers%20in%20Canada%20Poland&segment_name=Defence",
    "https://www.breakingdefense.com/2023/10/american-arm-of-koreas-hanwha-has-a-10-year-plan-to-become-a-us-land-systems-prime/",
    "https://breakingdefense.com/2023/10/american-arm-of-koreas-hanwha-has-a-10-year-plan-to-become-a-us-land-systems-prime",
    "https://news.google.com/publications/CAAqBwgKMJvlgwswtsTaAg",
    "https://www.news.google.com/publications/CAAqBwgKMJvlgwswtsTaAg?hl=en-IN&gl=IN&ceid=IN:en",
    "https://www.en.yna.co.kr/view/AEN20240501004500315",
    "https://prnewswire.com/news-releases/hanwha-aerospace-celebrates-production-of-10-000-military-engines-302116474.html",
    "https://reuters.com/business/aerospace-defense/skoreas-hanwha-aerospace-deal-supply-more-rocket-launchers-poland-2024-04-25/",
    "https://www.maritimeeconomy.com/post-details.php",
    "https://www3.nhk.or.jp/nhkworld/en/news/backstories/2876",
    "https://.nhk.or.jp/nhkworld/en/news/backstories/2876/",
    "https://kedglobal.com/aerospace-defense/newsView/ked202402260005"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "austal",
        "sentiment": "none"
      },
      {
        "name": "richard marles",
        "sentiment": "none"
      },
      {
        "name": "marles",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "lockheed martin",
        "sentiment": "neutral"
      },
      {
        "name": "hanwha emerges",
        "sentiment": "neutral"
      },
      {
        "name": "hanwha ocean co.",
        "sentiment": "none"
      },
      {
        "name": "hanwha group",
        "sentiment": "none"
      },
      {
        "name": "hanwha",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "south korea",
        "sentiment": "none"
      },
      {
        "name": "asia",
        "sentiment": "none"
      },
      {
        "name": "canberra",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T18:10:52.357+03:00",
  "updated": "2024-05-04T01:14:08.565+03:00"
}