{
  "thread": {
    "uuid": "343c0adebcfc7663214517681eaaa2ea5fd0468a",
    "url": "https://www.wxxinews.org/npr-news/2023-12-29/the-u-s-saw-a-big-drop-in-shootings-in-2023",
    "site_full": "www.wxxinews.org",
    "site": "wxxinews.org",
    "site_section": "https://www.wxxinews.org/npr-news.rss",
    "site_categories": [
      "media"
    ],
    "section_title": "NPR News",
    "title": "The U.S. saw a big drop in shootings in 2023",
    "title_full": "The U.S. saw a big drop in shootings in 2023",
    "published": "2023-12-30T01:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 42186,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "343c0adebcfc7663214517681eaaa2ea5fd0468a",
  "url": "https://www.wxxinews.org/npr-news/2023-12-29/the-u-s-saw-a-big-drop-in-shootings-in-2023",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Patrick Smith",
  "published": "2023-12-30T01:05:00.000+02:00",
  "title": "The U.S. saw a big drop in shootings in 2023",
  "text": "The U.S. saw a big drop in shootings in 2023\nARI SHAPIRO, HOST:\nWhen it comes to crime, cities across the country experienced big drops in shootings in 2023. Some of the largest decreases occurred in cities that have become almost synonymous with gun crime, like Chicago, Detroit and Philadelphia. The reduction in Chicago came in areas considered the most violent, with the number of murders and shootings dropping lower than before the pandemic. Patrick Smith of member station WBEZ reports.\n(SOUNDBITE OF KEYS JINGLING)\nPATRICK SMITH, BYLINE: Tony Raggs is just getting ready to shut down his boxing gym for the night. Most of the kids who had been here earlier, working out and goofing around, are gone. Raggs and his brother opened the gym up in the basement of a church building a few years ago, the latest tactic to try and teach conflict resolution that doesn't involve guns.\nTONY RAGGS: I had two guys come in last week - got into a fistfight on the street. Both guys were 17 years old. It could have easily escalated. You know, there's always somebody on the sideline, edging somebody on, so - brought them down, had a conversation with them, and they made up right there.\nP SMITH: Raggs has been trying to reduce gun violence on Chicago's West Side for years. And in the summer of 2020, Chicago, just like much of the rest of the country, saw the number of shootings and murders in some of its most troubled neighborhoods explode. At the height of the pandemic and in the immediate aftermath of the George Floyd uprisings, murders in Chicago went up more than 50% in one year. Raggs says it was a bad time in his neighborhood of West Humboldt Park.\nRAGGS: We was actually up against the pandemic and the epidemic of violence.\nP SMITH: But now, for the second year in a row, shootings and murders are down in Chicago. West Humboldt Park is leading the city in the year-over-year drop. Chicago, overall, is still more violent now than it was in 2019, but some of the neighborhoods with the highest levels of gun violence are safer today than they were before the start of the COVID-19 pandemic according to Kim Smith. She's the director of programs for the University of Chicago Crime Lab.\nKIM SMITH: You might expect that the community areas where gun violence increased the most might also be the places where the benefits of reduction have been most disproportionately felt, and that is what we're seeing.\nP SMITH: University of Pennsylvania criminologist Aaron Chalfin says Chicago is part of a national drop in violence.\nAARON CHALFIN: Homicides are down, you know, pretty convincingly. Like, 2023 has been a great year. Other crimes are not down. Other crimes - at least in many cities, cities that I've seen data for - are up.\nP SMITH: For instance, Chicago has seen its sharpest spike in robberies in at least 20 years. That robbery trend is unique to Chicago, but motor vehicle theft has soared in many other cities.\nCHALFIN: That's a puzzle. Usually, all crimes kind of move in the same direction.\nP SMITH: Chalfin says it's all the more reason not to draw any conclusions from the year-over-year changes, and it's a sign that no one should be taking a victory lap just yet. On Chicago's West Side, they aren't declaring victory, but the front-line anti-violence workers believe they are building something that's going to last. Tavares Harrington works in the city's Austin neighborhood. Harrington says they've been able to negotiate a number of nonaggression agreements between different warring street groups.\nTAVARES HARRINGTON: These guys are not, you know, trying to be aggressive with each other. They're not sliding or trying to intimidate each other in no type of way. And if we do hear of someone maybe riding through that area and making them feel intimidated, then we'll give a call or get that in place and straighten that out.\nP SMITH: It's that persistence and deep connection with the guys closest to the violence that Harrington hopes will keep murders and other violent crimes On the decline in 2024.\nFor NPR News, I'm Patrick Smith in Chicago.\nSHAPIRO: And that story was reported with Andy Boyle and Andy Grimm of the Chicago Sun-Times.\n(SOUNDBITE OF MUSIC) Transcript provided by NPR, Copyright NPR.\nNPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tony raggs",
        "sentiment": "none"
      },
      {
        "name": "patrick smith",
        "sentiment": "none"
      },
      {
        "name": "patrick smith",
        "sentiment": "none"
      },
      {
        "name": "raggs",
        "sentiment": "none"
      },
      {
        "name": "tony raggs",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wbez",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "detroit",
        "sentiment": "none"
      },
      {
        "name": "chicago",
        "sentiment": "none"
      },
      {
        "name": "philadelphia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T05:43:04.884+02:00",
  "updated": "2023-12-30T05:43:04.884+02:00"
}