{
  "thread": {
    "uuid": "20ea67181355b75f92e1547a170e28c7382c6275",
    "url": "https://www.foxsports.com/stories/mlb/dodgers-star-mookie-betts-has-sights-set-on-legend-status",
    "site_full": "www.foxsports.com",
    "site": "foxsports.com",
    "site_section": "https://www.foxsports.com/stories",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "FOX Sports Stories - Sports News, Stories, &amp; Analysis | FOX Sports",
    "title": "Dodgers star Mookie Betts has his sights set on 'legend' status | FOX Sports",
    "title_full": "Dodgers star Mookie Betts has his sights set on 'legend' status | FOX Sports",
    "published": "2024-03-01T00:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2139,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 3
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "20ea67181355b75f92e1547a170e28c7382c6275",
  "url": "https://www.foxsports.com/stories/mlb/dodgers-star-mookie-betts-has-sights-set-on-legend-status",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@foxsports",
  "published": "2024-03-01T00:13:00.000+02:00",
  "title": "Dodgers star Mookie Betts has his sights set on 'legend' status | FOX Sports",
  "text": "Dodgers star Mookie Betts has his sights set on 'legend' status [Mookie Betts](https://www.foxsports.com/mlb/mookie-betts-player) has accomplished just about everything there is to accomplish so far in his baseball career, but he continues to set lofty goals for himself and is not afraid to talk about them. Things are no different as he prepares to enter the 2024 season. Speaking with [Ken Rosenthal](https://www.foxsports.com/personalities/ken-rosenthal) in an interview for FOX Sports, the [Los Angeles Dodgers](https://www.foxsports.com/mlb/los-angeles-dodgers-team) star said that he wants to be \"a legend in the game,\" and that he is motivated by his family and his \"drive within myself.\" \"I want to be great,\" Betts [told Rosenthal](https://theathletic.com/5307113/2024/02/29/mookie-betts-dodgers-rosenthal/). \"When I'm done, I want you to remember not necessarily just the baseball player, but Mookie. I want to be a legend in the game.\" On the field, Betts certainly seems to be tracking toward legend status. He won the AL MVP with the [Boston Red Sox](https://www.foxsports.com/mlb/boston-red-sox-team) in 2018, helping the ballclub win the World Series that year as part of a dominant 108-win season. He won his second title two years later, helping the Dodgers win the World Series in 2020. Betts hasn't won an MVP since 2018, but he's been a perennial candidate for the honor. Since 2016, he's finished in the top 10 in voting for his respective league's MVP in all but one season, recording second-place finishes three times. One of those second-place finishes came last season when Betts hit a career-high 39 home runs while slashing .307/.408/.579. However, Betts recognized that his path to becoming a legend might transcend his play on the field. He has \"no idea\" how to create that, but Betts wants to capitalize on whatever opportunities he can to build toward it. \"I'm just kind of going about it and bringing smiles to people's faces when I can, trying to sign some autographs when I can, be the best player I can be when I'm playing, be the best teammate I can be,\" Bett said. \"Whatever comes my way, I'm just going to try and be the best at it no matter what. If it's sitting on the bench, I want to be the best cheerleader. Whatever it is. I think if I can do that, I feel like that will create some type of legacy that I can leave. You won't remember all the on-field stuff, but I want people to remember who Mookie was off the field for sure.\" Betts actually attempted something new last season in an attempt to boost his legacy. He participated in the Home Run Derby for the first time in his career, telling FOX Sports' [Rowan Kavner](https://www.foxsports.com/personalities/rowan-kavner) at the time that [he believed it would help his goal of becoming a Hall of Famer](https://www.foxsports.com/stories/mlb/inside-mookie-betts-slugging-spree-and-drive-to-become-a-hall-of-famer). \"I think my goal now is to become a Hall of Famer,\" Betts told Kavner in July 2023. \"And whatever that consists of, that's what I'm trying to do. The rings, being a team guy, asserting myself a little bit, kind of embracing the platform, all those types of things I think will be what help me get to that end goal.\" Betts didn't fare well in the Home Run Derby, hitting just 11 home runs in the first round, which was the fewest hit by anyone in last year's event. Beyond that, he's taken opportunities to grow his brand. He's launched a podcast, where he often speaks with other MLB stars, and a YouTube channel, taking fans behind the scenes of what it's like to be a star baseball player. He also has a movie production agreement with Propagate Content and helped produce a film on Jackie Robinson. Ultimately, Betts' on-field production will likely play the biggest factor in determining whether he's a \"legend in the game\" when he retires. At 31, Betts still has a considerable amount of time to add to his résumé. But the 2024 season might be his best shot at adding another ring. The Dodgers had a record-spending offseason, adding [Shohei Ohtani](https://www.foxsports.com/mlb/shohei-ohtani-player) and [Yoshinobu Yamamoto](https://www.foxsports.com/mlb/yoshinobu-yamamoto-player), among many others. And the extra help comes after a pair of disappointing postseason finishes for the Dodgers, in which they lost in the NLDS both years after 100-win regular seasons. Betts failed to do his part, hitting 2-for-25 over the last two postseasons. Betts realizes that has to change. \"We've been to the playoffs so many times and haven't come through,\" Betts told Rosenthal. \"We've gotten one, but 1-for-9-or-10 is not very good in our sport, really in general.\" Texas Rangers coach Hector Ortiz dies at 54 after long battle with cancer Yankees star Juan Soto says he 'never wanted to leave' Nationals: 'It was a great team' Five observations from New York Yankees spring training MLB wants to make starting pitching more prominent, but it's a tough task 2024 MLB Opening Day: Schedule, dates, teams, how to watch Why Chris Sale might be exactly what Braves need to win another World Series Shohei Ohtani homers in first spring training game with Dodgers 2024 MLB odds: Aaron Judge favored to win HR title; Can Shohei Ohtani make up ground? Cody Bellinger thrilled to be back with Cubs despite long free agency Texas Rangers coach Hector Ortiz dies at 54 after long battle with cancer Yankees star Juan Soto says he 'never wanted to leave' Nationals: 'It was a great team' Five observations from New York Yankees spring training MLB wants to make starting pitching more prominent, but it's a tough task 2024 MLB Opening Day: Schedule, dates, teams, how to watch Why Chris Sale might be exactly what Braves need to win another World Series Shohei Ohtani homers in first spring training game with Dodgers 2024 MLB odds: Aaron Judge favored to win HR title; Can Shohei Ohtani make up ground? Cody Bellinger thrilled to be back with Cubs despite long free agency",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://theathletic.com/5307113/2024/02/29/mookie-betts-dodgers-rosenthal/).",
    "https://www.theathletic.com/5307113/2024/02/29/mookie-betts-dodgers-rosenthal/)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mookie betts",
        "sentiment": "negative"
      },
      {
        "name": "betts",
        "sentiment": "none"
      },
      {
        "name": "ken rosenthal",
        "sentiment": "none"
      },
      {
        "name": "rosenthal",
        "sentiment": "none"
      },
      {
        "name": "mookie",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dodgers",
        "sentiment": "negative"
      },
      {
        "name": "fox sports dodgers",
        "sentiment": "negative"
      },
      {
        "name": "boston red sox",
        "sentiment": "none"
      },
      {
        "name": "fox sports",
        "sentiment": "none"
      },
      {
        "name": "los angeles dodgers",
        "sentiment": "none"
      },
      {
        "name": "al mvp",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:38:33.054+02:00",
  "updated": "2024-03-01T01:52:51.888+02:00"
}