{
  "thread": {
    "uuid": "bb772c3ac6c55cbc0b4d9860ccc4b20a46296530",
    "url": "https://www.eldia.com/nota/2024-3-29-9-8-0-misas-en-la-catedral-y-lavado-de-pies-en-el-hospital-de-ninos-asi-se-vive-la-semana-santa-en-la-plata-la-ciudad",
    "site_full": "www.eldia.com",
    "site": "eldia.com",
    "site_section": "https://www.eldia.com/perfil",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Diario El Dia de La Plata www.eldia.com",
    "title": "Misas en la Catedral y lavado de pies en el Hospital de Niños: así se vive la Semana Santa en La Plata",
    "title_full": "Misas en la Catedral y lavado de pies en el Hospital de Niños: así se vive la Semana Santa en La Plata",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://cdn1.eldia.com/032024/1711714314787.jpeg?cw=600&ch=365",
    "performance_score": 0,
    "domain_rank": 40802,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bb772c3ac6c55cbc0b4d9860ccc4b20a46296530",
  "url": "https://www.eldia.com/nota/2024-3-29-9-8-0-misas-en-la-catedral-y-lavado-de-pies-en-el-hospital-de-ninos-asi-se-vive-la-semana-santa-en-la-plata-la-ciudad",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Diario El Dia de La Plata www.eldia.com",
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "Misas en la Catedral y lavado de pies en el Hospital de Niños: así se vive la Semana Santa en La Plata",
  "text": "El Arzobispo de La Plata, Gabriel Mestre, celebró durante el jueves Santo la Misa de la Cena del Señor que se desarrolló en la Catedral. Estuvo acompañado por el párroco del templo, Hernán Remundini y Rodrigo Adet como concelebrantes.\nDel evento religioso participaron también el diácono Santiago Rocca y otros seminaristas y miembros de diversas comunidades.\nEl Arzobispo realizó el lavatorio de pies, gesto característico de este día, a personas que brindan diversos servicios en el arzobispado.\nMonseñor Mestre destacó que el Jueves Santo \"está marcado por tres realidades que se conjugan dinámicamente en la fe de los creyentes: el mandamiento del amor, la institución de la Eucaristía y el don del sacerdocio ministerial\".\n\"Las tres realidades tienen como horizonte la pasión, muerte y resurrección del Señor que se celebrarán el viernes, sábado y domingo siguientes\", agregó.\nA la luz de las lecturas bíblicas propuso los siguientes tres puntos para meditar sintetizados en tres palabras entrelazadas por la entrega total de Jesús en la cruz: AMOR, EUCARISTÍA, SACERDOCIO.\nEl Arzobispo recordó que el amor \"se define por la entrega y el servicio. Ese es el amor de Dios, es el amor según Dios y es el amor que debemos llevar adelante los seres humanos\".\nPor otro lado, Mestre presidió por la tarde la Misa del Jueves Santo en el Hospital de Niños \"beata María Ludovica\" de La Plata, donde invitó, a la luz de los textos evangélicos y la fiesta del día, a \"dejarnos lavar los pies por Jesús, para que nos regale su gracia y nos permita vivir el mandamiento del amor, y así lavarnos los pies los unos a los otros en un gesto de humildad, de comunión, diálogo y respeto\".\nEn ese contexto, Mestre lavó los pies, por invitación de las hermanas de la Misericordia que acompañan la tarea del hospital, a casi una veintena de niños que se encuentran internados y también a algunos hijos del personal médico y de enfermería de dicho nosocomio.\nTal gesto fue compartido y vivenciado con intensidad por todos los presentes, quienes además rezaron a Dios especialmente por los niños, recordando la frase de nuestra querida beata María Ludovica 'Para los niños lo mejor'.\nAl concluir la celebración, el Arzobispo realizó una breve procesión con el Santísimo Sacramento que quedará expuesto en la capilla del hospital hasta las 10 de la noche de hoy.\nLas noticias locales nunca fueron tan importantes\nSUSCRIBITE",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T15:19:59.436+03:00",
  "updated": "2024-03-29T22:34:38.994+03:00"
}