{
  "thread": {
    "uuid": "7e96c7b273a3fe297a743c1f8547204bb5e2ccaf",
    "url": "https://bnnbreaking.com/finance-nav/business/dragons-den-deborah-meaden-invests-in-underground-electric-car-charging-solution-kerbo-charge",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnnbreaking.com/feed/",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "Dragon's Den: Deborah Meaden Invests in Underground Electric Car Charging Solution, Kerbo Charge",
    "title_full": "Dragon's Den: Deborah Meaden Invests in Underground Electric Car Charging Solution, Kerbo Charge",
    "published": "2024-02-15T22:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/90ade4243e2e8b5681999779ef9d06efe7408936dee8fa849187d73ed840c894.jpg",
    "performance_score": 0,
    "domain_rank": 27879,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7e96c7b273a3fe297a743c1f8547204bb5e2ccaf",
  "url": "https://bnnbreaking.com/finance-nav/business/dragons-den-deborah-meaden-invests-in-underground-electric-car-charging-solution-kerbo-charge",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bijay Laxmi",
  "published": "2024-02-15T22:33:00.000+02:00",
  "title": "Dragon's Den: Deborah Meaden Invests in Underground Electric Car Charging Solution, Kerbo Charge",
  "text": "In a remarkable turn of events on the latest episode of Dragon's Den, aired on BBC One, two emerging entrepreneurs, Mike and Ben, made a compelling pitch for their groundbreaking electric car charging business, Kerbo Charge. They presented an innovative solution to a common problem faced by electric vehicle owners: the scarcity of accessible and convenient charging options. Their business focuses on installing underground charging cables for electric cars outside properties, a proposal that caught the attention of the Dragons, especially Deborah Meaden. Despite Peter Jones' skepticism concerning the fixed nature of the charging stations, Meaden saw a glimpse of the future in Kerbo Charge, leading her to invest £50,000 for a 6% share in the company, a decision that left Jones visibly shocked. This investment highlights the shifting dynamics in the electric vehicle industry and underscores the significant role of innovative solutions in driving the sector forward, particularly in light of the government's ambitious plan to halt the manufacturing of petrol and diesel vehicles by 2035.\nThe Leap Towards Electric Mobility\nThe electric vehicle (EV) market is on the cusp of a major transformation, with companies like LeapCharger Corporation pioneering a comprehensive ecosystem approach in the Middle East. This approach involves not just the deployment of DC fast charging infrastructure but also offering electric vehicle options and home charging solutions. The goal is to revolutionize the electric vehicle landscape and drive a positive change in the region's transportation sector. LeapCharger's initiative mirrors the ambitious vision of Kerbo Charge, showcasing a collective move towards sustainable and accessible electric mobility solutions.\nThe Dragons' Den Debate: A Reflection of Market Sentiments\nThe debate between Deborah Meaden and Peter Jones on Dragon's Den encapsulates the broader industry sentiments towards the adoption of electric vehicles and the infrastructure required to support them. Jones' skepticism about Kerbo Charge's business model, focusing on the fixed location of the chargers, highlights a significant concern regarding the adaptability and convenience of EV charging solutions. On the other hand, Meaden's decision to invest in Kerbo Charge reflects a strong belief in the future of electric mobility and the importance of innovative infrastructure to support it. Her investment decision is not just a vote of confidence in Mike and Ben's business but also an acknowledgment of the urgent need for sustainable transportation solutions.\nDriving Positive Change in the EV Landscape\nAs the world moves closer to the 2035 deadline for ending the manufacture of petrol and diesel vehicles, the spotlight is increasingly on electric vehicles and the ecosystem supporting them. The investment by Deborah Meaden in Kerbo Charge is a testament to the growing confidence in electric mobility as a viable and sustainable alternative to traditional transportation methods. With companies like LeapCharger Corporation and Kerbo Charge leading the charge, the future of the electric vehicle industry looks promising. These developments not only signify a seismic shift in the automotive sector but also pave the way for a cleaner, greener, and more sustainable future.\nIn conclusion, the recent episode of Dragon's Den serves as a microcosm of the broader electric vehicle industry, reflecting the challenges, opportunities, and the dynamic interplay between innovation and market readiness. Deborah Meaden's investment in Kerbo Charge, despite Peter Jones' skepticism, underscores the growing importance of electric mobility and the critical role of innovative charging solutions in overcoming existing barriers. As the industry continues to evolve, the focus on sustainable transportation solutions will undoubtedly gain momentum, driving positive change in the global transportation landscape.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kerbo",
        "sentiment": "negative"
      },
      {
        "name": "deborah meaden",
        "sentiment": "negative"
      },
      {
        "name": "peter jones",
        "sentiment": "none"
      },
      {
        "name": "jones",
        "sentiment": "none"
      },
      {
        "name": "mike",
        "sentiment": "none"
      },
      {
        "name": "meaden",
        "sentiment": "none"
      },
      {
        "name": "ben",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bbc",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "kerbo charge",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T00:35:30.219+02:00",
  "updated": "2024-02-16T00:35:30.219+02:00"
}