{
  "thread": {
    "uuid": "09ea4f07a321a327df966969685b341d4c96988f",
    "url": "https://vnexplorer.net/z/934650.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "4-year-old found safe after going missing at campground: 'We got lucky'",
    "title_full": "4-year-old found safe after going missing at campground: 'We got lucky'",
    "published": "2024-06-21T16:36:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://i.abcnewsfe.com/a/57ae45ae-4e9b-4864-be0a-462fc6b59bb6/boy-found-main-ht-jt-240621_1719001561878_hpMain_16x9t.jpg",
    "performance_score": 0,
    "domain_rank": 82409,
    "domain_rank_updated": "2024-06-18T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "09ea4f07a321a327df966969685b341d4c96988f",
  "url": "https://vnexplorer.net/z/934650.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-06-21T16:36:00.000+03:00",
  "title": "4-year-old found safe after going missing at campground: 'We got lucky'",
  "text": "4-year-old found safe after going missing at campground: &#039;We got lucky&#039; Christian Ramirez went missing overnight near Huntington Lake in California. ByMeredith Deliso June 21, 2024, 5:21 PM A 4-year-old boy was found safe after going missing overnight at a campground in California, authorities said. Christian Ramirez&amp;#x27;s family reported him missing Thursday shortly before 11 a.m. PT at the Rancheria Campground near Huntington Lake, according to the Fresno County Sheriff&amp;#x27;s Office. Christian Ramirez is found safe after going missing near Huntington Lake in Fresno County, California, June 21,Fresno County Sheriff&#039;s Office More than 50 sheriff&amp;#x27;s deputies and volunteers joined in a search for the child that continued overnight. Christian was ultimately found around 8 a.m. PT Friday outside the campground, about a quarter-mile from where he went missing, by members of the Tulare County Search and Rescue Team, authorities said. MORE: Boy found in Montana woods after missing for 48 hours &quot;He&amp;#x27;s tired, he&amp;#x27;s hungry, but he&amp;#x27;s alive and he&amp;#x27;s healthy,&quot; Lt. Brandon Pursell with the Fresno County Sheriff&amp;#x27;s Office told ABC Fresno affiliate KFSN. &quot;This is overall just a great victory for the sheriff&amp;#x27;s office, for the kid&amp;#x27;s family and for our searchers that … spent all night last night out working tirelessly to find this boy.&quot; The search effort included helicopters, drones, dog teams, boats and a ground search through rough terrain, according to Pursell. The Fresno County Sheriff&amp;#x27;s Office released footage and photos of the child after he was found and reunited with his parents. He was shown wrapped in a coat and eating a sandwich upon his rescue in a wooded area. Christian Ramirez is found safe after going missing near Huntington Lake in Fresno County, California, June 21, 2024.Fresno County Sheriff&#039;s Office Christian Ramirez is found safe after going missing near Huntington Lake in Fresno County, California, June 21, 2024.Fresno County Sheriff&#039;s Office Pursell told KFSN it was fortunate the boy was found unharmed, given the location where he went missing. Bears, snakes, waterways and &quot;slip and fall hazards&quot; posed potential dangers, he told the station. The child was also wearing only a T-shirt and shorts overnight in the cold, though he was cleared by medical staff to be released to his family and was in &quot;decent spirits,&quot; Pursell told the station. &quot;There&amp;#x27;s a lot of things that could have gone really, really wrong with this one,&quot; he told KFSN. &quot;We got lucky, the family got lucky.&quot; Christian Ramirez is found safe after going missing near Huntington Lake in Fresno County, California, June 21, 2024.Fresno County Sheriff&#039;s Office Pursell told KFSN they were still working to determine exactly what happened but that it appears the child wandered off while the family was camping. &quot;We believe that it was just an unfortunate event,&quot; he told the station, adding that no criminality is suspected. MORE: 8-year-old missing for 2 days found safe under log in Michigan state park Pursell reminded parents to be &quot;extra diligent&quot; this summer. &quot;Kids wander, and especially when you&amp;#x27;re in wooded areas, near water, we want to remind parents, you have to stay incredibly diligent and watch your children at all times,&quot; he told KFSN.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christian ramirez",
        "sentiment": "neutral"
      }
    ],
    "organizations": [
      {
        "name": "fresno county sheriff&amp;#x27",
        "sentiment": "none"
      },
      {
        "name": "fresno county sheriff&#039;s office more",
        "sentiment": "none"
      },
      {
        "name": "tulare county search and rescue team",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "huntington lake",
        "sentiment": "none"
      },
      {
        "name": "rancheria campground",
        "sentiment": "none"
      },
      {
        "name": "montana",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "fresno county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T00:43:48.871+03:00",
  "updated": "2024-06-22T00:43:48.871+03:00"
}