{
  "thread": {
    "uuid": "ad3c4e94647da5e460e0e4eb88fdbb05804b6d28",
    "url": "https://biz.crast.net/texas-is-growing-and-adding-jobs-winning-over-the-us-economy/",
    "site_full": "biz.crast.net",
    "site": "crast.net",
    "site_section": "https://biz.crast.net/feed/",
    "site_categories": [],
    "section_title": "Business News",
    "title": "Texas is growing and adding jobs, winning over the US economy",
    "title_full": "Texas is growing and adding jobs, winning over the US economy",
    "published": "2023-12-29T22:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://i2.wp.com/i.insider.com/658efc03ec62ab5daf7f9752",
    "performance_score": 0,
    "domain_rank": 73079,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ad3c4e94647da5e460e0e4eb88fdbb05804b6d28",
  "url": "https://biz.crast.net/texas-is-growing-and-adding-jobs-winning-over-the-us-economy/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sylvia Quarles",
  "published": "2023-12-29T22:39:00.000+02:00",
  "title": "Texas is growing and adding jobs, winning over the US economy",
  "text": "Downward Angle Icon An icon in the shape of an angle pointing downwards. Austin, Texas. Rick Kern/Getty Images\n- Wells Fargo's analysis showed that Texas is outpacing most states in population and GDP growth.\n- Job growth is still increasing in many sectors such as manufacturing and healthcare.\n- Despite the downturn in its housing and commercial real estate markets, Texas is poised for recovery.\nTexas is becoming the poster child of the American economy.\nA new analysis from Wells Fargo determined that despite some struggles in commercial real estate, Texas is outpacing many states in terms of GDP and employment growth.\nThese findings echo a Bank of America report from early December that determined the Southeast's economy could outpace other regions of the US.\nIn 2023, Texas experienced the third-fastest growth in terms of population, increasing by 1.6% between July 2022 and July 2023 – compared to a 0.5% increase nationwide. This included approximately 473,000 new residents, many of whom came from different states.\nIn 2023, net domestic migration – the number of people moving to Texas from another state, minus those moving out – was about 187,000 people, second only to Florida. A total of more than 668,300 people moved to Texas between 2021 and 2022, according to Census Bureau data — more than 102,000 from California. An additional 128,500 people arrived from other countries between July 2022 and July 2023.\nTexas economy is booming and jobs are growing\nTexas grew 7.7% in the third quarter, compared to the nation's 4.9% GDP growth. Texas has also outpaced US real GDP growth over the past five quarters, making the state a “superstar economy”. Texas is outpacing all but six states in real GDP growth with 12% since the fourth quarter of 2019.\nWells Fargo projects Texas growth will slow in 2024, but will still remain high in the long run, as employers in Texas have recently slowed the pace of their hiring, especially in the tech sector. Unemployment in Texas, measured at 4.1%, is slightly higher than the national average of 3.7%.\nAustin's unemployment rate, which was 3.5% in October, lower than other major cities in the state, is projected to rise below 3% in mid-2022 amid a hiring slowdown in sectors such as information and professional and technical services. Nevertheless, hiring in manufacturing is still strong, especially in energy production and construction, and education and healthcare have also seen modest growth due to population growth.\nTexas added 26,800 jobs in November despite a decline in hiring. Wells Fargo analysts said in November Texas saw job growth faster than many states at more than 3% year-over-year — which is more than the national average of 1.8%. Payrolls in Texas have increased nearly 24% since January 2020.\nA promising real estate future\nWells Fargo predicts that the Texas real estate market could improve over the next few years after a decline in home sales due to high mortgage rates. Comparing November 2023 and November 2021, home sales declined 31% – although new home sales have been more resilient. Overall, home prices in Texas are still rising, but slower than in the first two years of the pandemic, although home prices in Austin have fallen about 13% since peaking in July 2022.\nAs home buying activity has stabilized over the past few months, Wells Fargo sees a revival in housing activity provided the Federal Reserve eases policy next year, which will reduce financing costs.\nAustin remains one of the most expensive cities in the country, although it has recently built housing at a faster rate than most American cities. Upzoning measures have been passed to make housing more affordable for low- and moderate-income residents.\nCommercial real estate has struggled across the state despite continued demand in the hotel, retail and industrial sectors, especially as the state moves forward on retail construction. The Dallas-Fort Worth metro has the most industrial space under construction of any market nationwide.\nStill, vacancy rates have increased, demand for office space is low, and the pace of new construction has slowed in some areas. According to Wells Fargo, office vacancy rates are 18.7% in Houston and 17.8% in Dallas.\nWATCH NOW: Insider Inc.'s popular videos.\nIt's loading…\nSource: www.businessinsider.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rick kern",
        "sentiment": "neutral"
      }
    ],
    "organizations": [
      {
        "name": "bank of america",
        "sentiment": "none"
      },
      {
        "name": "wells fargo",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "austin",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T23:51:45.318+02:00",
  "updated": "2023-12-29T23:51:45.318+02:00"
}