{
  "thread": {
    "uuid": "4df57e15b27c246e3d2f6eeac110872ac1469423",
    "url": "https://vnexplorer.net/z/498407.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "All you need to know about Vivekananda Memorial Hall where PM Modi is meditating",
    "title_full": "All you need to know about Vivekananda Memorial Hall where PM Modi is meditating",
    "published": "2024-05-31T19:39:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1nn8Cl.img",
    "performance_score": 0,
    "domain_rank": 96541,
    "domain_rank_updated": "2024-05-28T13:10:09.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4df57e15b27c246e3d2f6eeac110872ac1469423",
  "url": "https://vnexplorer.net/z/498407.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-05-31T19:39:00.000+03:00",
  "title": "All you need to know about Vivekananda Memorial Hall where PM Modi is meditating",
  "text": "All you need to know about Vivekananda Memorial Hall where PM Modi is meditating After completing a rigorous two-month election campaign, Prime Minister Narendra Modi began a 45-hour meditation at Vivekananda Rock in Kanyakumari on Thursday. He plans to meditate until June 1 afternoon. This spot holds significance as Swami Vivekananda meditated here for three days in 1892. Legend has it that Goddess Parvati meditated for Lord Shiva in the special hall, Sripada Mandapam, located on the rock. Here’s all that you need to know about the memorial hall. In the southernmost tip of India, where the Arabian Sea, the Bay of Bengal, and the Indian Ocean converge, stands a monument that transcends time and space. It’s the Vivekananda Memorial Hall, nestled in Kanyakumari, Tamil Nadu, which is not merely a structure of concrete and stone, but a living example of the enduring legacy of Swami Vivekananda, one of the country&#039;s most revered spiritual leaders. A tribute to Swami Vivekananda: Built in the honour of Swami Vivekananda, the memorial hall commemorates his historic visit to Kanyakumari in 1892. It was at this sacred site that Vivekananda, deeply moved by the beauty and spiritual significance of the location, meditated on the rock, which is now known as Vivekananda Rock Memorial. His profound spiritual experience and vision for India&#039;s future resonated deeply with the people of Kanyakumari and the nation at large. Architectural marvel: Construction of the Vivekananda Rock Memorial began in 1964, blending various Indian architectural styles and completing in 1970. Comprising two main sections, the Shripada Mandapam is dedicated to the goddess Kanyakumari, believed to have her footprints on the rock. It features a sanctum sanctorum, an inner compound, and an outer platform. The Vivekananda Mandapam includes a meditation hall, assembly hall, and statue section. Built to endure coastal conditions, the meditation hall integrates diverse temple styles and offers a serene atmosphere with natural lighting and ventilation. The assembly hall, facing the Shripadam, houses the statue of Swami Vivekananda. Educational and cultural hub: In addition to its spiritual significance, the Vivekananda Memorial Hall serves as a vibrant educational and cultural hub, hosting a myriad of programs and activities aimed at promoting the teachings of Swami Vivekananda and fostering dialogue on spirituality, philosophy, and social reform. The hall regularly hosts lectures, seminars, and workshops by eminent scholars and spiritual leaders, providing a platform for intellectual exchange and spiritual growth. Pilgrimage destination: For devotees and spiritual seekers alike, the Vivekananda Memorial Hall is a pilgrimage destination of unparalleled significance. Thousands of visitors flock to Kanyakumari each year to pay homage to Swami Vivekananda and seek inspiration from his teachings. The serene ambiance and breathtaking vistas surrounding the memorial hall create an atmosphere conducive to introspection and meditation, inviting visitors to connect with their inner selves and experience a sense of transcendence.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Politics",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "modi",
        "sentiment": "neutral"
      },
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "parvati",
        "sentiment": "none"
      },
      {
        "name": "swami vivekananda",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "shiva",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vivekananda memorial hall",
        "sentiment": "none"
      },
      {
        "name": "sripada mandapam",
        "sentiment": "none"
      },
      {
        "name": "indian ocean",
        "sentiment": "none"
      },
      {
        "name": "vivekananda rock",
        "sentiment": "none"
      },
      {
        "name": "kanyakumari",
        "sentiment": "none"
      },
      {
        "name": "bay of bengal",
        "sentiment": "none"
      },
      {
        "name": "tamil nadu",
        "sentiment": "none"
      },
      {
        "name": "arabian sea",
        "sentiment": "none"
      },
      {
        "name": "swami vivekananda",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T03:44:43.215+03:00",
  "updated": "2024-06-01T03:44:43.215+03:00"
}