{
  "thread": {
    "uuid": "568491cc98f96558d5cdc8d6b5fafca19f505237",
    "url": "https://oag.ca.gov/news/press-releases/attorney-general-bonta-joins-national-fight-commonsense-gun-laws",
    "site_full": "oag.ca.gov",
    "site": "ca.gov",
    "site_section": "https://oag.ca.gov/news/feed",
    "site_categories": [
      "law_government_and_politics",
      "legal_issues",
      "us_government_resources"
    ],
    "section_title": "California Attorney General Xavier Becerra - Press Releases",
    "title": "Attorney General Bonta Joins National Fight for Commonsense Gun Laws",
    "title_full": "Attorney General Bonta Joins National Fight for Commonsense Gun Laws",
    "published": "2023-12-29T23:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://oag.ca.gov/sites/default/files/oag-press-og.jpg",
    "performance_score": 0,
    "domain_rank": 196,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "568491cc98f96558d5cdc8d6b5fafca19f505237",
  "url": "https://oag.ca.gov/news/press-releases/attorney-general-bonta-joins-national-fight-commonsense-gun-laws",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Office of the Attorney General",
  "published": "2023-12-29T23:01:00.000+02:00",
  "title": "Attorney General Bonta Joins National Fight for Commonsense Gun Laws",
  "text": "Subscribe to Our Newsletter\nOAKLAND — California Attorney General Rob Bonta, as part of a coalition of 22 attorneys general, filed a brief in support of a federal law that prohibits firearms dealers from selling handguns and handgun ammunition to persons under the age of 21. The case, McCoy v. Bureau of Alcohol, Tobacco, Firearms & Explosives, is currently pending in the U.S. Court of Appeals for the Fourth Circuit, and addresses a Second Amendment challenge to 18 U.S.C. § 922(b)(1). States across the nation protect their citizens through the application of similar age-based restrictions on the possession, purchase, sale, transfer, or use of firearms because such laws have proven to promote public safety and curb gun violence within their borders.\n“Federal law has prevented federally licensed firearms retailers from selling handguns and ammunition for handguns to individuals under the age of 21 for nearly six decades,” said Attorney General Bonta. “As firearms continue to lead to more than 45,000 deaths per year, it is unwise to overturn this long-standing federal prohibition that helps reduce the scourge of gun violence in our communities. We support these federal regulations and those of sister states aimed at ending gun violence through commonsense laws that improve public safety.\"\nIn the brief, the states assert that the federal law is constitutional under the Second Amendment, as it is consistent with a historical tradition of federal and state regulations promoting gun safety and protecting communities from gun violence. The coalition argues that the district court’s decision misreads the U.S. Supreme Court’s decision in New York State Rifle & Pistol Association, Inc. v. Bruen, which preserves federal authority to regulate firearms through laws that are “consistent with the Second Amendment’s text and historical understanding.”\nAttorney General Bonta urges the Fourth Circuit Court of Appeals to overturn the lower court decision because:\nAttorney General Bonta stands with partners throughout the state to continue tackling the issue of gun violence strategically and aggressively by:\nAttorney General Bonta joins the attorneys general of Arizona, Colorado, Connecticut, Dealaware, Hawaii, Illinois, Maryland, Massachusetts, Michigan, Minnesota, Nevada, New Jersy, New York, North Carolina, Oregon, Pennsylvania, Rhode Island, Vermont, Washington, and the District of Columbia.\nA copy of the brief can be found\nhere.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rob bonta",
        "sentiment": "negative"
      },
      {
        "name": "bonta",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "u.s. court of appeals",
        "sentiment": "none"
      },
      {
        "name": "fourth circuit",
        "sentiment": "none"
      },
      {
        "name": "mccoy v. bureau of alcohol, tobacco, firearms & explosives",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "oakland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T03:11:28.890+02:00",
  "updated": "2023-12-30T03:11:28.890+02:00"
}