{
  "thread": {
    "uuid": "7d699cc0a8766d95f266895a0f7572437eb8bc9a",
    "url": "https://fr.hespress.com/346325-avocats-et-mangues-au-maroc-record-de-croissance-malgre-les-defis.html",
    "site_full": "fr.hespress.com",
    "site": "hespress.com",
    "site_section": "https://fr.hespress.com/rss",
    "site_categories": [
      "food",
      "media",
      "french_cuisine"
    ],
    "section_title": "Hespress Français &#8211; Actualités du Maroc",
    "title": "Avocats et mangues au Maroc : record de croissance malgré les défis",
    "title_full": "Avocats et mangues au Maroc : record de croissance malgré les défis",
    "published": "2023-12-30T19:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://fr.hespress.com/wp-content/uploads/2023/12/optimum1-copie.jpg",
    "performance_score": 0,
    "domain_rank": 46270,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7d699cc0a8766d95f266895a0f7572437eb8bc9a",
  "url": "https://fr.hespress.com/346325-avocats-et-mangues-au-maroc-record-de-croissance-malgre-les-defis.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mohamed Jaouad EL KANABI",
  "published": "2023-12-30T19:00:00.000+02:00",
  "title": "Avocats et mangues au Maroc : record de croissance malgré les défis",
  "text": "Au Maroc, les cultivateurs d’avocats annoncent une récolte exceptionnelle malgré la sécheresse qui a touché le pays dans sa partie nord-ouest. La production pour la saison, allant d’octobre (exceptionnel) à avril, pourrait enregistrer une hausse de 2%. Bien que cette nouvelle soit positive pour les consommateurs, elle pourrait avoir des implications sur la qualité de ce fruit crémeux, très prisé par les restaurateurs.\nLes conditions climatiques au Maroc se sont révélées idéales pour les producteurs d’avocats, contribuant à une augmentation constante des exportations en raison de la popularité croissante de ce fruit et de la hausse des prix sur le marché international. Le Maroc est devenu un acteur majeur sur la scène mondiale de l’avocat depuis son introduction.\nLes régions du nord du Maroc, qui bénéficient de précipitations et de réserves d’eau substantielles, ont joué un rôle clé dans la croissance de la production agricole de l’avocat, contrairement aux régions du sud, comme Agadir et le Sahara, confrontées à des pénuries d’eau. Bien que le Maroc souffre de graves sécheresses depuis cinq ans, l’industrie de l’avocat a fait preuve de résilience et se porte très bien.\nMalgré les défis liés à la pénurie d’eau, les producteurs d’avocats ont réussi à accroître leur production. Toutefois, il est souligné l’importance de réglementer les exploitations agricoles pour éviter des déséquilibres dans la distribution de l’eau.\nLa récolte d’avocats pour cette saison pourrait atteindre 60 000 tonnes à l’échelle nationale, selon l’Association marocaine des exportateurs d’avocats. Cependant, la concurrence accrue sur les marchés internationaux, combinée à des fruits plus petits cette année, a entraîné des difficultés pour les exportateurs, avec deux tiers de la récolte actuelle sans destination fixe.\nDu coup, les exportateurs font également face à des défis liés à la taille réduite de leurs fruits et à la compétition accrue sur les marchés internationaux, notamment en Europe, principal marché d’exportation de fruits et légumes du Maroc. Les risques d’accumulation de grandes quantités d’avocats non exportés pourraient entraîner une baisse des prix et des conséquences néfastes à l’interne pour cette industrie, au bonheur des consommateurs locaux.\nMalgré les défis liés à la pénurie d’eau, les exportations marocaines d’avocats sont en croissance. Le Maroc, qui était le 12e exportateur mondial d’avocats en 2017, a grimpé au neuvième rang l’année dernière, avec plus de 55 000 tonnes exportées. Les performances des neuf premiers mois de 2023 indiquent que les exportations de ce fruit connaissent la croissance la plus rapide, malgré les difficultés rencontrées par les producteurs en raison de la pénurie de ressources en eau.\nLe défi de l’utilisation efficace de l’eau reste crucial pour l’avenir de la production d’avocats au Maroc, et des appels sont régulièrement lancés pour limiter la consommation d’eau des producteurs tout en explorant des technologies modernes pour préserver les ressources naturelles et maintenir un revenu stable grâce aux exportations de ce produit prisé à l’échelle mondiale.\nA l’inverse, les importations marocaines d’avocats devraient atteindre un niveau record cette année, malgré une production locale robuste qui a hissé le Maroc à la neuvième place des exportateurs mondiaux d’avocats à fin 2022. Au cours des neuf premiers mois de l’année en cours, le Maroc a importé 13 500 tonnes d’avocats, marquant ainsi la plus grande quantité importée au cours des huit dernières années. La valeur totale de ces importations s’élève à 8,5 millions de dollars, constituant également un record pour la période.\nPlusieurs facteurs contribuent à cette augmentation des importations. L’importation d’avocats au Maroc, qui s’étend de mars à septembre, comble le déficit d’offre locale pendant cette période. De plus, l’importation d’avocats au Maroc est liée à la performance de l’industrie touristique du pays. Il est dit qu’en 2023, le Maroc accueillera un nombre record de touristes, stimulant ainsi les importations de divers produits, dont les avocats.\nCela dit, le Pérou, deuxième exportateur mondial d’avocats après le Mexique, demeure le principal fournisseur du Maroc, représentant au moins les deux tiers des importations totales d’avocats chaque année. Au cours des neuf premiers mois de 2023, les avocats péruviens ont constitué 78% du volume total importé par le Maroc. Bien que les avocats espagnols soient également importés, leur part de marché a diminué, passant de plus de 30% des importations marocaines en 2019 à seulement 12% à fin septembre 2023. D’autres pays, dont l’Afrique du Sud, le Brésil et le Kenya, contribuent par ailleurs aux importations marocaines d’avocats.\nC’est aussi le cas des importations de mangues au Maroc. Elles ont connu une croissance spectaculaire ces dernières années, avec une explosion des chiffres selon EastFruit. Les consommateurs marocains affichent un engouement croissant pour les mangues, et le pays s’apprête à surpasser son propre record d’importation cette année. Depuis 2017, les importations de mangues ont doublé, atteignant presque le niveau total de l’année précédente au cours des neuf premiers mois de 2023.\nEntre 2017 et 2022, les importations de mangues au Maroc ont augmenté en moyenne de 15 % par an, se situant juste derrière la Chine, la Jordanie et Brunei, qui ont connu des augmentations de 30 %, 66 % et 39 %, respectivement. En comparaison, les États-Unis, les Pays-Bas et l’Allemagne, principaux acheteurs mondiaux avec la Chine, ont augmenté leurs importations de seulement 4 %, 6 % et 1 %, respectivement.\nLes principales sources d’importation de mangues au Maroc proviennent d’Afrique subsaharienne et de fournisseurs notables tels que le Pérou, le Brésil, l’Espagne et, tout récemment, l’Égypte.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T20:05:20.329+02:00",
  "updated": "2023-12-30T20:05:20.329+02:00"
}