{
  "thread": {
    "uuid": "d1d736aae820441c96590d6df55e7eef2252edfb",
    "url": "https://www.nwitimes.com/news/local/franciscan-health-s-latest-vasia-class-sworn-in/article_124ea8cc-e1c6-11ee-860a-b3790ca77463.html",
    "site_full": "www.nwitimes.com",
    "site": "nwitimes.com",
    "site_section": "http://www.nwitimes.com/search/?f=rss&amp;t=article&amp;l=50&amp;s=start_time&amp;sd=desc&amp;k%5B%5D=%23topstory",
    "site_categories": [
      "media"
    ],
    "section_title": "www.nwitimes.com - RSS Results",
    "title": "Franciscan Health’s latest VASIA class sworn in",
    "title_full": "Franciscan Health’s latest VASIA class sworn in",
    "published": "2024-03-14T23:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/nwitimes.com/content/tncms/assets/v3/editorial/1/24/124ea8cc-e1c6-11ee-860a-b3790ca77463/65f29b85a32d1.preview.jpg?crop=1662%2C873%2C0%2C187&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 7628,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d1d736aae820441c96590d6df55e7eef2252edfb",
  "url": "https://www.nwitimes.com/news/local/franciscan-health-s-latest-vasia-class-sworn-in/article_124ea8cc-e1c6-11ee-860a-b3790ca77463.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joseph S. Pete joseph.pete@nwi.com, 219-933-3316",
  "published": "2024-03-14T23:44:00.000+02:00",
  "title": "Franciscan Health’s latest VASIA class sworn in",
  "text": "The newest volunteers for the Volunteer Advocates for Seniors and Incapacitated Adults were sworn in to help those who can no longer manage their own affairs. Franciscan Health and the Lake County Courts partners to provide the service to seniors and the incapacitated who are unable to represent themselves in legal matters. Funded by the Indiana Supreme Court, Legacy Foundation, Inc. and other sources, it’s provided elder law and guardianship services to the community in Lake County for 22 years. Lake Superior Court Probate Commissioner Ben Ballou swore in three new VASIA volunteers. LaFayette Boone of Crown Point, Steven Bowling of Portage and Dr. Celeste McGill of Chicago will advocate for elderly and incapacitates adults, serving as their court-appointed agents. “You’re joining a family of very talented and special people,” VASIA Director LaVonne Jarrett said. People are also reading… The volunteers are screened and required to do 40 hours of initial training and then 12 hours of continuing education. “What you’re doing is so important to our community,” Ballou said. “You’re a voice for the voiceless. You advocate for people who don’t have anyone to advocate for them. From the court’s perspective, you’re filling a huge void for us.” The advocates work as guardians on just one case at a time so it has their full attention and they don’t get overextended. “You will see the dying,” VASIA Volunteer Coordinator Francisca Mendoza said during the swearing-in ceremony. “You will see the poor and you’ll see the unwanted, by society and their families, but you will become an extension of the family. They’ll look forward to your visits.” Bowling is a barber who cuts nursing home residents’ hair for free. “To get a blessing, you’ve got to be a blessing,” Bowling said. “I just like to make others happy.” Boone is a nurse and Navy veteran who said she likes to be of service. McGill is a professor at the City Colleges of Chicago who previously worked as a social worker. “I don’t think anyone’s socio-economic status should determine the kind of care, services and support they need and deserve,” McGill said. Lake Superior Court Judge Bruce Parent told the volunteers they are “doing God’s work.” “God sees all and His light is shining upon you all,” Parent said. “We very much appreciate you.” For more information, visit www.franciscanhealth.org/VASIA . A look back at Northwest Indiana businesses that closed in 2023 A look back at Region businesses that closed in 2023 Beer Geeks, one of the Region's first, most beloved and most influential craft beer bars, closed after more than a decade and is being reimagined as a new concept. [ 88-year-old White Castle in Whiting, one of Chicago area's first, coming down to be replaced with new restaurant](/news/local/88-year-old-white-castle-in-whiting-one-of-chicago-areas-first-coming-down-to/article_63869ea6-1aa6-542b-92c9-bd5d795d4244.html) The landmark 88-year-old castle-shaped White Castle in Whiting is coming down to be replaced with a newer, larger, more modern White Castle restaurant. A longtime staple in downtown Crown Point poured its last drink. The longtime Westforth Sports gun shop is closing. The Silver Line Building Products plant at 16801 Exchange Ave. will be shuttered permanently. Brewfest in Highland will close in what's been called \"an end of an era.\" David's Bridal filed for bankruptcy and could close all stores if no buyer emerges to save it. The 88-year-old Whiting White Castle will be remembered with displays at museums in two different states. For years, the \"millionaire's club\" met every morning in the corner booth of the historic 88-year-old White Castle at Indianapolis Boulevard and 119th Street in downtown Whiting. The landmark restaurant served its final slider Tuesday. [ Downtown Griffith staple G&G Hobbies left to longtime employee, who's looking for buyer to keep it going](/news/local/downtown-griffith-staple-g-g-hobbies-left-to-longtime-employee-whos-looking-for-buyer-to/article_2e08c647-4ae4-53b6-96e4-57c3dc868718.html) One of Northwest Indiana's most popular and enduring hobby shops is looking for a buyer after the longtime owner died. J&L This N That Consignment Shop, a popular thrift store, closed in downtown Whiting after a run of several years. A Calumet Region institution, Calumet Fisheries on the far South Side of Chicago, is temporarily closed after failing a city health inspection. Just days after reopening after city health inspectors shut it down, Calumet Fisheries suffered a major fire. Pepe's Mexican Restaurant is no mas in Valparaiso. Beer Geeks in Highland rebranded as B-Side Bar & Lounge and then closed within a few months. [ Bed Bath and Beyond to close Valparaiso store and multiple Chicagoland locations, leaving just one Region location left](/news/local/business/bed-bath-and-beyond-to-close-valparaiso-store-and-multiple-chicagoland-locations-leaving-just-one/article_cbe8edf7-f634-5789-b637-9f9981362abd.html) Troubled retailer Bed Bath and Beyond will permanently close its Valparaiso location as it shutters more stores nationwide as it looks to restructure and shrink its footprint to save the struggling business. Peoples Bank has shuttered its branch in downtown Hammond. Viking Artisan Ales will soon pour its last craft beer at its Merrillville taproom. Old Chicago Pizza & Taproom is closing after 15 years at one of Northwest Indiana's most prominent highway interchanges. The Chicago Auto Show, the nation's largest auto show, returns to McCormick Place Saturday, running through Feb. 19.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "http://www.franciscanhealth.org/VASIA",
    "http://franciscanhealth.org/VASIA"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lafayette boone",
        "sentiment": "none"
      },
      {
        "name": "steven bowling",
        "sentiment": "none"
      },
      {
        "name": "lavonne jarrett",
        "sentiment": "none"
      },
      {
        "name": "ben ballou",
        "sentiment": "none"
      },
      {
        "name": "ballou",
        "sentiment": "none"
      },
      {
        "name": "celeste mcgill",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "legacy foundation, inc.",
        "sentiment": "none"
      },
      {
        "name": "vasia",
        "sentiment": "none"
      },
      {
        "name": "indiana supreme court",
        "sentiment": "none"
      },
      {
        "name": "lake superior court",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lake county",
        "sentiment": "none"
      },
      {
        "name": "chicago",
        "sentiment": "none"
      },
      {
        "name": "portage",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:04:56.577+02:00",
  "updated": "2024-03-15T00:11:41.136+02:00"
}