{
  "thread": {
    "uuid": "bcef28caa1e64b4fcd742f031786dbcb2cc40f98",
    "url": "https://leclaireur.fnac.com/article/368217-cocon-un-manga-sublime-sur-la-survie-en-temps-de-guerre",
    "site_full": "leclaireur.fnac.com",
    "site": "fnac.com",
    "site_section": "https://labo.fnac.com",
    "site_categories": [],
    "section_title": "L’Éclaireur Fnac, le média du choix éclairé",
    "title": "“Cocon” : un manga sublime sur la survie en temps de guerre",
    "title_full": "“Cocon” : un manga sublime sur la survie en temps de guerre",
    "published": "2024-01-19T10:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://leclaireur.fnac.com/wp-content/uploads/2023/10/cocoon2.jpg",
    "performance_score": 0,
    "domain_rank": 2913,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bcef28caa1e64b4fcd742f031786dbcb2cc40f98",
  "url": "https://leclaireur.fnac.com/article/368217-cocon-un-manga-sublime-sur-la-survie-en-temps-de-guerre",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agathe Renac",
  "published": "2024-01-19T10:00:00.000+02:00",
  "title": "“Cocon” : un manga sublime sur la survie en temps de guerre",
  "text": "Publiée en 2009, l’œuvre de la dessinatrice Machiko Kyô sort ce 19 janvier en France, aux éditions IMHO. L’occasion de revenir sur ce one-shot magnifique qui dépeint le quotidien tragique de jeunes infirmières cherchant à survivre à la toute fin de la Seconde Guerre mondiale, alors que les Américains bombardent Okinawa. Très remarqué lors de sa parution au Japon, [Cocon](https://www.fnac.com/a18268141/Machiko-Kyo-Cocon) n’est pas à proprement parler [un récit de guerre](https://leclaireur.fnac.com/article/188697-les-reporters-de-guerre-qui-ont-racontee-lannee-2022/). Il s’agit plutôt d’une histoire centrée sur la résilience et les tentatives de survie des héroïnes. À la fois tragique et [intimiste](https://leclaireur.fnac.com/article/273209-raconter-lintime-episode-2-avec-mathilde-lemiesle-ce-qui-releve-de-lintime-doit-etre-raconte/), il nous propose de découvrir la vie (mais également la mort) de l’escadron Himeyuri, un groupe de jeunes Japonaises mobilisées en 1945 pour servir de personnel médical dans les îles tropicales de l’extrême sud de l’archipel japonais. La douceur comme remède à l’enfer sur Terre San est une lycéenne mobilisée pour aller soigner des soldats dans un hôpital de fortune installé dans une grotte, à l’été 1945. La guerre est déjà perdue, il n’y a plus ni nourriture ni médicaments pour soigner les combattants. Pourtant, la jeune fille et ses amies parviennent tant bien que mal à garder le moral, malgré les bombes, les fusillades, les incendies et la dégradation quotidienne de la situation. Au fil de rares moments de répit, de jeux entre amies ou de rêveries sur un avenir possible, San arrive à se créer un « cocon » pour se couper de la brutalité d’un quotidien rythmé par la perte de plus en plus fréquente de collègues et d’être chers. Moins de 20 % des Himeyuri ont survécu à l’été 1945, un fait que Cocon ne cherche jamais à adoucir. Au fil des chapitres, qui s’acheminent vers un pic de brutalité alors que l’imminence de la fin du conflit se profile, ces instants suspendus hors du temps deviennent une question de survie pure et simple pour ne pas sombrer dans le désespoir. Un titre peu connu en France, mais un indispensable de l’automne Avec son trait extrêmement doux, ses cases où [l’horreur surgit brutalement](https://leclaireur.fnac.com/article/360358-la-selection-halloween-2023-3-films-a-voir-pour-commencer-le-mois/), et son histoire oscillant entre onirisme et scènes de tragédie extrêmement crues, il est évident que le style de Machiko Kyô est inhabituel. Il est même assez éloigné de l’idée que l’on se fait d’un manga de guerre. C’est précisément ce qui fait la force de Cocon, qui nous livre une histoire complète en 15 chapitres dont on ressort changé. Les derniers instants de l’intrigue nous livrent ainsi un message particulièrement percutant et fort bien exécuté sur la capacité à surmonter un traumatisme, à reprendre un semblant de vie normale après un enchaînement de drames et à continuer à garder espoir. Davantage que de deuil, il s’agit d’un manga sur la puissance de l’amitié et de l’amour comme bouée de sauvetage face à une situation inextricable. Machiko Kyô s’est d’ailleurs inspirée de plusieurs histoires réelles et de témoignages d’habitants d’Okinawa pour créer un groupe de personnages cohérents et vraisemblables, liés par cette volonté de survie et cette force de résilience. Ce type de récit, mêlant trauma et poésie, a d’ailleurs fait la notoriété de cette mangaka au Japon. Cocon a ainsi été présenté à de [nombreux festivals artistiques](https://j-mediaarts.jp/en/award/single/cocoon/) et son autrice a remporté un prestigieux prix Tezuka pour sa seconde série, publiée en 2013. Vers une adaptation animée Manga devenu culte dans l’archipel, Cocon fera certainement reparler de lui d’ici un an, car une adaptation sous forme de série animée prestigieuse vient d’être annoncée. Elle sera réalisée en partenariat avec la NHK (l’audiovisuel public japonais) et le studio Sasayuri, [un centre de formation](https://www.wacom.com/ru-fr/events/connected-ink-2021/stories/sasayuri) lancé en 2021 pour former de nouveaux animateurs de talent et produire des anime innovants. Au pilotage du projet, on retrouvera une certaine Hitomi Tateno, ancienne animatrice de [Ghibli](https://leclaireur.fnac.com/article/218994-le-parc-a-theme-ghibli-ouvre-enfin-ses-portes-a-linternational/) qui a fourni un travail exemplaire sur [Mon voisin Totoro](https://www.fnac.com/o8412181/Mon-voisin-Totoro/w-4) ou Kiki la petite sorcière. Un projet très ambitieux, donc, qui devrait être diffusé à l’été 2025 à l’occasion des 80 ans de la fin de la guerre du Pacifique. En attendant d’en savoir davantage sur cette future série animée, on ne peut que vous recommander de vous pencher sur la récente traduction française de cette œuvre violente, mais empreinte d’un humanisme et d’une vague d’espoir bouleversante qui vous restera en mémoire pour de nombreuses années.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://j-mediaarts.jp/en/award/single/cocoon/)",
    "https://www.wacom.com/ru-fr/events/connected-ink-2021/stories/sasayuri)",
    "https://www.j-mediaarts.jp/en/award/single/cocoon/)",
    "https://wacom.com/ru-fr/events/connected-ink-2021/stories/sasayuri)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T20:28:13.758+02:00",
  "updated": "2024-01-19T20:28:13.758+02:00"
}