{
  "thread": {
    "uuid": "41fa2c960f049c7210cdf7acc0c97d6e5015d115",
    "url": "https://www.lmneuquen.com/neuquen/recopados-mas-40-mil-personas-asistieron-los-balnearios-neuquen-capital-n1082678",
    "site_full": "www.lmneuquen.com",
    "site": "lmneuquen.com",
    "site_section": "https://www.lmneuquen.com",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "lmneuquen.com - Diario online de Neuquén",
    "title": "¡Recopados! Más de 40 mil personas asistieron a los balnearios de Neuquén capital",
    "title_full": "¡Recopados! Más de 40 mil personas asistieron a los balnearios de Neuquén capital",
    "published": "2024-01-02T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://media.lmneuquen.com/p/e27b8243af4f69f3ae603a13efb8334f/adjuntos/195/imagenes/007/646/0007646676/1200x675/smart/on-rio-calor-26jpg.png",
    "performance_score": 0,
    "domain_rank": 71270,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "41fa2c960f049c7210cdf7acc0c97d6e5015d115",
  "url": "https://www.lmneuquen.com/neuquen/recopados-mas-40-mil-personas-asistieron-los-balnearios-neuquen-capital-n1082678",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "LMNeuquen",
  "published": "2024-01-02T02:00:00.000+02:00",
  "title": "¡Recopados! Más de 40 mil personas asistieron a los balnearios de Neuquén capital",
  "text": "Este último fin de semana se conjugaron dos coincidencias que hicieron que los balnearios de la ciudad de Neuquén se llenen de asistentes: el sofocante calor y las celebraciones para recibir el 2024 . Desde el municipio estimaron que desde el viernes hasta el lunes, primer día del año, hubo unas 40 mil personas en los espacios habilitados para el recrearse a orillas del río Limay.\nEl subsecretario de Medio Ambiente y Protección Ciudadana, Francisco Baggio , indicó que trabajaron en prevención en conjunto con distintas áreas del municipio, como así también con efectivos de la Policía de la provincia.\n“Al igual que lo hicimos en la fiesta de Navidad, pudimos coordinar para este Año Nuevo un importante operativo preventivo aleatorio con móvil fijo, en algunos momentos, y en otros, recorriendo y patrullando sobre todo en las zonas gastronómicas de la ciudad de Neuquén en los horarios nocturnos del sábado y el domingo”, describió Baggio en declaraciones a LU5 .\nON - calor - rio Valentina Sur (5).jpg Omar Novoa Dijo que en el paseo costero y las zonas balnearias en horas de la tarde hubo una gran afluencia de vecinos. Puntualizó que, de la encuesta que realizaron entre los asistentes, “hay un porcentaje importante de visitantes de otras localidades y eso nos reconforta mucho porque quiere decir que el paseo comienza a tener reconocimiento zonal y aun de otras provincias”, sostuvo y detalló que “tenemos el estimado de entre 38 y 40 mil asistentes” durante este finde.\nInformó sobre algunas asistencias, concretamente efectuadas en balneario Gustavo Falher (ex Río Grande) y también algunas asistencias en balneario Valentina, donde el cauce mayor.\ncalor en Neuquen 02.jpg Qué incidentes debieron asistir en balnearios “La mayor cantidad de incidentes se registraron el lunes, cuando fueron unas 25 mil personas a los balnearios habilitados y unas 5 mil más en los 30 kilómetros de costa. Unas 30 mil personas concurrieron el lunes , y 40 mil en total con los días previos. Estamos a la altura de recibir esta masiva cantidad de gente ”, sostuvo el director del Operativo Balneario, Gabriel Rambado , a LMNeuquén .\nDijo que este último lunes fue impresionante la cantidad de vehículos estacionados en las inmediaciones de las costas balnearias. Al tiempo que destacó que mantenimiento de los balnearios y los servicios gratuitos que se brindan a los vecinos de la ciudad y de la región.\nSon 161 guardavidas que custodian a los bañistas, se cuenta con efectivos de la Policía, personal del SIEN y una ambulancia puesta a disposición por el municipio.\nguardavidas.jpg El funcionario explicó que del 25 al 31 de diciembre sumaron 81 rescates . “Casi duplicamos a los rescates de la semana anterior. Tuvimos siete derivaciones a hospitales, a diferencia de las 3 de la semana anterior”, dijo Rambado.\nDetalló que \"el miércoles asistimos por mordeduras de perros y el sábado, a un menor que se cayó de una de nuestras casillas y tuvo que ser derivado porque presentó convulsiones”. Ambas situaciones tuvieron lugar en balneario Sandra Canale (ex Gatica).\nOtras de las situaciones estuvieron relacionadas con autolesiones y grescas entre jóvenes. “Estas situaciones se dieron en un volumen de 40 mil personas, que no es poco. Hay que recibirlos, darles servicio como los baños, rescatarlos del agua y hay que darles asistencia y seguridad”, resumió el director del Operativo Balneario de la ciudad, quien instó a mantener “una buena convivencia”.\nVuelven los colectivos al río: van del centro y del oeste a los balnearios del Limay\nOla de calor en Neuquén: cuál será el peor día de la semana\nLo más leído\ndesde este martes Rolo comienza a tomar asistencia a los empleados de Casa de Gobierno\nAño 2023 Vaca Muerta y un récord histórico para el fracking\nAFIP Terminó el Compre sin IVA y ya no habrá reintegro del impuesto\nanálisis Autosolvencia y revolución tecnológica: las premisas de Gaido para empezar el año\nVuelven los colectivos al río: van del centro y del oeste a los balnearios del Limay\nOla de calor en Neuquén: cuál será el peor día de la semana\nLos gobernadores de la Patagonia criticaron algunos puntos de la ley ómnibus",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather"
  ],
  "external_links": [
    "https://lmneuquen.us4.list-manage.com/subscribe/post?u=2b314b4120b8426b145e18e7e&id=19ac5bb7b2",
    "https://twitter.com/intent/tweet?url=https://www.lmneuquen.com/c1082678&vía=lmneuquen&related=LM",
    "https://lmneuquen.us4.list-manage.com/subscribe/post",
    "https://twitter.com/intent/tweet?url=https://lmneuquen.com/c1082678&vía=lmneuquen&related=LM",
    "https://www.lmneuquen.us4.list-manage.com/subscribe/post?u=2b314b4120b8426b145e18e7e&id=19ac5bb7b2",
    "https://twitter.com/intent/tweet"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T17:20:52.639+02:00",
  "updated": "2024-01-03T02:44:55.304+02:00"
}