{
  "thread": {
    "uuid": "ed238a75797d0aa63b25cd7ac3918033864c4a68",
    "url": "https://www.ncregister.com/interview/bishop-schneider-says-his-new-compendium-aims-to-expel-the-darkness-of-relativism-and-ambiguity-in-doctrine",
    "site_full": "www.ncregister.com",
    "site": "ncregister.com",
    "site_section": "https://www.ncregister.com/feeds/general-news.xml",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "The Daily Register",
    "title": "Bishop Schneider Says His New Compendium Aims to ‘Expel the Darkness’ of Relativism and Ambiguity in Doctrine",
    "title_full": "Bishop Schneider Says His New Compendium Aims to ‘Expel the Darkness’ of Relativism and Ambiguity in Doctrine",
    "published": "2023-12-30T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://publisher-ncreg.s3.us-east-2.amazonaws.com/pb-ncregister/swp/hv9hms/media/20231229151244_294c95cf0c1029d507acd5f56a968bc1ec243e20ee09633c19169848ba539333.jpg",
    "performance_score": 0,
    "domain_rank": 7700,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 232,
        "comments": 103,
        "shares": 37
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ed238a75797d0aa63b25cd7ac3918033864c4a68",
  "url": "https://www.ncregister.com/interview/bishop-schneider-says-his-new-compendium-aims-to-expel-the-darkness-of-relativism-and-ambiguity-in-doctrine",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Edward Pentin",
  "published": "2023-12-30T07:00:00.000+02:00",
  "title": "Bishop Schneider Says His New Compendium Aims to ‘Expel the Darkness’ of Relativism and Ambiguity in Doctrine",
  "text": "Bishop Schneider Says His New Compendium Aims to ‘Expel the Darkness’ of Relativism and Ambiguity in Doctrine The Kazakh auxiliary bishop launched the publication of Credo — Compendium of the Catholic Faith Oct. 26 in Rome. VATICAN CITY — A new compendium of the Catholic faith has been published that aims to provide clear answers to many of contemporary problems as well as counter the ambiguity and relativism now prevalent in both Western society and in the Church. Written by Auxiliary Bishop Athanasius Schneider of Astana, Kazakhstan, Credo —Compendium of the Catholic Faith (Sophia Institute Press) is the first such work by a Catholic bishop in more than 50 years, and aims to help the reader to know what to believe, how to live, and how to pray as Christ taught. As well as providing a clear and concise summary of Catholicism as a whole, the book applies the truths of the faith to many scourges of our time such as gender ideology, transhumanism, drug use, social media use and pornography — issues that were not prevalent when the Catechism of the Catholic Church was promulgated by Pope St. John Paul II in 1992. In this Oct. 26 interview with the Register in Rome, Bishop Schneider discusses more about his reasons for writing the compendium, what contemporary problems concern him the most, and how confident he is that the Church’s immutable teaching on faith and morals can return to prominence in this so-called “post-truth era.” Your Excellency, what prompted you to write this compendium? What prompted me to write this compendium is my concern for the simple faithful and also for seminarians and priests in view of the very widespread doctrinal confusion, which has infected the Church in recent decades — not only in the current pontificate, in which the confusion is very evident, but also in the decades after the Second Vatican Council, and in the Council itself, relating to some ambiguities in doctrine. These ambiguities grew over past decades. As St. Thomas Aquinas says, “A small error at the beginning will grow and become a great error in the end.” So I wanted to offer this compendium as a help, as a pastoral help. The bishop has a mission, defined by his episcopal consecration, to be a teacher of the faith as a successor of the apostles. I feel this deeply in my soul — this duty to share, to give, as a teacher of the faith, with the faithful and priests — to offer this compendium to help expel the darkness of confusion in doctrine, in morals and in the liturgy. They are all connected. And by doing this, I tried always to base my answers on the Fathers of the Church, on the magisterium — not my own opinion, but to give voice to the constant and sure tradition of the Church. You list many contemporary problems and offer a blueprint on how to effectively respond to them. What are most pressing problems in your view, and which ones are in need of clear answers that only the Church can give? The most pressing are relativism in doctrine in general and, concretely, within the relativizing of doctrine, the issue of the pluralism of religions, as they say today. The phenomenon which is called interreligious dialogue has been promoted since the Council. This creates, for me, the most profound danger: the relativism of truth itself, in the sense of relativizing the uniqueness of Jesus Christ, the uniqueness of the Catholic faith and Church by this sometimes ambiguous teaching on the diversity of religions and practice. In the magisterial text of the Council, and after the Council, they restate that, of course, Our Lord is the unique redeemer and so on. But along with stating this truth, at the same time there are affirmations which undermine it by essentially saying that to choose, exercise and spread any religion, even a wrong religion, is a matter of conscience and so a natural right. But this is ambiguous because our natural right is a positive will of God; and not only a permission through which God permits an evil. And therefore this formulation is at the base, at the foundation, of this current relativism — in spite of stating at the same time the uniqueness of Jesus Christ. It’s a kind of dialectic — that is, you make a statement and then another statement you relativize it. This is our problem — what Pope St. Pius X characterized as modernism which states the truth and then, at the same time, undermines it. How much has a lack of clear teaching by many Church leaders on these issues for the past decades, and which prompted you to write this book, led us to this place of ambiguity, especially on morals, that you describe? It started with some ambiguous statements, more on the doctrinal issues in the Council, and then, I repeat, through these ambiguous ecumenical and interreligious meetings and practices in morals. Thanks be to God, the clarity of moral teaching was kept at the Council and the post-conciliar magisterium. Paul VI in [Humanae Vitae](https://www.vatican.va/content/paul-vi/en/encyclicals/documents/hf_p-vi_enc_25071968_humanae-vitae.html) is clear, and then there were several statements of the Congregation for the Doctrine of the Faith on homosexuality, on sexuality, on abortion, and so on. And then especially there was John Paul II, his magisterium and encyclical [Veritatis Splendor](https://www.vatican.va/content/john-paul-ii/en/encyclicals/documents/hf_jp-ii_enc_06081993_veritatis-splendor.html) on morality, which is very clear and thanks be to God this was kept. But with Pope Francis, relativism and systematic ambiguity, even in moral teachings, continued. This started with the Council and some with these repeat interreligious practices, but doctrinal confusion and moral relativism have reached new depths with Pope Francis. You also talk about the scourges of our time such as gender ideology, transhumanism, pornography, and drug use. What concerns you most about these? Yes, indeed, besides the relativism regarding the uniqueness of Jesus Christ and the Catholic Church, the most dangerous in my opinion is the attack on the divine order of creation of man, as male and female. This is a basic, almost satanic attack, and revolt against the human creation of God. This is even, to some extent, an apocalyptical attack and revolt against this beautiful creation of God, of two sexes, male and female, through the global totalitarian ideology, the so-called gender or “LGBT” ideology. This I consider one of the most dangerous scourges of contemporary life. How do you hope Credo will be used in a practical sense? Where do you see it being most effectively used as a point of reference? The text is in the form of short answers to questions, so in a style that is easy to read for the ordinary person, and therefore very helpful also from a didactical point of view. I hope it can be a resource for teachers, those who will instruct children and youth. From this compendium they can choose questions more apt for the age of those who they will teach. The more difficult questions such as the several levels of magisterium, or Freemasonry, or those other aspects of doctrine that are difficult are more suitable for, let us say, those already well-trained such as young adults, seminarians or priests. The format is reminiscent of the compendium that Cardinal Joseph Ratzinger wrote on the Catechism of the Catholic Church back in the 2000s. How much does your compendium have in common with his, or differ from it, would you say? What they have in common are really the style of question and answers, that it is written as a kind of dogmatic handbook or manual. But whereas the compendium of Benedict XVI is very short and with very few explanations, I provide in the footnotes more extensive explanations so the reader can explain an answer more deeply if asked. This is also because I wanted to help the reader explain the roots of some problems of our time, of the ambiguities and relativism. Given the extent of moral relativism in both society and the Church and what’s sometimes called our “post-truth era,” how confident are you that the Church’s immutable teaching on faith and morals can return to prominence? And do you foresee other similar efforts to Credo being part of that effort? Yes, it is exactly in view of this tremendous moral confusion in the society of our time that the Church has prophetic appeal. The mission of the Church and of the apostles is to always be a prophetic voice, to provide a prophetical answer to the needs of the time. Pope John XXIII and the other popes after the Council said, “The Church must recognize and be aware of the signs of the times.” But the response was partly wrong because in our modern time and in our current culture there is a revolt against Christ, against divine revelation, against the perennial validity and the objectivity of truth and morals. Even before the Council, a characteristic of modern times was to abandon Christ, to abandon the revelation of God and to exalt the human being above the revelation of God, above the truth. And in some ways, the Council tried to gain sympathy from the world instead of presenting, with great clarity, the clear teaching of God, of Christ, of course in a respectful away and with love to our modern world which has abandoned God. And now it is worse. The prophetic mission of the Church is again to teach the entire world, to remind humanity of the beauty, clarity and perennial validity of the truth of God regarding the uniqueness of Christ in the Catholic Church, and regarding the moral law. The Church must now unite all people of goodwill in this almost apocalyptic battle to defend family and marriage, to defend the human being as male and female, and family and marriage, and then to defend life against the horrendous, almost global genocide of the unborn. In essence, you’re also calling on all to place God at the center again of their life through the right liturgy, to honor and love God above all things? Yes, exactly, also through prayer. This is a task of the Church amid this almost general chaos: to establish, again, in the liturgy, the dignity, the sacredness, the sublimity of worship, which will also heal the wounds of people who are wounded by immorality and confusion and help them, through the right worship, to experience the beauty of God and His truths. This can be given now, through the treasure which the Church has in her traditional literature, which must again be opened to the people of our time. - Keywords: [bishop athanasius schneider](https://www.ncregister.com/tag/bishop-athanasius-schneider)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.vatican.va/content/paul-vi/en/encyclicals/documents/hf_p-vi_enc_25071968_humanae-vitae.html",
    "https://www.vatican.va/content/john-paul-ii/en/encyclicals/documents/hf_jp-ii_enc_06081993_veritatis-splendor.html",
    "https://vatican.va/content/john-paul-ii/en/encyclicals/documents/hf_jp-ii_enc_06081993_veritatis-splendor.html",
    "https://vatican.va/content/paul-vi/en/encyclicals/documents/hf_p-vi_enc_25071968_humanae-vitae.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bishop schneider",
        "sentiment": "negative"
      },
      {
        "name": "schneider",
        "sentiment": "negative"
      },
      {
        "name": "athanasius schneider",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "catholic",
        "sentiment": "none"
      },
      {
        "name": "vatican",
        "sentiment": "none"
      },
      {
        "name": "catholic church",
        "sentiment": "none"
      },
      {
        "name": "catholic faith",
        "sentiment": "none"
      },
      {
        "name": "catholic faith (sophia institute press",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "rome",
        "sentiment": "none"
      },
      {
        "name": "astana",
        "sentiment": "none"
      },
      {
        "name": "kazakhstan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T07:31:56.650+02:00",
  "updated": "2023-12-30T08:45:06.463+02:00"
}