{
  "thread": {
    "uuid": "dee71b94fc0d2db1410a3e1331477170119387b9",
    "url": "https://www.yahoo.com/lifestyle/hero-saved-womans-family-nazis-144817433.html",
    "site_full": "www.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://www.yahoo.com/news",
    "site_categories": [
      "search_engine",
      "media",
      "tech"
    ],
    "section_title": "Yahoo News: Latest and Breaking News, Headlines, Live Updates, and More",
    "title": "Hero saved woman's family from the Nazis: Story is 'chillingly relevant' today, says author",
    "title_full": "Hero saved woman's family from the Nazis: Story is 'chillingly relevant' today, says author",
    "published": "2024-05-05T16:48:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://s.yimg.com/ny/api/res/1.2/ee7_7supMPe0H9yysX5bLA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/fox_news_text_979/e6cbf6324727570f142278dead99db3c",
    "performance_score": 0,
    "domain_rank": 36,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dee71b94fc0d2db1410a3e1331477170119387b9",
  "url": "https://www.yahoo.com/lifestyle/hero-saved-womans-family-nazis-144817433.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Yahoo Life Shopping",
  "published": "2024-05-05T16:48:00.000+03:00",
  "title": "Hero saved woman's family from the Nazis: Story is 'chillingly relevant' today, says author",
  "text": "Fox News Hero saved woman's family from the Nazis: Story is 'chillingly relevant' today, says author Eve Glover May 5, 2024 at 5:48 PM · 9 min read Link Copied Read full article\nOops! Something went wrong. Please try again later. More content below\nLinda Margolin Royal, a former advertising copywriter from Australia, was apprehensive about the January 2024 release of her debut novel, \"The Star on the Grave,\" given the rampant antisemitism worldwide today in the wake of the Oct. 7 Hamas terror attacks against Israel.\nHer book, \"The Star on the Grave,\" is a fictional historical account of how her family was saved from the Holocaust by Chiune Sugihara , a heroic Japanese diplomat known as \"the Japanese Schindler.\"\nWhile Royal was elated to learn from her publisher, Affirm Press, that her book was the No. 1 Australian fiction debut in the month after its release, she told Fox News Digital that to this day, she can’t shake the eerie feeling she's reliving her own family’s history as she tells their story.\nISRAELI SOLDIER GRAVELY INJURED IN OCT. 7 TERROR ATTACK FINDS NEW FAITH, OFFERS HOPE TO OTHERS\nShe was struck, she said, by her own words: \"Jews run because we learn anyone can become a Jew-hater … Do you know what a betrayal that is?\"\nRoyal finished writing her book in Sept. 2023. When she reviewed it as it was going to print about a month later, she said she told her publisher, \"People are going to think I wrote this [book] post-Oct. 7 because of how chillingly relevant the sentiments are.\"\nREAD ON THE FOX NEWS APP\nSugihara’s only surviving son, Nobuki Sugihara, 75, shared with Fox News Digital the background of how his father saved many Jewish people , including Royal's own family, from death.\nIn 1940, when his father was serving as vice-consul for Japan in Lithuania and in Prague, European Jews came to him, fearing for their lives after the Nazis invaded, said Nobuki Sugihara.\nDefying governmental orders, the elder Sugihara surreptitiously issued 2,100 transit visas so the Jews could escape from Poland and Germany to the United States, Canada and Australia through Japan and Siberia in the Soviet Union.\nChinue Sugihara, standing, with his then-young son, Nobuki Sugihara. The elder Sugihara and others risked their lives and their professions to rescue Jewish refugees during the Holocaust.\nSugihara and another diplomat from the Netherlands, Jan Zwartendijk, risked their lives and their professions to rescue Jewish refugees, according to multiple sources. Zwartendijk did so despite being under Nazi rule by issuing destination visas to Curaçao, according to The Times of Israel.\nBoth men suffered negative consequences in their jobs for going against their superiors.\nSURVIVOR OF HAMAS TERROR ATTACK ON ISRAEL RECOUNTS PAIN, GRIEF OF LOSING ‘ANGEL’ BOYFRIEND ON OCT. 7\nIn 1985 and 1997, respectively, Sugihara and Zwartendijk were honored by Yad Vashem, The World Holocaust Remembrance Center, as The Righteous Among the Nations.\nThe Righteous Among the Nations is a title awarded to non-Jews who risked their lives to rescue Jews during the Holocaust .\nThey are honored with The Medal of the Righteous, which is inscribed with the Jewish saying: \"Whosoever saves a single life, saves an entire universe\" (Mishnah, Sanhedrin 4:5), according to Yad Vashem.\nRoyal, the novelist, said that Nobuki Sugihara described his father as \"very caring and loving, and he was a man who did the right thing. He was very humble.\"\nNobuki Sugihara himself told Fox News Digital that he did not know about all the people his father saved until he read about it in a newspaper article when he was 19 years old.\nRoyal’s own father, Michael, and his parents came from Poland to Lithuania to obtain transit visas before traveling through Japan to Australia — where they ultimately chose to reside.\nNobuki Sugihara, age 75 today, holds a copy of \"The Star of the Grave\" by Linda Margolin Royal. Author Royal told Fox News Digital in an interview that when she met Nobuki Sugihara a few years ago, she asked him if she could hug him. \"I'm alive because of his dad, and my kids are alive because of his dad.\"\nRoyal remembered her father telling her that he met Sugihara at the consulate when he was 11 years old — and that he had \"kind eyes.\"\nMultiple sources have said Sugihara rescued as many as 6,000 Jewish people, but Nobuki Sugihara said it’s impossible to know the exact figure, since one passport was for an entire family.\nHe said that in 2016, The Mirrer Yeshiva Central Institute estimated that, including descendants of the survivors, his father could have saved as many as 500,000 Jewish people.\nOverwhelmed with gratitude for Sugihara’s selfless heroism, Royal told Fox News Digital how emotional it was for her to meet the son of the hero at the Museum of Jewish Heritage in New York City five years ago, when he was a guest speaker.\nSensing the man's reserve as they stood together, she said, \"I asked him if I could hug him, and he sort of smiled … I could see that his wife was smiling, and that it was OK to do that.\"\nMOTHER OF AMERICAN-ISRAELI HOSTAGE TAKEN ON OCT. 7 SAYS HER FAITH HELPS HER THROUGH HER DARKEST DEPTHS OF PAIN\nShe added, \"I just said to him, ‘It's the closest thing to hugging your dad.'\"\nShe went on to Fox News Digital, \"I'm alive because of his dad , and my kids are alive because of his dad.\"\nRoyal never got the chance to meet Sugihara himself before he passed away at the age of 86 in 1986. But she imagined what it could have been like through Rachel Margol, the 20-year-old headstrong protagonist of her book, \"The Star on the Grave.\"\nAuthor Linda Margolin Royal, at her wedding, is pictured with her beloved grandmother, Felka. Royal told Fox News Digital, \"When I started researching trauma and looking back at the photos — suddenly I just got this electric shock when I looked in her eyes … She's just completely overwhelmed.\"\nWhen Rachel Margol meets Sugihara at the Minsk Hotel in Moscow to thank him for giving her family and other families lifesaving transit visas from Lithuania to Japan, he replied, \"I only did what was right … That is all. It’s what anyone would have done.\"\nRachel then points out that others did not do what he did.\nShe hands him a letter from her grandmother, Felka, who is named after Royal’s own grandmother, and is depicted to be just like her in the story.\nMargol shares an extremely close, loving bond with Felka — just as Royal had with her in real life.\nFelka is bold, like her signature color red, and she had an exuberant, magnetic presence that drew in everyone.\nFAR-LEFT HATRED OF JEWS TODAY ECHOES THE SOCIALISM AND ANTISEMITISM OF HITLER IN THE 1930S\nWhen Felka and Rachel celebrated their 60th and 21st birthdays together in Japan, \"The waiters clear the table, and Felka steps up onto the table … They dance joyfully among the rice grains, squashing them into the soles of their high-heeled shoes. Their feet thump the red tablecloth, and they link arms and sing.\"\n\"That was my grandmother,\" Royal told Fox News Digital. \"She did dance on tables and drink vodka … She came to life on the page because that's how my grandmother was. She was hilarious!\"\nAuthor Linda Royal and with her grandmother, Felka. There's a scene in Royal's book, \"The Star on the Grave,\" in which Felka is suddenly gripped by grief and anxiety while helping her granddaughter plan her wedding.\nHowever, beneath a flair for life were tragic memories that she buried deep within herself so that the world would never know her pain, said Royal.\nThere is a scene in \"The Star on the Grave\" in which Felka, the grandmother, is suddenly gripped by grief and anxiety while helping her granddaughter plan her wedding to a Greek Orthodox doctor.\nThe magnitude of Rachel's lack of knowledge about her true identity hits Felka — and the secrets of her past begin to unravel.\nFelka tells her granddaughter what it was like to be married and have a baby at age 18 in Warsaw, Poland in 1926. She described Warsaw as \"a city of intellectuals, of culture, music and theater\" — until suddenly it wasn’t.\nWOMAN VANDALIZES ISRAELI HOSTAGE POSTERS RIGHT IN FRONT OF CAPTIVES' FAMILY MEMBERS IN NEW YORK CITY\nFelka could no longer continue to pursue a degree in law because Jews were not allowed to attend certain schools.\nShe tells her granddaughter, \"Hating us is a European tradition .\"\nFelka also reveals that her father didn’t want her to know she was Jewish. \"Michael forced us. To hide it. He was so worried you would get hurt.\"\nOne night, while she was on a swing, Rachel tried to bring up the subject of her mother, whom she lost when she was just nine years old. Her father shut down the conversation, leading Rachel to say to herself, \"Being Michael’s daughter is a winter like no other, with no spring in sight.\"\nRoyal told Fox News Digital that she \"took her characters to therapy.\" She wanted to understand the effects of generational trauma.\n\"I noticed there was so much trauma with children of Holocaust survivors,\" she said.\nRoyal told Fox News Digital about her grandmother, whom she writes about in her new book, \"If she were alive today, I don’t know how she would cope. I think all this trauma would just surface … In old age, all the bad memories come back.\"\nRoyal discussed the intricacies of her characters' lives with a therapist, she said, such as how Michael’s unresolved childhood trauma affected his parenting skills. She said she wanted to make sure she was accurately portraying the characters and their interactions with each other.\nWhile writing a scene involving Felka, she realized the grandmother was very obsessive-compulsive; for example, all the tassels on her Persian rug had to be facing in the same direction.\nShe said she asked a therapist, \"Does that mean if her outside world was ordered, that she could cope with the disorder on the inside?\"\nThe therapist replied, \"Yes, you’ve nailed it. That’s exactly what happens.\"\nRoyal noticed the anguished look in Felka’s eyes in a photo she took with her on her wedding day.\nShe told Fox News Digital, \"At the time of my wedding , I just thought these were lovely photos of me with my grandmother, but when I started researching trauma and looking back at the photos — suddenly I just got this electric shock when I looked in her eyes. You can just see the trauma. She's just completely overwhelmed.\"\nRoyal’s grandmother passed away in 2002, when she was 93 years old.\nCLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER\nReferencing how today's antisemitism is a threatening reminder of the Holocaust, Royal said, \"If she were alive today, I don’t know how she would cope. I think all this trauma would just surface … In old age, all the bad memories come back.\"\nShe added, \"All my friends who have Holocaust-surviving parents — they’re now having nightmares. All this trauma from the Holocaust is resurfacing in their dreams.\"\nInspired by Chiune Sugihara's bravery and selflessness, Royal said she wants to speak at schools about implementing a \"Power of One\" educational program or campaign — to show that one person can have a powerful ripple effect , such as when it comes to stopping antisemitism.\n\"It takes one person to go against the crowd and think for themselves — like Sugihara. He had such a strong moral compass, his whole life was affected by it.\"\nShe added, \"The power of one can have significant, far-reaching consequences.\"\nFor more Lifestyle articles, visit www.foxnews.com/lifestyle .\nOriginal article source: Hero saved woman's family from the Nazis: Story is 'chillingly relevant' today, says author\nView comments",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://foxnews.com/faith-values",
    "https://www.foxnews.com/category/topic/holocaust",
    "https://foxnews.com/lifestyle/mother-american-israeli-hostage-oct-7-faith-dark-depths-pain",
    "https://foxnews.com/category/lifestyle/occasions",
    "https://foxnews.com/category/world/world-regions/europe",
    "https://foxnews.com/lifestyle/soldier-gravely-injured-oct-7-terror-attack-found-faith-offers-hope-others",
    "https://www.foxnews.com/lifestyle",
    "https://www.foxnews.com/category/lifestyle/lifestyle-books",
    "https://www.foxnews.com/lifestyle/mother-american-israeli-hostage-oct-7-faith-dark-depths-pain",
    "https://s.yimg.com/ny/api/res/1.2/WCPEFWgXLlhn6CHblThaMg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTE3MDc-/https://media.zenfs.com/en/fox_news_text_979/f168ab96762b5cb71143acb5f04aead8",
    "https://www.foxnews.com/category/lifestyle/weddings",
    "https://www.media.zenfs.com/en/video.fbc.news.com/04e4bc4884820510d8242fc784e684f6",
    "https://s.yimg.com/ny/api/res/1.2/lzM8EFxrIHRCLVbyl6icUw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE0NDA7aD0yNTYw/https://media.zenfs.com/en/fox_news_text_979/f9a766b396cc5134911b0b3f6d8ac5d8",
    "https://www.facebook.com/dialog/feed",
    "https://foxnews.com/category/lifestyle/parenting/family",
    "https://twitter.com/intent/tweet?text=Hero%20saved%20woman",
    "https://foxnews.onelink.me/xLDS/mvaj7wvj",
    "https://foxnews.com/",
    "https://s.yimg.com/ny/api/res/1.2/h6dGe2XrjGJvqEtBIEMWIQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTE3MDc-/https://media.zenfs.com/en/fox_news_text_979/049e442aeccce10cf319b0f86cc2726c",
    "https://s.yimg.com/ny/api/res/1.2/ibGEyPmCmyhOOqyi9oRR.g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE0NDA7aD0yNTYw/https://media.zenfs.com/en/fox_news_text_979/f168ab96762b5cb71143acb5f04aead8",
    "https://foxnews.com/newsletters?cmpid=fnfirstnl",
    "https://s.yimg.com/ny/api/res/1.2/N9xaawpe.gLNtby96zkzyg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU0MA--/https://media.zenfs.com/en/fox_news_text_979/914fff97b8b6b1697cd588377756527b",
    "https://www.foxnews.com/lifestyle/soldier-gravely-injured-oct-7-terror-attack-found-faith-offers-hope-others",
    "https://www.s.yimg.com/ny/api/res/1.2/mlFu19LaEnDROuy6ilVbFQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTE3MDc-/https://www.media.zenfs.com/en/fox_news_text_979/f9a766b396cc5134911b0b3f6d8ac5d8",
    "https://foxnews.com/lifestyle/hero-saved-womans-family-nazis-chillingly-relevant-author",
    "https://www.s.yimg.com/ny/api/res/1.2/Pj9rLXibN1J4gNO56.mhOg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI0MDA7aD0xMzUw/https://www.media.zenfs.com/en/fox_news_text_979/914fff97b8b6b1697cd588377756527b",
    "https://s.yimg.com/ny/api/res/1.2/h6dGe2XrjGJvqEtBIEMWIQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTE3MDc-/https://media.zenfs.com/en/fox_news_text_979/049e442aeccce10cf319b0f86cc2726c)",
    "https://www.s.yimg.com/ny/api/res/1.2/WCPEFWgXLlhn6CHblThaMg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTE3MDc-/https://www.media.zenfs.com/en/fox_news_text_979/f168ab96762b5cb71143acb5f04aead8",
    "https://foxnews.com/category/travel/general/museums-exhibits",
    "https://www.s.yimg.com/uu/api/res/1.2/Z0kXr1msSpCGurD0KmO79A--~B/Zmk9c3RyaW07aD0zNjA7dz02NDA7c209MTthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/video.fbc.news.com/04e4bc4884820510d8242fc784e684f6)",
    "https://www.s.yimg.com/ny/api/res/1.2/N9xaawpe.gLNtby96zkzyg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU0MA--/https://www.media.zenfs.com/en/fox_news_text_979/914fff97b8b6b1697cd588377756527b",
    "https://www.foxnews.com/lifestyle/hero-saved-womans-family-nazis-chillingly-relevant-author",
    "https://www.foxnews.onelink.me/xLDS/mvaj7wvj",
    "https://twitter.com/intent/tweet",
    "https://www.foxnews.com/lifestyle/survivor-hamas-terror-attack-israel-recounts-pain-grief-losing-angel-boyfriend-oct-7",
    "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fwww.yahoo.com%2Flifestyle%2Fhero-saved-womans-family-nazis-144817433.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
    "https://www.s.yimg.com/ny/api/res/1.2/h6dGe2XrjGJvqEtBIEMWIQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTE3MDc-/https://www.media.zenfs.com/en/fox_news_text_979/049e442aeccce10cf319b0f86cc2726c)",
    "https://foxnews.com/lifestyle",
    "https://www.s.yimg.com/os/creatr-uploaded-images/2022-12/eb89ebd0-74c4-11ed-9f5e-309905ca08b4",
    "https://www.foxnews.com/lifestyle/far-left-hatred-jews-today-echoes-socialism-antisemitism-hitler-1930s",
    "https://www.foxnews.com/newsletters",
    "https://www.s.yimg.com/ny/api/res/1.2/KmFDwwkqLvSybDg8n8qY6g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTE3MDc-/https://www.media.zenfs.com/en/fox_news_text_979/6d0e85eba884efac4ca5bda27eb0673e",
    "https://www.s.yimg.com/ny/api/res/1.2/h6dGe2XrjGJvqEtBIEMWIQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTE3MDc-/https://www.media.zenfs.com/en/fox_news_text_979/049e442aeccce10cf319b0f86cc2726c",
    "https://www.foxnews.com/category/world/religion/judaism",
    "https://s.yimg.com/ny/api/res/1.2/mlFu19LaEnDROuy6ilVbFQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTE3MDc-/https://media.zenfs.com/en/fox_news_text_979/f9a766b396cc5134911b0b3f6d8ac5d8",
    "https://s.yimg.com/ny/api/res/1.2/Qn1zS_T2htRJLIv3KTEMog--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE0NDA7aD0yNTYw/https://media.zenfs.com/en/fox_news_text_979/049e442aeccce10cf319b0f86cc2726c",
    "https://foxnews.com/category/lifestyle/weddings",
    "https://s.yimg.com/uu/api/res/1.2/Z0kXr1msSpCGurD0KmO79A--~B/Zmk9c3RyaW07aD0zNjA7dz02NDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/video.fbc.news.com/04e4bc4884820510d8242fc784e684f6)",
    "https://foxnews.com/lifestyle/far-left-hatred-jews-today-echoes-socialism-antisemitism-hitler-1930s",
    "https://www.foxnews.com/faith-values",
    "https://s.yimg.com/os/creatr-uploaded-images/2022-12/eb89ebd0-74c4-11ed-9f5e-309905ca08b4",
    "https://foxnews.com/category/lifestyle/lifestyle-books",
    "https://s.yimg.com/ny/api/res/1.2/KmFDwwkqLvSybDg8n8qY6g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTE3MDc-/https://media.zenfs.com/en/fox_news_text_979/6d0e85eba884efac4ca5bda27eb0673e)",
    "https://www.s.yimg.com/ny/api/res/1.2/KmFDwwkqLvSybDg8n8qY6g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTE3MDc-/https://www.media.zenfs.com/en/fox_news_text_979/6d0e85eba884efac4ca5bda27eb0673e)",
    "https://www.s.yimg.com/ny/api/res/1.2/ibGEyPmCmyhOOqyi9oRR.g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE0NDA7aD0yNTYw/https://www.media.zenfs.com/en/fox_news_text_979/f168ab96762b5cb71143acb5f04aead8",
    "https://www.foxnews.com",
    "https://foxnews.com/lifestyle/woman-vandalizes-israeli-hostage-posters-front-captives-own-family-new-york-city",
    "https://media.zenfs.com/en/video.fbc.news.com/04e4bc4884820510d8242fc784e684f6",
    "https://www.foxnews.com/category/health/mental-health",
    "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fwww.yahoo.com%2Flifestyle%2Fhero-saved-womans-family-nazis-144817433.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
    "https://www.foxnews.com/category/world/world-regions/europe",
    "https://s.yimg.com/ny/api/res/1.2/mlFu19LaEnDROuy6ilVbFQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTE3MDc-/https://media.zenfs.com/en/fox_news_text_979/f9a766b396cc5134911b0b3f6d8ac5d8)",
    "https://www.foxnews.com/category/good-news",
    "https://foxnews.com/category/world/religion/judaism",
    "https://www.foxnews.com/",
    "https://s.yimg.com/ny/api/res/1.2/ee7_7supMPe0H9yysX5bLA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/fox_news_text_979/e6cbf6324727570f142278dead99db3c",
    "https://s.yimg.com/ny/api/res/1.2/WCPEFWgXLlhn6CHblThaMg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTE3MDc-/https://media.zenfs.com/en/fox_news_text_979/f168ab96762b5cb71143acb5f04aead8)",
    "https://s.yimg.com/uu/api/res/1.2/iZSkJ1dZzk7Garbe9.U._A--~B/aD03MjA7dz0xMjgwO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/video.fbc.news.com/04e4bc4884820510d8242fc784e684f6",
    "https://www.foxnews.com/category/topic/anti-semitism",
    "https://www.foxnews.com/category/lifestyle/parenting/family",
    "https://s.yimg.com/ny/api/res/1.2/KmFDwwkqLvSybDg8n8qY6g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTE3MDc-/https://media.zenfs.com/en/fox_news_text_979/6d0e85eba884efac4ca5bda27eb0673e",
    "https://s.yimg.com/ny/api/res/1.2/Pj9rLXibN1J4gNO56.mhOg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI0MDA7aD0xMzUw/https://media.zenfs.com/en/fox_news_text_979/914fff97b8b6b1697cd588377756527b",
    "https://www.s.yimg.com/ny/api/res/1.2/lzM8EFxrIHRCLVbyl6icUw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE0NDA7aD0yNTYw/https://www.media.zenfs.com/en/fox_news_text_979/f9a766b396cc5134911b0b3f6d8ac5d8",
    "https://www.s.yimg.com/ny/api/res/1.2/WCPEFWgXLlhn6CHblThaMg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTE3MDc-/https://www.media.zenfs.com/en/fox_news_text_979/f168ab96762b5cb71143acb5f04aead8)",
    "https://www.s.yimg.com/ny/api/res/1.2/mlFu19LaEnDROuy6ilVbFQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTE3MDc-/https://www.media.zenfs.com/en/fox_news_text_979/f9a766b396cc5134911b0b3f6d8ac5d8)",
    "https://foxnews.com/category/good-news",
    "https://s.yimg.com/ny/api/res/1.2/6xiACL2pp5vIpOuHKiycrA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTMxNDtoPTYw/https://s.yimg.com/os/creatr-uploaded-images/2022-12/eb89ebd0-74c4-11ed-9f5e-309905ca08b4",
    "https://s.yimg.com/ny/api/res/1.2/_lcPGt70SrDEioIEox1KTw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE0NDA7aD0yNTYw/https://media.zenfs.com/en/fox_news_text_979/6d0e85eba884efac4ca5bda27eb0673e",
    "https://foxnews.com/world/old-photos-reveal-tale-of-japan-and-jews-of-wwii",
    "https://www.foxnews.com/world/old-photos-reveal-tale-of-japan-and-jews-of-wwii",
    "https://foxnews.com/lifestyle/survivor-hamas-terror-attack-israel-recounts-pain-grief-losing-angel-boyfriend-oct-7",
    "https://www.s.yimg.com/ny/api/res/1.2/_lcPGt70SrDEioIEox1KTw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE0NDA7aD0yNTYw/https://www.media.zenfs.com/en/fox_news_text_979/6d0e85eba884efac4ca5bda27eb0673e",
    "https://www.foxnews.com/lifestyle/woman-vandalizes-israeli-hostage-posters-front-captives-own-family-new-york-city",
    "https://foxnews.com/category/health/mental-health",
    "https://www.twitter.com/intent/tweet?text=Hero%20saved%20woman",
    "https://www.s.yimg.com/ny/api/res/1.2/Qn1zS_T2htRJLIv3KTEMog--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE0NDA7aD0yNTYw/https://www.media.zenfs.com/en/fox_news_text_979/049e442aeccce10cf319b0f86cc2726c",
    "https://www.foxnews.com/category/travel/general/museums-exhibits",
    "https://www.foxnews.com/newsletters?cmpid=fnfirstnl",
    "https://www.s.yimg.com/ny/api/res/1.2/ee7_7supMPe0H9yysX5bLA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://www.media.zenfs.com/en/fox_news_text_979/e6cbf6324727570f142278dead99db3c",
    "https://www.s.yimg.com/ny/api/res/1.2/6xiACL2pp5vIpOuHKiycrA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTMxNDtoPTYw/https://www.s.yimg.com/os/creatr-uploaded-images/2022-12/eb89ebd0-74c4-11ed-9f5e-309905ca08b4",
    "https://www.s.yimg.com/uu/api/res/1.2/iZSkJ1dZzk7Garbe9.U._A--~B/aD03MjA7dz0xMjgwO2FwcGlkPXl0YWNoeW9u/https://www.media.zenfs.com/en/video.fbc.news.com/04e4bc4884820510d8242fc784e684f6",
    "https://foxnews.com/category/topic/holocaust",
    "https://www.foxnews.com/category/lifestyle/occasions",
    "https://foxnews.com/category/topic/anti-semitism"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "linda margolin royal",
        "sentiment": "none"
      },
      {
        "name": "chiune sugihara",
        "sentiment": "none"
      },
      {
        "name": "eve glover",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "affirm press",
        "sentiment": "none"
      },
      {
        "name": "fox news digital",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-05T19:58:11.494+03:00",
  "updated": "2024-05-05T19:58:11.494+03:00"
}