{
  "thread": {
    "uuid": "93e6dfd9cd2421b5390a00c53c6a1db31a46a4df",
    "url": "http://www.chilango.com/ciudadania/conoce-a-adis-el-perro-policia-que-trabajo-en-carceles-de-cdmx-y-ya-se-jubilo",
    "site_full": "www.chilango.com",
    "site": "chilango.com",
    "site_section": "https://jlanoticias.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Al Minuto - Jlanoticias",
    "title": "chilango - Conoce a Adis, el perro policía que trabajó en cárceles de CDMX y ya se jubiló",
    "title_full": "chilango - Conoce a Adis, el perro policía que trabajó en cárceles de CDMX y ya se jubiló",
    "published": "2024-02-29T23:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://img.chilango.com/2024/02/Conoce-a-Adis-el-oficial-canino-que-trabaja-en-prisiones-de-la-CDMX_foto-1024x576.jpg",
    "performance_score": 0,
    "domain_rank": 85292,
    "domain_rank_updated": "2024-02-27T12:10:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "93e6dfd9cd2421b5390a00c53c6a1db31a46a4df",
  "url": "http://www.chilango.com/ciudadania/conoce-a-adis-el-perro-policia-que-trabajo-en-carceles-de-cdmx-y-ya-se-jubilo",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "chilango - Chio Sánchez",
  "published": "2024-02-29T23:54:00.000+02:00",
  "title": "chilango - Conoce a Adis, el perro policía que trabajó en cárceles de CDMX y ya se jubiló",
  "text": "Conoce a Adis, el perro policía que trabajó en cárceles de CDMX y ya se jubiló Este valiente perrito trabajó en el Sistema Penitenciario de la CDMX y se retiró con todos los honores. Así fue la emotiva ceremonia. Por: Chio Sánchez Tras varios años de un valiente trabajo, el oficial canino Adis se jubiló de la Secretaría de Seguridad Ciudadana (SSC) de la CDMX. Adis se jubiló de la Unidad K9, perteneciente al Sistema Penitenciario de la CDMX, y sus compañeros humanos lo despidieron con una emotiva ceremonia. El evento se realizó en las instalaciones de la unidad de Atención Integral para Personal Penitenciario (UDAIP) del Reclusorio Preventivo Varonil Norte, donde su compañero humano le dedicó un sensible mensaje. En [Chilango](https://www.chilango.com/) te contamos más sobre el oficial canino Adis. [Checa también: ¡Se niegan a morir! Boletos del Metro seguirán vendiéndose y aceptándose para ingresar](https://www.chilango.com/ciudadania/boletos-del-metro-seguiran-vendiendose-y-aceptandose-para-ingresar/) ¿Qué actividades hacía el perrito? El oficial canino Adis, realizó un destacado trabajo en acciones de prevención y seguridad en los centros penitenciarios de la Ciudad de México, de acuerdo con la Secretaría de Seguridad Ciudadana. Su desempeño permitió que las cárceles fueran lugares más seguros para las personas que están privadas de la libertad, así como de las familias que los visitan. Incluso de proteger la labor del personal que labora en estos centros. El subsecretario del Sistema Penitenciario, Reyes Colmenares, dio unas palabras de homenaje al canino, a quien calificó como un \"compañero leal\" y \"valioso\" que dedicó su vida al servicio público. “Estamos aquí para celebrar el retiro de un verdadero héroe de cuatro patas, nuestro querido perro “Adis”, este noble perro ha desempeñado un papel fundamental en la salvaguarda de nuestras instalaciones contribuyendo de manera significativa a mantener la seguridad y el orden en nuestro entorno penitenciario”, enfatizó Reyes. ¿Cuántos años trabajó? Edgar Alejandro Maya Schuster, entrenador de Adis, informó que este valiente perrito desempeñó su trabajo durante siete años. En los cuales se le dio entrenamiento especializado para detectar sustancias y objetos prohibidos con ayuda de su agudo sentido del olfato. “Amigo este día, el cual debería de ser el más feliz para ti y para toda la Unidad Canina que nos acompaña, pero tengo muchos sentimientos encontrados al igual que todos mis compañeros, por una parte, me llena de felicidad, que vas a pasar al retiro, que vas a dejar una vida de trabajo para ser feliz y hacer feliz a la familia que te adoptará”, expresó Edgar. ¿De qué unidad de la SSC se jubiló? De acuerdo con la Secretaría de Seguridad Ciudadana, Adis perteneció a la Unidad K9 y desarrolló sus actividades en la Subsecretaría del Sistema Penitenciario. “El día de hoy, Adis, uno de los oficiales caninos que integran la Unidad K9, cumple su ciclo en nuestra institución y se retira del servicio, a este fiel compañero le decimos ¡Muchas Gracias!”, destacó el secretario Vázquez Camacho. Las principales actividades que desempeñan estos canes de la SSC son: - Rondines de vigilancia, prevención y seguridad en escuelas, parques, espacios públicos y centros comerciales. - Operativos en filtros de seguridad, eventos públicos y vialidades principales para detección de sustancias prohibidas. - Colaboración con las corporaciones de los 3 órdenes de gobierno en investigaciones y operativos. - Visitas didácticas en centros educativos desde jardín de niños hasta universidades. - Acciones de proximidad y demostración de habilidades en espacios públicos Así fue la despedida de Adis En el evento de despedida del oficial canino, la banda de guerra de la Policía Auxiliar le dedicó \"un tres de Diana\" y, además, se le retiró su pechera, collar de trabajo así como su correa de entrenamiento. Posteriormente, se le otorgó una correa y collar de paseo. Este acto significa que se le incorporará a la vida civil en compañía de su nueva familia adoptiva. A esta celebración asistieron: Kronos, Dante y Lucy, canes de la SSC, a los cuales también se les otorgó un diploma por su labor policial en el Sistema Penitenciario. Hoy despedimos con orgullo al canino— SSC CDMX (@SSC_CDMX) [#Adis], quien trabaja, en conjunto con los lomitos de la Unidad Canina [#K9]del Sistema Penitenciario, con profesionalismo en acciones de prevención y seguridad en los diversos Centros Penitenciarios de la ciudad. ¡Gracias [#Adis]por ser parte de… [pic.twitter.com/0Aqu2jZ5xq] [February 29, 2024] Para saber cómo sobrevivir a la CDMX, suscríbete a nuestro newsletter: [ https://www.chilango.com/newsletter/](https://www.chilango.com/newsletter/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:50:45.025+02:00",
  "updated": "2024-03-01T00:50:45.025+02:00"
}