{
  "thread": {
    "uuid": "18a68337c858d1958710c8127d8898a94e9247be",
    "url": "https://www.sciencedaily.com/releases/2024/04/240403170916.htm",
    "site_full": "www.sciencedaily.com",
    "site": "sciencedaily.com",
    "site_section": "https://www.sciencedaily.com/rss/all.xml",
    "site_categories": [
      "science"
    ],
    "section_title": "Latest Science News -- ScienceDaily",
    "title": "Researchers map how the brain regulates emotions",
    "title_full": "Researchers map how the brain regulates emotions",
    "published": "2024-04-04T05:09:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.sciencedaily.com/images/scidaily-icon.png",
    "performance_score": 0,
    "domain_rank": 310,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "18a68337c858d1958710c8127d8898a94e9247be",
  "url": "https://www.sciencedaily.com/releases/2024/04/240403170916.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-04T05:09:00.000+03:00",
  "title": "Researchers map how the brain regulates emotions",
  "text": "Ever want to scream during a particularly bad day, but then manage not to? Thank the human brain and how it regulates emotions, which can be critical for navigating everyday life. As we perceive events unfolding around us, the ability to be flexible and reframe a situation impacts not only how we feel, but also our behavior and decision-making.\nIn fact, some of the problems associated with mental health relate to individuals' inability to be flexible, such as when persistent negative thoughts make it hard to perceive a situation differently.\nTo help address such issues, a new Dartmouth-led study is among the first of its kind to separate activity relating to emotion generation from emotion regulation in the human brain. The findings are published in Nature Neuroscience.\n\"As a former biomedical engineer, it was exciting to identify some brain regions that are purely unique to regulating emotions,\" says lead author Ke Bo, a postdoctoral researcher in the Cognitive and Affective Neuroscience Lab (CANlab) at Dartmouth. \"Our results provide new insight into how emotion regulation works by identifying targets which could have clinical applications.\"\nFor example, the systems the researchers identified could be good targets for brain stimulation to enhance the regulation of emotion.\nUsing computational methods, the researchers examined two independent datasets of fMRI studies obtained earlier by co-author Peter Gianaros at the University of Pittsburgh. Participants' brain activity was recorded in an fMRI scanner as they viewed images that were likely to draw a negative reaction such as a bloody scene or scary- looking animals.\nThe participants were then asked to recontextualize the stimulus by generating new kinds of thoughts about an image to make it less aversive, before a neutral image was presented followed by another dislikable image.\nBy examining the neural activity, researchers could identify the brain areas that are more active when emotions are regulated versus when emotions are generated.\nThe new study reveals that emotion regulation, also known in neuroscience as \"reappraisal,\" involves particular areas of the anterior prefrontal cortex and other higher-level cortical hierarchies whose role in emotion regulation had not previously been isolated with this level of precision. These regions are involved in other high-level cognitive functions and are important for abstract thought and long-term representations of the future.\nThe more people are able to activate these emotion regulation-selective brain regions, the more resilient they are to experiencing something negative without letting it affect them personally. These findings build on other research linking these areas to better mental health and the ability to resist temptations and avoid drug addiction.\nThe results also demonstrated that the amygdala, which is known as the threat-related brain region responsible for negative emotion and has long been considered an ancient subcortical threat center, responds to aversive experiences the same way, whether people are using their thoughts to self-regulate down-regulate negative emotion or not. \"It's really the cortex that is responsible for generating people's emotional responses, by changing the way we see and attach meaning to events in our environments,\" says Bo.\nThe researchers were also interested in identifying the neurochemicals that interact with emotion regulation systems. Neurotransmitters like dopamine and serotonin shape how networks of neurons communicate and are targets for both illicit drugs and therapeutic treatments alike. Some neurotransmitters may be important for enabling the ability to self-regulate or \"down-regulate.\"\nThe team compared the emotion regulation brain maps from the two datasets to neurotransmitter binding maps from 36 other studies. The systems involved in regulating negative emotion overlapped with particular neurotransmitter systems.\n\"Our results showed that receptors for cannabinoids, opioids, and serotonin, including 5H2A, were especially rich in areas that are involved in emotion regulation,\" says senior author Tor Wager, the Diana L. Taylor Distinguished Professor in Neuroscience and director of the Dartmouth Brain Imaging Center at Dartmouth. \"When drugs that bind to these receptors are taken, they are preferentially affecting the emotion regulation system, which raises questions about their potential for long-term effects on our capacity to self-regulate.\"\nSerotonin is well-known for its role in depression, as the most widely used antidepressant drugs inhibit its reuptake in synapses, which transmit signals from one neuron to another.\n5H2A is the serotonin receptor most strongly affected by another exciting new type of treatment for mental health -- psychedelic drugs. The study's findings suggest that the effects of drugs on depression and other mental health disorders may work in part by altering how we think about life events and our ability to self-regulate. This may help explain why drugs, particularly psychedelics, are likely to be ineffective without the right kind of psychological support. The study could help improve therapeutic approaches by increasing our understanding of why and how psychological and pharmaceutical approaches need to be combined into integrated treatments.\n\"It's important to consider these types of connections that come from basic science,\" says Wager. \"Understanding drug effects requires understanding the brain systems involved and what they're doing at a cognitive level.\"\nStory Source:\nMaterials provided by Dartmouth College. Original written by Amy Olson. Note: Content may be edited for style and length.\nJournal Reference:\nCite This Page:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "https://home.dartmouth.edu/news/2024/04/dartmouth-researchers-map-how-brain-regulates-emotions",
    "https://www.dartmouth.edu",
    "https://dartmouth.edu",
    "https://www.home.dartmouth.edu/news/2024/04/dartmouth-researchers-map-how-brain-regulates-emotions"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ke bo",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "dartmouth",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:22:40.866+03:00",
  "updated": "2024-04-05T00:22:40.866+03:00"
}