{
  "thread": {
    "uuid": "b65daa561e912488a7a3a1cbb782b1929c88e90a",
    "url": "https://www.indiatimes.com/videos/tech/lost-your-iphone-heres-how-to-foil-thieves-and-protect-your-personal-data-624375.html",
    "site_full": "www.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://www.indiatimes.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Trending stories on Indian Lifestyle, Culture, Relationships, Food, Travel, Entertainment, News and New Technology News - Indiatimes.com",
    "title": "Lost Your iPhone? Here's How to Foil Thieves and Protect Your Personal Data",
    "title_full": "Lost Your iPhone? Here's How to Foil Thieves and Protect Your Personal Data",
    "published": "2023-12-29T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://im.indiatimes.in/content/2023/Dec/iphone_658d7639a4827.jpg",
    "performance_score": 0,
    "domain_rank": 278,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b65daa561e912488a7a3a1cbb782b1929c88e90a",
  "url": "https://www.indiatimes.com/videos/tech/lost-your-iphone-heres-how-to-foil-thieves-and-protect-your-personal-data-624375.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T07:00:00.000+02:00",
  "title": "Lost Your iPhone? Here's How to Foil Thieves and Protect Your Personal Data",
  "text": "Before your new and shiny iPhone is lost, stolen, or snatched, change these settings to safeguard your personal data and hopefully even find your phone. Before your new and shiny iPhone is lost, stolen, or snatched, change these settings to safeguard your personal data and hopefully even find your phone. Learn how to effortlessly scan documents on your iPhone with these essential tips. Unlock the power of your device's built-in scanning features, making it a portable and efficient tool for digitising paperwork. From adjusting settings to utilising specialised apps, discover step-by-step guidance for optimal results. Say goodbye to bulky scanners and hello to the convenience of document scanning at your fingertips. Upgrade your iPhone skills and simplify your document management with these easy-to-follow tips. Another fighter has entered the ring in the Chat Bot battle. Up until now, ChatGPT has been dominating the chatbot game. But Google has just come out with Gemini. Google has unveiled Gemini in three models Ultra, Pro, and Nano. GTA 6 trailer has finally been released, and we for one can not keep calm. A decade in the making, and fans have been waiting eagerly. Those pesky spam calls. We are all sick and tired of them. They disrupt meetings and are just a nuisance. Well if you use an iPhone you can just mute these unknown callers. India is ready to explore the mysterious depths of the ocean. The ambitious Samudrayaan project plans to plunge three humans, 6,000 metres beneath the ocean’s surface in a homegrown submersible. ChatGPT creator has fired CEO Sam Altman OpenAI, the company that created ChatGPT, dismissed Altman abruptly. Altman is considered by many to be the poster boy for the rising popularity of AI. University of Cambridge researchers use machine learning to develop 'HotGestures,' allowing users to control 3D modeling tools in virtual reality using hand movements, eliminating the need for menu interactions. A video of Rashmika Mandanna has gone viral. But as it turns out, it’s not the actress in the video. In fact, it’s a deep fake. If you are not living under a rock, you have definitely come across the term \"Deepfake.\" But to understand deepfake, we first need to understand what AI is. Dubai's skyward ambitions are fueling a booming space tech ecosystem, redefining the UAE's role in the global space industry. With billions invested and strategic collaborations, Dubai is launching satellites, revolutionizing Earth-observation, and even eyeing space tourism. #Dubai #BusinessInDubai #InvestInDubai Do you know, metro trains around the world use the layout of a map designed for the London Tube in 1933? Watch the video to find out how the oldest metro revolutionized maps around the world. Do you know that originally, Bombay was a group of seven islands that were gifted to the King of England as dowry? How did these fishing islands become the financial capital of India? Sahil Verma explains. India has asked Canada to recall over 40 of its diplomats from India. The Indian government has also warned, it will revoke diplomatic immunity for those staying in India after the deadline. According to a Financial Times report, this comes as the diplomatic relationship between the two countries deteriorates. Gandhi Jayanti is celebrated on October 2 every year to commemorate the birth anniversary of Mahatma Gandhi. Mahatma Gandhi was an Indian lawyer, anti-colonial nationalist, and political ethicist. In India, Mahatma Gandhi's birthday is a national holiday. Globally, Gandhi's birthday is celebrated as the International Day of Nonviolence. After India, the largest number of Sikhs are based in Canada. But when did this migration actually start? How did Canada become the second home of the Punjabis? Watch the video to find out. India’s economic corridor project, connecting India, the Middle East, and the European Union, is making China sweat. In our previous video, we explained how China is trying to impose a global foothold with its Belt and Road Initiative. Kota, the coaching hub of India for getting admissions in top engineering and medical institutes, has been in the news quite a bit in the last few days. What is going on in Kota? Watch the video to find out. The contentious bill has been passed both in the Lok Sabha and Rajya Sabha without any opposition. Hundreds of ecologists, environmentalists and retired forest officers had requested to redraft the bill, but nothing was changed. Why is this bill a big threat to our forests? Watch the video to find out. Never thought tomatoes would be this expensive. But do you know about the history of tomatoes? It's damn fascinating. Watch the video to find out.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Crime, Law and Justice",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nano",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "google",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T07:21:12.159+02:00",
  "updated": "2023-12-29T07:21:12.159+02:00"
}