{
  "thread": {
    "uuid": "e70cc4f7b72e6ffb52ff2904a8710ae51fa4ed95",
    "url": "https://www.ips.tennessee.edu/2024/02/29/unless-we-use-respect-its-wasted",
    "site_full": "www.ips.tennessee.edu",
    "site": "tennessee.edu",
    "site_section": "http://ips.tennessee.edu",
    "site_categories": [],
    "section_title": "Home - Institute for Public Service",
    "title": "Unless We Use Respect, It’s Wasted - Institute for Public Service",
    "title_full": "Unless We Use Respect, It’s Wasted - Institute for Public Service",
    "published": "2024-02-29T19:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 8707,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e70cc4f7b72e6ffb52ff2904a8710ae51fa4ed95",
  "url": "https://www.ips.tennessee.edu/2024/02/29/unless-we-use-respect-its-wasted",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Susan Robertson",
  "published": "2024-02-29T19:19:00.000+02:00",
  "title": "Unless We Use Respect, It’s Wasted - Institute for Public Service",
  "text": "Innovation, Honesty, Engagement, Accountability, & Respect – I HEAR By Lynn Reed, CIS Our global population was estimated to have reached eight billion people as of November 15th, 2022, and grew by another eighty-three million in 2023. The people of our world speak many different languages (seven thousand in all with less than twenty-five being the most used). Over half the world’s population (63%) practice some form of religion. There are over one thousand different ethnic groups in our world based on ancestry, history, language, or culture. We are taught differently, we speak differently, we think differently, we believe differently, we dress differently, we have different customs, we eat different foods, we are of different color, and to top it all off, we are, most times, kilometers apart in different parts of the world. So, when we start to contemplate why respect seems such a foreign word in our vocabulary, we now have at least some insight as to its cause. We are different. Every individual born into this world is a product of their environment. Consider for a moment that we are born pretty much an empty slate. As babies, we cry, we eat and have a few biological functions. We see, we hear, we feel, smell, and taste, and that is our start in the world. Given this, the world, and the environment in which we live write upon that empty slate. We learn as we grow. We experience sadness, joy, pain, suffering, anger, hate, loneliness, compassion, empathy, guilt, hunger, love, peace, and all the other emotions people feel. And, while this is going on, these experiences somehow write upon that slate shaping our inner values and making us who we are. As an example, I was and still am a country boy from West Tennessee. My wife says, “You can take the boy out of the country, but you can’t take the country out of the boy!” As a youth, I remember being taught by my parents to respect my elders. That lesson never left me. I was taught to say, “Yes Sir” and “No Ma’am” and to follow directions. As I grew older, I learned the value of hard work. I was taught to farm the land and could plow and plant, cultivate, and harvest crops. I helped put winter hay in the barn and corn in the crib for livestock and spent countless hours on tractors and combines in the spring, summer, and fall. I also learned the value of an education. I had several mentors in my life but most notably my grandparents who lived across the road, one of my uncles (also a farmer) and aunt just down the road, and, most importantly, my parents. I learned respect and many other values at the foot of some of the most important people I knew, loved, and looked up to for approval and validation of who I was. I had some incredibly great experiences in my life and some that were, well, let us just say, not so great. All these experiences wrote on the slate of who I am. I would bet you could say the same thing about yourself. Think back a moment on your own life. Who were your mentors and what did they teach you about respect and the other values you learned as a kid? What experiences did you have growing up or as an adult (both good and bad) that shaped who you are? How do your values affect who you have become, and do you think those values have changed over the years? All good questions to ponder. I know I digressed a little, but I did it for a reason – to demonstrate that values are outcomes of learned human experiences. We are not born with them, nor did they just magically appear when we reached the age of reason. Also, values are not drilled into us in a single moment though some experiences are more impactful than others. No, our values are shaped as we age, much like a fine wine, and a value like respect varies from person to person because of our experiences. It is unlikely any of our mentors taught us respect in the exact same way. They did, however, set good examples and modeled the way for us. Do we ever stop learning about respect from or for others? The answer is NO – otherwise, what is the point of talking about it or authoring this article. Considering the differences, I spoke of earlier, it is not surprising respect takes a back seat sometimes. We see everyday examples of well-known people doing pretty much the opposite. They do not show respect for others and, to varying degrees, degrade, and deface respect as an unimportant value. They attack and tear other people down. They impose their will on others without asking. They value their own wants and needs above that of others. Without respect, we become more divisive and disenfranchised. We gather into smaller cliques thinking our way is the only way and other opinions have little importance. Respect is different. Respect values – it does not cheapen, denigrate, degrade, or reduce. It uplifts. It meets people where they are without regard to their differences. More respect would mean less war, opposition, and peace. I recently read an article sharing a story about a man who gave away four weeks of his vacation time to a young mother and coworker suffering from depression and in need of additional vacation time she did not have. This man gave away something of great value to her without expecting anything in return. Respect is very much like this. We should respect others without expecting anything in return other than knowing it was the right thing to do. Respect does not mean we agree with another’s ideology or beliefs. However, it does mean we appreciate them as a person even when they do not reciprocate. Which leads me to some final thoughts on respect. Respect is a value we all have. But unless we use and model it, it is wasted. It becomes a value we learned at some point and knowingly discarded because of one or more of our own life experiences. Respect is not focused inward although I agree we must first respect ourselves before we can respect others. When we are respectful, extraordinary things happen. Laurence Sterne said, “Respect for ourselves guides our morals, respect for others guides our manners.” There is truth in the statement that to get respect, we must first give it. Respect tells others everything they need to know about who we are – both our morals and our manners! Respect means so much more than we might think at first glance for it always reflects on us and who we are!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lynn reed",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "wasted - institute for public service innovation",
        "sentiment": "negative"
      },
      {
        "name": "cis",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:10:50.528+02:00",
  "updated": "2024-03-01T00:10:50.528+02:00"
}