{
  "thread": {
    "uuid": "0f70a90e7f9add8e0406031d6e1faa8acb0bb2cd",
    "url": "https://spectrumlocalnews.com/nys/rochester/news/2024/06/02/gurdwara-of-rochester-celebrate-its-50th-year-",
    "site_full": "spectrumlocalnews.com",
    "site": "spectrumlocalnews.com",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "Gurdwara of Rochester celebrate its 50th year",
    "title_full": "Gurdwara of Rochester celebrate its 50th year",
    "published": "2024-06-02T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s7d2.scene7.com/is/image/TWCNews/Screenshot_2024-06-02_at_2.41",
    "performance_score": 0,
    "domain_rank": 5975,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0f70a90e7f9add8e0406031d6e1faa8acb0bb2cd",
  "url": "https://spectrumlocalnews.com/nys/rochester/news/2024/06/02/gurdwara-of-rochester-celebrate-its-50th-year-",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Adriana Loh",
  "published": "2024-06-02T03:00:00.000+03:00",
  "title": "Gurdwara of Rochester celebrate its 50th year",
  "text": "ROCHESTER, N.Y. — After years of conducting Sunday worship services at the homes of congregation members, one group decided to take matters into their own hands. After establishing the first Gurdwara in upstate New York, members are now celebrating five decades later.\nThe Sikh community has long been known for its distinct practices, rich culture and history of resilience.\nHowever, as with any minority community in the United States, there can often be many challenges that can cast a shadow over what being sikh in America truly means.\n“There were definitely some challenges,” honorary trustee Jagdish Dhaliwal said. “When you go to the town, people don't understand exactly who you are and what you are going to construct towards the new turfs versus the neighbors that don't know.”\nMany members of the Gurdwara of Rochester had moved from India to the community during the 1960s and 70s.\nCongregants gathered in each other’s homes for services, and what had started with just a handful of people turned into hundreds.\n“There was no existing building to use as a place of worship,” chairman of the board Dr. Bhoopinder Singh Mehta said. “And that monthly activity led us to have the need to have a place.”\nSeeing the importance of what a place of worship would mean to growing members of the congregation, something needed to be done.\n“When we applied to the town for building, some people objected because the normal village is not only for us, it happens all the time,” board member of trustees Harbhajan Singh Purewal said. “So the town gave us permission, so that was no problem.”\nDhaliwal worked alongside a team of volunteers by taking any donation and helping hand they could get to build what he says was the very first gurdwara in upstate New York.\n“When we built this building, in the whole state of New York, there was only one more,” Dhaliwal said. “There was a Gurdwara in New York City and we were the second in the whole state, so naturally it was definitely symbolic for us.”\nFifty years later, the community is now enjoying a celebration that has been five decades in the making.\n“When you settle into a new place, you always want to carry your heritage with you,” Mehta said. “So it's just the creation of that heritage. And that's what led to our getting together, which finally was a place of worship.”\nFrom authentic Punjabi food, turban tying, and dancing-this marks a milestone for its community.\n“We don't advertise ourselves,” Purewal said. “You know, that's part of the religion. Whatever you do, it's not for your ego. It is for your contribution to society.”\nThe Gurdwara of Rochester continues to stand as a testament to the unwavering dedication of several Sikh families who, upon settling in the area, together established a place of worship for prayer and community for future generations.\n“Somebody said, you know, it's a 50-year celebration, I said, what?” Dhaliwal said. “Belonging to an institution, being together [and] loving each other, that is the best thing you can do.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jagdish dhaliwal",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "n.y.",
        "sentiment": "none"
      },
      {
        "name": "rochester",
        "sentiment": "none"
      },
      {
        "name": "rochester",
        "sentiment": "none"
      },
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T23:19:32.822+03:00",
  "updated": "2024-06-03T01:07:41.898+03:00"
}