{
  "thread": {
    "uuid": "6cbec941caefc3b7b5346a97fe40c8f319ce6102",
    "url": "https://www.rtp.pt/noticias/mundo/hamas-aceita-proposta-de-cessar-fogo-do-egito-e-catar_n1569565",
    "site_full": "www.rtp.pt",
    "site": "rtp.pt",
    "site_section": "http://brazil.shafaqna.com/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Brasil Notícias (Leitor de Notícias) | ",
    "title": "Hamas aceita proposta de cessar-fogo do Egito e Catar",
    "title_full": "Hamas aceita proposta de cessar-fogo do Egito e Catar",
    "published": "2024-05-06T19:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://cdn-images.rtp.pt/icm/noticias/images/5b/5b103b995337c0808b8d3817dae68a5b?w=860&amp;q=90&amp;rect=2,0,5620,3081&amp;auto=format",
    "performance_score": 0,
    "domain_rank": 8793,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6cbec941caefc3b7b5346a97fe40c8f319ce6102",
  "url": "https://www.rtp.pt/noticias/mundo/hamas-aceita-proposta-de-cessar-fogo-do-egito-e-catar_n1569565",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rádio e Televisão de Portugal",
  "published": "2024-05-06T19:01:00.000+03:00",
  "title": "Hamas aceita proposta de cessar-fogo do Egito e Catar",
  "text": "Hamas aceita proposta de cessar-fogo do Egito e Catar O Hamas anunciou esta segunda-feira que aceitou a proposta de cessar-fogo apresentada pelo Egito e pelo Catar, mediadores nas negociações para uma trégua na guerra entre esse grupo radical e Israel. Telavive já avançou, porém, que essa proposta é para si \"inaceitável\". Segundo o Hamas, o chefe do grupo, Ismail Haniyeh, já informou o primeiro-ministro do Catar e o chefe dos serviços de inteligência egípcios que aceitou a proposta. \"Ismail Haniyeh, chefe do gabinete político do Hamas, falou por telefone com o primeiro-ministro do Catar, o xeque Mohammed bin Abdelrahmane Al Thani, e com o ministro egípcio dos Serviços Secretos, Abbas Kamel, e informou-os que o Hamas aprovou a sua proposta de acordo de cessar-fogo\", refere um comunicado do grupo. À agência France Press, um responsável do Hamas declarou que \"a bola está agora no campo de Israel, que tem de optar entre aceitar o acordo de cessar-fogo ou bloqueá-lo\". Israel decidiu, entretanto, que a proposta aprovada pelo Hamas não é aceitável, segundo um funcionário israelita ouvido pela agência Reuters. De acordo com a mesma fonte, o acordo inclui conclusões a “longo prazo” que Israel não pode apoiar. “Isto parece ser um estratagema destinado a fazer com que Israel pareça ser o lado que recusa um acordo”. Alguns órgãos de comunicação social israelitas também referem que o Governo de Benjamin Netanyahu não aceitou o acordo. Alguns órgãos de comunicação social israelitas também referem que o Governo de Benjamin Netanyahu não aceitou o acordo. Segundo o Hamas, a proposta inclui várias exigências, nomeadamente um cessar-fogo, a reconstrução de Gaza, o regresso de pessoas deslocadas e uma troca de reféns israelitas por prisioneiros palestinianos. O presidente turco, Recep Tayyip Erdogan, saudou a aprovação do acordo pelo Hamas e disse esperar que Israel faça o mesmo. Um responsável do Hamas disse ainda à Reuters que uma delegação do grupo radical vai em breve visitar o Cairo para discutir o acordo de cessar-fogo e o próximo passo a tomar. Há vários meses que Egito e Catar têm mediado conversações entre Israel e o Hamas, procurando encontrar uma solução para a guerra desencadeada pelo ataque do movimento islamita em território israelita, em 7 de outubro passado.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T20:18:52.002+03:00",
  "updated": "2024-05-06T20:41:12.111+03:00"
}