{
  "thread": {
    "uuid": "3b7e1cc1cfbc409471790f01918f4cac937a118c",
    "url": "https://www.newsfilecorp.com/release/205122/iMinings-AI-Subsidiary-AiMining-Technologies-Has-Appointed-Dr.-Hamdi-Amroun-PhD-to-Its-Advisory-Board-to-Further-Bolster-Its-Research-in-AI-Development-for-Positive-Impact",
    "site_full": "www.newsfilecorp.com",
    "site": "newsfilecorp.com",
    "site_section": "https://www.newsfilecorp.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Newsfile | Newswire and SEDAR, EDGAR Filing Service and Agent",
    "title": "iMining's AI Subsidiary, AiMining Technologies, Has Appointed Dr. Hamdi Amroun, PhD to Its Advisory Board, to Further Bolster Its Research in AI Development for Positive Impact",
    "title_full": "iMining's AI Subsidiary, AiMining Technologies, Has Appointed Dr. Hamdi Amroun, PhD to Its Advisory Board, to Further Bolster Its Research in AI Development for Positive Impact",
    "published": "2024-04-11T23:34:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.newsfilecorp.com/socialImage/6156/facebook/205122",
    "performance_score": 0,
    "domain_rank": 23688,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3b7e1cc1cfbc409471790f01918f4cac937a118c",
  "url": "https://www.newsfilecorp.com/release/205122/iMinings-AI-Subsidiary-AiMining-Technologies-Has-Appointed-Dr.-Hamdi-Amroun-PhD-to-Its-Advisory-Board-to-Further-Bolster-Its-Research-in-AI-Development-for-Positive-Impact",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "iMining Technologies Inc.",
  "published": "2024-04-11T23:34:00.000+03:00",
  "title": "iMining's AI Subsidiary, AiMining Technologies, Has Appointed Dr. Hamdi Amroun, PhD to Its Advisory Board, to Further Bolster Its Research in AI Development for Positive Impact",
  "text": "iMining's AI Subsidiary, AiMining Technologies, Has Appointed Dr. Hamdi Amroun, PhD to Its Advisory Board, to Further Bolster Its Research in AI Development for Positive Impact April 11, 2024 3:34 PM EDT | Source: [iMining Technologies Inc.](/company/6156/iMining-Technologies-Inc.) Vancouver, British Columbia--(Newsfile Corp. - April 11, 2024) - iMining Technologies Inc. (TSXV: IMIN.H) (\"iMining\"), is pleased to announce the appointment of Dr. Hamdi Amroun, PhD, as a Scientific Advisor to the Scientific Research Board of its subsidiary, AiMining Technologies. Dr. Amroun brings a wealth of expertise in artificial intelligence (AI), with an illustrious background in applied research and machine learning, positioning him to significantly enhance AiMining Technologies' advancements in this field. Dr. Amroun's professional trajectory is marked by his strategic acumen and pioneering contributions across diverse sectors. Notably, during his tenure as the Head of AI & Applied Research at Accenture, he served as the Chief AI Officer and Head of Data, leading transformative initiatives in AI strategy and digital analytics. His proficiency in fluid dynamics and generative AI has notably influenced the development of AI-driven solutions. With roles such as Lead (Principal) Applied Scientist at Sorbonne Université and Principal Applied Scientist (Data Science and Machine Learning) at Amazon Web Services (AWS), Dr. Amroun has demonstrated profound expertise in machine learning, natural language processing (NLP), and fluid dynamics. Furthermore, Dr. Amroun's engagement as a Visiting Research Fellow at The University of British Columbia and the National University of Singapore further underscores his significant contributions to AI research. Dr. Amroun's extensive professional experience encompasses pivotal positions at renowned organizations including Orange, Atol les Opticiens, Nvidia, and Crédit Agricole CIB, where he showcased his skills in software development and spearheaded the development of cutting-edge AI solutions and data mining techniques. Dr. Hamdi's commitment to education and academia is evident through his academic pursuits, including a Masters in Quantitative Finance from Telecom SudParis, an Executive MBA from London Business School, and dual Doctor of Philosophy degrees focusing on Machine Learning and Generative AI from Universite Paris-Saclay and the International Research Laboratory on Artificial Intelligence Singapore, respectively. Additionally, Dr. Amroun actively contributes to academia and research as a Masters and PhD advisor at various esteemed institutions, exemplifying his dedication to nurturing the next generation of AI leaders. Dr. Amroun's outstanding contributions have garnered recognition through numerous honors and awards, including Best Paper Awards from prestigious conferences such as ICAICS and IEEE iThings, highlighting his exceptional impact in the fields of artificial intelligence and data science. In reflecting on his new role, Dr. Hamdi Amroun shared his vision for AiMining Technologies: \"I am thrilled to join AiMining Technologies and contribute to shaping the future of responsible AI development and innovation. My goal is to leverage my expertise to drive innovation and foster collaborative research efforts that push the boundaries of artificial intelligence.\" Khurram Shroff, CEO of iMining Technologies, expressed his enthusiasm about Dr. Amroun's appointment: \"Dr. Amroun's extensive experience and profound knowledge in AI and machine learning make him an invaluable asset to our Scientific Research Board. We are confident that his strategic insights and innovative approach will accelerate AiMining Technologies' mission of pioneering advancements in artificial intelligence.\" Dr. Amroun's appointment reaffirms AiMining Technologies' commitment to excellence and innovation in the AI sector. His expertise and leadership are poised to play a pivotal role in driving the company's vision of responsible AI development and groundbreaking research initiatives. About iMining Technologies Inc. iMining Technologies Inc. is a publicly listed technology company that acquires, builds, and manages future technology companies in Canada. The Company's industry-specific technology businesses provide specialized and innovative solutions in future technologies and serve private sector markets. iMining Technologies Inc. is headquartered in Vancouver, Canada. About AiMining Technologies Inc. AiMining Technologies Inc., a subsidiary of iMining Technologies and recognized as a Nvidia Inception Partner, as well as being chosen for the Microsoft start-up Founders Hub, stands as a pioneering force in Artificial Intelligence (AI) advancement. With a specialized applied research lab fostering collaboration with prestigious institutions and a commercialization program tailored for market interaction, AiMining seamlessly integrates into iMining's technology repertoire. Our dedication lies in propelling responsible AI development to new heights. ON BEHALF OF THE BOARD Signed \"Khurram Shroff\" Khurram Shroff, President & CEO FOR FURTHER INFORMATION, please contact: iMining Corporate Offices: Saleem Moosa, CFO and Director Email: [investor@imining.com](mailto:investor@imining.com)Telephone: 1-604-602-4935 Toll-Free: 1-866-602-4935 Neither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release. To view the source version of this press release, please visit [https://www.newsfilecorp.com/release/205122](https://api.newsfilecorp.com/redirect/Jg1KxhBYgG)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hamdi amroun",
        "sentiment": "neutral"
      },
      {
        "name": "amroun",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "aimining technologies",
        "sentiment": "neutral"
      },
      {
        "name": "accenture",
        "sentiment": "none"
      },
      {
        "name": "scientific research board",
        "sentiment": "none"
      },
      {
        "name": "ai & applied research",
        "sentiment": "none"
      },
      {
        "name": "imining technologies inc.",
        "sentiment": "none"
      },
      {
        "name": "imining-technologies-inc.",
        "sentiment": "none"
      },
      {
        "name": "(newsfile corp.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vancouver",
        "sentiment": "none"
      },
      {
        "name": "british columbia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:02:06.564+03:00",
  "updated": "2024-04-12T00:02:06.564+03:00"
}