{
  "thread": {
    "uuid": "03fc73cebbfe6876b8afbbaf3c7d10bb1da41086",
    "url": "https://www.diariodeleon.es/leon/provincia/240216/1510763/plataforma-agricultores-decaleon-logra-400-socios-apenas-dia.html",
    "site_full": "www.diariodeleon.es",
    "site": "diariodeleon.es",
    "site_section": "https://www.diariodeleon.es",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "Diario de León | Noticias de León, Bierzo y provincia leonesa",
    "title": "La plataforma de agricultores Decaleón logra más de 400 socios en apenas un día",
    "title_full": "La plataforma de agricultores Decaleón logra más de 400 socios en apenas un día",
    "published": "2024-02-16T04:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://imagenes.diariodeleon.es/files/article_social_75/uploads/2024/02/15/65ce756a5c86c.jpeg",
    "performance_score": 0,
    "domain_rank": 31163,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "03fc73cebbfe6876b8afbbaf3c7d10bb1da41086",
  "url": "https://www.diariodeleon.es/leon/provincia/240216/1510763/plataforma-agricultores-decaleon-logra-400-socios-apenas-dia.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Armando Medina",
  "published": "2024-02-16T04:30:00.000+02:00",
  "title": "La plataforma de agricultores Decaleón logra más de 400 socios en apenas un día",
  "text": "La plataforma de agricultores Decaleón logra más de 400 socios en apenas un día El colectivo, además de las necesidades específicas del campo, defiende también el entorno rural de la provincia Declaración La plataforma Defensa del Campo Leonés (Decaleón), que congrega a los agricultores y ganaderos de la provincia que durante las dos últimas semanas se vienen movilizando, logra más de 400 socios en apenas un día. Y es que la plataforma se constituyó de manera oficial este miércoles por la noche en una reunión que tuvo lugar en la casa de cultura de Riego de la Vega, aunque por la mañana hubo otra en Valderas. Días previos se llevaron a cabo otros encuentros en otras comarcas, aunque la recogida de adhesiones comenzó de manera formal el miércoles. Según queda reflejado en su acta de constitución, la plataforma se crea «con el fin de defender tanto la ganadería como la agricultura de León abarcando todas sus peculiaridades y formas, así como todo el entorno rural de León». En el acta se incide un poco más en esta idea general. Así el primer y segundo objetivos son la defensa de la agricultura y la ganadería leonesas, «en todas sus variedades, frente a normas, leyes e imposiciones tanto de autoridades locales, provinciales, estatales y europeas, que nos impidan mantener la rentabilidad de nuestras explotaciones». Pero la plataforma va más allá y no se queda solo en la defensa de la propia actividad agraria y ganadera sino que también en la de «nuestros entornos rurales dentro de la provincia, de la pérdida de servicios, actividades comerciales que dañas el campo de León, y todos aquellos agravios que pudieran producirse en los pueblos de León». Por otro lado el documento constituyente de Decaleón señala que los integrantes de la plataforma «quieren tener voz en los proyectos o actividades en las finalidades expuestas, para que se tenga en cuenta su opinión como parte interesada». También deja claro que aglutina a agricultores y ganaderos «sin intereses particulares y partidistas y, por supuesto, sin ánimo de lucro». Según se explicó en la reunión del miércoles por la noche en Riego, a la que asistieron cerca de 200 personas, la plataforma se dividirá por las distintas comarcas que componen la provincia. En cada una de ella se elegirán coordinadores que recabarán las necesidades y preocupación para ponerlas en común con los del resto de la provincia para tomar decisiones en común. Hasta el momento, como se ha señalado, en apenas un día se han apuntado ya unas 300 personas de manera presencial y otras cerca de 100 lo han hecho a través de correo electrónico. Además, los asistentes a cada una de las reuniones se han llevado impresos para informar a los agricultores y ganaderos de sus respectivos pueblos e invitarles a sumarse a la iniciativa. Así pues, el movimiento que surgió de manera espontánea a través de grupos de Whatsapp hace algo más de dos semanas como un grito del campo leonés ante el hartazgo general por la situación que está viviendo, y que ha sido capaz de forma independiente de congregar las mayores protestas del campo leonés que se recuerdan, ha visto la necesidad de organizarse de alguna manera para poder tomar decisiones. Así nació este miércoles la Plataforma Defensa del Campo Leonés, que ahora hecha a andar con gran aceptación del sector, según se desprende del número de apuntados.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T10:34:17.658+02:00",
  "updated": "2024-02-16T10:34:17.658+02:00"
}