{
  "thread": {
    "uuid": "f3088847e056f6482307ff1dfae13bf6bd7c167b",
    "url": "https://www.herald.co.zw/pfumvudzaintwasa-crop-resilience-gives-hope-to-farmers",
    "site_full": "www.herald.co.zw",
    "site": "herald.co.zw",
    "site_section": "https://www.herald.co.zw/feed/",
    "site_categories": [
      "society"
    ],
    "section_title": "The Herald",
    "title": "Pfumvudza/Intwasa crop resilience gives hope to farmers",
    "title_full": "Pfumvudza/Intwasa crop resilience gives hope to farmers",
    "published": "2024-02-15T22:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ZW",
    "main_image": "https://www.herald.co.zw/wp-content/uploads/sites/2/2024/02/Mr-Leonard-Munamati.jpg",
    "performance_score": 0,
    "domain_rank": 19959,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f3088847e056f6482307ff1dfae13bf6bd7c167b",
  "url": "https://www.herald.co.zw/pfumvudzaintwasa-crop-resilience-gives-hope-to-farmers",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "dayton",
  "published": "2024-02-15T22:18:00.000+02:00",
  "title": "Pfumvudza/Intwasa crop resilience gives hope to farmers",
  "text": "Pfumvudza/Intwasa crop resilience gives hope to farmers\nBulawayo Bureau\nFARMERS remain hopeful despite the continued dry spell, with the Government commending the huge strides made this year under the Pfumvudza/Intwasa programme, which doubled the momentum as the country strives to ensure food and nutrition security in the face of climate change.\nSpeaking yesterday during a meeting between departments in the agricultural sector and permanent secretaries from all provinces, Agricultural and Rural Development Advisory Services acting chief director Mr Leonard Munamati said the country recorded great progress under Pfumvudza/Intwasa where the crop had shown resilience amid poor rains.\nThe crop situation was part of the key topics at the gathering, which is a precursor to today’s high-level meeting between the Minister of Lands, Agriculture, Fisheries, Water and Rural Development Dr Anxious Masuka and Ministers of State and Devolution Affairs from all 10 provinces at Mazunga area in Beitbridge.\n“The Pfumvudza/Intwasa and irrigated crop in most parts of the country is doing well, especially where all requirements were met such as mulching,” said Mr Munamati.\n“This farming season we realised a record of 11,9 million plots that were prepared under various crops. This is very good considering that during the 2021-2022 farming season, we had 4,6 million plots while during the 2022-2023 season farmers prepared 5,8 million plots.\n“If farmers can maintain the same plots or even increase where they were lacking, then it will be easy for the Government to ensure food and nutrition security.\n“We had set a target of 1,7 million ha for maize and we achieved it. Sorghum this year increased to 405 000 hectares from 319 000ha last year while we managed to record 200 000ha for pearl millet out of a target of 194 000.”\nMr Munamati said the distribution of fruit trees was also proceeding under the Presidential Horticulture Recovery Plan.\nHe said 10 fruit trees were being distributed per household and that so far 32 500 trees had been distributed.\nIn an interview on the sidelines of the meeting, chief director for water resources, irrigation development and national WASHP coordination, Engineer Tinayeshe Mutazu, said today’s meeting would help to give an overview of outstanding issues in the agricultural sector and to also note achievements.\n“We have met as departments under the agricultural sector to discuss developments in their provinces,” he said.\n“Today is a working party of officials meeting to discuss the agenda, which will be presented during the meeting for ministers tomorrow.\n“Some of the issues discussed included the condition of crops, rainfall patterns, livestock development, grain supply at GMB depots, water supply, youth hubs, and land issues among others.”\nSpeaking during the same meeting, director for water supply services and rural development Eng Waddilove Mandiziba said as of February 14, a total of 2 645 boreholes had been drilled under the Presidential Rural Development Programme, while 734 boreholes had been equipped with bush pumps and 314 solarised.\nA total of 148 horticulture gardens have been established where boreholes were drilled.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Economy, Business and Finance",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "anxious masuka",
        "sentiment": "none"
      },
      {
        "name": "leonard munamati",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bulawayo bureau",
        "sentiment": "negative"
      },
      {
        "name": "agricultural and rural development advisory services",
        "sentiment": "none"
      },
      {
        "name": "pfumvudza/intwasa",
        "sentiment": "none"
      },
      {
        "name": "fisheries",
        "sentiment": "none"
      },
      {
        "name": "agriculture",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pfumvudza",
        "sentiment": "none"
      },
      {
        "name": "intwasa",
        "sentiment": "none"
      },
      {
        "name": "beitbridge",
        "sentiment": "none"
      },
      {
        "name": "mazunga",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T00:41:09.301+02:00",
  "updated": "2024-02-16T00:41:09.301+02:00"
}