{
  "thread": {
    "uuid": "8ca8834258c2052e11059472a28d83079d003b63",
    "url": "https://www.pasadenanow.com/main/college-access-plans-mo-hyman-honored-by-congresswoman-judy-chu",
    "site_full": "www.pasadenanow.com",
    "site": "pasadenanow.com",
    "site_section": "https://www.pasadenanow.com/main/feed",
    "site_categories": [
      "social"
    ],
    "section_title": "Pasadena Now",
    "title": "College Access Plan’s Mo Hyman Honored by Congresswoman Judy Chu",
    "title_full": "College Access Plan’s Mo Hyman Honored by Congresswoman Judy Chu – Pasadena Now",
    "published": "2024-04-18T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 25763,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8ca8834258c2052e11059472a28d83079d003b63",
  "url": "https://www.pasadenanow.com/main/college-access-plans-mo-hyman-honored-by-congresswoman-judy-chu",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "STAFF REPORT",
  "published": "2024-04-18T08:00:00.000+03:00",
  "title": "College Access Plan’s Mo Hyman Honored by Congresswoman Judy Chu",
  "text": "College Access Plan's Executive Director Mo Hyman receives Congresswoman Judy Chu’s Congressional Women of the Year Award College Access Plan's Executive Director Mo Hyman receives Congresswoman Judy Chu’s Congressional Women of the Year Award College Access Plan's Executive Director Mo Hyman receives Congresswoman Judy Chu’s Congressional Women of the Year Award College Access Plan's Executive Director Mo Hyman receives Congresswoman Judy Chu’s Congressional Women of the Year Award College Access Plan (CAP) is announced that Executive Director Mo Hyman has been selected to represent the City of Pasadena during Congresswoman Judy Chu’s Congressional Women of the Year Award Ceremony, which recognizes outstanding women who have contributed greatly to Rep. Chu’s 28th Congressional District. Hyman, the passionate co-founder and Executive Director of CAP is a lifelong scholar, a community advocate, and an educator committed to dismantling barriers to educational opportunities. She epitomizes the belief that there are no limits to what students can achieve and actively works to increase degree attainment, facilitate financial access, and nurture personal and professional growth for underserved and underrepresented students. Under Hyman’s leadership and structured around meaningful partnerships, CAP began as two students in a high school classroom in 2006. 18 years later, CAP is on track to serve 3000 students and families this year. The organization offers vital college readiness advising and workshops, covering various topics at no cost to high school and middle school students, graduates, and their families. Services range from guiding students through the application process to facilitating financial aid assistance ensuring essential college preparatory access and success support. Advocating for college access and success with and for underserved populations at all governmental and institutional levels, Mo’s proudest professional moment was CAP’s participation in the civil rights action that contributed to ending the University of California’s use of entrance exams for admissions and scholarships, a key factor in making California an SAT/ACT-free state for all public universities. In accepting this award, Hyman cites CAP’s Co-Founder and President Emeritus, Kathleen Parent, the dedicated board and staff, partner districts and organizations, volunteers, investors, and local students and families as her inspiration. “I am grateful to do the work I do every day and am humbled to be recognized by Congresswoman Chu today,” says Hyman. “I share this honor with the City of Pasadena, my collaborators, and our students and families.” In addition to her role at CAP, Mo serves on the Leadership Council of Collaborate PASadena, a shared initiative of the Pasadena Public School district, community organizations, and the city/local governments of Pasadena, Altadena, and Sierra Madre. She is also the board treasurer of Action Kivu, a nonprofit organization that collaborates with local nongovernmental organizations in the Democratic Republic of Congo and invests in Congo’s women, children, and communities through vocational training and education, creating paths toward peace and prosperity. Founded in 2006, College Access Plan (CAP) is an independent 501c3 nonprofit that prepares underserved and underrepresented students to succeed in college. Through partnerships with area school districts and local agencies, CAP provides no-cost college readiness advice and topic-specific courses for high school and middle school students, families, and to graduates that attend college. For more information visit [www.collegeaccessplan.org](http://www.collegeaccessplan.org). Make a comment",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Education"
  ],
  "external_links": [
    "http://www.collegeaccessplan.org).",
    "http://collegeaccessplan.org)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "judy chu",
        "sentiment": "negative"
      },
      {
        "name": "mo hyman",
        "sentiment": "negative"
      },
      {
        "name": "chu",
        "sentiment": "none"
      },
      {
        "name": "hyman",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "pasadena",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:14:35.465+03:00",
  "updated": "2024-04-19T01:14:35.465+03:00"
}