{
  "thread": {
    "uuid": "6dd7b02a184f44b2721aec809a4e97c2162a8add",
    "url": "https://www.nachdenkseiten.de/?p=134363",
    "site_full": "www.nachdenkseiten.de",
    "site": "nachdenkseiten.de",
    "site_section": "https://www.nachdenkseiten.de/?feed=atom",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "NachDenkSeiten &#8211; Die kritische Website",
    "site_title": "NachDenkSeiten &#8211; Die kritische Website - NachDenkSeiten &#8211; Die kritische Website",
    "title": "Russenhass als deutsche Staatsräson - und Abort-Journalismus als Tagesschau-Normalität",
    "title_full": "Russenhass als deutsche Staatsräson - und Abort-Journalismus als Tagesschau-Normalität",
    "published": "2025-06-12T09:53:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DE",
    "main_image": "https://www.nachdenkseiten.de/wp-content/uploads/2025/06/shutterstock_1775530820.jpg",
    "performance_score": 0,
    "domain_rank": 28787,
    "domain_rank_updated": "2025-06-03T00:00:00.000+03:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6dd7b02a184f44b2721aec809a4e97c2162a8add",
  "url": "https://www.nachdenkseiten.de/?p=134363",
  "ord_in_thread": 0,
  "author": "Ein Artikel von Friedhelm Klinkhammer; Volker Bräutigam",
  "published": "2025-06-12T09:53:00.000+03:00",
  "title": "Russenhass als deutsche Staatsräson - und Abort-Journalismus als Tagesschau-Normalität",
  "text": "Welch eine Niedertracht: Das Regime in Kiew hat es (zunächst) abgelehnt, 6.000 Leichen gefallener ukrainischer Soldaten von Russland zurückzunehmen. Doch unser leibhaftiger öffentlich-rechtlicher Skandal, die Tagesschau, versuchte, die Schuld dafür den Russen in die Schuhe zu schieben. Die fiesen Kostenüberlegungen der Ukraine unterschlug sie. Ebenso erbärmlich: Die Leitung der KZ-Gedenkstätte Dachau ließ von den Kränzen, die zu Ehren der von den Nazis dort ermordeten 4.000 russischen Kriegsgefangenen niedergelegt worden waren, die Schleifen in den russischen Nationalfarben abschneiden. Darüber verlor die Tagesschau kein Wort. Es ist ihr Beitrag zur medialen Massenverblödung: Nachrichten verfälschen oder unterdrücken. Nichts, auch nicht der Respekt vor dem schrecklichen Tod junger Soldaten hindert sie daran, ihre russenfeindliche Agitprop an fanatisierte Deutsche zu liefern. Unsere Gesellschaft nimmt es hin. Wir verlieren den letzten Rest Anstand. Von Friedhelm Klinkhammer und Volker Bräutigam.\nDie niederländische Journalistin Sonja van den Ende, näher am aktuellen Frontgeschehen und der politischen Realität als irgendein ARD-Korrespondent:\n„Das ist wirklich schrecklich, das ist ein Verbrechen, denn diese Soldaten haben für ihr Land gekämpft … jetzt sieht es so aus, als wolle die ukrainische Regierung sie nicht zurückholen. Wir wussten, dass in Kiew ein kriminelles Regime herrscht, und diese Situation\n[beweist es].“\nDoch solche Stimmen können im regierungsamtlich zensierten deutschen Diskurs nicht gehört werden. Wer sich über Ursachen, Hintergründe und Verlauf (nicht nur) des ukrainisch-russischen Krieges vollständiger und objektiver informieren will, ist auf ausländische Quellen ebenso angewiesen wie auf kritisch-alternative deutsche: auf , , Strategic Culture, Consortium News, Globalbridge, Moon of Alabama, Schweizer Standpunkt und Sonar21 einerseits und NachDenkSeiten, Overton, Anti-Spiegel, Hintergrund und Berliner Zeitung andererseits. Denn selbst humanitäre Projekte wie den am 2. Juni in Istanbul vereinbarten Gefangenen- und Leichenaustausch zwischen Russland und der Ukraine nutzen unsere Mainstreammedien – vom Spiegel bis zum öffentlich-rechtlichen Rundfunk –, um primitiven deutschen Russenhass zu fördern.\nDie Verhandlungskommission der Ukraine unter ihrem Kriegsminister Umjerow hatte am 2. Juni mit Russlands Präsidenten-Berater Medinskij und dessen Kommission in Istanbul vereinbart: Diesmal werden alle Kriegsgefangenen im Alter unter 25 Jahren ausgetauscht, alle schwer verwundeten oder schwer kranken Gefangenen und je 6.000 Leichen ukrainischer und russischer Soldaten. Aber schon ein paar Stunden nach dem Vertragsschluss stänkerte der ukrainische Kriegsherr und Machthaber Selenskyj, wie üblich ohne glaubhaften Beleg, „dass von den 6.000 Leichen von Soldaten, die Russland in die Ukraine zurückgeben will,[ nur 15 Prozent identifiziert](https://www.pravda.com.ua/eng/news/2025/06/2/7515273/) wurden.“\nOb er bei dieser abscheulichen Äußerung unter Drogen stand, wie ihm oft von den Russen [unterstellt ](https://tass.com/world/1053607)wird, bleibt dahingestellt; Selenskyjs westliche Unterstützer andererseits versuchen schließlich mit allerlei [„Faktenchecks“](https://www.mimikama.org/selenskyj-kokain-schreibtisch/), seine Nase als kokainfrei auszugeben. (Auf derlei interessengebundene [„Faktenfinderei“](https://www.tagesschau.de/faktenfinder/kontext/usa-biden-152.html) ist allerdings kein Verlass, wie die Tagesschau nicht nur im Biden-Fall zeigt).\nKeine Frage: Die hohe Anzahl ukrainischer Gefallenen passt Selenskyj nicht. Woher er schon zu diesem frühen Zeitpunkt und ohne Möglichkeit einer Prüfung gewusst haben will, wie viele Leichen identifiziert sind, fragte ihn jedoch niemand. Gleichviel, „ARD-aktuell“ (nomen est omen) reagierte ohnehin erst fünf Tage später, am 7. Juni in der „Tagesschau“ um 20 Uhr und danach in den „Tagesthemen“. Ukraine-Korrespondent Tobias Dammers im üblichen Propaganda-Jargon:\n„…Russland behauptet heute – ohne Belege vorzulegen –, die ukrainischen Unterhändler seien nicht am Treffpunkt erschienen, wo zunächst die Leichen gefallener Soldaten übergeben werden sollten. Die Ukraine weist diese Darstellung zurück. Moskau habe den Zeitpunkt eigenmächtig festgelegt … Für die Ukrainer ist es auch gar nicht von Interesse, einen Austausch künstlich scheitern zu lassen oder in die Länge zu ziehen, weil eben sehr sehr viele Familien auf ihre Angehörigen warten und auch innenpolitisch die ukrainische Regierung immer wieder unter Druck steht, die Gefangenen zurückzubringen. Für die Ukraine ist es auch nicht von Interesse, dass die Ergebnisse von diplomatischen Verhandlungen in Istanbul scheitern, um nicht den Druck des US-Präsidenten auf sich zu ziehen, der besonders auf diese Verhandlungen gedrängt\n[hatte].“\nAn dieser Darstellung stimmt so gut wie nichts: Die ukrainischen Behörden räumten selbst ein, dass sie nicht bereit waren, die Leichen an der Grenze in Empfang zu nehmen. Zur (angeblich russisch-„eigenmächtigen“) Terminierung hatte TT-Moderator Zamperoni erklärt, sie sei [„… für dieses Pfingstwochenende vorgesehen“](https://www.ardmediathek.de/tv-programm/680f2b9c82e61b206b66438c) gewesen.\nAm 8. Juni um 15.29 Uhr erschien dann in der Kiewer Pravda die Mittelung des ukrainischen Geheimdienstchefs Budanov:\n„Der Beginn des Austauschs der Leichen der Toten zwischen der Ukraine und der Russischen Föderation ist für nächste Woche\n[geplant].“\nEin konkretes Datum nannte er nicht. Auch die offizielle ukrainische Behauptung, die Videoclips von den Kühltransportern mit den Leichen seien irgendwo in Russland aufgenommen worden, war erlogen. Augenzeugen [bestätigten die Anwesenheit](https://rumble.com/v6uh09h-kiew-verschiebt-leichenaustausch-schrecklicher-verwesungsgeruch-journalist-.html) der parkenden Lkw-Schlange an der Grenze der Region Brjansk mit der Ukraine.\nZur dreisten Selenskyj-Behauptung, nur 15 Prozent der Leichen seien identifiziert, gehört jedoch ein Kontext, der sie erhellt und über den zu berichten die ARD-aktuell-Journaille entweder nicht fähig oder nicht willens war: Nach derzeitigem ukrainischem Recht sind Selenskyj und sein Regime verpflichtet, für jeden im Kampf getöteten Soldaten an die Angehörigen 316.000 Euro Entschädigung zu zahlen, davon circa 50.000 Euro sofort, den Rest über drei Jahre und drei Monate [verteilt.](https://southfront.press/ukraine-agrees-to-take-bodies-of-6000-slain-troops-but-not-really/) Insgesamt kämen für 6.000 Gefallene mindestens 2,2 Milliarden Euro an Rentenleistungen für die Hinterbliebenen auf das Kiewer Pleite-Regime zu – eine Sozialleistung, auf die kein Anspruch besteht, solange Leichen nicht identifiziert und tote Soldaten noch als „vermisst“ geführt werden können. Dieser Hintergrund war spätestens seit der Veröffentlichung des Magazins Overton vom 4. Juni [bekannt](https://overton-magazin.de/top-story/austausch-von-6000-leichen-gefallener-soldaten-stellt-die-ukraine-vor-finanzielle-probleme/). Auch die Redaktion ARD-aktuell musste ihn kennen, schließlich verfügt sie über eine Online-Redaktion mit eigener [Chefredakteurin](https://www.ard.de/die-ard/wie-sie-uns-erreichen/ard-pressemeldungen/2019/06-26-neue-Chefredaktion-von-ARD-aktuell-100/).\nFür die widerliche Vermeidungsstrategie Selenskyjs und seiner Spießgesellen gibt es ebenfalls ein naheliegendes Motiv: Staatliche Einnahmen, anteilig auch deutsche Euro-Milliarden, fallen häufig korrupter Zweckentfremdung [anheim](https://nichtohneuns-freiburg.de/was-machen-100-us-buchpruefer-in-der-ukraine/). Aber auch das ist kein Gegenstand redaktioneller Aufmerksamkeit seitens der „Tagesschau“.\nGerecht wäre es, wenn die westeuropäischen Kriegstreiber – voran das Trio infernale: Merz, Starmer, Macron – tatsächlich „Verantwortung übernehmen“ und für den [korrupten Pleite-Staat Ukraine](https://de.statista.com/statistik/daten/studie/593948/umfrage/wahrgenommene-korruption-in-der-ukraine/) zugunsten der Kriegsopfer-Familien in die Bresche springen müssten. Das wäre ein kleines Zeichen von Mitleid, noch längst keine Saulus-Paulus-Wandlung der drei Kriegsgeilinge; aber allemal besser, als für Milliarden Euro weitere Waffen zur Fortsetzung des Massenmordens zu liefern. Leider gilt jedoch auch hier:\n„Am Krieg verdienen die Reichen, die Armen liefern die\n[Leichen]“.\nFazit: Die ARD-Berichterstattung bleibt bei ihrer Falschmünzerei. Desinformation und platte Propaganda plus Kaltschnäuzigkeit gegenüber den Opfern der Kriege, ideelles Konkubinat mit den Herrschenden kennzeichnen die Berichterstattung des öffentlich-rechtlichen Rundfunks. Treffliche Bezeichnung der deutschen Verhältnisse: [Kakistokratie](https://www.kettner-edelmetalle.de/news/kakistokratie-in-deutschland-wenn-die-dummsten-regieren-und-der-wahler-schweigt-16-05-2025) – „Herrschaft der Schlechtesten“. Sie wirkt im politischen und im medialen Raum. Frei nach Montesquieu:\n„Unbedingter Gehorsam setzt Unwissenheit bei den Gehorchenden\n[voraus].“\nDer aktuelle Meinungsterror hat schwerwiegende Folgen:\nFür eine stärkere militärische Unterstützung der Ukraine durch die europäischen Staaten sprechen sich 40 Prozent der Befragten aus, für 30 Prozent soll das so bleiben wie bisher, und 26 Prozent wollen, dass die Ukraine weniger Militärhilfe\n[erhält].\nZwei von drei Deutschen sind demnach wieder auf militärische Lösungen fixiert. Die Überflutung mit Informationsmüll, Agitation und Propaganda aus allen medialen Rohren wirkt. Der bornierte Militarismus wird schwere wirtschaftliche und soziale Folgen haben. Selbst der Dümmste müsste begreifen, dass er dafür zahlen muss; dennoch zieht nur eine Minderheit die Konsequenzen daraus. Die Mehrheit pflegt ihren neudeutschen Russenhass und verharrt in klagloser Lethargie (Wissen Sie noch?: „Gorbi, Gorbi, Gorbi“ riefen die russlandbegeisterten Deutschen 1989, und Putin erhielt bei seiner Ansprache vor dem Bundestag im Jahr 2001 [„standing ovations“](https://www.bundestag.de/parlament/geschichte/gastredner/putin/putin_wort-244966)).\nNie hat Russland Deutschland angegriffen, immer waren wir die Angreifer. Die Sowjetunion ermöglichte uns die „Wiedervereinigung“, die dann zum Anschluss der Ex-DDR an die BRD und zur hemmungslosen westdeutschen Privatisierung des DDR-Volksvermögens verkam. Günstig und jahrzehntelang zuverlässig von Russland geliefertes Erdgas ist eines der Fundamente für die Spitzenstellung der deutschen Wirtschaft bis heute. Doch seit drei Jahren meinen wir, wieder gegen Russland militärisch (mit Geld, mit Waffen und mit der Ausbildung ukrainischer Soldaten daran) vorgehen zu dürfen. Wir sind, folgt man dem im Jahr 2022 vorgelegten Gutachten der Wissenschaftlichen Dienste des Bundestages („Rechtsfragen der militärischen Unterstützung der Ukraine durch NATO-Staaten zwischen Neutralität und Konfliktteilnahme“), längst Kriegspartei gegen Russland:\n„Erst wenn neben der Belieferung mit Waffen auch die Einweisung der Konfliktpartei bzw. Ausbildung an solchen Waffen in Rede stünde, würde man den gesicherten Bereich der Nichtkriegsführung\n[verlassen].“\nMit massiven Mitteln wird die Ukraine gegen Russland unterstützt (Merz: „… [solange wie nötig](https://www.ukrinform.de/rubric-ato/3998068-merz-nach-gesprachen-mit-selenskyj-deutschland-wird-der-ukraine-so-lange-helfen-wie-notig.html)“) Der – vorgeschobene – Grund wird dem deutschen Michel tagtäglich ins Hirn gedengelt: Die Ukrainer verteidigen auch „unsere“ Freiheit gegen den völkerrechtswidrigen Angreifer Russland. Was für ein Schmarren, angelehnt an den Dummspruch des einstigen Verteidigungsministers Peter Struck (SPD):\n„Deutschlands Sicherheit wird auch am Hindukusch\n[verteidigt].“\nDer Krieg gegen Afghanistan (erst nachträglich mit UN-Mandat gerechtfertigt) endete mit [240.000 Toten](https://www.nzz.ch/international/der-krieg-in-afghanistan-forderte-240000-tote-ld.1640684). Am Hindukusch liegen nun auch 60 Bundeswehr-Soldaten [begraben](https://www.bundeswehr.de/de/ueber-die-bundeswehr/gedenken-tote-bundeswehr/todesfaelle-bundeswehr), geopfert für deutsche Großmannssucht im Mix mit Vasallengehorsam gegenüber den imperialen USA. Vergeblich geopfert, denn vor den afghanischen Barfuß-Kriegern mussten die westlichen Besatzer schließlich Reißaus nehmen, ohne dass Deutschlands Sicherheit davon angekratzt wurde. Ein Abenteuer war’s, in Euro-Milliarden zu [betrachten](https://www.mitwelt.org/kosten-opfer-afghanistan-krieg). Abgesehen davon, dass völkerrechtswidrige Kriege keine Ausnahme, sondern seit Geburt der UN-Charta die Regel und speziell US-amerikanische Praxis sind (Vorbilder dafür lieferte bisher fast ausschließlich der Westen): Vietnam [3,2 Millionen Tote](https://meinstein.ch/geschichte/vietnamkrieg-die-bilanz-die-verluste/); Irak 500.000 Tote ([mindestens](https://www.sueddeutsche.de/politik/us-studie-500-000-iraker-starben-im-irak-krieg-1.1795930)); ganz zu schweigen von den ungezählten Opfern der Umsturzaktionen in Iran, Syrien, Somalia, Kongo, Libyen, Chile, Ecuador, Peru, Honduras, Guatemala, Venezuela, Nicaragua, Brasilien, Argentinien, Kuba.\nDass nun gerade der NATO-Westen Russland der Verletzung des Völkerrechts bezichtigt und den Ukraine-Krieg zur Rechtfertigung der militärischen Eskalation und gigantischen Hochrüstungen missbraucht, ist ein Treppenwitz der Weltgeschichte. Zumal dieser Krieg von den USA, Frankreich und Deutschland mittels (von Merkel und Hollande [geplanten](https://www.wsws.org/de/articles/2022/12/20/merk-d20.html)) Unterlaufens des [Minsk-2-Abkommens](https://www.sicht-vom-hochblauen.de/die-minsker-abkommen-und-warum-sie-gescheitert-sind/), mit NATO-Insurgenten und massiver Aufrüstung der Ukraine provoziert worden ist.\nDas von der aggressiven transatlantischen Politik angestrebte Ziel: [Zugriff ](https://muetter-gegen-den-krieg-berlin.de/NATO-Zielvorstellungen.htm)auf die unerschöpflichen Bodenschätze Russlands. Die Ukraine liefert dafür die Soldaten und insbesondere die USA und Großbritannien schicken die Steuerungsmittel des Krieges, geben die entscheidenden Befehle und Initiativen, sind [Kriegspartei.](https://www.watson.ch/international/ukraine/760963623-die-us-beteiligungen-in-der-ukraine) Obszönes Drumherumgerede täuscht nicht drüber hinweg: Deutschland ist es auch. Wir haben uns Russland wieder[ zum Feind gemacht](https://www.handelsblatt.com/politik/international/russische-studie-russen-sehen-deutschland-als-feindliches-land/100077570.html), für Jahrzehnte. Eine der Konsequenzen des deutschen Kadavergehorsams gegenüber den westlichen Kriegsherren: Mehr als 1,2 Millionen [ukrainische Flüchtlinge](https://mediendienst-integration.de/artikel/ukrainische-fluechtlinge-zahlen-fuer-deutschland-europa.html) mussten wir bereits aufnehmen, ein Ende des Zustroms ist vorerst nicht absehbar. Unser Kostenanteil am Ukraine-Krieg beläuft sich schon auf 200 Milliarden Euro. Der fällige Schuldendienst werde besonders Menschen mit geringen Einkommen treffen, und zwar hart, „denn diese erfahren eine zwei- bis dreimal höhere Inflation als Menschen mit hohen Einkommen“, [warnte DIW-Chef Fratzscher](https://www.finanznachrichten.de/nachrichten-2024-02/61462999-oekonomen-ukraine-krieg-kostet-deutschland-ueber-200-milliarden-euro-003.htm).\nFür unsere „[Kriegstüchtigkeit“](https://www.bundestag.de/dokumente/textarchiv/2024/kw23-de-regierungsbefragung-1002264) (Pistorius) werden wir uns um Hunderte Milliarden Euro mehr verschulden, obwohl wir schon bald bei [drei Billionen Euro aufgetürmt ](https://www.gold.de/staatsverschuldung-deutschland/)haben. Üble Perspektive:\n„Auf jeden Fall droht nach der Rezession in den Jahren 2023 und 2024 auch für 2025 ein Rückgang der Wirtschaftsleistung. Drei Jahre Rezession in Folge hätte es in der Bundesrepublik Deutschland\n[noch nie gegeben].“\nAber das stört unser politisches Funktionsmobiliar in Berlin ersichtlich nicht. Geld wäre ja zur Genüge greifbar. In Deutschland gibt es jetzt schon [249 Milliardäre](https://www.manager-magazin.de/unternehmen/milliardaere-das-sind-die-500-reichsten-deutschen-2024-exklusive-auswertung-a-801d1d75-143a-4204-900e-8d95db52e433), Tendenz: weiter steigend. Und überhaupt:\n„… aufschlussreich sind die Zahlen zum privaten Vermögen: So betrug das Geldvermögen der privaten Haushalte in Deutschland Ende des vierten Quartals 2024 rund 9,05 Billionen Euro. Eine Studie des WZB belegt, dass zehn Prozent der Haushalte über 56 Prozent des Gesamtvermögens verfügen. In fast keinem anderen Land in Europa sind Vermögen so\n[ungleich verteilt]wie in Deutschland.“\nAber eine Vermögenssteuer gibt es in Deutschland nicht mehr. Wird es in absehbarer Zeit auch nicht geben, Bundeskanzler [Merz ist auch Multimillionär](https://www.focus.de/politik/top-verdiener-der-cdu-vermoegen-von-friedrich-merz-ist-der-politiker-millionaer_id_259664932.html). So einer rückt nicht selbst was raus, sondern knappst es von sozial Schwächeren ab. Vor ein paar Tagen kündigte er an, auch die Leistungen für Menschen mit Behinderung einzuschränken. Auf dem Kommunalkongress des Deutschen Städte- und Gemeindebundes in Berlin sagte er, dass jährliche Steigerungsraten von bis zu zehn Prozent bei der Jugendhilfe und der Eingliederungshilfe [„nicht länger akzeptabel“](https://eu-schwerbehinderung.eu/index.php/33-aktuelles/29532-empoerung-ueber-merz-debatte-um-einsparungen-bei-eingliederungshilfe) seien. Immer feste druff aufs niedere Volk, Herr Bundeskanzler! Was denn, was denn? Den Typ haben wir schließlich formaldemokratisch sauber gewählt!\nUnd den hier auch: Vizefuzzi Klingbeil und seine SPD-Kamarilla. Unisono mit den Vorturnern der Christenunion tönen sie, die Deutschen sollten mehr arbeiten – und greifen damit wesentliche Kompetenzbereiche der Gewerkschaften an. Es sind [Änderungen am Arbeitszeitgesetz](https://www.zdfheute.de/politik/deutschland/arbeitszeitgesetz-reform-deutschland-100.html) geplant, die die Bevölkerung zu mehr und längerem Arbeiten zwingen sollen. Die 40-Stunden-Woche soll abgeschafft werden. Arbeitnehmer würden somit noch mehr zur Verfügungsmasse des Kapitals degradiert. Statt angemessene Renten wie bei den meisten unserer europäischen Nachbarn [zu zahlen](https://www.kettner-edelmetalle.de/wissen/rentenvergleich-europa) (Österreich, Schweiz, Frankreich, Ungarn, Griechenland, skandinavische Länder), mutet die Berliner Truppe den noch arbeitsfähigen alten Menschen in Deutschland zu, auch als Rentner weiter zu arbeiten, Anreiz: 2.000 Euro sollen steuerfrei bleiben. Klingbeils Umfeld (SPD) fordert darüber hinaus eine [Änderung des Kündigungsschutzes](https://www.spiegel.de/wirtschaft/soziales/lars-klingbeils-berater-jens-suedekum-fordert-gelockerten-kuendigungsschutz-fuer-aeltere-a-b7250065-6752-4a2e-9ef3-c9f5c5692900) für ältere Beschäftigte.\nDer kleine Mann soll also für die Arschrettungsversuche unserer politischen und journalistischen Endsieg-Beschwörer zahlen. Denn die wissen, was sie tun. Wahrlich, wir sehen herrlichen Zeiten entgegen.\nAnmerkung der Autoren: Unsere Beiträge stehen zur freien Verfügung. Wir schreiben nicht für Honorar, sondern gegen die „mediale Massenverblödung“ (in memoriam Peter Scholl-Latour). Die Texte werden vom Verein [„Ständige Publikumskonferenz öffentlich-rechtlicher Medien e.V.“](https://publikumskonferenz.de/blog) dokumentiert.\nTitelbild: Shutterstock / Postmodern Studio",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "german",
  "sentiment": "negative",
  "categories": [
    "War, Conflict and Unrest",
    "Politics",
    "Social Issue"
  ],
  "topics": [
    "War, Conflict and Unrest->war",
    "Politics->political crisis",
    "Politics->international relations",
    "Politics->human rights",
    "Social Issue->social condition",
    "Social Issue->social problem",
    "Social Issue->discrimination"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": false,
  "webz_reporter": false,
  "external_links": [
    "https://www.watson.ch/international/ukraine/760963623-die-us-beteiligungen-in-der-ukraine",
    "https://www.moonofalabama.org/",
    "https://www.tagesschau.de/faktenfinder/kontext/usa-biden-152.html",
    "https://overton-magazin.de/top-story/austausch-von-6000-leichen-gefallener-soldaten-stellt-die-ukraine-vor-finanzielle-probleme/",
    "https://eu-schwerbehinderung.eu/index.php/33-aktuelles/29532-empoerung-ueber-merz-debatte-um-einsparungen-bei-eingliederungshilfe",
    "https://www.schweizer-standpunkt.ch/",
    "https://www.manager-magazin.de/unternehmen/milliardaere-das-sind-die-500-reichsten-deutschen-2024-exklusive-auswertung-a-801d1d75-143a-4204-900e-8d95db52e433",
    "https://www.kettner-edelmetalle.de/news/kakistokratie-in-deutschland-wenn-die-dummsten-regieren-und-der-wahler-schweigt-16-05-2025",
    "https://strategic-culture.su/",
    "https://rumble.com/v6uh09h-kiew-verschiebt-leichenaustausch-schrecklicher-verwesungsgeruch-journalist-.html",
    "https://jayniti.org/sonja-van-den-ende/",
    "https://sonar21.com/",
    "https://www.zdfheute.de/politik/deutschland/arbeitszeitgesetz-reform-deutschland-100.html",
    "https://www.barth-engelbart.de/?p=260980",
    "https://www.sueddeutsche.de/politik/us-studie-500-000-iraker-starben-im-irak-krieg-1.1795930",
    "https://www.pravda.com.ua/eng/news/2025/06/2/7515273/",
    "https://www.ardmediathek.de/tv-programm/680f2b9c82e61b206b66438c",
    "https://anti-spiegel.ru/",
    "https://consortiumnews.com/",
    "https://dert.online/",
    "https://www.spiegel.de/wirtschaft/soziales/lars-klingbeils-berater-jens-suedekum-fordert-gelockerten-kuendigungsschutz-fuer-aeltere-a-b7250065-6752-4a2e-9ef3-c9f5c5692900",
    "https://www.tagesschau.de/ausland/asien/ukraine-verhandlungen-istanbul-106.html",
    "https://www.nzz.ch/international/der-krieg-in-afghanistan-forderte-240000-tote-ld.1640684",
    "https://nichtohneuns-freiburg.de/was-machen-100-us-buchpruefer-in-der-ukraine/",
    "https://mediendienst-integration.de/artikel/ukrainische-fluechtlinge-zahlen-fuer-deutschland-europa.html",
    "https://publikumskonferenz.de/blog",
    "https://muetter-gegen-den-krieg-berlin.de/NATO-Zielvorstellungen.htm",
    "https://www.mimikama.org/selenskyj-kokain-schreibtisch/",
    "https://www.tagesschau.de/multimedia/sendung/tagesschau_20_uhr/ts-71572.html",
    "https://www.berliner-zeitung.de/",
    "https://tass.com/world/1053607",
    "https://www.bundestag.de/parlament/geschichte/gastredner/putin/putin_wort-244966",
    "https://globalbridge.ch/",
    "https://www.ard.de/die-ard/wie-sie-uns-erreichen/ard-pressemeldungen/2019/06-26-neue-Chefredaktion-von-ARD-aktuell-100/",
    "https://sputnikglobe.com/",
    "https://www.gold.de/staatsverschuldung-deutschland/",
    "https://www.focus.de/politik/top-verdiener-der-cdu-vermoegen-von-friedrich-merz-ist-der-politiker-millionaer_id_259664932.html",
    "https://www.kettner-edelmetalle.de/wissen/rentenvergleich-europa",
    "https://www.wsws.org/de/articles/2022/12/20/merk-d20.html",
    "https://www.mitwelt.org/kosten-opfer-afghanistan-krieg",
    "https://www.ukrinform.de/rubric-ato/3998068-merz-nach-gesprachen-mit-selenskyj-deutschland-wird-der-ukraine-so-lange-helfen-wie-notig.html",
    "https://www.bundeswehr.de/de/ueber-die-bundeswehr/gedenken-tote-bundeswehr/todesfaelle-bundeswehr",
    "https://meinstein.ch/geschichte/vietnamkrieg-die-bilanz-die-verluste/",
    "https://southfront.press/ukraine-agrees-to-take-bodies-of-6000-slain-troops-but-not-really/",
    "https://anti-spiegel.ru/2025/warum-die-ukraine-ihre-toten-soldaten-nicht-zuruecknehmen-will/",
    "https://www.bundestag.de/dokumente/textarchiv/2024/kw23-de-regierungsbefragung-1002264",
    "https://www.handelsblatt.com/politik/international/russische-studie-russen-sehen-deutschland-als-feindliches-land/100077570.html",
    "https://www.finanznachrichten.de/nachrichten-2024-02/61462999-oekonomen-ukraine-krieg-kostet-deutschland-ueber-200-milliarden-euro-003.htm",
    "https://www.sicht-vom-hochblauen.de/die-minsker-abkommen-und-warum-sie-gescheitert-sind/",
    "https://de.statista.com/statistik/daten/studie/593948/umfrage/wahrgenommene-korruption-in-der-ukraine/",
    "https://overton-magazin.de/",
    "https://www.hintergrund.de/",
    "https://www.publikumskonferenz.de/blog",
    "https://www.jayniti.org/sonja-van-den-ende/",
    "https://overton-magazin.de/top-story/austausch-von-6000-leichen-gefallener-soldaten-stellt-die-ukraine-vor-finanzielle-probleme",
    "https://www.dert.online/",
    "https://www.eu-schwerbehinderung.eu/index.php/33-aktuelles/29532-empoerung-ueber-merz-debatte-um-einsparungen-bei-eingliederungshilfe",
    "https://www.southfront.press/ukraine-agrees-to-take-bodies-of-6000-slain-troops-but-not-really/",
    "https://bundestag.de/dokumente/textarchiv/2024/kw23-de-regierungsbefragung-1002264",
    "https://www.sonar21.com/",
    "https://meinstein.ch/geschichte/vietnamkrieg-die-bilanz-die-verluste",
    "https://nichtohneuns-freiburg.de/was-machen-100-us-buchpruefer-in-der-ukraine",
    "https://www.strategic-culture.su/",
    "https://sputnikglobe.com",
    "https://consortiumnews.com",
    "https://www.hintergrund.de",
    "https://ardmediathek.de/tv-programm/680f2b9c82e61b206b66438c",
    "https://handelsblatt.com/politik/international/russische-studie-russen-sehen-deutschland-als-feindliches-land/100077570.html",
    "https://sonar21.com",
    "https://schweizer-standpunkt.ch/",
    "https://www.tass.com/world/1053607",
    "https://pravda.com.ua/eng/news/2025/06/2/7515273/",
    "https://www.nichtohneuns-freiburg.de/was-machen-100-us-buchpruefer-in-der-ukraine/",
    "https://spiegel.de/wirtschaft/soziales/lars-klingbeils-berater-jens-suedekum-fordert-gelockerten-kuendigungsschutz-fuer-aeltere-a-b7250065-6752-4a2e-9ef3-c9f5c5692900",
    "https://ard.de/die-ard/wie-sie-uns-erreichen/ard-pressemeldungen/2019/06-26-neue-Chefredaktion-von-ARD-aktuell-100/",
    "https://strategic-culture.su",
    "https://anti-spiegel.ru/2025/warum-die-ukraine-ihre-toten-soldaten-nicht-zuruecknehmen-will",
    "https://www.sputnikglobe.com/",
    "https://mitwelt.org/kosten-opfer-afghanistan-krieg",
    "https://www.consortiumnews.com/",
    "https://bundeswehr.de/de/ueber-die-bundeswehr/gedenken-tote-bundeswehr/todesfaelle-bundeswehr",
    "https://kettner-edelmetalle.de/news/kakistokratie-in-deutschland-wenn-die-dummsten-regieren-und-der-wahler-schweigt-16-05-2025",
    "https://overton-magazin.de",
    "https://www.anti-spiegel.ru/",
    "https://www.mimikama.org/selenskyj-kokain-schreibtisch",
    "https://watson.ch/international/ukraine/760963623-die-us-beteiligungen-in-der-ukraine",
    "https://anti-spiegel.ru",
    "https://www.mediendienst-integration.de/artikel/ukrainische-fluechtlinge-zahlen-fuer-deutschland-europa.html",
    "https://moonofalabama.org/",
    "https://jayniti.org/sonja-van-den-ende",
    "https://finanznachrichten.de/nachrichten-2024-02/61462999-oekonomen-ukraine-krieg-kostet-deutschland-ueber-200-milliarden-euro-003.htm",
    "https://tagesschau.de/ausland/asien/ukraine-verhandlungen-istanbul-106.html",
    "https://www.rumble.com/v6uh09h-kiew-verschiebt-leichenaustausch-schrecklicher-verwesungsgeruch-journalist-.html",
    "https://www.globalbridge.ch/",
    "https://hintergrund.de/",
    "https://sueddeutsche.de/politik/us-studie-500-000-iraker-starben-im-irak-krieg-1.1795930",
    "https://sicht-vom-hochblauen.de/die-minsker-abkommen-und-warum-sie-gescheitert-sind/",
    "https://www.overton-magazin.de/",
    "https://www.moonofalabama.org",
    "https://wsws.org/de/articles/2022/12/20/merk-d20.html",
    "https://www.meinstein.ch/geschichte/vietnamkrieg-die-bilanz-die-verluste/",
    "https://mimikama.org/selenskyj-kokain-schreibtisch/",
    "https://www.ard.de/die-ard/wie-sie-uns-erreichen/ard-pressemeldungen/2019/06-26-neue-Chefredaktion-von-ARD-aktuell-100",
    "https://berliner-zeitung.de/",
    "https://dert.online",
    "https://gold.de/staatsverschuldung-deutschland/",
    "https://de.statista.com/statistik/daten/studie/593948/umfrage/wahrgenommene-korruption-in-der-ukraine",
    "https://zdfheute.de/politik/deutschland/arbeitszeitgesetz-reform-deutschland-100.html",
    "https://ukrinform.de/rubric-ato/3998068-merz-nach-gesprachen-mit-selenskyj-deutschland-wird-der-ukraine-so-lange-helfen-wie-notig.html",
    "https://www.pravda.com.ua/eng/news/2025/06/2/7515273",
    "https://www.muetter-gegen-den-krieg-berlin.de/NATO-Zielvorstellungen.htm",
    "https://kettner-edelmetalle.de/wissen/rentenvergleich-europa",
    "https://www.sicht-vom-hochblauen.de/die-minsker-abkommen-und-warum-sie-gescheitert-sind",
    "https://barth-engelbart.de/?p=260980",
    "https://tagesschau.de/faktenfinder/kontext/usa-biden-152.html",
    "https://globalbridge.ch",
    "https://southfront.press/ukraine-agrees-to-take-bodies-of-6000-slain-troops-but-not-really",
    "https://manager-magazin.de/unternehmen/milliardaere-das-sind-die-500-reichsten-deutschen-2024-exklusive-auswertung-a-801d1d75-143a-4204-900e-8d95db52e433",
    "https://www.de.statista.com/statistik/daten/studie/593948/umfrage/wahrgenommene-korruption-in-der-ukraine/",
    "https://nzz.ch/international/der-krieg-in-afghanistan-forderte-240000-tote-ld.1640684",
    "https://www.gold.de/staatsverschuldung-deutschland",
    "https://www.berliner-zeitung.de",
    "https://www.schweizer-standpunkt.ch",
    "https://focus.de/politik/top-verdiener-der-cdu-vermoegen-von-friedrich-merz-ist-der-politiker-millionaer_id_259664932.html",
    "https://bundestag.de/parlament/geschichte/gastredner/putin/putin_wort-244966",
    "https://www.overton-magazin.de/top-story/austausch-von-6000-leichen-gefallener-soldaten-stellt-die-ukraine-vor-finanzielle-probleme/",
    "https://www.anti-spiegel.ru/2025/warum-die-ukraine-ihre-toten-soldaten-nicht-zuruecknehmen-will/",
    "https://www.barth-engelbart.de/",
    "https://tagesschau.de/multimedia/sendung/tagesschau_20_uhr/ts-71572.html"
  ],
  "entities": {
    "persons": [
      {
        "name": "Friedhelm Klinkhammer",
        "sentiment": "none"
      },
      {
        "name": "Volker Bräutigam",
        "sentiment": "none"
      },
      {
        "name": "Sonja van",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "Kiew",
        "sentiment": "none"
      },
      {
        "name": "Russland",
        "sentiment": "none"
      },
      {
        "name": "Ukraine",
        "sentiment": "none"
      }
    ],
    "organizations": []
  },
  "syndication": {
    "syndicated": null,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": {
    "categories": [],
    "top_news": [],
    "bias": null
  },
  "rating": null,
  "crawled": "2025-06-12T10:02:43.748+03:00",
  "updated": "2025-06-12T07:08:55.000+00:00"
}