{
  "thread": {
    "uuid": "dec9e6484eaba214c24ba9ad84094cf923c305fe",
    "url": "https://bnnbreaking.com/breaking-news/health/dayton-dance-team-champions-mental-health-awareness-in-black-community",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnn.network/rss",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "Dayton Dance Team Champions Mental Health Awareness in Black Community",
    "title_full": "Dayton Dance Team Champions Mental Health Awareness in Black Community",
    "published": "2024-02-29T22:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/5e33eb3261c6252b30a73b4e8a6889ec452d4579a2143a7a0834f21a6b8a15bc.jpg",
    "performance_score": 0,
    "domain_rank": 19407,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dec9e6484eaba214c24ba9ad84094cf923c305fe",
  "url": "https://bnnbreaking.com/breaking-news/health/dayton-dance-team-champions-mental-health-awareness-in-black-community",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BNN Correspondents",
  "published": "2024-02-29T22:45:00.000+02:00",
  "title": "Dayton Dance Team Champions Mental Health Awareness in Black Community",
  "text": "In Dayton, Ohio, a unique dance team is making waves by addressing mental health issues in the Black community through the power of movement and music. The Dayton Ohio Steppers Drill and Dance Team, under the guidance of Coach Robynn Williams, is not just about performing; it's a movement towards creating a supportive environment for young African American youth. Founded in 2020, the initiative aims to leverage traditional Historically Black Colleges and Universities (HBCU) dance styles to foster a positive outlet for emotional expression and mental health awareness.\nEmpowering Youth Through Dance\nAt the core of the Dayton Ohio Steppers' mission is the empowerment of its young members. Coach Williams, an alumna of Central State University, brings the rich tradition of HBCU dance to the team, emphasizing not just the technical aspects of dance but also the cultural and emotional resonance. This approach provides the members with a sense of identity and belonging, crucial elements in their late childhood development. The team's philosophy extends beyond dance; it's about building a supportive community where members can freely express their emotions and challenges. \"We understand. We've been your age before,\" says Williams, providing a comforting assurance to her team.\nA Family Beyond Dance\nFor the members of the Dayton Ohio Steppers, the experience is transformative. Saniyah Calhoun and Autumn Daughtery-Cobb, two dancers on the team, share how being part of this group has given them a family, a support system that transcends the dance floor. It's a place where the music does more than just guide their steps; it speaks to them, offering solace and understanding. This sentiment is echoed by many in the team, highlighting the profound impact of the initiative on their mental well-being and sense of community.\nLooking Towards the Future\nThe Dayton Ohio Steppers are actively inviting new members to join their ranks, opening their doors to kids as young as two and up to high school seniors. This inclusive approach aims to broaden the impact of their work, reaching more youths and offering them a positive outlet for their mental and emotional health. The team's focus on traditional HBCU dance styles not only preserves this important cultural heritage but also educates and inspires the next generation about the value of a college education and the strength of community support.\nThe Dayton Ohio Steppers Drill and Dance Team is more than just a dance team; it's a beacon of hope and a testament to the power of community in addressing mental health challenges in the Black community. Through dance, they offer a voice to those who may feel unheard and a family to those who may feel alone. As they continue to grow and welcome new members, their message of empowerment, unity, and healing resonates, promising a brighter future for the youth they serve.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "williams",
        "sentiment": "none"
      },
      {
        "name": "robynn williams",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dayton dance team champions mental health awareness in black community",
        "sentiment": "positive"
      },
      {
        "name": "central state university",
        "sentiment": "none"
      },
      {
        "name": "dayton ohio steppers drill and dance team",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ohio",
        "sentiment": "none"
      },
      {
        "name": "dayton",
        "sentiment": "none"
      },
      {
        "name": "dayton ohio",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:47:17.927+02:00",
  "updated": "2024-03-01T00:47:17.927+02:00"
}