{
  "thread": {
    "uuid": "e28ef43dd44e9311d4fcb9922813d96232fed477",
    "url": "https://it.tradingview.com/news/reuters.com,2024:newsml_L6N3H603F:0/",
    "site_full": "it.tradingview.com",
    "site": "tradingview.com",
    "site_section": "https://it.tradingview.com/news",
    "site_categories": [
      "stocks",
      "finance"
    ],
    "section_title": "Notizie ed articoli finanziari — Analisi mercato — TradingView",
    "title": "Credit Agricole, utili trim1 in crescita, investment banking batte rivali — Notizie TradingView",
    "title_full": "Credit Agricole, utili trim1 in crescita, investment banking batte rivali — Notizie TradingView",
    "published": "2024-05-03T04:32:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://s.tradingview.com/static/images/illustrations/news-story.jpg",
    "performance_score": 0,
    "domain_rank": 1607,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e28ef43dd44e9311d4fcb9922813d96232fed477",
  "url": "https://it.tradingview.com/news/reuters.com,2024:newsml_L6N3H603F:0/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-03T04:32:00.000+03:00",
  "title": "Credit Agricole, utili trim1 in crescita, investment banking batte rivali — Notizie TradingView",
  "text": "Credit Agricole, utili trim1 in crescita, investment banking batte rivali Credit Agricole SA [ACA](/symbols/EURONEXT-ACA/) ha chiuso il primo trimestre con un utile netto in aumento del 55%, sopra le attese, aiutato dalle vendite delle divisioni corporate e investment banking che hanno fatto meglio delle rivali. L'utile netto nel periodo gennaio-marzo è salito a 1,9 miliardi di euro, superando la media di 1,48 miliardi di euro delle 19 stime degli analisti compilata dalla società. Le vendite sono salite dell'11% a 6,81 miliardi di euro, superando le aspettative degli analisti di 6,47 miliardi di euro. Il costo del rischio, ovvero gli accantonamenti per crediti deteriorati, è stato di 400 milioni di euro, 105 milioni di euro in meno rispetto alle previsioni. I risultati del primo trimestre delle banche europee hanno ampiamente battuto le aspettative, con la spinta dell'aumento dei tassi di interesse che continua a sostenere gli utili e che ha portato i titoli degli istituti di credito a massimi pluriennali. Nonostante l'aumento complessivo dei ricavi, Credit Agricole ha detto che le vendite retail in Francia sono cresciute solo dell'1,8%, mentre il margine di interesse, ovvero la differenza tra quanto una banca guadagna sui prestiti e quanto paga per i depositi, è rimasto stabile. Credit Agricole, controllata da 39 banche regionali, ha detto di essere sulla buona strada per raggiungere i propri obiettivi finanziari per il 2025 con un anno di anticipo. Gli obiettivi comprendono un utile netto annuale sottostante di oltre 6 miliardi di euro e un Rote superiore al 12%. I ricavi delle attività di corporate e investment banking, che rappresentano un quarto dei ricavi complessivi, sono aumentati del 4% rispetto all'anno precedente.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Economy, Business and Finance",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-03T09:49:53.884+03:00",
  "updated": "2024-05-03T09:49:53.884+03:00"
}