{
  "thread": {
    "uuid": "fea4d4eab589cc1cbdab116bf7cde03b4d31588f",
    "url": "https://menafn.com/1107950819/White-House-US-Works-To-Open-New-Entry-Point-For-Humanitarian-Aid-Into-Northern-Gaza",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "http://www.menafn.com/rss/menafn_globaltopstories.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Despite Tiff, Wife Saves Husband Who Jumped Into Well In UP Village",
    "title": "White House: US Works To Open New Entry Point For Humanitarian Aid Into Northern Gaza | MENAFN.COM",
    "title_full": "White House: US Works To Open New Entry Point For Humanitarian Aid Into Northern Gaza | MENAFN.COM",
    "published": "2024-03-07T06:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://menafn.com/includes/img/logo.jpg",
    "performance_score": 0,
    "domain_rank": 6382,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fea4d4eab589cc1cbdab116bf7cde03b4d31588f",
  "url": "https://menafn.com/1107950819/White-House-US-Works-To-Open-New-Entry-Point-For-Humanitarian-Aid-Into-Northern-Gaza",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2024-03-07T06:10:00.000+02:00",
  "title": "White House: US Works To Open New Entry Point For Humanitarian Aid Into Northern Gaza | MENAFN.COM",
  "text": "( MENAFN - Kuwait News Agency (KUNA)) WASHINGTON, March 7 (KUNA) -- The White House affirmed Thursday working with the Israeli entity to facilitate the entry of humanitarian aid into the Gaza Strip.\nSpeaking at a news conference over the telephone, a senior official at the US National Security Council said \"we've been working with the Israelis to open a new crossing directly into north Gaza\".\n\"The UN confirmed today they're working, hopefully over the coming days, for a pilot transport through that new crossing. We began the airdrops; we had another one today, which we can talk about a little bit on this call,\" he added.\n\"As the UN confirmed today, we expect the first delivery to transit this crossing over the coming week, starting with a pilot and then ramping up\".\nHe pointed out that the Israeli government is also increasing the capacity of the direct land route from Jordan to Kerem Shalom, a route that has thus far seen around 48 trucks per week.\n\"We should soon see 50 or more trucks per day going across. But, we're not waiting on the Israelis. This is a moment for American leadership, and we are building a coalition of countries to address this urgent need,\" he said.\nThe official went to say that they continue to coordinate with international partners, including Jordan, Egypt, France, the Netherlands, and Belgium.\nThis morning, their airdrops added a cumulative total of 28,000 meals on top of CENTCOM's airdrops to Gaza. Importantly, this is part of a sustained effort, he said.\n\"Now, to conclude, I just wanted to say that to really address the urgent needs of the civilian population in Gaza and to enable humanitarian partners to safely distribute lifesaving aid throughout Gaza at the scale that is needed, it is essential that we see a temporary ceasefire in Gaza,\" he elaborated.\nThe path to a ceasefire is straightforward. There could be at least a six-week ceasefire today if Hamas would agree to release a defined category of vulnerable hostages, including women, elderly, sick, and the wounded, he said, stating that that deal is on the table now and has been for more than the past week.\nIt is a three-phase deal -- that is the concept of the deal -- with the first phase being a six-week ceasefire, which we have discussed.\n\"I do not want to discuss all the elements, but those elements have been under discussion. And there are arrangements -- as we had even during the ceasefire deal in November that led to 105 hostages coming out over seven days, repositioning of Israeli forces during that period, arrangements for movement -- all of that stuff has been negotiated,\" he concluded. (end)\nrsr\nMENAFN07032024000071011013ID1107950819\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://www.kuna.net.kw/articledetails.aspx?id=3141174",
    "https://www.kuna.net.kw/articledetails.aspx",
    "https://kuna.net.kw/articledetails.aspx?id=3141174"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kerem shalom",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "white house",
        "sentiment": "negative"
      },
      {
        "name": "kuwait news agency",
        "sentiment": "negative"
      },
      {
        "name": "us national security council",
        "sentiment": "none"
      },
      {
        "name": "un",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "jordan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T06:56:02.940+02:00",
  "updated": "2024-03-08T06:56:02.940+02:00"
}