{
  "thread": {
    "uuid": "adffd29110f931188948e45ba6deec7e169e161d",
    "url": "https://markets.financialcontent.com/stocks/article/getnews-2024-4-18-cultural-fusion-chinese-artists-enchanted-audiences-at-2024-artexpo",
    "site_full": "markets.financialcontent.com",
    "site": "financialcontent.com",
    "site_section": "https://markets.financialcontent.com/stocks/markets/news?provider=getnews&currentpage=23",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Stock Market News | NSDQ, NYSE, and AMEX Stock Market News, Market News Categories, Market Indicators | FinancialContent Business Page ",
    "title": "Cultural Fusion: Chinese Artists Enchanted Audiences at 2024 ArtExpo | FinancialContent Business Page",
    "title_full": "Cultural Fusion: Chinese Artists Enchanted Audiences at 2024 ArtExpo | FinancialContent Business Page",
    "published": "2024-04-18T23:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5953,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "adffd29110f931188948e45ba6deec7e169e161d",
  "url": "https://markets.financialcontent.com/stocks/article/getnews-2024-4-18-cultural-fusion-chinese-artists-enchanted-audiences-at-2024-artexpo",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Get News",
  "published": "2024-04-18T23:30:00.000+03:00",
  "title": "Cultural Fusion: Chinese Artists Enchanted Audiences at 2024 ArtExpo | FinancialContent Business Page",
  "text": "The American Asian Arts Inc. (AAAI) is a professional art organization with a significant scale and influence in the Asian American community. This year, AAAI assembled a powerful team of Chinese artists and their artworks have become one of the most stunning highlights of the 2024 \"ArtExpo New York!”\nart exhibition of original works, prints, oil paintings, sculptures, photography, digital painting, and other art forms. Every year, thousands of artists bring tens of thousands of new artworks to this art extravaganza. Tens of thousands of art enthusiasts gather here each time, including gallery owners, art dealers, interior designers, architects, and art retailers. Undoubtedly, it has become one of the world's largest platforms for art trading.\nOver the past half-century, the NY ArtExpo has fostered many world-renowned painting artists, including Andy Warhol, Peter Max, Ellen Zhang Qiong, Robert Indiana, and many other art masters who rose to fame, all of them launched their fame at the NY ArtExpo!\nArtExpo New York is one of the world’s largest comprehensive exhibitions of original works, prints, oil paintings, sculptures, photography, digital painting, and other artworks. Thousands of artists from around the world participate in this art event every year, bringing with them tens of thousands of new artworks. Each time, tens of thousands of art enthusiasts, including gallery owners, art dealers, interior designers, architects, and art retailers, gather here, undoubtedly making it one of the world's largest platforms for art transactions.\nOver the past half-century, ArtExpo New York has nurtured many world-renowned painting masters, including Andy Warhol, Peter Max, Ellen Zhang Qiong, Robert Indiana,, and many other art masters who rose to fame, all of them alunched their fame at the ArtExpo New York.\nAt this year's \"ArtExpo New York,\" the delegation of Chinese artists representing Shanghai, Zhejiang, and Fujian, led by Dr. Zhang Yaowei, Executive Dean of the Chinese Calligraphy Institute of Shanghai, President of the Shanghai Cultural and Artwork Appraisal Promotion Association, and internationally renowned calligraphy and painting artist, has presented works that are the most splendid and dazzling at this expo, receiving high praise from art experts and enthusiasts from around the world.\nHere are some of the artworks and achievements of the participating artists:\nDr. Zhang Yaowei: an accomplished scholar and calligrapher. Also known as Yaoyi and Rizhe, with studio names of Daohuaixuan and Daonanzhai, Dr. Zhang is a Ph.D. holder, researcher, and professor. He serves as the President of the Shanghai Cultural and Artwork Appraisal Promotion Association, Executive Dean of the Chinese Calligraphy Institute of Shanghai, founder of Daonan University Hall, Vice Chairman of the National School Sports Federation Robotics Committee, Director of the Shanghai Representative Office of the China International Calligraphy and Painting Art Research Association, member of the Shanghai Calligraphers Association, and painter at the Shanghai Calligraphy and Painting Academy. He has held various positions in Shanghai municipal government agencies, Shanghai TV station management, and executive roles in newspaper groups. Dr. Zhang has organized and participated in numerous calligraphy and painting activities, exhibitions, and events, receiving widespread recognition. His artworks have been exhibited domestically and internationally, with notable exhibitions including the \"Stand in the Snow at the South Gate - Zhang Yaowei's Personal Ink Exhibition\" at the Shanghai Library in January 2020 and the \"Art and Philosophy and Zhang Yaowei Exhibition\" hosted by the World Art Center and the Association of Chinese Students and Scholars in Manhattan, New York, in June 2023, where his works were collected by collectors.\nDr. Zhang Yaowei showcased the following masterpiece to artists, art critics, collectors, and art enthusiasts from nearly 30 countries at the ArtExpo New York this year:\nTitle: Love.\nArtist Name: Yaowei Zhang\nSize: 50cm x 50cm\nMaterial: Rice paper, watercolor\nHis works received high praise from art lovers. One collector from New York, moved to tears by Dr. Zhang's paintings, said, \"I haven't seen such magnificent Chinese works in America before. Chinese art is the source of world art!”\nXue Chan: Artist, Director of the American Asian Arts Society, born by the West Lake in China, enjoys playing the zither, chess, calligraphy, writing poetry, and songs with a passion for music. She studied under famous artists and doctoral scholars such as Mr. Li Kuizheng. Xue Chan has participated in numerous domestic and international art exhibitions, including the National Contemporary Excellent Painters Tour Exhibition and the ArtExpo New York. Some of her works have been collected by major art institutions both domestically and abroad. In 2021, she was honored with the \"Lifetime Achievement Award\" by the American Asian Arts Society.\nThe artistic style of Xue Chan's works is characterized by elegance and classical purity, transcending the mundane with a Zen-like purity akin to snow. Through the rhythm of the graceful poetry style, she imbues the ethereal Zen sentiment with pure ink charm, gracefully emerging from the artistic conception of Tang and Song poetry. The charm of ink wash painting is unique to China, and while Xue Chan's works are cool and elegant, they possess a refined and elegant demeanor. Amidst the dazzling array of colors, they exude a unique and extraordinary charm. Like Bo Ya meeting Zhong Ziqi, she wishes to encounter kindred spirits amidst lofty mountains and flowing waters.\nThis year, Xue Chan showcased her following masterpiece at the \"ArtExpo New York\":\nTitle: Zen Enlightenment.\nArtist: Dr. Chan Xue\nSize :18”x26”\nMaterial: Rice Paper and Ink\nMr. Zhang Weizong: Born in 1956, Mr. Zhang has been engaged in painting for over 50 years, specializing in oil painting and Chinese painting. He currently serves as a painter at the Shanghai Calligraphy and Painting Academy and is a director of the Shanghai Cultural Promotion Association. His works combine Eastern and Western elements, displaying a passion and naturalness that is both refreshing and extraordinary. Exhibited in art galleries in Taiwan, Japan, Singapore, Australia, and domestic venues, his works have been widely praised and loved by audiences. Many of his pieces have been featured in major newspapers, magazines, and media outlets in Shanghai. Additionally, his works have been included in publications such as \"The Names of Shanghai Calligraphy and Painting Seal Engravers,\" \"One Hundred Contemporary Maritime Landscape Paintings,\" and \"One Hundred Contemporary Maritime Floral and Bird Figure Paintings and Calligraphy.\" His numerous artworks are extensively collected by art lovers both in China and overseas.\nThis year, Mr. Zhang Weizong presented the following masterpiece at the \"ArtExpo New York:\nTitle: WATER VILLAGE AFTER RAIN,\nArtist: Weizong Zhang\nSize: 75cm x 50cm\nMaterial: Rice Paper and Ink.\nChen Guixu: Born in Fujian Province, China, in 1978, Mr. Chen is a member of the Chinese Folk Artists Association, a director of the Shanghai Aesthetics Society's Calligraphy and Painting Special Committee, the founder and inheritor of the Bamboo Painting and Calligraphy Intangible Cultural Heritage Project, and the chairman of Jiufu Bamboo Painting and Calligraphy Art Development Co., Ltd. From a young age, Mr. Chen has had a passion for painting. He began his artistic career in 1998 and studied Chinese landscape painting under the guidance of the renowned Chinese painting masters Zhang Weizong, a disciple of Zhu Yizhan, Wu Hufan, and Zhang Daqian, and Cai Guozhong, a disciple of Zhang Daqian.\nInspired by bamboo slips from the Han Dynasty and bamboo curtain paintings from the Qing Dynasty in 2015, Mr. Chen persisted in creating bamboo curtain paintings. He also explored innovations in painting and calligraphy on bamboo pieces, achieving success in his endeavors. In 2022, \"Zhenhe Bamboo Painting and Calligraphy\" was recognized as an intangible cultural heritage protection project by Nanping City.\nMr. Jin Bosong is a well-known senior painter and critic in the Chinese maritime school. Mr. Jin highly praises Chen Guixu's painting art as follows: \"Mr. Chen Guixu's works are majestic, with profound brushstrokes and far-reaching artistic conception. They appear to be traditional Chinese paintings, but many new ideas from the painter can still be discerned. The artistic conception is vivid, which is an important criterion among the six principles of painting standards proposed by the literary critic Xie He in the Jin Dynasty and has always been the primary criterion for literati to measure painting art. In his paintings, we feel a kind of inexhaustible momentum rushing towards us. Guixu's paintings absorb the overhead composition of 'Jiangshan Ruoci Duo Jiao' by Fu Baoshi and Guan Shanyue, depicting the love for the motherland's landscapes to the fullest extent, and fully utilizing the perspective function of traditional Chinese painting's scattered points. The large green blocks absorb the decorative color blocks of 'Qianli Jiangshan Tu' by the great Northern Song painter Wang Ximeng, portraying the magnificent momentum of today's landscapes in layers. What's more exciting is that Mr. Chen Guixu has innovatively created bamboo painting and calligraphy art. He skillfully writes and draws on bamboo pieces, integrating the artistic beauty of painting and calligraphy with the natural beauty of bamboo textures, achieving excellent artistic effects, which is truly worth celebrating.\"\nThis year, Chen Guixu showcased the following masterpiece at the \"ArtExpo New York”:\nTitle: Thousands of Mountains\nArtist: Chen Guixu\nSize: 32”x88”\nMaterial: Bamboo and watercolor\nTo promote the profound and extensive cultural and artistic heritage of China and to commend outstanding contributions made by Chinese and Chinese-American individuals in recent years in the fields of painting, sculpture, art curation, media promotion, art appreciation, and collection, the \"Sino-American Cultural and Art Association,\" \"American Asian Arts Inc.,\" \"Shanghai Chinese Calligraphy Institute,\" \"Shanghai Cultural and Artwork Appraisal Promotion Association,\" \"Global Dragon TV,\" \"American East-West Art and Culture Association,\" \"YANBO HUANG ART Studio,\" and \"Beijing Guoyunlou Academy\" jointly hosted the \"2024 ArtExpo New York Exhibition Awards Ceremony and Press Conference.\"\n(2024 ArtExpo New York Exhibition Awards Ceremony and Press Conference)\nThe \"2024 ArtExpo New York Exhibition Awards Ceremony and Press Conference\" was jointly hosted by the internationally known bilingual television host, author, and television producer, Ms. Rose Hong from Global Dragon TV, and the senior international art exhibitor, Mr. James Tao.\nMr. Wang Jiangang, Vice Chairman of the United Nations Journalists Association, delivered the opening speech. Vice Chairman Wang Jiangang highly praised the outstanding artistic achievements of the participating artists and the contributions made by Chinese and Chinese-American artists to world culture and Sino-American relations! He warmly congratulated the award winners!\nMr. Charles P. Wang, President of the Chinese American Cultural and Art Association, former Vice Chairman of U.S. Commission on Civil Rights appointed by the former U.S. President, George H.W. Bush and the most senior Chinese-American politician and social activist in the United States, delivered a speech and presented the following commendations:\nZhang Yaowei - Meritorious Artist Outstanding Artistic Achievement Award\nXue Chan - Meritorious Artist Outstanding Artistic Achievement Award\nZhang Weizong - Meritorious Artist Outstanding Artistic Achievement Award\nYanbo Huang - Meritorious Artist Outstanding Artistic Achievement Award\nZheng Lingjiang - Meritorious Artist Outstanding Artistic Achievement Award\nZhang Huangping - Meritorious Artist Outstanding Artistic Achievement Award\nChen Guixu - Contemporary Artist Outstanding Academic Innovation Award\nYe Xian - Contemporary Artist Outstanding Academic Innovation Award\nRose Hong - International Outstanding Art Media Person Gold Award\nEllen Qiongzhao Schicktanz - Lifetime Achievement Award for World Art Leadership Award\nJames Tao - Outstanding Contribution Award for International Art Exhibitor Award\nMr. Sunny Wang - Outstanding Achievement Award for International Meritorious Art Appreciation Award\nMr. Li Tongxin, Honorary Chairman of the American Asian Arts Inc. and President of the American East-West Art and Culture Association, a renowned Chinese-American master of calligraphy and painting living in the United States, delivered a speech and presented the following commendations:\nZhang Yaowei - Meritorious Artist Outstanding Artistic Achievement Award\nZhang Weizong - Meritorious Artist Outstanding Artistic Achievement Award\nChen Guixu - Contemporary Artist Outstanding Academic Innovation Award\nXue Wei - Contemporary Artist Outstanding Academic Innovation Award\nZhang Huangping - Contemporary Artist Outstanding Academic Innovation Award\nZheng Lingjiang - Contemporary Artist Outstanding Academic Innovation Award\nChen Wenli - Contemporary Artist Outstanding Academic Innovation Award\nZhu Zhechi - Contemporary Artist Outstanding Academic Innovation Award\nAward-winning guests, represented by Mr. Zhang Yaowei, recipient of the \"Meritorious Artist Outstanding Artistic Achievement Award,\" Mrs. Yanbo Huang, recipient of the \"Meritorious Artist Outstanding Artistic Achievement Award,\" and Mrs. Ellen Qiongzhao Schicktanz, recipient of the \"Lifetime Achievement Award for World Art Leading Figures,\" delivered speeches on behalf of the award recipients.\n(Dr. Zhang Yaowei was awarded the \"Meritorious Artist Outstanding Artistic Achievement Award\" by Mr. James Tao, Executive Chairman of the American Asian Arts Inc., and Mr. Li Tongxin, President of the American East-West Art and Culture Association, a renowned Chinese-American master of calligraphy and painting living in the United States, and was interviewed by Global Dragon TV.)\nInternational renowned soprano singer, painter, and the New York-based artist, Miss Ye Xian, who achieved fame by performing alongside the world-famous tenor Sergi Carreras at the Milan International Fashion Show in 2024, performed Mozart's famous opera \"Der Hölle Rache\" from \"The Magic Flute.\" Her beautiful and resonant voice shook the entire audience, bringing the award ceremony to its climax.\nSeveral American fashion models showcased silk shawls and hand-painted leather bags designed by internationally known fashion designer, and showcased at London and Milan Fashion shows, enhancing the perfect fusion of art and fashion by Mrs. Yanbo Huang, recipient of the \"Meritorious Artist Outstanding Artistic Achievement Award.\"\nMr. Wang Yu, Vice President of the Chinese Mouth Organ Association, judge of the 10th World Asia-Pacific Mouth Organ Competition, and recipient of the \"New York City Mayor's Award,\" performed his own adaptation of \"The Song of the Yangtze River\" on the harmonica, receiving high praise from the audience!\nThe evening concluded with a beautiful performance of the Yi ethnic dance music by Miss Zhang Boyu (Sunshine Baby), a renowned pipa player in the United States, the chief pipa player of the New York CBA Cultural and Arts Center, and an UN Peace Music Ambassador.\nFrom April 4th to April 7th, 2024, the \"2024 ArtExpo New York\" was held at Pier 36 in Manhattan, the art capital of the world. On the evening of April 6th, the \"2024 ArtExpo New York Art Exhibition Awards Ceremony and Press Conference\" concluded successfully at the luxurious Royal Queen Hotel Restaurant in Flushing, New York City.\nThe American Asian Arts Inc. is a professional art organization with significant influence in the Asian-American community in the United States. It specializes in planning, implementing and promoting art exhibitions, media campaigns and art appreciation and collection for Chinese and Asian artists in the United States and globally.\nIts official website is www.americanasianarts.com, and email address is: americanasianart@gmail.com\nGlobal Dragon TV provided news coverage. Its official website is: www.GlobalDragonTV.com and email address is: GlobalDragonTV@gmail.com\nMedia Contact\nCompany Name: Global Dragon TV\nContact Person: Media Department\nEmail: Send Email\nPhone: 1-703-901-6588\nAddress: 10329 Democracy Lane\nCity: Fairfax\nState: VA\nCountry: United States\nWebsite: http://www.globaldragontv.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.getnews.info/press_stat.php?pr=cultural-fusion-chinese-artists-enchanted-audiences-at-2024-artexpo",
    "https://lh3.googleusercontent.com/pw/AP1GczO4Crj-DtnYxM3mKXeYnFWl4XH6K9dbWWG5TDVU_hMmoJgZUW18TELo53xu4PYuO4rR1LX-6NYDwEcjqcXV-zl9kP6WoVw5wNKTyCy1v0V4K1D-DcQvaeW_EDBp4SO3ZIEtTjNOz6XYzNJYtKJ_zzhS=w842-h522-s-no-gm?authuser=0",
    "https://tracking.newsrpm.com/pixel?slug=getnews-2024-4-18-cultural-fusion-chinese-artists-enchanted-audiences-at-2024-artexpo",
    "https://lh3.googleusercontent.com/pw/AP1GczMofRcoA49bE-o8LgASy32Pa3b0HxPZsEBziUESFkYrI1YclWGpxg4RGRX2GLx7udw4rJgE09NbE9LyfYbroYsgqBxvf948yyLkE-MqBROG4cSNFhbF6QcTye0H4Yl1MBOon4gf0hqeW_kczJHladBD=w1020-h597-s-no-gm?authuser=0",
    "https://lh3.googleusercontent.com/pw/AP1GczOfNVrAOayuIiE14DKR6QJYQ5zvj7qxvVQ4FXbSnvZwFph9LCRfQcHsnuQDt3mz6zsGSUFk4H-IilH2-WtzwT5V5pWmg2zDQ09SEDF9Y0rrWM9vBAkkz39UpV8SGpYTrJN1_B8cYCAwkQZRmkMFBOAf=w599-h906-s-no-gm",
    "https://lh3.googleusercontent.com/pw/AP1GczNeyHfEbccM-7Xz4K5SxZsv8Bk2FuUZSGC5q4nrum1eOSeel-TP6Y9tJAwIGF0O61PltwD7vVgpzfUQW4f8vjA82hXmC88RE4kw1tW3nGb5zoFansmBJyAyBRqu2KRI0w-YIas6ADIRepyNPPW9u4Xw=w600-h919-s-no-gm",
    "https://lh3.googleusercontent.com/pw/AP1GczPnF4CeHsH4APLm_55HvsFX72R8aN-GYWviNjpkGy0zzQt_kRFZOqsQz5U8_2fvb_8gJrHluXqCX2MRym-rfBrYr7DGR3-qG6CEneqHRCGTgFxG3PlS0Xnab4wkSw0jrBfR9fdYUSAh0g5-flqK-xtb=w917-h919-s-no-gm",
    "http://www.universalpressrelease.com/?pr=cultural-fusion-chinese-artists-enchanted-audiences-at-2024-artexpo",
    "https://lh3.googleusercontent.com/pw/AP1GczNNy9OtJNdJQg-6hRYh1gZTy1c_E2R2KGzi7-YblSv-ELnw4ToTIDf1GvhMpS_JEsKHJHLZ0LjwSx_ue-QUXNo1LKaJLkg0ub3HlUnwIEfvL28Ktf_R-zI530Vr_B8ZNBugXHGMwE0RlhDDYwOSOyDZ=w1623-h634-s-no-gm",
    "http://www.globaldragontv.com",
    "https://getnews.info/press_stat.php?pr=cultural-fusion-chinese-artists-enchanted-audiences-at-2024-artexpo",
    "https://lh3.googleusercontent.com/pw/AP1GczMofRcoA49bE-o8LgASy32Pa3b0HxPZsEBziUESFkYrI1YclWGpxg4RGRX2GLx7udw4rJgE09NbE9LyfYbroYsgqBxvf948yyLkE-MqBROG4cSNFhbF6QcTye0H4Yl1MBOon4gf0hqeW_kczJHladBD=w1020-h597-s-no-gm",
    "http://universalpressrelease.com/?pr=cultural-fusion-chinese-artists-enchanted-audiences-at-2024-artexpo",
    "https://tracking.newsrpm.com/pixel",
    "http://globaldragontv.com",
    "https://www.lh3.googleusercontent.com/pw/AP1GczMofRcoA49bE-o8LgASy32Pa3b0HxPZsEBziUESFkYrI1YclWGpxg4RGRX2GLx7udw4rJgE09NbE9LyfYbroYsgqBxvf948yyLkE-MqBROG4cSNFhbF6QcTye0H4Yl1MBOon4gf0hqeW_kczJHladBD=w1020-h597-s-no-gm?authuser=0",
    "https://www.lh3.googleusercontent.com/pw/AP1GczNNy9OtJNdJQg-6hRYh1gZTy1c_E2R2KGzi7-YblSv-ELnw4ToTIDf1GvhMpS_JEsKHJHLZ0LjwSx_ue-QUXNo1LKaJLkg0ub3HlUnwIEfvL28Ktf_R-zI530Vr_B8ZNBugXHGMwE0RlhDDYwOSOyDZ=w1623-h634-s-no-gm",
    "https://www.getnews.info/press_stat.php",
    "http://www.universalpressrelease.com/",
    "https://www.lh3.googleusercontent.com/pw/AP1GczPnF4CeHsH4APLm_55HvsFX72R8aN-GYWviNjpkGy0zzQt_kRFZOqsQz5U8_2fvb_8gJrHluXqCX2MRym-rfBrYr7DGR3-qG6CEneqHRCGTgFxG3PlS0Xnab4wkSw0jrBfR9fdYUSAh0g5-flqK-xtb=w917-h919-s-no-gm",
    "https://lh3.googleusercontent.com/pw/AP1GczO4Crj-DtnYxM3mKXeYnFWl4XH6K9dbWWG5TDVU_hMmoJgZUW18TELo53xu4PYuO4rR1LX-6NYDwEcjqcXV-zl9kP6WoVw5wNKTyCy1v0V4K1D-DcQvaeW_EDBp4SO3ZIEtTjNOz6XYzNJYtKJ_zzhS=w842-h522-s-no-gm",
    "https://www.lh3.googleusercontent.com/pw/AP1GczNeyHfEbccM-7Xz4K5SxZsv8Bk2FuUZSGC5q4nrum1eOSeel-TP6Y9tJAwIGF0O61PltwD7vVgpzfUQW4f8vjA82hXmC88RE4kw1tW3nGb5zoFansmBJyAyBRqu2KRI0w-YIas6ADIRepyNPPW9u4Xw=w600-h919-s-no-gm",
    "https://www.lh3.googleusercontent.com/pw/AP1GczOfNVrAOayuIiE14DKR6QJYQ5zvj7qxvVQ4FXbSnvZwFph9LCRfQcHsnuQDt3mz6zsGSUFk4H-IilH2-WtzwT5V5pWmg2zDQ09SEDF9Y0rrWM9vBAkkz39UpV8SGpYTrJN1_B8cYCAwkQZRmkMFBOAf=w599-h906-s-no-gm",
    "https://www.lh3.googleusercontent.com/pw/AP1GczO4Crj-DtnYxM3mKXeYnFWl4XH6K9dbWWG5TDVU_hMmoJgZUW18TELo53xu4PYuO4rR1LX-6NYDwEcjqcXV-zl9kP6WoVw5wNKTyCy1v0V4K1D-DcQvaeW_EDBp4SO3ZIEtTjNOz6XYzNJYtKJ_zzhS=w842-h522-s-no-gm?authuser=0",
    "https://www.tracking.newsrpm.com/pixel?slug=getnews-2024-4-18-cultural-fusion-chinese-artists-enchanted-audiences-at-2024-artexpo"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "andy warhol",
        "sentiment": "none"
      },
      {
        "name": "peter max",
        "sentiment": "none"
      },
      {
        "name": "robert indiana",
        "sentiment": "none"
      },
      {
        "name": "ellen zhang qiong",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "aaai",
        "sentiment": "negative"
      },
      {
        "name": "financialcontent business page the american asian arts inc.",
        "sentiment": "negative"
      },
      {
        "name": "ny artexpo",
        "sentiment": "none"
      },
      {
        "name": "artexpo new york",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:08:10.866+03:00",
  "updated": "2024-04-19T00:08:10.866+03:00"
}