{
  "thread": {
    "uuid": "ea419c5d81e5fc5e55803b052628f885ab6be4f6",
    "url": "https://cronicavasca.elespanol.com/sociedad/20240705/este-es-el-buffet-verano-euskadi-grande/868163205_0.html",
    "site_full": "cronicavasca.elespanol.com",
    "site": "elespanol.com",
    "site_section": "https://cronicavasca.com/rss/sociedad",
    "site_categories": [
      "top_news"
    ],
    "section_title": "",
    "title": "Este es el buffet ideal para este verano cerca de Euskadi: es el más grande del mundo",
    "title_full": "Este es el buffet ideal para este verano cerca de Euskadi: es el más grande del mundo",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://a1.elespanol.com/cronicavasca/2024/07/05/sociedad/868173219_13185026_1706x960.jpg",
    "performance_score": 0,
    "domain_rank": 2484,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ea419c5d81e5fc5e55803b052628f885ab6be4f6",
  "url": "https://cronicavasca.elespanol.com/sociedad/20240705/este-es-el-buffet-verano-euskadi-grande/868163205_0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "María Blas",
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "Este es el buffet ideal para este verano cerca de Euskadi: es el más grande del mundo",
  "text": "Los buffets son espacios ideales en los que la comida y el arte hacen su magia para ofrecer una experiencia única a los comensales. Se trata de una forma de comer que se extendió en los años 40 gracias al director de Las Vegas Hotel, Herb McDonald, como señala el grupo hostelero Crisol.\nEste no dudó en probar la idea de ofrecer un consumo ilimitado de los alimentos a sus clientes por 1,50 dólares . Lo hizo\"con una presentación masiva y en la que se iba reponiendo todo durante un tiempo marcado\". El concepto se popularizó a partir de entonces y se fue extendiendo por todos los países del mundo.\nEl más grande El más grande del mundo es Le Grands Buffets y se encuentra a 4 horas y media de Donostia, en Narbona (Francia) . Lleva en pie desde hace más de 35 años y no ha dejado de llamar la atención de los clientes desde entonces. Tiene, como señalan desde EL ESPAÑOL en su artículo El buffet más grande del mundo a unas horas en tren de España por menos de 60€: tiene más de 300 referencias , más de 6 meses de lista de espera, ya que cada año da la bienvenida a más de 390.000 comensales.\nEste buffet, de más de 1.000 metros cuadrados , hace sentir a cualquiera en un palacio francés, pues \"recrea palacetes franceses del siglo XVIII y alberga más de 300 referencias culinarias\" . Incluso ha batido récords Guinness por guardar la mayor colección de quesos del mundo (111 variedades, como señalan desde la web).\nUn buffet de cocina francesa con asador incluido de 57,90 euros por adulto en el que destacan la bandeja de marisco \"monumental\" con mejillones, ostras, bueyes de mar, langostinos, una fuente de bogavantes, caracoles, salmón ahumado, bellevue, áspic, marinado al eneldo, gravlax, en ensalada o en mousse, entre otros; los distintos tipos de foie-gras (natural, a la pimienta, a la sal, al pimiento picante vasco, en crema quemada o al muscat de Rivesaltes, a la plancha en escalope o sobre tournedos), los embutidos, como los nueve jamones al corte; más de 40 platos calientes preparados al momento, los 111 tipos de queso (incluye quesos españoles) y la variedad de postres con una fuente de chocolate al lado.\nSobresalen, de postre, 50 pasteles \"caseros\" , la Paris-Brest acompañada con un Saint Honoré, una forêt noire, un milhojas, un éclair, una tarta Tatin decorada con manzanas al horno, una crep, un arroz con leche, cannélés bordeleses, macarons, creppes, mousses y otros helados y postres helados o frutas....En total, el cliente podrá degustar 300 referencias culinarias.\nVer esta publicación en Instagram Una publicación compartida de 👤Óscar (@pateamadrid)\nDesde EL ESPAÑOL expresan que \"es el único restaurante en Francia que ofrece en su menú diario le canard au sang (el pato a la sangre). Un plato en peligro de extinción de la gastronomía francesa. Esta emblemática receta es representada según el ritual ancestral de los maîtres canardiers y se desarrolla ante la atenta mirada del comensal\".",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.instagram.com/reel/C3SMsoytyzj/?utm_source=ig_embed&utm_campaign=loading",
    "https://www.instagram.com/reel/C3SMsoytyzj/",
    "https://instagram.com/reel/C3SMsoytyzj/?utm_source=ig_embed&utm_campaign=loading"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T13:47:25.310+03:00",
  "updated": "2024-07-05T13:47:25.310+03:00"
}