{
  "thread": {
    "uuid": "d67f848959d767e0b9c06de3b148f1aa6f0f11aa",
    "url": "https://www.elimparcial.com/son/hermosillo/2024/04/18/368-llantas-y-194-bolsas-de-basura-fueron-recolectadas-por-el-patronato-kino-limpio-y-seguro",
    "site_full": "www.elimparcial.com",
    "site": "elimparcial.com",
    "site_section": "https://www.elimparcial.com/rss/feed.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "",
    "title": "368 llantas y 194 bolsas de basura fueron recolectadas por el patronato Kino Limpio y Seguro",
    "title_full": "368 llantas y 194 bolsas de basura fueron recolectadas por el patronato Kino Limpio y Seguro",
    "published": "2024-04-19T00:39:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 34163,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d67f848959d767e0b9c06de3b148f1aa6f0f11aa",
  "url": "https://www.elimparcial.com/son/hermosillo/2024/04/18/368-llantas-y-194-bolsas-de-basura-fueron-recolectadas-por-el-patronato-kino-limpio-y-seguro",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tanya Vásquez",
  "published": "2024-04-19T00:39:00.000+03:00",
  "title": "368 llantas y 194 bolsas de basura fueron recolectadas por el patronato Kino Limpio y Seguro",
  "text": "368 llantas y 194 bolsas de basura fueron recolectadas por el patronato Kino Limpio y Seguro\nMás de 55 personas integrantes del patronato, trabajadores, sociedad civil y algunas empresas participaron en esta jornada\nHERMOSILLO, Son.- Un total de 368 llantas y 194 bolsas de basura se recolectaron en la mega limpieza de la carretera a Bahía de Kino organizada por el patronato Kino Limpio y Seguro.\nMás de 55 personas integrantes del patronato, trabajadores, sociedad civil y algunas empresas participaron en esta jornada que inició desde las 07:30 horas en el kilómetro 27 de la carretera 100.\nAlain Ballesteros, quien es parte del Patronato, expresó que organizaron esta actividad para hacer un llamado a turistas, habitantes y a las autoridades, a que mantengan limpia esta carretera, pues han encontrado un problema de basura a los costados de la carretera.\n“La carretera está muy contaminada, basura, muchas llantas, refrigeradores, muebles, escombro, que se convierte en obstáculos importantes en la carretera, es un llamado a concientización al usuarios, turistas, que no tiren la basura, que la lleven al lugar y destino adecuado”, dijo.\nEn un tramo de dos kilómetros a pie, por ambos lados de la carretera se recolectaron cerca de 180 bolsas jumbo de basura con un peso promedio de 15 a 30 kilos, mientras que en un tramo de seis kilómetros fueron recolectadas 349 llantas.\nAdemás de las llantas, se encontraron entre los principales desechos basura plástica y artículos como tazas de baño, sofás, muebles, carriolas y otros más.\nTe puede interesar:\nMantiene Policía Preventiva operativo para evitar arrojen basura\nGabriel Urquidez, del Patronato de Kino limpio y seguro, mencionó que además del llamado de concientización a los ciudadanos, es importante que también las autoridades realicen labores de mantenimiento en las carreteras.\n“La limpieza es con el afán de que la sociedad civil, el gobierno del estado, voltee a ver las carreteras no solamente en pintura, baches, sino en lo que impacta en cuanto a suciedad, recolección de desechos, llantas”, indicó.\nServicios públicos municipales y la Patrulla Verde fueron los encargados de trasladar el total de los desechos recolectados.\n- 368 llantas en seis kilómetros en vehículo\n- 194 bolsas jumbo de basura en dos kilómetros a pie\n- Cerca de 55 personas participaron\n- Cinco horas de trabajo",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:57:30.378+03:00",
  "updated": "2024-04-19T00:57:30.378+03:00"
}