{
  "thread": {
    "uuid": "f4c98151990bdc797474cdac76d43dbc626fbc0f",
    "url": "https://fr.kotaku.com/ff7-ffvii-rebirth-impossible-trophee-side-quete-correct-1851404653",
    "site_full": "fr.kotaku.com",
    "site": "kotaku.com",
    "site_section": "http://fr.kotaku.com",
    "site_categories": [],
    "section_title": "Kotaku en Français | Critiques de Jeux, Actus, Conseils et Plus Encore.",
    "title": "Notre long cauchemar national est terminé . Square Enix a mi",
    "title_full": "Notre long cauchemar national est terminé . Square Enix a mi",
    "published": "2024-04-11T23:25:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/a0c80dd7a212496506e0f1612f4f89be.jpg",
    "performance_score": 0,
    "domain_rank": 1439,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f4c98151990bdc797474cdac76d43dbc626fbc0f",
  "url": "https://fr.kotaku.com/ff7-ffvii-rebirth-impossible-trophee-side-quete-correct-1851404653",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Zack Zwiezen",
  "published": "2024-04-11T23:25:00.000+03:00",
  "title": "Notre long cauchemar national est terminé . Square Enix a mi",
  "text": "Notre long cauchemar national est terminé . Square Enix a mis à jour Final Fantasy VII Renaissance et corrigé, entre autres problèmes, une quête secondaire buggée et impossible à terminer trouvée à la fin du jeu qui arrêtait certains joueurs de recevoir le trophée platine. En février, Renaissance —le deuxième opus du massif de Square Enix FF7 remake de la trilogie — lancé exclusivement sur PS5. C’est une bonne recréation moderne (mais aussi probablement surchargée) d’une partie de l’original. Final Fantasy VII. Cependant, après une mise à jour le 20 mars, une quête secondaire connue sous le nom de « Je ne peux pas m’arrêter, je ne m’arrêterai pas » a été interrompue. une des conditions pour obtenir le trophée platine sur PS5 est de faire chaque quête secondaire, c’est tout à coup devenu presque impossible à moins que vous ayez acheté le jeu physiquement, que vous l’ayez supprimé, puis que vous l’ayez réinstallé hors ligne. Heureusement, Square Enix a enfin corrigé le problème. bug ennuyeux .\nLe 11 avril , Square Enix a tweeté que la mise à jour 1.030 est désormais disponible pour Final Fantasy VII Renaissance . Et il a spécifiquement indiqué qu’il avait corrigé le bug ennuyeux des quêtes secondaires, ajoutant : « Merci pour votre patience et votre soutien ! » Bien que cette mise à jour soit très appréciée, ce n’est pas une surprise totale. Nous savions que Square Enix avait des plans pour réparer la quête interrompue au fur et à mesure qu’ils cela a été confirmé le 4 avril. Pourtant, c’est bien que je puisse enfin terminer cette foutue quête secondaire et continuer ma vie. Voici la liste complète des patchs pour la mise à jour 1.030 :\nPublicité Correction du bug dans la quête secondaire du chapitre 12, “Je ne peux pas m’arrêter, je ne m’arrêterai pas”, qui empêchait la progression même après avoir rempli les conditions requises. pour le mini-jeu G-Bike —Veuillez noter que vous devez terminer à nouveau le mini-jeu G-Bike même si vous avez déjà rempli les conditions —La progression de votre quête ne sera pas réinitialisée si vous l’avez déjà terminée. Correction de quelques problèmes qui survenaient lors de la réalisation de Phenomenon Intel dans un ordre spécifique.\nCorrection d’un bug rare qui empêchait le déverrouillage d’un nouveau défi dans le simulateur de combat.\nPublicité Correction d’un bug qui empêchait le niveau de romance d’augmenter dans certaines circonstances, même si vous aviez fait un choix pertinent. Correction d’un bug où les joueurs ne recevaient pas le trophée Cactuar Crusher même s’ils remplissaient les conditions.\nCorrection d’un bug où, lors du chargement des données de sauvegarde, dans certaines circonstances, des bugs, des plantages et une incapacité à progresser pouvaient survenir\nLa fonction pour charger des données de sauvegarde à partir de\nRemake de FF7 pour utiliser les données de sauvegarde les plus récemment chargées lorsque vos données de sauvegarde ont été chargées plusieurs fois et ont été mises à jour Correction de quelques bugs d’affichage/visuels . Fixed a bug where players would not receive the Cactuar Crusher trophy even though they fulfilled the requirements Fixed a bug where when loading save data under certain circumstances, bugs, crashes, and inability to progress could occur The feature to load save data from FF7 Remake to use the most recently loaded save data when your save data had been loaded multiple times has been updated Fixed some display/visual bugs .\nCe contenu a été traduit automatiquement à partir du texte original. De légères différences résultant de la traduction automatique peuvent apparaître. Pour la version originale, cliquez ici .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Social Issue",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://twitter.com/finalfantasyvii/status/1778451825672470690&quot;,{&quot;metric25&quot;:1}",
    "https://howl.me/cluo6LU9cHU",
    "https://youtu.be/rYBYCib3fJ8&quot;,{&quot;metric25&quot;:1}",
    "https://twitter.com/finalfantasyvii/status/1778451825672470690",
    "http://www.amazon.com/exec/obidos/ASIN/B0CGXZQ4CD",
    "https://www.jp.square-enix.com/ffvii_rebirth/news/information/17217.html",
    "https://howl.me/cluo6LU9cHU&quot;,{&quot;metric25&quot;:1}",
    "https://www.jp.square-enix.com/ffvii_rebirth/news/information/17217.html&quot;,{&quot;metric25&quot;:1}",
    "https://youtu.be/rYBYCib3fJ8",
    "https://www.youtu.be/rYBYCib3fJ8&quot;,{&quot;metric25&quot;:1}",
    "https://jp.square-enix.com/ffvii_rebirth/news/information/17217.html",
    "https://www.twitter.com/finalfantasyvii/status/1778451825672470690&quot;,{&quot;metric25&quot;:1}",
    "https://jp.square-enix.com/ffvii_rebirth/news/information/17217.html&quot;,{&quot;metric25&quot;:1}",
    "https://www.twitter.com/finalfantasyvii/status/1778451825672470690",
    "http://amazon.com/exec/obidos/ASIN/B0CGXZQ4CD",
    "https://www.howl.me/cluo6LU9cHU",
    "https://www.youtu.be/rYBYCib3fJ8",
    "https://www.howl.me/cluo6LU9cHU&quot;,{&quot;metric25&quot;:1}"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T02:49:30.738+03:00",
  "updated": "2024-04-12T02:49:30.738+03:00"
}