{
  "thread": {
    "uuid": "61326c0c61bff92830b4af2fb7d9a7b5bf9d1891",
    "url": "https://aithority.com/machine-learning/trust-stamp-partners-with-scurid-to-deliver-ai-powered-in-field-authentication/",
    "site_full": "aithority.com",
    "site": "aithority.com",
    "site_section": "https://aithority.com",
    "site_categories": [
      "tech"
    ],
    "section_title": "AiThority.com: AI ML Interviews, Emerging Tech News &amp; Analysis",
    "title": "Trust Stamp Partners With Scurid to Deliver AI-Powered In-Field Authentication",
    "title_full": "Trust Stamp Partners With Scurid to Deliver AI-Powered In-Field Authentication",
    "published": "2023-12-29T11:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://aithority.com/wp-content/uploads/2023/12/Trust-Stamp-has-partnered-with-Scurid-to-deliver-highly-secure-AI-powered-in-field-authentication-for-seamless-human-machine-interaction.jpg",
    "performance_score": 0,
    "domain_rank": 18502,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "61326c0c61bff92830b4af2fb7d9a7b5bf9d1891",
  "url": "https://aithority.com/machine-learning/trust-stamp-partners-with-scurid-to-deliver-ai-powered-in-field-authentication/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "GlobeNewswire",
  "published": "2023-12-29T11:41:00.000+02:00",
  "title": "Trust Stamp Partners With Scurid to Deliver AI-Powered In-Field Authentication",
  "text": "Trust Stamp Partners With Scurid to Deliver AI-Powered In-Field Authentication Trust Stamp’s Privacy-first AI-powered biometric technology, combined with Scurid’s platform ensures a secure and streamlined process, making the hassle of traditional authentication methods a thing of the past and it paves the way for a fluid, intuitive and seamless authentication between humans and machines, while addressing crucial security and privacy concerns [Trust Stamp](https://truststamp.ai/), the Privacy-First Identity CompanyTM, providing [ AI-powered](https://aithority.com/tag/AI-powered/) trust and identity services, has entered a partnership with Scurid, a global pioneer in delivering cutting-edge solutions for Industrial Internet of Things (IIoT) device identity and access management (IAM) platform, that enhances device identities through the incorporation of interoperability and [data management](https://aithority.com/tag/data-management/) functionalities. Scurid’s user-friendly platform, enables seamless connectivity among IoT edge devices,IoT platforms, databases, and other applications, allowing clients to implement secure autonomous IoT systems swiftly in their applications, and with a deployment base exceeding 1000 devices, Scurid has earned trust in production environments, providing their customers the ability to bring their innovations to market swiftly and securely. Read More about AiThority Interview: [AiThority Interview with Jim Kaskade, Chief Executive Officer at Conversica](https://aithority.com/botsintelligent-assistants/aithority-interview-with-jim-kaskade-chief-executive-officer-at-conversica/) In a strategic collaboration aimed at enhancing the smooth and secure interaction between humans and machines, Scurid has joined forces with Trust Stamp, to leverage the benefits of biometrics as it opens an avenue to elevate the usability and security of IoT devices. This partnership is poised to play a crucial role in fortifying a diverse array of emerging IoT and edge devices, effectively addressing security challenges, and establishing seamless authentication and authorization, fostering a more integrated connection between humans and machines However, biometric data storage and transmission, particularly for IoT and edge devices, pose security challenges. Encryption, while common, is not foolproof, leading to potential breaches. Moreover, in biometric systems with extensive databases, the search process for a match can be computationally intensive and time-consuming, and encryption adds complexity, further slowing down system response time and accuracy. By utilizing biometric tokenization, like that of Trust Stamp’s IT2, it addresses these issues, providing performance and security. By transforming facial biometrics into a tokenized, irreversible form, the risk of unauthorized access or use of exfiltrated biometric data is significantly reduced. Scurid, in synergy with Trust Stamp’s biometric verification, has the potential to revolutionize secure identification and authorization across diverse IoT deployments such as fleet management, smart manufacturing, smart cities, and smart warehouses. This seamless integration forms a scalable, comprehensive solution, eliminating the complexities of traditional authentication and fostering a fluid, intuitive interaction between humans and machines. Scurid’s platform is not just secure but also highly adaptable, ensuring ease of integration with any existing platform without vendor lock-in. Its built-in capabilities replace the need for multiple toolchains, offering a well-rounded, self-sufficient solution. The decentralized core of Scurid’s device identity significantly reduces the risk and impact of security breaches, making it a cost-effective, reliable choice for dynamic device identity implementation. This approach paves the way for a new era in security dynamics, where users can grant access with unprecedented precision, reshaping the interaction between users and machines in the digital world. AiThority Interview Insights: [AiThority Interview with Ramsey Masri, Chief Executive Officer at Ceres Imaging](https://aithority.com/technology/aithority-interview-with-ramsey-masri-chief-executive-officer-at-ceres-imaging/) This collaborative project between Trust Stamp and Scurid not only addresses security challenges in IoT and edge devices but also exemplifies the multifaceted uses of Trust Stamp’s IT2 technology, showcasing its adaptability and efficacy in diverse sectors such as finance, healthcare, and government, where precise and secure identification is essential for fostering trust and efficiency. AiThority Interview Insights : [AiThority Interview with Itamar Kandel, Chief Executive Officer at Vista.ai](https://aithority.com/medical-apps/healthcare-management/aithority-interview-with-itamar-kandel-chief-executive-officer-at-vista-ai/) [To share your insights with us, please write to [sghosh@martechseries.com](mailto:sghosh@martechseries.com)]",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://truststamp.ai/),",
    "https://www.truststamp.ai/),"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "scurid",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T12:51:11.983+02:00",
  "updated": "2023-12-29T12:51:11.983+02:00"
}