{
  "thread": {
    "uuid": "7e98a1a14b3a56e3c481d4771da0f28b3922eb06",
    "url": "https://www.science-et-vie.com/nature-et-environnement/animaux/angleterre-ce-zoo-a-celebre-la-naissance-de-trois-oisillons-ressemblant-fortement-a-des-petits-dinosaures-170887.html",
    "site_full": "www.science-et-vie.com",
    "site": "science-et-vie.com",
    "site_section": "https://science-et-vie.com/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Science &amp; Vie : premier magazine européen de l’actualité scientifique - Science &amp; Vie",
    "title": "Angleterre : ce zoo a célébré la naissance de trois oisillons ressemblant fortement… à des petits dinosaures",
    "title_full": "Angleterre : ce zoo a célébré la naissance de trois oisillons ressemblant fortement… à des petits dinosaures",
    "published": "2024-07-05T14:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://www.science-et-vie.com/wp-content/uploads/scienceetvie/2024/07/capture-decran-2024-07-05-120107.png",
    "performance_score": 0,
    "domain_rank": 66962,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7e98a1a14b3a56e3c481d4771da0f28b3922eb06",
  "url": "https://www.science-et-vie.com/nature-et-environnement/animaux/angleterre-ce-zoo-a-celebre-la-naissance-de-trois-oisillons-ressemblant-fortement-a-des-petits-dinosaures-170887.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Louise Guyonnet",
  "published": "2024-07-05T14:00:00.000+03:00",
  "title": "Angleterre : ce zoo a célébré la naissance de trois oisillons ressemblant fortement… à des petits dinosaures",
  "text": "Angleterre : ce zoo a célébré la naissance de trois oisillons ressemblant fortement… à des petits dinosaures L’occasion de rappeler que certains dinosaures étaient pourvus de plumes et pas tous d’une peau lisse et écailleuse, d’après les hypothèses des paléontologues face aux fossiles découverts. Des dinosaures à plumes Outre le Ptéranodon, l’Anhanguera et le Dimorphodon, certains géants volants du passé étaient dotés de plumes, à la manière des volatiles dont nous sommes aujourd’hui habitués. Elles seraient apparues chez les dinosaures il y a 250 millions d’années. Bec tranchant et imposant, œil alerte, plumes colorées, larges ailes… l’Anchiornis est un bel exemple du genre de spécimen “emplumé” que l’on pouvait trouver à l’époque. Avec sa crête écarlate et son duvet noir et blanc (d’après les suppositions des paléontologues), l’Anchiornis est considéré par les spécialistes comme un “presque oiseau”. Des petits toucans à l’aspect… particulier Cependant, cet aspect archaïque n’est pas l’apanage de la période du Jurassique moyen, date à laquelle le plus ancien fossile de l’Anchiornis a été retrouvé. En effet, le zoo de Newquay a célébré la naissance de trois poussins [toucans](https://www.science-et-vie.com/article-magazine/biologie-cest-grace-a-son-bec-que-le-toucan-regule-sa-temperature) araçari verts, d’après un [communiqué édicté par le site officiel](https://www.newquayzoo.org.uk/news/three-is-a-magic-number-for-newquay-zoo/) du zoo le 04 juillet 2024. Une grande première depuis 55 ans pour le parc. Ces poussins, deux mâles et une femelle, ont déjà commencé à prendre leur envol, une bonne indication, selon le communiqué du zoo, sur leur état de santé et le bon fonctionnement de tous leurs membres. Outre leur bonne forme et leur rareté importante à notifier, c’est surtout leur aspect qui fait parler… car ces oisillons ressemblent à de petits dinosaures ! Voir cette publication sur Instagram “À leur naissance, ils ressemblaient beaucoup à des dinosaures, mais maintenant, leurs plumes ont poussé et nous avons pu identifier le sexe des poussins grâce à la couleur de leur tête. Les mâles ont le cou et les plumes de la tête d'un noir foncé, tandis que les femelles sont brun rougeâtre”, a expliqué Dan Trevelyan, gardien principal des animaux au zoo de Newquay, qui a qualifié de “fantastique” l’opportunité d’avoir pu regarder ces petits toucans grandir et apprivoiser leur environnement. Education et famille nucléaire des toucans verts Originaires des forêts de plaine du nord-est de l'Amérique du Sud, les toucans verts sont largement menacés par la déforestation et prisés dans le commerce illégal des animaux. Ces volatiles ont la particularité d’être monogames. Par conséquent, ils ne resteront qu’avec une ou un partenaire toute leur vie. Ils élèvent également leurs petits de concert, en se relayant pour couver les œufs puis nourrir leurs oisillons (un modèle intéressant). Ils continuent de prendre soin d’eux après qu’ils aient quitté leur nid. Source : [BBC ](https://www.bbc.com/news/articles/cxe25pgmle7o)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.bbc.com/news/articles/cxe25pgmle7o)",
    "https://www.newquayzoo.org.uk/news/three-is-a-magic-number-for-newquay-zoo/)",
    "https://bbc.com/news/articles/cxe25pgmle7o)",
    "https://newquayzoo.org.uk/news/three-is-a-magic-number-for-newquay-zoo/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T15:25:44.026+03:00",
  "updated": "2024-07-05T15:25:44.026+03:00"
}