{
  "thread": {
    "uuid": "1bcfeb888da9cf443043551f77485a8cb30ca93f",
    "url": "https://www.lavoz.com.ar/ciudadanos/cuatro-decadas-despues-una-mujer-de-san-francisco-se-convirtio-en-paracaidista",
    "site_full": "www.lavoz.com.ar",
    "site": "lavoz.com.ar",
    "site_section": "https://www.lavoz.com.ar/rss.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "",
    "title": "Cuatro décadas después, una mujer de San Francisco se convirtió en paracaidista",
    "title_full": "Cuatro décadas después, una mujer de San Francisco se convirtió en paracaidista",
    "published": "2024-04-19T01:28:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.lavoz.com.ar/resizer/VBlpNjdGrB5-K2irBHi1MF-cfmc=/0x0:0x0/1200x630/filters:quality(80):format(webp)/cloudfront-us-east-1.images.arcpublishing.com/grupoclarin/CR57OMNRCVEXTFRFLP6TUMY3QA.jpg",
    "performance_score": 0,
    "domain_rank": 14961,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1bcfeb888da9cf443043551f77485a8cb30ca93f",
  "url": "https://www.lavoz.com.ar/ciudadanos/cuatro-decadas-despues-una-mujer-de-san-francisco-se-convirtio-en-paracaidista",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ivana Acosta (Especial)",
  "published": "2024-04-19T01:28:00.000+03:00",
  "title": "Cuatro décadas después, una mujer de San Francisco se convirtió en paracaidista",
  "text": "La brigada de paracaidistas deportivos en San Francisco sigue creciendo y ahora, después de mucho tiempo, una mujer volvió a formar parte de sus filas.\nCamila Berone tiene 23 años y logró su certificación luego de cuatro décadas sin que una mujer fuera parte del equipo, es decir, casi que desde sus inicios.\nAl Aero Club San Francisco donde rindió su examen llegó para acompañar a su novio Facundo Gramaglia que también es paracaidista. Los fines de semana yendo con él a este lugar la terminaron empujando a probar de que se trataba el deporte y así su primer paso fue hacer el salto de bautismo.\nBerone dijo a La Voz: “Empecé a hacer vuelos en el avión, hice el salto tándem y fue un antes y un después porque me motivó para decir ‘quiero hacer esto, quiero saltar de un avión todos los fines de semana’”. Su deseo se convirtió en realidad en la última semana de marzo cuando sorteó con éxito el último examen práctico.\nLa metodología para acceder a ser paracaidista se basa en hacer un curso teórico práctico. Camila contó que lo inició aproximadamente en junio del año anterior y dedicó varios meses a prepararse en cuanto a los conocimientos fundamentales.\n“Es muy importante la teoría porque se trata de un deporte extremo donde casi todo depende de vos que sos quien toma las decisiones. Al inicio se aprende sobre el manejo con el paracaídas y se implementa en cada salto”, señaló.\nCada salto es un nuevo desafío en este curso y debe totalizar 24 para alcanzar la titulación. En todas las oportunidades se agregan elementos nuevos a sortear: “Le vamos agregando a cada salto unos segundos más de caída libre y todo y en cada uno intentás ir más alto para que podamos jugar un poco más”.\nLa joven sanfrancisqueña además de su novio tiene al suegro que practica paracaidismo, ella ahora cuenta con la certificación de la Administración Nacional de Aviación Civil (Anac). Si bien es un deporte extremo no dudó un segundo en decir que “si hay concentración y seguridad” el disfrute de saltar en paracaídas está asegurado.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:32:43.721+03:00",
  "updated": "2024-04-19T01:32:43.721+03:00"
}