{
  "thread": {
    "uuid": "fb4c36861b685fd5ab1aeafcfd5a2eace85ae407",
    "url": "https://jamaica-gleaner.com/article/news/20240602/gabriel-agbo-god-sending-you-help",
    "site_full": "jamaica-gleaner.com",
    "site": "jamaica-gleaner.com",
    "site_section": "https://jamaica-gleaner.com/feed/news.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "News",
    "title": "Gabriel Agbo | ‘God is sending you help!’",
    "title_full": "Gabriel Agbo | ‘God is sending you help!’",
    "published": "2024-06-02T08:05:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "JM",
    "main_image": "https://jamaica-gleaner.com/sites/default/files/styles/250px/public/media/article_images/2024/06/02/2805331/7969238.jpg?itok=btVZHkG7",
    "performance_score": 0,
    "domain_rank": 9138,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fb4c36861b685fd5ab1aeafcfd5a2eace85ae407",
  "url": "https://jamaica-gleaner.com/article/news/20240602/gabriel-agbo-god-sending-you-help",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-02T08:05:00.000+03:00",
  "title": "Gabriel Agbo | ‘God is sending you help!’",
  "text": "Gabriel Agbo | ‘God is sending you help!’ WERE YOU dispossessed of anything? Are you wounded? Betrayed? Are you now abandoned? Are you desperate? Have you given up or about to? Healing is coming your way today! The poor and desperate widow at the gate of Zarephath and her only son were robbed, wounded and also abandoned to die until God sent his servant to rescue them. As he is also sending help to you! The story of this hopeless woman and her son is one of the most interesting in the whole Bible. She has been sorrowing for the irreparable loss of her husband, the bread winner of the family. She has been struggling to take care of herself and their only child. And now, there is food crisis, hunger caused by the total drought in the land that has left them with just a last meal before starving to death. My God! I mean, a poor, hungry, desperate, hopeless and depressed widow with a child waiting to die. DIFFICULT TRIALS IN LIFE What situation can be worse than this? Tell me. You already know that widowhood is one of the most difficult trials in life. You suddenly lose your partner, your best friend, your helper, companion, your glory, your encourager, your protector, your pride, confidant and your adviser and you suddenly become lonely, depressed, disrobed and single again. I think that is why we are seriously admonished to always take good care of the widows in our midst. This must be on our first line of charge as a church and as individuals. That is what I do. I just got an incredible testimony from a lady who lost her husband, her only child, her business and has an implant in her heart. Her condition made me cry and I prayed for her daily. She just sent me a huge donation and an encouraging message that God used me mightily in her life. Imagine that. My God! Sure, this was one of my best times in the ministry. Her case looked hopeless and irreparable as at January this year before she picked up my book, Power of Midnight Prayer. Truly, with God all things are possible! BLOODTHIRSTY HEATHEN GOD Elijah himself was not better off. Like the rest of the Israelites, he was not happy with the godlessness, paganism and demonism in the nation. Imagine the level of backsliding when the King of Israel went off his senses to marry Jezebel; the daughter of a heathen king and also joined his in-laws in the Satanic Baal worship. It did not end there. Ahab also built temples, shrines and towers for this detestable, demonic and bloodthirsty heathen god. Jezebel brought demonism, witchcraft, lust, greed, prostitution, sorcery and the downfall of the king and people of Israel. Please, be careful of whom you marry or associate with. God warned us seriously not to be yoked with the ungodly because they will surely lure you away from righteousness into godlessness and destruction. You already know the unenviable story and the end of the wicked Ahab and Jezebel and the pain they brought on Israel. God used Prophet Elijah to intervene. He locked the heaven and went away. No rains, no dews in the land. Yes, ungodliness, disobedience, idolatry, occultism, spilling of blood can bring drought, curses, punishment, confusion, untimely deaths, and lack of progress to people, families and individuals. The man of God was directed to a brook, which he drank from and was miraculous fed by the ravens. But soon the brook dried up and he was again told to go to the city of Zarephath to meet a widow that will sustain him until the drought was over. A desperate Elijah was directed to meet a distressed widow who was waiting to die. Wow! I really can’t understand this God. He did not send him to the palace. He did not send him to the rich or at least to people who still had supplies to last for some days, but to a poor widow that has a last meal to eat and die. Your miracle, your deliverance, your answer is coming from where you did not expect. It will beat all human imaginations and calculations! SURVIVE AND MOVE FORWARD Everything about Elijah and this widow was negative – no water, no food, no help, no future, no hope and imminent threat of starving to death. What is your situation now? Are you dispossessed of your right? Are you bereaved? Were you betrayed? Is your source or hope dried like that brook? Maybe the trusted supplies have ceased and the ravens (help) are no longer coming? Or you only have a little left, but after that you will be in deep crisis? You are not very sure you can still survive and move forward because of what you are going through now. Listen now, don’t give up! People have gone through worst situations and survived them. You are sure going to be a living testimony through this. Yes. All these negatives are turning into positive now! As you read this article, solutions are being released to you in the name of Jesus! It is not over. I prayed for you. You will not sink in this! You will not die. You will live and shine again! God is healing your wounds and also giving you back what you lost. Cheer up! Share this message with others, please. Rev Gabriel Agbo is the author of the books/audiobooks: Power of Midnight Prayer, Receive Your Healing, Breaking Generational Curses: Claiming Your Freedom, Never Again!, I Shall Not Die, Move Forward, Power of Sacrifice and many others. Email: [gabrielagbo@yahoo.com](mailto:gabrielagbo@yahoo.com) Website [www.authorsden.com/pastorgabrielnagbo](http://www.authorsden.com/pastorgabrielnagbo) Twitter: pastorgabagbo WhatsApp: +234-8164819333",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Health",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "http://www.authorsden.com/pastorgabrielnagbo",
    "http://authorsden.com/pastorgabrielnagbo"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gabriel agbo",
        "sentiment": "positive"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "zarephath",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T12:20:53.035+03:00",
  "updated": "2024-06-02T13:11:23.994+03:00"
}