{
  "thread": {
    "uuid": "7c48de2a068e47aad80732c99ad78e8454d44f32",
    "url": "https://www.deccanherald.com/lifestyle/food-and-drink/make-this-a-sweet-new-year-2829635",
    "site_full": "www.deccanherald.com",
    "site": "deccanherald.com",
    "site_section": "https://www.deccanherald.com/latest-news",
    "site_categories": [
      "media"
    ],
    "section_title": "Top Latest News News: Latest News News Today, Latest News Latest News and Headlines, Latest News Local News Updates | Deccan Herald",
    "title": "Make this a sweet New Year",
    "title_full": "Make this a sweet New Year",
    "published": "2023-12-30T02:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://images.deccanherald.com/deccanherald%2F2023-12%2F053cab6b-2eeb-416c-b490-f24c4b566ae3%2FiStock_1328873662.jpg?rect=0%2C72%2C3862%2C2028&amp;w=1200&amp;ar=40%3A21&amp;auto=format%2Ccompress&amp;ogImage=true&amp;mode=crop",
    "performance_score": 0,
    "domain_rank": 2984,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7c48de2a068e47aad80732c99ad78e8454d44f32",
  "url": "https://www.deccanherald.com/lifestyle/food-and-drink/make-this-a-sweet-new-year-2829635",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jayanthi Madhukar",
  "published": "2023-12-30T02:14:00.000+02:00",
  "title": "Make this a sweet New Year",
  "text": "Milk pudding\nYou need:\nOne cup of milk, a medium-sized egg, a tablespoon of sugar or to taste, a tablespoon of unsalted butter (melted), a teaspoon of vanilla extract or essence, and two tablespoons of cornstarch.\nPreparation:\nMix cornstarch and sugar in a saucepan and add the milk slowly to it, stirring all the while to avoid lumps. This is an important step and needs to be done carefully. Cook this milk-sugar-cornstarch mixture on medium heat till it bubbles. Make sure to stir often to avoid it from burning.\nBreak the egg in a glass bowl and add half the milk-sugar-cornstarch mixture into the bowl. Beat it well until the mixture gets homogenised and is smooth. Add this to the remaining milk-sugar-cornstarch mixture and continue to cook on medium heat until it thickens. Stir constantly and make sure the mixture doesn’t burn or stick to the sides. One way to know if the mixture has cooked is to check the spoon. If it’s coated uniformly, then the mixture is cooked.\nSwitch off the heat and add the melted butter and vanilla extract. Pour it in a bowl and chill the milk pudding in the refrigerator for a few hours.\nAt midnight, get the milk pudding out and enjoy its subtle sweetness.\nCoconut cookies\nYou need:\nOne cup of flour, half or quarter cup of powdered sugar, half a cup of desiccated coconut, half a teaspoon of salt, and melted ghee (enough to bind the cookie dough).\nPreparation:\nMix all the dry ingredients in a large mixing bowl. Slowly add the melted ghee and mix the dough lightly with your fingers till it can bind together. Shape into small balls and flatten them slightly and place them in a baking tray.\nBake the cookies in a preheated oven (1800C) for 8-10 minutes or until the cookies turn golden brown. For a twist, dip the cookies in melted chocolate and let them rest on a tray till the chocolate hardens.\nBite into these cookies at midnight for a sweet beginning.\nCaramel custard\nYou need:\n140 gm of powdered sugar (for caramel), 100 gm of powdered sugar (for custard), four tablespoons of water, half a litre of milk, three large eggs and two yolks, and half a teaspoon of vanilla extract.\nPreparation:\nPut sugar in a frying pan and add the water. Heat slowly and stir till sugar dissolves. Now increase the heat and let the sugar water bubble. As the water evaporates, the caramel syrup gets thicker. You may notice bigger bubbles. Now let the syrup heat without stirring. As it turns golden brown swirl the pan to ensure the syrup has cooked evenly. Switch off the heat. Pour the caramel syrup into small bowls that are ovenproof. Ramekins are perfect for this.\nNow break the eggs in a bowl and add two extra yolks in it. Add the sugar to the eggs and whisk lightly. Simultaneously, bring the milk to boil in a saucepan and pour it into the eggs-sugar mixture. Stir and strain the mixture if needed before adding the vanilla extract (or essence). Pour this mixture into the bowls containing the caramel and be careful to top them up.\nPlace the bowls in a shallow baking tray. Now add hot water into the baking tray till it reaches the level of halfway of the sides of the bowls. Bake for 15-20 minutes at 1800C till the custard sets. Once the bowls cool, place them in the refrigerator.\nJust before midnight, remove the ramekins and gently run the point of a knife around the custard and invert the bowls onto individual serving plates. Voila!\nCarrot muffins\nYou need:\nTwo cups of flour, two teaspoons of baking powder, two teaspoons of cinnamon powder, half a teaspoon of salt, a cup of sugar, a cup of melted butter or oil, three eggs, two cups (or more) of shredded carrots, half a cup of raisins and nuts (optional), and one and a half teaspoons of vanilla extract.\nPreparation:\nThis is the season for Ooty carrots so do try using the extra sweet and deep red carrots for this recipe.\nIn a large mixing bowl, mix all the dry ingredients. Add the beaten eggs and butter to the mixture. Lightly fold in the carrots, raisins and nuts. Add the vanilla extract to the cake mixture and spoon them into muffin cases or mould. Bake in a preheated oven (1800C) for 20 minutes or until a toothpick comes out clean.\nArrange them in a tray and bring it out to celebrate the beginning of the New Year.\nCoconut Cookies Caramel Custard Tiramisu Carrot Muffins Cut-off box - Tiramisu trifle pudding (with a shortcut!) You need: Five sponge cake ‘fingers’ three teaspoons of instant coffee granules two tablespoons of coffee liqueur (or any flavour) one tablespoon of cocoa powder a bowl of thick vanilla custard a tin of mixed fruits (drain out the syrup) and whipped cream canister. Preparation: Mix coffee granules with two tablespoons of boiling water in a jug. Add the liqueur to this along with 75 ml of water. Mix it all and pour it in a shallow mixing bowl. Place sponge cakes in the shallow bowl containing the coffee mixture for a few seconds. Put bits of the soaked cake in a small glass jar. Spoon vanilla custard on the cake and then a large spoonful of fruits. Alternate the layers starting with the cake custard and fruits till you reach a few inches below the rim of the jar. Top the dessert with whipped cream and dust some cocoa powder or else top it with fruits. Instead of mixed fruits you could use strawberries or any fruit of the season. At midnight relish the sweetness and zest of coffee to get set for the New Year.\nADVERTISEMENT (Published 29 December 2023, 23:44 IST)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cook",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T02:20:48.470+02:00",
  "updated": "2023-12-30T02:20:48.470+02:00"
}