{
  "thread": {
    "uuid": "991b2e3d2c2b68ce3ea496606e90ed0e2e80ab4c",
    "url": "https://www.diariodesevilla.es/semana_santa/Jueves-Santo-memorias-esperas-lluvia-video_0_1888612257.html",
    "site_full": "www.diariodesevilla.es",
    "site": "diariodesevilla.es",
    "site_section": "https://diariodesevilla.es/rss/reyes_rocha",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "",
    "title": "Jueves Santo de memorias y esperas bajo la lluvia",
    "title_full": "Jueves Santo de memorias y esperas bajo la lluvia",
    "published": "2024-03-28T21:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cdn.socy.cloud/JOLY/v3/SSFC/64a7ddd79f065/https://www.diariodesevilla.es/2024/03/28/semana_santa/Colas-Salvador-ver-titulares-Pasion-video_1888631198_208007713_1200x675.png",
    "performance_score": 0,
    "domain_rank": 13614,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "991b2e3d2c2b68ce3ea496606e90ed0e2e80ab4c",
  "url": "https://www.diariodesevilla.es/semana_santa/Jueves-Santo-memorias-esperas-lluvia-video_0_1888612257.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Reyes Rocha",
  "published": "2024-03-28T21:19:00.000+02:00",
  "title": "Jueves Santo de memorias y esperas bajo la lluvia",
  "text": "La lluvia es aliada para la memoria. En Semana Santa aún más. El Jueves Santo no ha sido el esperado, pero sí el de los reencuentros, el de las oraciones abrazadas con lágrimas en los ojos o en los labios. Son momentos para volver a ver a los amigos de toda la vida y hablar de los que se han ido y viven desde el cielo el paso de la Virgen del Rosario por la calle Feria o el caminar del palio de la Virgen de los Ángeles por la calle Águilas. La borrasca Nelson –esa manía de ponerle nombre a los chaparrones– ha decidido que este Jueves Santo no reluzca más que el sol. Ha impedido que el nazareno que tenía previsto llevar la Cruz de Guía de la vecina más antigua de la calle Recaredo vaya camino a la Catedral. Él sabe mucho de los pequeños ángeles que cada día están en la UCI del hospital. La Semana Santa está llena de intrahistorias, de detalles que normalmente quedan detrás de las marchas, el andar de los costaleros y la procesión. Por eso, en días de lluvia también se vive en hermandad. Quizá, más que en los días de sol. Es el momento de pararse delante de los pasos, de recrearse en cada detalle. En Las Cigarreras este año salían por primera vez de su capilla teniéndola en propiedad. Tenía previsto poner en la calle a más de 80 monaguillos. Una cantera que nunca acaba en las hermandades y que cada año recibe nuevas incorporaciones. En Montesión, nazarenos de la Oración en el Huerto han formado en San Martín. Los hermanos de la Lanzada no podían dejar a los vecinos esperar la decisión de salir o no bajo la lluvia. Un gesto ejemplar en el día que la Iglesia celebra el Amor Fraterno y que dice mucho de ambas hermandades. Ha sido la tarde de las colas. De la gente andando por las calles sin rumbo fijo. Al final, un Jueves Santo con todos desubicados. Ni la Quinta Angustia por la Magdalena, ni Pasión contemplado por la estatua de Martínez Montañés en la Plaza del Salvador. Como si nadie supiera dónde ir ni qué hacer más que andar bajo la lluvia y el viento. Colas kilométricas en todos los templos y público, mucho, siguiendo a los armaos por su recorrido habitual, mucho más rápido. Un chaparrón tras otro que no impide que quienes esperan para entrar en Santa Catalina para ver la Exaltación lleguen hasta la plaza de San Pedro. Hacia el mediodía, la fila para entrar al Santuario de los Gitanos llegaba hasta los salesianos. Una tarde del Jueves Santo rara en la que se han visto pocas mantillas, aunque sí en los monumentos de conventos y en algunas hermandades como el Gran Poder o la Macarena. Paraguas y peinetas no se llevan muy bien, sobre todo si acompaña el viento racheado. Es también el primer día en Sevilla de muchos turistas que se han encontrado de bruces con que la lluvia en Sevilla no siempre es una maravilla. Desde el año 2011 –excepto en los años de la pandemia– no se vivía un Jueves Santo sin cofradías en la calle. Muchos de ellos se colocaban en las interminables filas de entrada a los templos sin saber qué pasaba en realidad. Sólo porque había gente. En una de ellas, a través del Google Translator, un turista asiático preguntaba que qué pasaba y si podía ver los pasos andar dentro de la iglesia. El hombre recibió toda una lección apresurada de Semana Santa en apenas una hora. Incluso se apuntó en el móvil las ubicaciones de dónde comer la mejor torrija según el improvisado cicerone. Todo bajo una fina lluvia que por momentos parecía pequeñas agujas. Son días difíciles para las hermandades. La salida es al culminación de todo un año de trabajo, la oportunidad de llevar las devociones más sentidas, las que se heredan de padres a hijos, de madres a hijas. Esa medalla que llevó el abuelo y que ahora porta la nieta cada Jueves Santo y que sabe de muchas confidencias debajo del antifaz. Decidir suspender la estación de penitencia o no, como decía ayer por la mañana un miembro de junta de una de las hermandades, “es una lucha entre el corazón y la cabeza. Siempre buscas una posibilidad para lanzarte a la calle, pero cuando el tiempo no da tregua, hay que tener la sensibilidad necesaria para quedarse en casa y vivir la Semana Santa de otra manera, como ya aprendimos en la pandemia”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T18:08:35.149+03:00",
  "updated": "2024-04-11T00:50:39.790+03:00"
}