{
  "thread": {
    "uuid": "12a492cd5a24c5034af64b4ab69b7fe84e48b188",
    "url": "https://hoy.com.do/rd-logra-que-la-unesco-declare-la-reserva-de-biosfera-madre-de-las-aguas",
    "site_full": "hoy.com.do",
    "site": "hoy.com.do",
    "site_section": "http://hoy.com.do",
    "site_categories": [
      "marketing",
      "business"
    ],
    "section_title": "Hoy Digital | Guardianes de la verdad",
    "title": "RD logra que la Unesco declare la Reserva de Biosfera Madre de las Aguas",
    "title_full": "RD logra que la Unesco declare la Reserva de Biosfera Madre de las Aguas",
    "published": "2024-07-05T16:35:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DO",
    "main_image": "https://hoy.com.do/wp-content/uploads/2024/07/WhatsApp-Image-2024-05-16-at-11.47.42-AM.jpeg",
    "performance_score": 0,
    "domain_rank": 89351,
    "domain_rank_updated": "2024-07-02T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "12a492cd5a24c5034af64b4ab69b7fe84e48b188",
  "url": "https://hoy.com.do/rd-logra-que-la-unesco-declare-la-reserva-de-biosfera-madre-de-las-aguas",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Grupo de medios Corripio",
  "published": "2024-07-05T16:35:00.000+03:00",
  "title": "RD logra que la Unesco declare la Reserva de Biosfera Madre de las Aguas",
  "text": "PARÍS (Francia).- El Programa sobre el Hombre y la Biosfera (MaB, por sus siglas en inglés) de la Organización de las Naciones Unidas para la Educación, la Ciencia y la Cultura (Unesco) declaró este viernes la Reserva de Biosfera Madre de las Aguas, un espacio geográfico que compromete al país a prestar una atención especial a áreas de montañas, que incluyen varios parques nacionales, y que son fundamentales para la conservación de las fuentes acuíferas. Yvonne Arias, del Comité MaB Dominicano y de Grupo Jaragua, comunicó la información la mañana de este viernes, desde la asamblea en París, al ministro de Medio Ambiente y Recursos Naturales, Miguel Cera Hatton, quien ponderó el trabajo de los equipos técnicos que hicieron posible la aprobación de la propuesta. “Sabemos que la preservación de nuestras montañas, y la ampliación y protección de nuestros bosques, son fundamentales para la conservación de nuestras fuentes de agua. De modo que esta declaración nos lleva a un mayor compromiso a todos los dominicanos para preservar nuestros recursos naturales y, al mismo tiempo, a valorar y prestar una mayor atención al campesino de nuestras montañas”, dijo Ceara Hatton. Resaltó que Madre de las Aguas es una iniciativa que se reintrodujo en la UNESCO y que ayudará al país a fortalecer la protección de 709 ríos y arroyos, en siete cuencas principales: Yaque del Norte, Yaque del Sur, Yuna, Nizao, Ocoa, Artibonito y Haina. Madre de las Aguas —agregó— incluye tres reservas científicas, dos monumentos naturales, y dos reservas forestales; abarcando once provincias y 36 municipios: Azua, Dajabón, Elías Piña, La Vega, Monseñor Nouel, Peravia, San Cristóbal, San José de Ocoa, San Juan, Santiago y Santiago Rodríguez para una superficie estimada de 398,247 kilómetros cuadrados, con una incidencia poblacional de más de 1,591,000 personas. Yvonne Arias, por su lado, explicó que República Dominicana completó con éxito todas las tareas que le había encomendado el Programa sobre el Hombre y la Biosfera. La reconocida ambientalista estuvo en la asamblea con miembros de la Delegación Permanente de la República Dominicana ante la Unesco, que encabeza el embajador Andrés L. Mateo. La asamblea está presidida por Marruecos, en la persona de Latifa Yaacoubi. Arias agradeció, en nombre de República Dominicana, a la presidencia del CIC del MAB. “Para República Dominicana, esta declaratoria reafirma el compromiso asumido frente a la protección de la biodiversidad, la seguridad hídrica, a través de la conservación y protección de las áreas protegidas y nuestras cuencas prioritarias”, dijo. “Esta nominación contribuye a sentar las bases para que el Estado pueda programar, de la mano de las poblaciones que inciden sobre esta zona de alto valor ambiental, mayores acciones que contribuyan al cuidado de los recursos naturales, nuestro patrimonio natural, potenciando el desarrollo sostenible del país”, indicó. Recordó que el proyecto abarca 20 áreas protegidas, las cuales incluyen reservas científicas, parques nacionales, monumentos naturales y reservas forestales. “Esta decisión ayudará al país a fortalecer la protección de 709 ríos y arroyos, en 7 cuencas principales”. Al mismo tiempo, felicitó a las 11 provincias y 32 municipios que hicieron suyo este proyecto.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T17:13:06.211+03:00",
  "updated": "2024-07-05T17:13:06.211+03:00"
}