{
  "thread": {
    "uuid": "f6c70bf88ea4d92069128fff3a2b39d9e2441449",
    "url": "https://tdn.com/life-entertainment/local/home-gardening/luxury-homes-on-the-market-in-lower-columbia-area/collection_be65271b-1e88-575d-950a-997c8d7d9c40.html",
    "site_full": "tdn.com",
    "site": "tdn.com",
    "site_section": "https://tdn.com/search/?f=rss&amp",
    "site_categories": [
      "sports"
    ],
    "section_title": "tdn.com - RSS Results",
    "title": "Luxury homes on the market in Lower Columbia Area",
    "title_full": "Luxury homes on the market in Lower Columbia Area",
    "published": "2024-01-05T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/tdn.com/content/tncms/assets/v3/editorial/4/d6/4d6be291-4029-556e-bfe3-0d477d385e45/6503ed260cffd.image.jpg?crop=800%2C420%2C0%2C56&amp;resize=800%2C420&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 23190,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f6c70bf88ea4d92069128fff3a2b39d9e2441449",
  "url": "https://tdn.com/life-entertainment/local/home-gardening/luxury-homes-on-the-market-in-lower-columbia-area/collection_be65271b-1e88-575d-950a-997c8d7d9c40.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Guest",
  "published": "2024-01-05T21:00:00.000+02:00",
  "title": "Luxury homes on the market in Lower Columbia Area",
  "text": "This custom built home has a gated entry and the most amazing view of the Columbia river from every room in the home. The living room features a 24' ceiling, pellet stove, laminate flooring, skylights, 2 primary bedrooms, one on main and one on the upper, walk in closets, jaccuzi tub, walk in showers. Other features are central vac, heat pump/ac, 2 separate shops approx 20x30 each wired for 220. Complete apartment above garage with 3/4 bath. Security system, stand up safe included. Washer and dryer included. Call your favorite realtor for an appointment.\nLuxury homes on the market in Lower Columbia Area\nThese are some of the most luxurious homes on the Lower Columbia Area market.\n3 Bedroom Home in Cathlamet - $689,000\n3 Bedroom Home in Longview - $649,000\nBring all offers!!! MOTIVATED New kitchen counters and cabinets with accepted offer! Beautiful home on cul-de-sac in desired City View neighborhood! 3/ 2.5, 3 car garage with new garage door & shop area, entrance opens to open-concept living & family rooms. Formal living room with cathedral ceilings, wood burning fireplace and large picture windows. Kitchen opens to family room w/gas FP & steps away from the formal dining rm. Features large pantry, ample cabinets space. New French doors open to your backyard patio area. Newer laminate floors throughout the main level, & fresh coat of paint. Upstairs features 3 bedrooms, primary suite features a den/nursery, his & her closets, deck off primary. En-suite with jacuzzi tub & shower. 40 yr roof!\n4 Bedroom Home in CastleRock - $525,000\nWelcome to your dream home! This charming 4-bedroom, 1.5-bathroom residence is a spacious gem with 1491 sq. ft. of comfort and style. The bright and open kitchen offers plenty of storage and comes complete with stainless steel appliances. High-speed internet access ensures seamless connectivity for both work and leisure. Picture cozy dinners in the inviting dining room, complete with a beautiful electric fireplace creating the perfect ambiance. Step outside onto the back deck and take in the breathtaking views of 3 acres of lush surroundings, a perfect backdrop for relaxation or entertaining around the inviting firepit. The property also includes an oversized two-car garage and a 20'x24' outbuilding?ideal for storage or turning your creative ideas into reality. Enjoy the convenience of excellent internet access and the proximity to a nearby park, as well as the Cowlitz Walking Trail for leisurely strolls. With easy access to town and the freeway, this home seamlessly combines comfort, functionality, and a prime location. Don't miss the opportunity to make this property your own?your ideal lifestyle awaits!\n3 Bedroom Home in Kalama - $799,000\nGorgeous custom home with breathtaking views of the Columbia River! Home features vaulted ceilings, cherry hardwood flooring, a gas fireplaces on each level. The gourmet kitchen includes stainless steel appliances, granite slab island, & cherry wood cabinets. Main level primary bedroom with walk-in closet, large full bath, and an amazing view of the river. Daylight basement with media room, den, and its own separate entrance. Two covered decks. Built-ins throughout, storage galore! Whole house automatic generator. Newer vinyl windows. Lot extends to the street below which means the view will never be obstructed! Option to purchase with furniture!\n3 Bedroom Home in Kalama - $900,000\nWelcome to your riverside retreat in Kalama, WA! Nestled on 0.84 acres of picturesque landscape, this charming home boasts a serene riverfront location in a prime fishing spot at beginner hole on the Kalama River and offers the perfect canvas for your dream home. This home is currently under renovation and is being sold as-is, with the seller having amassed a collection of materials on-site to facilitate completion. With an estimated after-repair value of $1.2 million, the prospect for customization and value appreciation is evident. The residence features three bedrooms and three bathrooms, strategically designed with one bedroom and bathroom on the main floor for added convenience. There are also two primary suites upstairs with their own private decks. The allure of the riverfront is effortlessly integrated into the living experience, with captivating views enhancing the ambiance throughout the home.A standout feature is the expansive pull-through shop, an enthusiast's haven perfect for accommodating boats, RVs, or other recreational vehicles. Additionally, a two-car attached garage complements a detached two-car garage, providing ample space for parking and storage. The property even includes a drift boat in the carport, inviting adventures on the nearby river. The pull-around driveway adds a touch of convenience while showcasing the spaciousness of the property. Whether you're envisioning serene evenings by the river, hosting gatherings in a natural oasis, or indulging in hobbies within the ample workshop space, this residence caters to diverse preferences. Discover the beauty and endless possibilities that await within this waterfront gem! Ask about the amenities list!\n3 Bedroom Home in Longview - $795,000\nThe Property includes 13.61 acres of land with plenty of trees and a creek running along its entire length. The creek offers opportunities for salmon, trout, and steelhead fishing! Ranch-style house is 2112 sq. ft. and features 4 bedrooms and 2 bathrooms, along with an oversized garage. The kitchen has a large island, under-counter lights,Huge pantry and all stainless steel appliances. The primary bedroom has a walk-in closet and a sliding door that leads to a covered deck. New Roof & Soffits 2023! Additionally, there is a fenced garden area, a new greenhouse equipped with water and power, a spacious shop measuring shy 2000 sq. ft., two complete RV hookups, a chicken coop and house, and various other amenities to enjoy in complete privacy!\n3 Bedroom Home in Kalama - $989,900\nLuxurious Northwest Contemporary Residence with Spectacular Columbia River and Territorial Views. Pristine home located in Columbia Crest Estates boasting 3400 SF, 3 bdrm, 3 bthrm, living rm w/wall of viewing windows-propane FP w/quartz surround-built-in custom shelving, dining rm w/slider to covered patio, gourmet kitchen w/custom cabinets-quartz countertops-cooking island-eating bar, stunning foyer w/18 ft ceiling, primary bdrm on main w/jetted tub-separate shower-dbl sinks-walk-in closet, immense family rm w/wet bar & wall of viewing windows, large office, spacious laundry rm, refinished hardwood floors, heat pump, 3 car attached garage, manicured grounds w/awesome water feature-fabulous viewing patio & private gardens on 2.08 acres.\n4 Bedroom Home in Longview - $575,000\nElegant mid century modern 4 bedroom, 2.5 bath home located in the desirable Cascade Way area. Living room w/floor to ceiling windows, hardwood flooring, recessed lighting and fireplace for those chilly evenings. Formal dining room w/wainscoting. Kitchen has skylights, quartz counters, tile backsplash, custom cabinetry, SS appliance package, cozy breakfast nook and patio access for entertaining year round. Upstairs you will find the primary suite with sic and private bath, 3 more bedrooms and another full bath, Office/Den and a fully finished basement with an additional 291 sf unf storage/workshop space. Outside you will find a large patio area, lush gardens, stone pathways and a studio shed. Double car oversize garage and circular drive.\n2 Bedroom Home in Kalama - $910,000\nINVESTORS ALERT!Developable property on 5-plus acres. Located Near I-5 in a Booming Community full of Growth! Block 13 & 16 full of opportunities with all the potential lots. 350 feet of road frontage with five entrances already in place. Award willing city water available for a development. Beautiful Property with Marketable Fir and Cedar Timber! Old country homestead full potential with a serenity background, pastureland, fruit trees, woods, and ample space. Wonderful area for the outdoors enthusiasts taking in the Rivers and Mountains of the Pacific Northwest. Endless possibilities with this piece of Paradise!\n3 Bedroom Home in Woodland - $749,900\nHUGE PRICE REDUCTION! Large RV parking and hook-up alongside the garage. Built in 1999, this 2392 sf log home is beautifully maintained, and located on picturesque but usable acreage. All exterior logs were recently refinished. Landscaped with trees, ornamental trees and shrubs, as well as 3 fruit trees, and room for a garden. A recently refurbished \"wraparound\" deck with 5 sliders for access. Fire pit located in back yard. Heat pump and furnace new in 2020. Electric bill has been lowered by adding solar panels for the hot water heater. New well pump, pressure tank and pump house. This home is Located on a cul de sac, with Lovely territorial views from all angles.\n3 Bedroom Home in CastleRock - $652,900\nCustomize this home to *your* unique desires! Spacious flat 1/2 acre lot hosting a 2,182 sq ft home plan with 3 bedrooms, 2 bathrooms, den, formal living room. Open concept great room to kitchen includes dining nook and stainless steel appliances, with final colors and finishes up to you! 9ft ceilings, heat pump, large covered outdoor living area, and a generous backyard are all included, just waiting for you to say \"yes\" to this home. What can you dream up? Let's find out together! Photos of similar home to show approximate floor plan and quality. Actual home will vary.\n3 Bedroom Home in Longview - $775,000\nImpressive brand new build with modern lines and smooth finishes. Natural light pours in through the floor-to-ceiling windows capturing the views of Mt Hood, Mt Rainier & St Helens! Expansive greatroom with electric fireplace and sleek chef's kitchen featuring Quartz counters, modern flat panel cabinetry, accent island, butler's pantry & soft close drawers. High ceilings and tasteful LVP flooring throughout. Vaulted luxurious master suite with heated tile floors, curb-less walk-in shower, Quartz counters and a massive walk-in closet with central router cabinet pre-wired for LAN. Main floor office with French doors and closet - guest suite ready! Good sized guest bedrooms share a Jack-n-Jill bath, also with heated tile floors! XL sliding glass doors lead to the waterproof deck. Upstairs laundry continues the modern design with Quartz counters, sink and flat panel cabinets. Large storage room/flex space with power off the 3-car garage. Don't miss this oversized 0.71-acre lot in Columbia Heights!\n4 Bedroom Home in Longview - $799,000\nCustom Built 4 Bedroom, 3.25 bath home in the desirable Columbia Heights area. Main floor with formal living and dining rooms, office kitchen with breakfast nook, stainless appliances and quartz countertops. Family room with one of two gas fireplaces and access to the wrap around entertaining deck. Upstairs is the primary suite with walk in closet and full bath with jetted tub. 3 additional bedrooms, a spacious bonus room and another full bath. Basement features a huge rec room with heated tile flooring, built in wet bar, a 3/4 bath and a secret room behind a bookcase which could be a 5th bedroom. Double car garage. The home sits on a 11,265 lot. Plus there is a separate parcel with 5.46 acres behind home. Brand New Roof!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "bedroom home",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "columbia",
        "sentiment": "none"
      },
      {
        "name": "lower columbia area",
        "sentiment": "none"
      },
      {
        "name": "longview",
        "sentiment": "none"
      },
      {
        "name": "city view",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:23:15.905+02:00",
  "updated": "2024-01-06T00:23:15.905+02:00"
}