{
  "thread": {
    "uuid": "9ef53f8c6125fef95cf9e912a07e5f83d1445a88",
    "url": "https://www.heraldbulletin.com/sports/national_sports/schererville-personal-trainer-helps-libyan-woman-learn-a-chin-up/article_b025e5b7-a25d-539f-ac0b-307be3834e51.html",
    "site_full": "www.heraldbulletin.com",
    "site": "heraldbulletin.com",
    "site_section": "http://www.heraldbulletin.com/search/?q=&t=article&l=100&d=&d1=&d2=&s=start_time&sd=desc&nsa=eedition&c[]=sports,sports/*&f=rss",
    "site_categories": [
      "media",
      "education",
      "entertainment"
    ],
    "section_title": "www.heraldbulletin.com - RSS Results in sports,sports/* of type article",
    "title": "Schererville personal trainer helps Libyan woman learn a chin-up",
    "title_full": "Schererville personal trainer helps Libyan woman learn a chin-up",
    "published": "2024-01-07T21:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/heraldbulletin.com/content/tncms/custom/image/e4eca496-6795-11e5-9429-0b85a9eec775.jpg?resize=600%2C315",
    "performance_score": 0,
    "domain_rank": 33736,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9ef53f8c6125fef95cf9e912a07e5f83d1445a88",
  "url": "https://www.heraldbulletin.com/sports/national_sports/schererville-personal-trainer-helps-libyan-woman-learn-a-chin-up/article_b025e5b7-a25d-539f-ac0b-307be3834e51.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Grace Opinker - The Times, Munster, Ind. (TNS)",
  "published": "2024-01-07T21:47:00.000+02:00",
  "title": "Schererville personal trainer helps Libyan woman learn a chin-up",
  "text": "Jan. 6—After nearly a decade of witnessing people brutally dying in war-torn Libya, Rehab Salem was desperate to find a source of happiness as her mental state continued to deteriorate.\n\"I lived through difficult days — anxiety, fear and escaping from missiles, bullets and the sound of planes,\" Salem said referring to the war that erupted in Libya in 2011. \"I saw a warplane heading to our farm and our neighbors' farm, and bombing my neighbors farm — shrapnel falling like rain as we ran to escape from it.\"\nSalem, a pharmacist, lives in the northwestern part of Libya, in a district called Jafara. Though Salem continued working during the war, she was forced to pause her career in 2019 when her workplace was destroyed.\nSalem was psychologically drained. She turned to social media to communicate with the rest of the world. She began following chef Billy Parisi in 2020, recreating some of his Italian-based recipes. A few months later, Salem noticed Parisi mentioned Mark Zanders and MZJ Fitness on his Facebook page, and decided to follow him too.\nZanders, of Schererville, has been a personal trainer for 17 years. He officially established MZJ Fitness in 2019 working with residents in the Chicagoland area. (For more information visit\nmzjfit.com ). Once the COVID pandemic hit, Zanders reverted to hosting online training sessions.\nSalem contacted Zanders asking if she could train with him despite being thousands of miles away. In June 2020, Salem began sending Zanders videos of her exercise routine. He would send feedback and show her the correct form for certain exercises.\nEventually Salem began hopping online to virtually attend his Saturday morning boot camp classes. Zanders encouraged her to purchase dumbbells and TRX bands to get stronger.\n\"He taught me to be disciplined and keep going. Mark is a very patient man with me,\" Salem said. \"I cannot describe my happiness when I participated in these exercises. I got better.\"\nNearly a year ago, Salem was determined to make Zanders proud by teaching herself how to do a chin-up. To practice, she placed an iron pipe between two trees outside of her home. Salem struggled at first, and even suffered a nose injury after the pipe fell on her face while attempting to pull herself up.\n\"I did not give up,\" she said.\nWhen Salem successfully accomplished her chin-up, she immediately forwarded a video to Zanders. He was elated watching her achievement.\nSalem accredits the improvement of her mental health to Zanders, although the two have never officially met in person.\n\"Mark is not only a coach in my opinion, but a person who feels for others,\" she said. \"He feels for other people regardless of their religions, ethnicities and nationalities. He has a kind word for people.\"\nZanders originally went into this field to provide people with guidance and help them work through hurdles they've experienced. Being able to use physical fitness as a way to overcome mental health barriers comes easy to him, he said.\nSalem has perfected various exercises Zanders has provided her with including squats, pushups, lunges and deadlifts. She's noticed a large improvement in her physical and mental health over the past three years thanks to Zanders.\n\"I have begun to love myself, invest in my health and stay away from everything that bothers me,\" Salem said. \"I feel like I am still alive and breathing — I must live and adapt to every bad thing and make it easier to solve — and be patient.\"\n(c)2024 The Times (Munster, Ind.)\nVisit The Times (Munster, Ind.) at\nwww.nwitimes.com\nDistributed by\nTribune Content Agency, LLC.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "http://mzjfit.com",
    "http://www.nwitimes.com",
    "https://www.tribunecontentagency.com",
    "http://www.mzjfit.com",
    "https://tribunecontentagency.com",
    "http://nwitimes.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "billy parisi",
        "sentiment": "none"
      },
      {
        "name": "mark zanders",
        "sentiment": "none"
      },
      {
        "name": "salem",
        "sentiment": "none"
      },
      {
        "name": "zanders",
        "sentiment": "none"
      },
      {
        "name": "parisi",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "schererville",
        "sentiment": "none"
      },
      {
        "name": "libya",
        "sentiment": "none"
      },
      {
        "name": "salem",
        "sentiment": "none"
      },
      {
        "name": "jafara",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:18:10.181+02:00",
  "updated": "2024-01-08T01:18:10.181+02:00"
}