{
  "thread": {
    "uuid": "fbd881d969924d256b8a06194e9ebc8fbfc1b4e0",
    "url": "https://www.jsonline.com/story/money/business/2023/12/29/wisconsins-job-market-strong-with-a-record-3-million-people-working/72052057007/",
    "site_full": "www.jsonline.com",
    "site": "jsonline.com",
    "site_section": "https://www.jsonline.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Milwaukee Journal Sentinel - Milwaukee and Wisconsin breaking news and investigations",
    "title": "Wisconsin's job market strong, with a record 3 million people working",
    "title_full": "Wisconsin's job market strong, with a record 3 million people working",
    "published": "2023-12-29T13:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 1904,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fbd881d969924d256b8a06194e9ebc8fbfc1b4e0",
  "url": "https://www.jsonline.com/story/money/business/2023/12/29/wisconsins-job-market-strong-with-a-record-3-million-people-working/72052057007/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ricardo Torres",
  "published": "2023-12-29T13:09:00.000+02:00",
  "title": "Wisconsin's job market strong, with a record 3 million people working",
  "text": "Wisconsin’s economy ended 2023 in good shape with businesses hiring workers and the state’s unemployment rate at 3.3%, lower than the national average of 3.7%.\nJobs and employment data is still being gathered for December. However officials with the Wisconsin Department of Workforce Development said that in November the state had more than 3 million people working, which is a new high for the state, and in the month 1,700 employees were added to the workforce.\nIn 2023, roughly 32,300 workers entered the workforce in Wisconsin.\nThe biggest problem with the economy has been there aren’t enough bodies to fill the openings.\n“As the Baby Boomers age out, we find that we need more and more workers just in general,” said Scott Hodek, Section Chief for DWD's Office of Economic Advisors, “This is the big piece that we’re seeing influence the workforce and the economy into the next decades.”\nMore: These 6 companies laid people off in November in Wisconsin\nHodek made his comments during the department’s virtual economic briefing in December.\n“Students, right now graduating, have a great job market,” Hodek said. “We saw we’re getting more people into the labor force, and that’s good, but we need more.”\nAnd while the job market is in workers favor, there might be some signs of hiring slowing down.\nAccording to the Metropolitan Milwaukee Association and Commerce's most recent data from October, Milwaukee metro area employment averaged 862,000, a 0.3% increase from one year ago.\n“A weakened overall employment trend, as well as negative manufacturing and unemployment indicators, suggest a sluggish metro area economy,” Bret Mayborne, MMAC vice president of economic research, said in the monthly report. “On the positive side, local housing and real estate indicators may be on the mend after registering declines for the better part of two years.”\nThere are still some workers who received bad news this year.\nIn December only one employer filed a WARN notice with the state: Dovenmuehle Mortgage, Inc., based in Brookfield, informed 17 remote workers that they would be laid off beginning Feb. 16.\nIn 2023, 6,727 workers learned they would need to find a new job, which is up from 5,563 a year ago, and up from 2,888 in 2021.\nBut that annual number is a fraction of the 39,756 workers that were laid off in 2020.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hodek",
        "sentiment": "none"
      },
      {
        "name": "scott hodek",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wisconsin department of workforce development",
        "sentiment": "none"
      },
      {
        "name": "dwd",
        "sentiment": "none"
      },
      {
        "name": "office of economic advisors",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "wisconsin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T13:43:52.642+02:00",
  "updated": "2023-12-29T18:33:15.542+02:00"
}