{
  "thread": {
    "uuid": "59566829581053b6e26506629041b120fd840a7f",
    "url": "https://www.westpoint.edu/news/west-point-news/us-tradoc-general-gary-brito-reflects-dr-kings-legacy-during-mlk-observance",
    "site_full": "www.westpoint.edu",
    "site": "westpoint.edu",
    "site_section": "https://westpoint.edu/pointer-view",
    "site_categories": [
      "jobs",
      "us_military"
    ],
    "section_title": "Pointer View | United States Military Academy West Point",
    "title": "U.S. TRADOC General Gary Brito Reflects on Dr. King's Legacy During MLK Observance | United States Military Academy West Point",
    "title_full": "U.S. TRADOC General Gary Brito Reflects on Dr. King's Legacy During MLK Observance | United States Military Academy West Point",
    "published": "2024-01-18T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s3.amazonaws.com/usma-media/inline-images/about/public_affairs/1S8A5791.jpg",
    "performance_score": 0,
    "domain_rank": 10441,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "59566829581053b6e26506629041b120fd840a7f",
  "url": "https://www.westpoint.edu/news/west-point-news/us-tradoc-general-gary-brito-reflects-dr-kings-legacy-during-mlk-observance",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-18T02:00:00.000+02:00",
  "title": "U.S. TRADOC General Gary Brito Reflects on Dr. King's Legacy During MLK Observance | United States Military Academy West Point",
  "text": "In honor of Dr. Martin Luther King Jr.'s birthday and storied legacy, the U.S. Military Academy held the annual MLK Observance event centered on the theme, \"Remember! Celebrate! Act!\" on Jan. 18 at the West Point Ballroom. Gen. Gary Brito, the commanding general at U.S. Training and Doctrine Command, served as this year's guest speaker, highlighting Dr. King's hallmark achievements and sharing his sentiments on the speeches Dr. King imparted over 50 years ago and what it means to him as a U.S. Army Soldier. \"We are aware of his many speeches and his support to causes around the country,\" Brito said. \"But one quote that stuck out to me while doing some studying on Dr. King was stated in the summer of 1966 during a series of protests against hiring discrimination. \"Dr. King said, 'I am tired of marching for something that should have been mine at birth,'\" Brito quoted. \"Perhaps that could be interpreted as the inalienable rights that we all deserve, an eco-sphere of inclusion and opportunity. Conditions that I hope to make the theme of my remarks today in addition to a few takeaways for our future leaders in the audience today.\" It is estimated that Dr. King gave 2,500 speeches, many of which were unrehearsed. His most notable speech, \"I Have a Dream,\" which he delivered on Aug. 28, 1963, spoke to the significance of everyone, despite their color, creed, or religious affiliation, must be treated equally with dignity and respect. \"This impassioned speech played an important role in the passing of the 1964 Civil Rights Act, which prohibited discriminatory employment practices; an act which generation of Americans have benefited from since,\" Brito said. During the event, Brito also addressed how Dr. King's renowned and influential message applies to every service member who affirmed the oath to defend the Constitution and the people of the nation. \"Every day, courageous young men and women from different backgrounds and walks of life live up to Dr. King's dream when they raise their right hands and swear to protect and defend our nation,\" Brito said. \"We owe them the opportunity to serve equally with their fellow Soldiers – to realize and embrace their unique potential.\" The Army is not without its deficiencies, and there is always room for improvement, Brito mentioned as he delved into the significance of helping Soldiers reach their fullest capabilities in spite of the critical challenges the Army may present. \"Like every institution, the Army is not perfect,\" Brito said. \"But we are dedicated to ensuring that everyone who is able and willing to serve has the opportunity to reach their fullest potential and one's skin color, gender, or upbringing does not define their value or patriotism.\" Subsequently, the questions and answers portion of the event kicked off with Brito answering a series of questions from Soldiers and cadets related to team building, seeking improvement as a Soldier, and other topics. At one point, Brito also addressed a question on dealing with racism as a Soldier. He stated that throughout his Army tenure, he has dealt with racism and provided insightful advice on how to professionally respond to it. \"I have dealt with it in units, and I have dealt with it personally and as much as I hate to say it, five years from now, somebody might have that same problem, Now, you asked me, 'how do I deal with it?' Brito said. \"... At the end of the day, I took the oath. I am a value-based leader and a great professional and that's what I held onto personally when I had to deal with that.\" As the event concluded, Brito imparted sage advice to cadets and junior Soldiers in the room, returning to Dr. King's message and how it resonates with the Army's goals and objectives for equality and inclusion. \"You as leaders, will be charged to create a climate of cohesion, dignity, and respect and through your example and efforts, give meaning and purpose to all that Dr. King dreamed of,\" Brito concluded. \"... Just as I was charged with the responsibility, you will also have the duty to help your Soldiers realize their full potential, continuing to fulfill Dr. King's dream that we should all be judged by the content of our character.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "king",
        "sentiment": "negative"
      },
      {
        "name": "martin luther king jr.",
        "sentiment": "negative"
      },
      {
        "name": "gary brito",
        "sentiment": "negative"
      },
      {
        "name": "brito",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "u.s. military academy",
        "sentiment": "negative"
      },
      {
        "name": "doctrine command",
        "sentiment": "none"
      },
      {
        "name": "u.s. army soldier",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "united states military academy west point",
        "sentiment": "none"
      },
      {
        "name": "west point ballroom",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T02:53:13.434+02:00",
  "updated": "2024-01-19T02:53:13.434+02:00"
}