{
  "thread": {
    "uuid": "de47e7d0261bf9f8c73c575d7932b3ad6b6e97c3",
    "url": "https://www.tribtoday.com/news/local-news/2024/01/foxconn-leader-earns-kudos-for-military-support",
    "site_full": "www.tribtoday.com",
    "site": "tribtoday.com",
    "site_section": "https://www.tribtoday.com/news/local-news/",
    "site_categories": [
      "media"
    ],
    "section_title": "  Local News | News, Sports, Jobs - Tribune Chronicle",
    "title": "Foxconn leader earns kudos for military support | News, Sports, Jobs - Tribune Chronicle",
    "title_full": "Foxconn leader earns kudos for military support | News, Sports, Jobs - Tribune Chronicle",
    "published": "2024-01-19T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "http://d14e0irai0gcaa.cloudfront.net/www.tribtoday.com/images/2016/10/11191558/fblike.jpg",
    "performance_score": 0,
    "domain_rank": 41894,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "de47e7d0261bf9f8c73c575d7932b3ad6b6e97c3",
  "url": "https://www.tribtoday.com/news/local-news/2024/01/foxconn-leader-earns-kudos-for-military-support",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mason Cole",
  "published": "2024-01-19T02:00:00.000+02:00",
  "title": "Foxconn leader earns kudos for military support | News, Sports, Jobs - Tribune Chronicle",
  "text": "LORDSTOWN — A supervisor at Foxconn was presented an award from Employer Support of the Guard and Reserve for his help in providing one of his employees the flexibility needed to serve in the National Guard.\nBrent Williams, facilities maintenance supervisor at the Lordstown plant, received the Patriot Award from the Employer Support of the Guard and Reserve, an office of the United States Department of Defense, during a ceremony Thursday.\n“Today is an important day for us at Foxconn, Ohio,” Matthew DeWine, external affairs representative for the company, said of the award.\nJim Fairbanks, a community outreach representative with Employer Support of the Guard and Reserve, said the organization’s goal is to keep Guard and Reserve members in their civilian jobs.\nFairbanks said the organization looks to keep employees who serve in the Guard or Reserve aware of their rights under the Uniformed Services Employment and Reemployment Rights Act, a federal law adopted in 1994 that protects military service members and veterans from employment discrimination on the basis of their service, and allows them to regain their civilian jobs following a period of uniformed service, according to the U.S. Office of Special Counsel website.\nFairbanks, a Hubbard native, said his organization not only seeks to inform service members of their rights, but also to highlight employers who honor the reemployment rights act.\n“It’s important that we also try to reward these employers because they take a real hit when the Guard and Reserve member is off for training in the summer, training on the weekends, and also, every one of us here knows someone who has been deployed a long time,” Fairbanks said. “Businesses who hire these people are taking a pretty good hit. We try to do everything we can to support the businesses with that.”\nFairbanks said Williams was nominated for the Patriot Award for his efforts including providing flexible schedules, time off before and after deployment, care for families and leaves of absence if needed.\nWilliams, who lives in Warren and has worked at Foxconn for three years, was nominated by one of his employees, a maintenance technician named Jarod Harvey.\nWilliams was thrilled to receive the award.\n“It’s a nice honor,” Williams said. “I’ve always been a military supporter. I come from a strong military family. Although not a veteran myself, it’s always humbling to support that.”\nWilliams said he is glad his efforts were appreciated by Harvey.\n“Jarod was a young man, one of my better employees,” Williams said. “It was nice to be able to support his Guard duty. I made an effort to check in on him, and he appreciated that.”\nShane Brown, vice president of EV manufacturing at Foxconn, thanked Employer Support of the Guard and Reserve for recognizing Williams with the award.\nHe said Foxconn strives to create an inclusive, healthy and welcoming workplace.\nHe said Foxconn is “extremely supportive” of all of its veterans and those serving in the National Guard and military reserve.\n“Brent Williams is an example of how we live the culture that we promote,” Brown said.\nFairbanks said the Patriot Award is a prestigious honor. He said his organization has only given out two such awards in the past 12 months.\n“It’s not all that common,” Fairbanks said. “It’s a big deal when we do it.”\nNEWSLETTER Today's breaking news and more in your inbox\nI'm interested in (please check all that apply) Daily Newsletter Breaking News Obituaries Are you a paying subscriber to the newspaper? * Yes No",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "matthew dewine",
        "sentiment": "none"
      },
      {
        "name": "fairbanks",
        "sentiment": "none"
      },
      {
        "name": "jim fairbanks",
        "sentiment": "none"
      },
      {
        "name": "brent williams",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "foxconn",
        "sentiment": "negative"
      },
      {
        "name": "jobs - tribune chronicle",
        "sentiment": "negative"
      },
      {
        "name": "national guard",
        "sentiment": "none"
      },
      {
        "name": "employer support of the guard and reserve",
        "sentiment": "none"
      },
      {
        "name": "united states department of defense",
        "sentiment": "none"
      },
      {
        "name": "guard and reserve",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lordstown",
        "sentiment": "none"
      },
      {
        "name": "lordstown",
        "sentiment": "none"
      },
      {
        "name": "ohio",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T08:13:23.445+02:00",
  "updated": "2024-01-19T08:13:23.445+02:00"
}