{
  "thread": {
    "uuid": "410d143c58e71063c9d4dc971c336b26e65db730",
    "url": "https://www.roswellpark.org",
    "site_full": "www.roswellpark.org",
    "site": "roswellpark.org",
    "site_section": "https://roswellpark.org/pathology",
    "site_categories": [
      "health",
      "cancer"
    ],
    "section_title": "Cancer Treatment - Buffalo, NY | Roswell Park Comprehensive Cancer Center",
    "title": "Cancer Treatment - Buffalo, NY | Roswell Park Comprehensive Cancer Center",
    "title_full": "Cancer Treatment - Buffalo, NY | Roswell Park Comprehensive Cancer Center",
    "published": "2024-01-16T15:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 36667,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "410d143c58e71063c9d4dc971c336b26e65db730",
  "url": "https://www.roswellpark.org",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-16T15:40:00.000+02:00",
  "title": "Cancer Treatment - Buffalo, NY | Roswell Park Comprehensive Cancer Center",
  "text": "Cancer turns your world upside down. But we'll get through this together. Weather Alert Much of the area remains under a lake effect snow warning until 7 p.m. Thursday, Jan. 18. All Roswell Park outpatient clinics are expected to be open Jan. 18, with some opening on a delayed schedule. If your appointment has been affected by the delayed opening, you will be notified directly by your clinic. Otherwise, patients should plan on their appointments as scheduled. The Roswell Park Care Network locations listed below will be closed January 18. Patients will be notified accordingly. Any changes or updates based on the evolving winter storm will be posted here, as well as on our [MyRoswell patient portal](https://my.roswellpark.org/). - Roswell Park Hematology Oncology Southtowns - Roswell Park Hematology Oncology Northtowns - Roswell Park Care Network Wehrle Dr (Dr. DeBerry) - Roswell Park Breast Care of WNY (Williamsville) - Roswell Park Care Network Dermatology (Transit Rd) - Roswell Park Care Network Lockport - Roswell Park Care Network Niagara Falls Boulevard Please communicate with your clinical teams as needed if you will have difficulty traveling to your scheduled appointments. Weather conditions can vary greatly by location. Be sure to monitor closely the conditions and travel restrictions in your area and along your commute. Travel safely! Why Roswell Park? You are unique. And so is your cancer. That's why at Roswell Park you can rely on nationally recognized teams of professionals - doctors and nurses, psychologists, social workers and many others - who tailor a plan just for you. Stop cancer in its tracks Cancer screenings are one of the single most important things you can do for your health. Screenings detect early warning signs that help to diagnose cancers at earlier and more treatable stages. Firefighter and first responder skin screenings now available If you’re a firefighter in the Buffalo Niagara area, your occupation puts you at high risk for many cancers. Take advantage of Roswell Park’s unmatched specialized expertise in cancer prevention and detection. Schedule a skin screening at either our Buffalo location or Niagara Center today. Our commitment to advancing diversity, equity, inclusion and access Roswell Park is committed to consistent, ongoing and proactive actions that create and support diverse, equitable and inclusive communities both within and outside our center. This work is central to our mission to serve, support and heal our community. Research matters By making new discoveries about cancer every day and using these discoveries to set the global standards for how to treat it, we not only save the lives of patients who walk through our doors - we help to save lives across the world. Learn about your cancer. We treat every type of cancer at every stage. All cancers are complex. You deserve the advantage of our world-renowned expertise to fight yours. Learn about your doctor. Because our doctors specialize in particular types of cancer, you benefit from their focused experience in your cancer type. Innovative treatments offered today As the only comprehensive cancer center designated by the National Cancer Institute in our region, we are able to offer you the latest treatment options - some not available anywhere else. Clinical trials A clinical trial may offer the new hope you search for now and could lead to tomorrow's breakthrough. Learn how clinical trials may make a difference in your cancer treatment. Immunotherapy We are a world leader in providing immune-based treatments and vaccines. The Roswell Park Care Network No one should have to choose between convenience and quality cancer care. That's why we've partnered with cancer care providers across the state to expand access to our care. Featured from the Cancer Talk Blog Give Whether you donate, participate in one of our many fundraising events or create an event of your own, your support and participation helps us develop cancer cures and save lives.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "roswell",
        "sentiment": "negative"
      },
      {
        "name": "ros",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "roswell park comprehensive cancer center cancer",
        "sentiment": "negative"
      },
      {
        "name": "roswell park care network",
        "sentiment": "none"
      },
      {
        "name": "amherst centers",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "buffalo",
        "sentiment": "none"
      },
      {
        "name": "niagara",
        "sentiment": "none"
      },
      {
        "name": "buffalo niagara",
        "sentiment": "none"
      },
      {
        "name": "roswell park",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T21:23:07.365+02:00",
  "updated": "2024-02-10T00:45:55.177+02:00"
}