{
  "thread": {
    "uuid": "ad25539a050ff288238dab4f8a469cb78c500cfa",
    "url": "https://www.globalsecurity.org/military/library/news/2024/01/mil-240118-usn02.ht",
    "site_full": "www.globalsecurity.org",
    "site": "globalsecurity.org",
    "site_section": "http://www.globalsecurity.org/globalsecurity-org.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "GlobalSecurity.org",
    "title": "Gerald R. Ford Carrier Strike Group Returns from Historic Deployment",
    "title_full": "Gerald R. Ford Carrier Strike Group Returns from Historic Deployment",
    "published": "2024-01-19T09:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 3539,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ad25539a050ff288238dab4f8a469cb78c500cfa",
  "url": "https://www.globalsecurity.org/military/library/news/2024/01/mil-240118-usn02.ht",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "John Pike",
  "published": "2024-01-19T09:44:00.000+02:00",
  "title": "Gerald R. Ford Carrier Strike Group Returns from Historic Deployment",
  "text": "Gerald R. Ford Carrier Strike Group Returns from Historic Deployment\nUS Navy\n18 January 2024\nFrom Petty Officer 1st Class Brian Glunt\nNORFOLK, Va. -- USS Gerald R. Ford (CVN 78) returned to its homeport of Naval Station Norfolk, January 17, 2024, following an 8-month deployment.\nGerald R. Ford is the flagship of Carrier Strike Group (CSG) 12 and deployed to the U.S. Naval Forces Europe area of operations.\n\"I am incredibly proud of every member of the strike group, especially the triads who led their teams of exceptionally talented sailors with professionalism and perseverance,\" said Rear Adm. Erik Eslich, commander of CSG 12. \"Due to our collective efforts, we excelled during a very challenging deployment, demonstrating the capabilities of a U.S. Navy carrier strike group, assuring our partners and allies, and deterring our adversaries with our operations in the U.S. Naval Forces Europe area of operations.\"\nWhile in the Mediterranean, the carrier strike group participated in and supported numerous multinational exercises and vigilance activities to increase NATO capability and deter aggression in the region. The carrier visited ports in Croatia, Greece, Italy, Norway and Türkiye. Other ships in the strike group visited Belgium, Cyprus, Montenegro, Spain, and Sweden.\nThe Gerald R. Ford Carrier Strike Group (GRFCSG) was extended 76 days following the outbreak of conflict in Israel and operated in the Mediterranean Sea to deter further escalation and support Israel in its right to self-defense. Two of the strike group's ships, the Arleigh Burke-class guided-missile destroyers USS McFaul (DDG 74) and USS Thomas Hudner (DDG 116) deployed to the U.S. 5th Fleet area of operations in support of maritime security objectives.\nIn total, the GRFCSG worked with 17 nations throughout its deployment during exercises Baltic Operations, Air Defender, Bomber Task Force Viking Trident, Neptune Strike, and Sage Wolverine. The strike group operated with Standing NATO Maritime Groups 1 and 2, conducted dual-carrier operations with USS Dwight D. Eisenhower (CVN 69), and exercised with navies from France, Greece, Norway, Türkiye and the United Kingdom.\nIn 239 days underway, the ship's crew conducted 43 underway replenishments, logged more than 17,826 flight hours and 10,396 sorties, sailed more than 83,476 nautical miles, and safely transferred 20.7 million gallons of fuel with zero mishaps. The Ford crew conducted 33,444 flight deck moves, 3,124 hangar bay aircraft moves, 2,883 aircraft elevator moves, 16,351 aircraft fueling evolutions, and transferred 8,850 pallets of cargo and mail. The Gerald R. Ford culinary team prepared and served 3.1 million meals, which included approximately 48,000 dozen eggs, 24,000 gallons of milk, 131,000 hamburgers, 367,000 pounds of chicken, and Gerald R. Ford's favorite, 79,000 chocolate chip cookies.\n\"The Gerald R. Ford is everything our nation hoped it would be, and more. I am so proud of the crew, who breathed life into the world's most technologically advanced warship and stood the watch in defense of our national interests,\" said Capt. Rick Burgess, Gerald R. Ford's commanding officer. \"Though extended, we were the right ship at the right time to answer the call, and our Sailors performed admirably. Ford Sailors honored our namesake's legacies of hard work, integrity, and courage.\"\nSailors and resiliency were at the forefront of Gerald R. Ford's first combat deployment. The ship offered an array of services, including chaplain support, a deployed resiliency counselor and educator, a shipboard Wolverine TV program and daily Wolverine newspaper - an homage to President Ford's alma mater - and command associations and clubs. The Gerald R. Ford deployment also introduced the first military facility working dog to deploy with a U.S. Navy ship, pioneering a pilot program meant to address operational stress and promote morale and resiliency.\nNotable visitors to the Gerald R. Ford included U.S. Secretary of Defense Lloyd J. Austin III, U.S. Secretary of the Navy Carlos Del Toro, commanders of Naval Forces Europe-Africa, U.S. 6th Fleet, Naval Striking and Support Forces NATO, the director of exercises and assessments and advisor on reserve component affairs for U.S. European Command, crown prince of the Kingdom of Norway, chief of the Norwegian fleet, and commander in chief of the Italian Navy.\nIn addition to the carrier, the GRFCSG consists of CSG 12 staff, Carrier Air Wing (CVW) 8, Destroyer Squadron (DESRON) 2 staff and units, and the Ticonderoga-class guided-missile cruiser USS Normandy (CG 60). In total, the GRFCSG deploys with more than 5,000 Sailors across all platforms ready to respond globally to combatant commander's tasking.\nThe ships of DESRON 2 are the Arleigh Burke-class guided-missile destroyers USS Ramage (DDG 61), USS McFaul (DDG 74) and USS Thomas Hudner (DDG 116).\nThe squadrons of CVW-8 embarked aboard Gerald R. Ford are the \"Tridents\" of Helicopter Sea Combat Squadron (HSC) 9, the \"Bear Aces\" of Airborne Command and Control Squadron (VAW) 124, and the \"Rawhides\" of Fleet Logistics Support Squadron (VRC) 40 located in Norfolk, Va.; the \"Ragin' Bulls\" of Strike Fighter Squadron (VFA) 37, the \"Blacklions\" of Strike Fighter Squadron (VFA) 213, the \"Golden Warriors\" of Strike Fighter Squadron (VFA) 87, and the \"Tomcatters\" of Strike Fighter Squadron (VFA) 31 located in Virginia Beach, Va.; the \"Gray Wolves\" of Electronic Attack Squadron (VAQ) 142 based in Whidbey Island, Wa.; and the \"Spartans\" of Helicopter Maritime Strike Squadron (HSM) 70 from Mayport, Fla.\nGerald R. Ford is the U.S. Navy's newest, largest, and most advanced aircraft carrier. As first in its class, the ship represents a generational leap in the U.S. Navy's capacity to project power on a global scale. Ford-class aircraft carriers introduce 23 new technologies, including Electromagnetic Aircraft Launch System (EMALS), Advanced Arresting Gear and Advanced Weapons Elevators. The new systems on Ford-class ships are designed to generate a higher sortie rate with a 20% smaller crew than a Nimitz-class carrier, paving the way for future naval aviation.\n|\n|\nNEWSLETTER\n|Join the GlobalSecurity.org mailing list|\n|\n||\n|",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gerald r. ford",
        "sentiment": "negative"
      },
      {
        "name": "erik eslich",
        "sentiment": "none"
      },
      {
        "name": "brian glunt",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "us navy",
        "sentiment": "negative"
      },
      {
        "name": "historic deployment gerald r. ford carrier strike group returns",
        "sentiment": "negative"
      },
      {
        "name": "carrier strike group returns",
        "sentiment": "negative"
      },
      {
        "name": "carrier strike group",
        "sentiment": "none"
      },
      {
        "name": "csg",
        "sentiment": "none"
      },
      {
        "name": "u.s. navy",
        "sentiment": "none"
      },
      {
        "name": "nato",
        "sentiment": "none"
      },
      {
        "name": "uss gerald r. ford",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "norfolk",
        "sentiment": "none"
      },
      {
        "name": "mediterranean",
        "sentiment": "none"
      },
      {
        "name": "va.",
        "sentiment": "none"
      },
      {
        "name": "u.s. naval forces europe",
        "sentiment": "none"
      },
      {
        "name": "naval station norfolk",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T12:30:56.585+02:00",
  "updated": "2024-01-19T12:30:56.585+02:00"
}