{
  "thread": {
    "uuid": "0a1724d878153344f882518bdefe2efaa8dd8a6f",
    "url": "https://formiche.net/2024/01/discorso-fine-anno-mattarella/",
    "site_full": "formiche.net",
    "site": "formiche.net",
    "site_section": "http://www.formiche.net/feed/",
    "site_categories": [
      "tech"
    ],
    "section_title": "Formiche.net",
    "title": "Pace, lavoro, sanità e tecnologia. Il discorso di fine anno di Mattarella",
    "title_full": "Pace, lavoro, sanità e tecnologia. Il discorso di fine anno di Mattarella",
    "published": "2024-01-01T14:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DE",
    "main_image": "https://formiche.net/wp-content/blogs.dir/10051/files/2024/01/65534.jpeg",
    "performance_score": 0,
    "domain_rank": 40207,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0a1724d878153344f882518bdefe2efaa8dd8a6f",
  "url": "https://formiche.net/2024/01/discorso-fine-anno-mattarella/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sergio Mattarella",
  "published": "2024-01-01T14:44:00.000+02:00",
  "title": "Pace, lavoro, sanità e tecnologia. Il discorso di fine anno di Mattarella",
  "text": "Care concittadine e cari concittadini,\nquesta sera ci stiamo preparando a festeggiare l’arrivo del nuovo anno. Nella consueta speranza che si aprano giorni positivi e rassicuranti.\nNaturalmente, non possiamo distogliere il pensiero da quanto avviene intorno a noi. Nella nostra Italia, nel mondo.\nSappiamo di trovarci in una stagione che presenta tanti motivi di allarme. E, insieme, nuove opportunità.\nAvvertiamo angoscia per la violenza cui, sovente, assistiamo: tra gli Stati, nella società, nelle strade, nelle scene di vita quotidiana.\nLa violenza.\nAnzitutto, la violenza delle guerre. Di quelle in corso; e di quelle evocate e minacciate.\nLe devastazioni che vediamo nell’Ucraina, invasa dalla Russia, per sottometterla e annetterla.\nL’orribile ferocia terroristica del 7 ottobre scorso di Hamas contro centinaia di inermi bambini, donne, uomini, anziani d’Israele. Ignobile oltre ogni termine, nella sua disumanità.\nLa reazione del governo israeliano, con un’azione militare che provoca anche migliaia di vittime civili e costringe, a Gaza, moltitudini di persone ad abbandonare le proprie case, respinti da tutti.\nLa guerra – ogni guerra – genera odio.\nE l’odio durerà, moltiplicato, per molto tempo, dopo la fine dei conflitti.\nLa guerra è frutto del rifiuto di riconoscersi tra persone e popoli come uguali. Dotati di pari dignità. Per affermare, invece, con il pretesto del proprio interesse nazionale, un principio di diseguaglianza.\nE si pretende di asservire, di sfruttare. Si cerca di giustificare questi comportamenti perché sempre avvenuti nella storia. Rifiutando il progresso della civiltà umana.\nIl rischio, concreto, è di abituarsi a questo orrore. Alle morti di civili, donne, bambini. Come – sempre più spesso – accade nelle guerre.\nAlla tragica contabilità dei soldati uccisi. Reciprocamente presentata; menandone vanto.\nVite spezzate, famiglie distrutte. Una generazione perduta.\nE tutto questo accade vicino a noi. Nel cuore dell’Europa. Sulle rive del Mediterraneo.\nMacerie, non solo fisiche. Che pesano sul nostro presente. E graveranno sul futuro delle nuove generazioni.\nDi fronte alle quali si presentano oggi, e nel loro possibile avvenire, brutalità che pensavamo, ormai, scomparse; oltre che condannate dalla storia.\nLa guerra non nasce da sola. Non basterebbe neppure la spinta di tante armi, che ne sono lo strumento di morte. Così diffuse. Sempre più letali. Fonte di enormi guadagni.\nNasce da quel che c’è nell’animo degli uomini. Dalla mentalità che si coltiva. Dagli atteggiamenti di violenza, di sopraffazione, che si manifestano.\nÈ indispensabile fare spazio alla cultura della pace. Alla mentalità della pace.\nParlare di pace, oggi, non è astratto buonismo. Al contrario, è il più urgente e concreto esercizio di realismo, se si vuole cercare una via d’uscita a una crisi che può essere devastante per il futuro dell’umanità.\nSappiamo che, per porre fine alle guerre in corso, non basta invocare la pace.\nOccorre che venga perseguita dalla volontà dei governi. Anzitutto, di quelli che hanno scatenato i conflitti.\nMa impegnarsi per la pace significa considerare queste guerre una eccezione da rimuovere; e non la regola per il prossimo futuro.\nVolere la pace non è neutralità; o, peggio, indifferenza, rispetto a ciò che accade: sarebbe ingiusto, e anche piuttosto spregevole.\nPerseguire la pace vuol dire respingere la logica di una competizione permanente tra gli Stati. Che mette a rischio le sorti dei rispettivi popoli. E mina alle basi una società fondata sul rispetto delle persone.\nPer conseguire pace non è sufficiente far tacere le armi.\nCostruirla significa, prima di tutto, educare alla pace. Coltivarne la cultura nel sentimento delle nuove generazioni. Nei gesti della vita di ogni giorno. Nel linguaggio che si adopera.\nDipende, anche, da ciascuno di noi.\nPace, nel senso di vivere bene insieme. Rispettandosi, riconoscendo le ragioni dell’altro. Consapevoli che la libertà degli altri completa la nostra libertà.\nVediamo, e incontriamo, la violenza anche nella vita quotidiana. Anche nel nostro Paese.\nQuando prevale la ricerca, il culto della conflittualità. Piuttosto che il valore di quanto vi è in comune; sviluppando confronto e dialogo.\nLa violenza.\nPenso a quella più odiosa sulle donne.\nVorrei rivolgermi ai più giovani.\nCari ragazzi, ve lo dico con parole semplici: l’amore non è egoismo, dominio, malinteso orgoglio. L’amore – quello vero – è ben più che rispetto: è dono, gratuità, sensibilità.\nPenso anche alla violenza verbale e alle espressioni di denigrazione e di odio che si presentano, sovente, nella rete.\nPenso alla violenza che qualche gruppo di giovani sembra coltivare, talvolta come espressione di rabbia.\nPenso al risentimento che cresce nelle periferie. Frutto, spesso, dell’indifferenza; e del senso di abbandono.\nPenso alla pessima tendenza di identificare avversari o addirittura nemici. Verso i quali praticare forme di aggressività. Anche attraverso le accuse più gravi e infondate. Spesso, travolgendo il confine che separa il vero dal falso.\nQueste modalità aggravano la difficoltà di occuparsi efficacemente dei problemi e delle emergenze che, cittadini e famiglie, devono affrontare, giorno per giorno.\nIl lavoro che manca. Pur in presenza di un significativo aumento dell’occupazione.\nQuello sottopagato. Quello, sovente, non in linea con le proprie aspettative e con gli studi seguiti.\nIl lavoro, a condizioni inique, e di scarsa sicurezza. Con tante, inammissibili, vittime.\nLe immani differenze di retribuzione tra pochi superprivilegiati e tanti che vivono nel disagio.\nLe difficoltà che si incontrano nel diritto alle cure sanitarie per tutti. Con liste d’attesa per visite ed esami, in tempi inaccettabilmente lunghi.\nLa sicurezza della convivenza. Che lo Stato deve garantire. Anche contro il rischio di diffusione delle armi.\nRispetto allo scenario in cui ci muoviamo, i giovani si sentono fuori posto. Disorientati, se non estranei a un mondo che non possono comprendere; e di cui non condividono andamento e comportamenti.\nUn disorientamento che nasce dal vedere un mondo che disconosce le loro attese. Debole nel contrastare una crisi ambientale sempre più minacciosa. Incapace di unirsi nel nome di uno sviluppo globale.\nIn una società così dinamica, come quella di oggi, vi è ancor più bisogno dei giovani. Delle speranze che coltivano. Della loro capacità di cogliere il nuovo.\nDipende da tutti noi far prevalere, sui motivi di allarme, le opportunità di progresso scientifico, di conoscenza, di dimensione umana.\nQuando la nostra Costituzione parla di diritti, usa il verbo “riconoscere”.\nSignifica che i diritti umani sono nati prima dello Stato. Ma, anche, che una democrazia si nutre, prima di tutto, della capacità di ascoltare.\nOccorre coraggio per ascoltare. E vedere – senza filtri – situazioni spesso ignorate; che ci pongono di fronte a una realtà a volte difficile da accettare e affrontare.\nCome quella di tante persone che vivono una condizione di estrema vulnerabilità e fragilità; rimasti isolati. In una società pervasa da quella “cultura dello scarto”, così efficacemente definita da Papa Francesco.\nCui rivolgo un saluto e gli auguri più grandi. E che ringrazio per il suo instancabile Magistero.\nAffermare i diritti significa ascoltare gli anziani, preoccupati di pesare sulle loro famiglie, mentre il sistema assistenziale fatica a dar loro aiuto.\nSi ha sempre bisogno della saggezza e dell’esperienza. E di manifestare rispetto e riconoscenza per le generazioni precedenti. Che, con il lavoro e l’impegno, hanno contribuito alla crescita dell’Italia.\nAffermare i diritti significa prestare attenzione alle esigenze degli studenti, che vanno aiutati a realizzarsi. Il cui diritto allo studio incontra, nei fatti, ostacoli. A cominciare dai costi di alloggio nelle grandi città universitarie; improponibili per la maggior parte delle famiglie.\nSignifica rendere effettiva la parità tra donne e uomini: nella società, nel lavoro, nel carico delle responsabilità familiari.\nSignifica non volgere lo sguardo altrove di fronte ai migranti.\nMa ascoltare significa, anche, saper leggere la direzione e la rapidità dei mutamenti che stiamo vivendo. Mutamenti che possono recare effetti positivi sulle nostre vite.\nLa tecnologia ha sempre cambiato gli assetti economici e sociali.\nAdesso, con l’intelligenza artificiale che si autoalimenta, sta generando un progresso inarrestabile. Destinato a modificare profondamente le nostre abitudini professionali, sociali, relazionali.\nCi troviamo nel mezzo di quello che verrà ricordato come il grande balzo storico dell’inizio del terzo millennio. Dobbiamo fare in modo che la rivoluzione che stiamo vivendo resti umana. Cioè, iscritta dentro quella tradizione di civiltà che vede, nella persona – e nella sua dignità – il pilastro irrinunziabile.\nViviamo, quindi, un passaggio epocale. Possiamo dare tutti qualcosa alla nostra Italia. Qualcosa di importante. Con i nostri valori. Con la solidarietà di cui siamo capaci.\nCon la partecipazione attiva alla vita civile.\nA partire dall’esercizio del diritto di voto.\nPer definire la strada da percorrere, è il voto libero che decide. Non rispondere a un sondaggio, o stare sui social.\nPerché la democrazia è fatta di esercizio di libertà.\nLibertà che, quanti esercitano pubbliche funzioni – a tutti i livelli -, sono chiamati a garantire.\nLibertà indipendente da abusivi controlli di chi, gestori di intelligenza artificiale o di potere, possa pretendere di orientare il pubblico sentimento.\nNon dobbiamo farci vincere dalla rassegnazione. O dall’indifferenza. Non dobbiamo chiuderci in noi stessi per timore che le impetuose novità che abbiamo davanti portino soltanto pericoli.\nPrima che un dovere, partecipare alla vita e alle scelte della comunità è un diritto di libertà. Anche un diritto al futuro. Alla costruzione del futuro.\nPartecipare significa farsi carico della propria comunità. Ciascuno per la sua parte.\nSignifica contribuire, anche fiscalmente. L’evasione riduce, in grande misura, le risorse per la comune sicurezza sociale. E ritarda la rimozione del debito pubblico; che ostacola il nostro sviluppo.\nContribuire alla vita e al progresso della Repubblica, della Patria, non può che suscitare orgoglio negli italiani.\nAscoltare, quindi; partecipare; cercare, con determinazione e pazienza, quel che unisce.\nPerché la forza della Repubblica è la sua unità.\nUnità non come risultato di un potere che si impone.\nL’unità della Repubblica è un modo di essere. Di intendere la comunità nazionale. Uno stato d’animo; un atteggiamento che accomuna; perché si riconosce nei valori fondanti della nostra civiltà: solidarietà, libertà, uguaglianza, giustizia, pace.\nI valori che la Costituzione pone a base della nostra convivenza. E che appartengono all’identità stessa dell’Italia.\nQuesti valori – nel corso dell’anno che si conclude – li ho visti testimoniati da tanti nostri concittadini.\nLi ho incontrati nella composta pietà della gente di Cutro.\nLi ho riconosciuti nella operosa solidarietà dei ragazzi di tutta Italia che, sui luoghi devastati dall’alluvione, spalavano il fango; e cantavano ‘Romagna mia’.\nLi ho letti negli occhi e nei sorrisi dei ragazzi con autismo che lavorano con entusiasmo a Pizza aut. Promossa da un gruppo di sognatori. Che cambiano la realtà.\nO di quelli che lo fanno a Casal di Principe. Laddove i beni confiscati alla camorra sono diventati strumenti di riscatto civile, di impresa sociale, di diffusione della cultura. Tenendo viva la lezione di legalità di don Diana.\nL’ho visto nel radunarsi spontaneo di tante ragazze, dopo i terribili episodi di brutalità sulle donne. Con l’intento di dire basta alla violenza. E di ribellarsi a una mentalità di sopraffazione.\nLi vedo nell’impegno e nella determinazione di donne e uomini in divisa. Che operano per la nostra sicurezza. In Italia, e all’estero.\nNella passione civile di persone che, lontano dai riflettori della notorietà, lavorano per dare speranza e dignità a chi è in carcere.\nO di chi ha lasciato il proprio lavoro – come è avvenuto – per dedicarsi a bambini, ragazzi e mamme in gravi difficoltà.\nA tutti loro esprimo la riconoscenza della Repubblica.\nPerché le loro storie raccontano già il nostro futuro.\nCi dicono che uniti siamo forti.\nBuon anno a tutti!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Health",
    "Science and Technology",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-01T15:40:15.662+02:00",
  "updated": "2024-01-01T15:40:15.662+02:00"
}