{
  "thread": {
    "uuid": "80cb6ebe88991cbb594c5a054372205e8f51937f",
    "url": "https://kcnawatch.org/newstream/1703948935-420350457/women%e2%80%99s-heroic-feats-to-be-recorded-in-victorious-war-history",
    "site_full": "kcnawatch.org",
    "site": "kcnawatch.org",
    "site_section": "https://kcnawatch.org/article/2166769",
    "site_categories": [
      "hobbies_and_interests"
    ],
    "section_title": "Article | KCNA Watch",
    "title": "Women’s Heroic Feats to Be Recorded in Victorious War History",
    "title_full": "Women’s Heroic Feats to Be Recorded in Victorious War History | KCNA Watch",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "NK",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 64270,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "80cb6ebe88991cbb594c5a054372205e8f51937f",
  "url": "https://kcnawatch.org/newstream/1703948935-420350457/women%e2%80%99s-heroic-feats-to-be-recorded-in-victorious-war-history",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Women’s Heroic Feats to Be Recorded in Victorious War History",
  "text": "The DPRK’s great victorious war history is brilliant also with heroic feats of women who resolutely turned out and bravely fought in the war to defend the country.\nThe DPRK women dedicated their youth and lives without hesitation for the leader, the country and the people in the severe war days. During the days more than ten women became heroines and nearly 20 000 women received commendations of the state.\nHeroine An Yong Ae braved death, yearning for President Kim Il Sung, although she was far away behind the enemy line. She earnestly asked to send her Party membership card and fee to the Party Central Committee at the last moment of her life. Her noble spirit is kept in minds of the DPRK people along with calling her a true daughter of the Party.\nJo Sun Ok was a 21-year ordinary nurse who destroyed an enemy’s tank, shouting “Long live General Kim Il Sung!” She is alive forever with the song “Pretty Girl” beloved by the people.\nHeroine Thae Son Hui, the first woman pilot of the Republic, was called a phoenix in the sky. She becomes a pride of the DPRK women.\nTrue to Kim Il Sung’s instruction to organize women’s tank crew, girl soldiers who had been drivers or nurses mastered difficult and complicated performance of a tank within a few months, thus brilliantly performing military merits in the van of battles.\nJo Ok Hui was a chairwoman of the women’s union in Pyoksong County. She was arrested by the enemies while fighting in the people’s guerilla unit in Mt Jinam, but she remained faithful to her revolutionary principles and demonstrated the spirit of the DPRK women. Her unyielding fighting spirit is recorded in the DPRK history with the valuable title of the first heroine of the Republic.\nWomen in the rear also made self-sacrificing efforts for victory in the war.\nThey ran belts with their hands and pulled plows to ensure the wartime production and turned out as one to assistance to the front under a shower of bullets.\nOne of them was heroine Sin Pho Hyang who worked at the then Ragwon Machine Works. Kim Il Sung was encouraged by her who told him that rehabilitation would not matter if the war ended with victory.\nHeroine Kim Rak Hui was a forerunner of the plowwoman mass movement. Following her example, many women farmers did not fallow lands but sowed seeds on them to increase the wartime food production even under the heavy bombings by the enemy planes.\nPlanes, tanks and warships were made by the struggle for economization and patriotic labour of the women who wished victory in the war. The planes, tanks and warships which were named “Women’s Union”, “Mother” and so on showered a fire of destruction on the aggressors.\nAppraising highly the role played by the DPRK women in the war, Kim Il Sung said that they were heroic, dauntless and militant women who could not be found in other countries.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kim il sung",
        "sentiment": "none"
      },
      {
        "name": "an yong ae",
        "sentiment": "none"
      },
      {
        "name": "jo sun ok",
        "sentiment": "none"
      },
      {
        "name": "thae son hui",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dprk",
        "sentiment": "neutral"
      },
      {
        "name": "party",
        "sentiment": "none"
      },
      {
        "name": "party central committee",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T14:46:30.512+02:00",
  "updated": "2023-12-31T14:46:30.512+02:00"
}