{
  "thread": {
    "uuid": "916d09306e5b345880e16720628ce1dc5a4e7f6d",
    "url": "https://www.jta.org/2024/05/30/ny/3-historic-nyc-synagogues-receive-grants-for-renovation-projects",
    "site_full": "www.jta.org",
    "site": "jta.org",
    "site_section": "https://jewishgulfcoast.org/news-and-events",
    "site_categories": [
      "religion",
      "judaism"
    ],
    "section_title": "Events\n | Jewish Federation of Florida&#039;s Gulf Coast",
    "title": "3 historic NYC synagogues receive grants for renovation projects - New York Jewish Week",
    "title_full": "3 historic NYC synagogues receive grants for renovation projects - New York Jewish Week",
    "published": "2024-05-31T01:32:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.jta.org/wp-content/uploads/2024/05/Untitled-15-1024x569.jpg",
    "performance_score": 0,
    "domain_rank": 5843,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "916d09306e5b345880e16720628ce1dc5a4e7f6d",
  "url": "https://www.jta.org/2024/05/30/ny/3-historic-nyc-synagogues-receive-grants-for-renovation-projects",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Julia Gergely",
  "published": "2024-05-31T01:32:00.000+03:00",
  "title": "3 historic NYC synagogues receive grants for renovation projects - New York Jewish Week",
  "text": "historic synagogue restoration 3 historic NYC synagogues receive grants for renovation projects By Julia Gergely May 30, 2024 6:32 pm L-R: Congregation Kol Israel, Young Israel Beth El of Borough Park and Kehila Kedosha Janina Synagogue. (Courtesy New York Landmarks Conservancy) Advertisement Three historic synagogues received Sacred Sites grants from the New York Landmarks Conservancy, a private non-profit organization dedicated to preserving and restoring New York’s historic architecture.\nThe grant program, which this year allocated more than $228,000 to 14 historic religious properties across the state, provides matching grants to congregations “for planning and implementing exterior restoration projects,” according to Thursday’s announcement. Half of the grantees are congregations in New York City.\nIn Manhattan, Kehila Kedosha Janina at 280 Broome St. — the only Greek-Jewish Romaniote synagogue in the Western Hemisphere — received $10,000 toward replacing its roof. The congregation, founded in 1906 by Jewish immigrants from Ioannina, erected the Lower East Side building in 1927.\nThe synagogue, which also operates as a museum, offers guided tours and holds services for Shabbat and holidays. They also host the annual Greek Jewish Festival with other Lower East Side Jewish institutions every spring. The building was declared a New York City Landmark in 2004.\nSign up for our newsletter to get must-read New York stories each day By submitting, I agree to the JTA/New York Jewish Week privacy policy & terms of use .\nPlease accept the JTA Privacy Policy By submitting the above I agree to the privacy policy and terms of use of JTA.org\nIn Brooklyn, Crown Heights’ Congregation Kol Israel has been granted $25,000 for roof replacement, skylight restoration and parapet repair. Founded in 1924 and claiming to be the “ oldest continuously practicing Orthodox community in Brooklyn, ” per their website, the Modern Orthodox congregation serves 75 member households and reaches hundreds more each year through programming such as community meals.\nThe building, located at 603 St. Johns Pl., was designed by Brooklyn architect Tobias Goldstone in 1927. The facade reflects the “Semitic style” popular at the time, which combines “Moorish and Byzantine Revival ornament[s] with Judaic motifs,” according to a New York Landmarks Conservancy press release. It was added to the National Register of Historic Places in 2009.\nYoung Israel Beth El, an Orthodox synagogue in Borough Park, was granted $20,000 towards masonry restoration. The building, located at 4802 15th Ave., was designed in 1923 with acoustics in mind. It has been called “Brooklyn’s Carnegie Hall” for its history of inviting renowned cantors to pray at its pulpit during the golden age of “hazzanut,” or florid cantorial music. The synagogue reaches 1,200 people a year through services, Talmud study groups, community programs and concerts. The congregation hosts a popular “ Shabbos Mevarchim” service led by its famed cantor Benzion Miller, on the last Shabbat of every month . The building was added to the National Register of Historic Places in 2010.\nAlong with grant money, the program also provides the congregations with technical assistance and workshops for implementing the grant and beginning the restoration process. To be eligible for a Sacred Sites grant, each site has to be a religious institution actively used for worship, as well as listed on the state or national Register of Historic Places.\n“We are delighted that our grants will help these diverse congregations maintain their buildings and continue to serve their communities with social service and cultural programs,” Peg Breen, the president of New York Landmarks Conservancy, said in a statement.” These 14 congregations reach a total of 60,000 people beyond their congregations with no-cost or low-cost services.”\nIn addition to the three synagogues, other grantees in New York City include the Ebenezer Gospel Tabernacle Christian Mission in Harlem, Old First Reformed Church in Park Slope, and St. Paul’s German Evangelical Lutheran Church and St. Peter’s Episcopal Church, both in Chelsea.\nShare this: Twitter Facebook WhatsApp Email",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.ckibrooklyn.org/",
    "https://www.shtetl.org/article/legendary-hasidic-cantor-storied-synagogue-uncertain",
    "https://www.instagram.com/reel/Ct97xnbuRWA/",
    "https://www.instagram.com/reel/Ct97xnbuRWA",
    "https://www.ckibrooklyn.org",
    "https://ckibrooklyn.org/",
    "https://instagram.com/reel/Ct97xnbuRWA/",
    "https://shtetl.org/article/legendary-hasidic-cantor-storied-synagogue-uncertain"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kehila kedosha janina",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "new york landmarks conservancy",
        "sentiment": "none"
      },
      {
        "name": "new york city",
        "sentiment": "none"
      },
      {
        "name": "ioannina",
        "sentiment": "none"
      },
      {
        "name": "new york city landmark",
        "sentiment": "none"
      },
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "lower east side",
        "sentiment": "none"
      },
      {
        "name": "manhattan",
        "sentiment": "none"
      },
      {
        "name": "western hemisphere",
        "sentiment": "none"
      },
      {
        "name": "broome st.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T03:35:23.416+03:00",
  "updated": "2024-05-31T15:35:18.464+03:00"
}