{
  "thread": {
    "uuid": "91b46bec7f1f96574f356668becccc9ddb9ba62c",
    "url": "https://www.infobae.com/noticias/2023/12/29/nikkei-225-abre-en-terreno-positivo-este-29-de-diciembre/",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "http://www.infobae.com/argentina-rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Infobae.com",
    "title": "Nikkei 225 abre en terreno positivo este 29 de diciembre",
    "title_full": "Nikkei 225 abre en terreno positivo este 29 de diciembre",
    "published": "2023-12-29T02:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/new-resizer/18Pf4HFCnqfZYDTLKO1QJB79_y0=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/ANWSJCZFKZHBPEMY4Q34KRDKJY.jpg",
    "performance_score": 0,
    "domain_rank": 2144,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "91b46bec7f1f96574f356668becccc9ddb9ba62c",
  "url": "https://www.infobae.com/noticias/2023/12/29/nikkei-225-abre-en-terreno-positivo-este-29-de-diciembre/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Newsroom Infobae",
  "published": "2023-12-29T02:30:00.000+02:00",
  "title": "Nikkei 225 abre en terreno positivo este 29 de diciembre",
  "text": "Inicio de jornada de alzas para el Nikkei 225, que comienza la jornada del viernes 29 de diciembre con leves incrementos del 0,28%, hasta los 33.632,62 puntos, tras la apertura. Comparando este dato con el de días previos, el Nikkei 225 da la vuelta al dato de la sesión previa en el que experimentó un descenso del 1,13%, sin poder establecer una tendencia definida últimamente.\n[Te puede interesar: Apertura del Nikkei 225 este 26 de diciembre](/noticias/2023/12/26/apertura-del-nikkei-225-este-26-de-diciembre/)\nCon respecto a la última semana, el Nikkei 225 anota un ascenso del 1,4%, de modo que en términos interanuales aún mantiene una subida del 28,89%. El Nikkei 225 se sitúa un 0,36% por debajo de su máximo en lo que va de año (33.753,33 puntos) y un 30,78% por encima de su cotización mínima del año en curso (25.716,86 puntos).\nÍndices bursátiles… ¿Para qué?\n[Te puede interesar: Nikkei 225 abre al alza este 25 de diciembre](/noticias/2023/12/25/nikkei-225-abre-al-alza-este-25-de-diciembre/)\nUn índice bursátil es un indicador que muestra cómo evoluciona el valor de un un conjunto de activos, por lo que recolecta datos de diversas empresas o sectores de un fragmento del mercado.\nEstos indicadores son empleados principalmente por las bolsas de valores de cada país y cada uno de ellos pueden integrarse por firmas con diferentes especificidades como por ejemplo tener una capitalización bursátil similar o pertenecer a al mismo tipo de industria, además, hay algunos índices que sólo toman en cuenta un puño de acciones para determinar su valor u otras que consideran cientos de acciones.\n[Te puede interesar: Apertura del Nikkei 225 a la baja: pierde 0,6% este 28 de diciembre](/noticias/2023/12/28/apertura-del-nikkei-225-a-la-baja-pierde-06-este-28-de-diciembre/)\nLos índices bursátiles sirven como indicador de confianza en el mercado de valores, la confianza empresarial, la salud de la economía nacional y global y el rendimiento de las inversiones en acciones y participaciones de una empresa. Si los inversionistas no tienen confianza, los valores de las acciones tienden a caer.\nAsimismo, funcionan para medir el rendimiento de un gestor de activos y permiten a los inversores hacer una comparación entre la rentabilidad y el riesgo; medir las oportunidades de un activo financiero o crear carteras.\nEste tipo de indicadores comenzaron a utilizarse a finales del siglo XIX luego de que el periodista Charles H. Dow. viera con detenimiento cómo las acciones de las empresas tendían a subir o bajar juntas de precio, por lo que creó dos índices: uno que contenía a las 20 compañías ferroviarias más importantes (pues era la industria más importante de la época), así como 12 acciones de otros tipos de negocios\nActualmente en la humanidad existen diversos índices y pueden agremiarse en función de su geografía, los sectores, el tamaño de las empresas o también el tipo de activo, por ejemplo, el índice estadounidense del Nasdaq está compuesto por las 100 mayores compañías mayormente relacionadas a la tecnologías como Apple (AAPL), Microsoft (MSFT), Amazon (AMZN), Facebook (FB), Alphabet (GOOG), Tesla (TSLA), Nvidia (NVDA), PayPal (PYPL), Comcast (CMCSA), Adobe (ADBE).\n¿Cómo leer un índice?\nCada índice bursátil posee su propia forma de calcularse, pero el principal factor es la capitalización bursátil de cada firma que lo integra. Este se obtiene al multiplicar el valor del día del título en la bolsa correspondiente por el total de participaciones que están en circulación en el mercado.\nLas compañías que figuran en la bolsa están obligadas a presentar un balance de su composición. Dicho informe debe divulgarse cada tres o seis meses, según corresponda.\nLeer un índice bursátil también requiere prestar atención sus modificaciones en el tiempo. Los nuevos índices siempre abren con un valor fijo basado en los precios de los valores en su fecha de inicio, pero no todos siguen este método. Por ende, puede dar paso a inexactitudes.\nSi un índice se potencia en 500 puntos en una jornada, mientras que otro solo consigue 20, podría parecer que el primero tuvo un rendimiento mejor. Sin embargo, si el primero comenzó el día en 30.000 puntos y el otro en 300, se puede deducir que, en términos porcentuales, las ganancias para el segundo fueron considerables.\n¿Cuáles son los principales índices bursátiles?\nEntre los principales índices bursátiles en la Unión Americana está el Dow Jones Industrial Average, mejor conocido como Dow Jones, que está integrado por 30 compañías. De igual manera, el S&P 500, que contempla a 500 de las mayores empresas de la Bolsa de Nueva York. Finalmente, aparece el Nasdaq 100, que asocia a 100 de las mayores firmas no financieras.\nPor otro lado, los índices más destacados de Europa son el Eurostoxx 50, que abarca las 50 empresas más importantes de la eurozona. Por otro lado, el DAX 30, principal índice alemán que contiene a las compañías más destacadas de la Bolsa de Fráncfort; la FTSE 100 de la Bolsa de Londres; el CAC 40 de la Bolsa de París; y el IBEX 35, de la bolsa española.\nEn el continente asiático, tenemos el Nikkei 225, compuesto por las 225 empresas más importantes de la bolsa de valores de Tokio. Se encuentra, además, el SSE Composite Index, que figura como el más notable de China, conformado por las compañías más relevantes de la Bolsa de Shanghái. El mismo papel que interpretan el Hang Seung Index en Hong Kong y el KOSPI en Corea del Sur.\nEn lo que respecta a Latinoamérica, se tiene el IPC, que contiene a las 35 firmas más consolidadas de la Bolsa Mexicana de Valores (BMV). Al menos un tercio de ellas forman parte del patrimonio del magnate Carlos Slim.\nOtro es el Bovespa, compuesto por las 50 empresas más importantes de la bolsa de Sao Paulo; el Merval de Argentina; el IPSA de Chile; el MSCI COLCAP de Colombia; el IBC de Caracas, conformado por 6 compañías de Venezuela.\nAsimismo, existen otro tipo de índices bursátiles globales como el MSCI Latin America, que incluye las 137 empresas más importantes de Brasil, Chile, Colombia, México y Perú.\nDe igual forma, está el MSCI World, que incluye a 1600 compañías de 23 países desarrollados; el MSCI Emerging Markets, compuesto por más de 800 empresas de países en desarrollo; y el S&P Global 100, conformado por las 100 firmas multinacionales más poderosas de todo el planeta.\nÚltimas Noticias\n[Hace pocos días, la Corte Suprema de Colorado emitió un fallo que lo removió de la boleta electoral en virtud de la cláusula de insurrección de la Constitución](/estados-unidos/2023/12/29/el-estado-de-maine-tambien-bloqueo-la-candidatura-de-donald-trump-en-las-elecciones-primarias/)\nEl estado de Maine también bloqueó la candidatura de Donald Trump en las elecciones primarias\n[Los números del gigante asiático aún se mantienen lejos de lo deseado, con una demanda efectiva que se mantiene insuficiente y expectativas sociales débiles](/america/mundo/2023/12/29/el-banco-central-de-china-anuncio-nuevas-medidas-para-evitar-una-crisis-economica/)\nEl Banco Central de China anunció nuevas medidas para evitar una crisis económica\n[El intendente de Maldonado y el ministro del Interior de Uruguay presentaron un vehículo único en la región para mejorar el combate a incendios en altura](/america/america-latina/2023/12/29/punta-del-este-aumento-su-capacidad-de-respuesta-ante-incendios-con-un-innovador-camion-de-bomberos-finlandes/)\nPunta del Este aumentó su capacidad de respuesta ante incendios con un innovador camión de bomberos finlandés\n[El documento buscaría acelerar una definición del grupo de cara a la cumbre que se prevé para el 24 de febrero del año próximo, fecha en la que se cumplirán dos años del inicio de la guerra de Vladimir Putin sobre Ucrania](/estados-unidos/2023/12/29/estados-unidos-presento-al-g7-un-plan-para-avanzar-con-la-confiscacion-de-usd-300000-millones-de-activos-rusos/)\nEstados Unidos presentó al G7 un plan para avanzar con la confiscación de USD 300.000 millones de activos rusos\n[El político, que está refugiado en la Embajada de México en Quito, fue condenado a seis años de prisión por asociación ilícita y a ocho en otro caso por la financiación ilegal de su partido](/america/america-latina/2023/12/28/otro-reves-judicial-para-jorge-glas-rechazaron-el-recurso-de-pre-libertad-solicitado-por-el-ex-vicepresidente-de-ecuador/)\nOtro revés judicial para Jorge Glas: rechazaron el recurso de pre-libertad solicitado por el ex vicepresidente de Ecuador\nMÁS NOTICIAS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T02:41:03.420+02:00",
  "updated": "2023-12-29T02:41:03.420+02:00"
}