{
  "thread": {
    "uuid": "bdcca26d77a8d13568735b43fb2b93e659cd5395",
    "url": "https://pt.aleteia.org/2023/12/29/__trashed-6/",
    "site_full": "pt.aleteia.org",
    "site": "aleteia.org",
    "site_section": "http://pt.aleteia.org/feed",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Aleteia: vida plena com valor",
    "title": "Uma boa técnica para superar os defeitos do seu cônjuge",
    "title_full": "Uma boa técnica para superar os defeitos do seu cônjuge",
    "published": "2023-12-29T13:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wp.pt.aleteia.org/wp-content/uploads/sites/5/2023/08/COUPLE-ZEN.jpg?w=620&amp;h=310&amp;crop=1",
    "performance_score": 0,
    "domain_rank": 5872,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bdcca26d77a8d13568735b43fb2b93e659cd5395",
  "url": "https://pt.aleteia.org/2023/12/29/__trashed-6/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@aleteiapt",
  "published": "2023-12-29T13:15:00.000+02:00",
  "title": "Uma boa técnica para superar os defeitos do seu cônjuge",
  "text": "O cristão é, naturalmente, convidado a perdoar. E humildade, paciência e perdão são essenciais para qualquer relacionamento entre duas pessoas que se amam. O Padre Paul Habsburg chama estes perdões concedidos diariamente de “pequenos perdões”. São perdões “para todos os pequenos aborrecimentos, os aborrecimentos mais comuns, aquelas coisas que incomodam um pouco o outro, mas que provavelmente não podemos mudar”. Ver as qualidades dos defeitos Além do perdão, uma boa técnica para superar as pequenas falhas do seu cônjuge é mudar o seu ponto de vista. É preciso ver as qualidades dos nossos defeitos, conforme sugeriu o escritor inglês Herbert George Wells. Portanto, vamos nos concentrar nas qualidades ligadas aos defeitos de nosso cônjuge, exatamente aquelas pelas quais nos casamos com ele. Esse, de fato, é um hábito adotado por Éléonore, casada há quatro anos com Marc. “Quando surge uma falha em Marc, tento encontrar a qualidade ligada a ela”, testemunha a mulher. O exercício consiste em observar uma falha e encontrar a qualidade que a acompanha. São faltas “pequenas”, que incomodam, mas não comprometem o essencial respeito mútuo do casal. Para te ajudar, a Aleteia listou as qualidades que estão por trás de alguns defeitos, e dá um caminho para encará-los de forma positiva. “Ele” ou “ela” são usados como exemplos. Longe de nós generalizarmos! Funciona assim: se você, por exemplo, pensa que seu esposo reclama o tempo todo, tente pensar: “Ele tem uma mente crítica, e isso não é tão ruim”. Pense da mesma forma com as situações abaixo: Ele é avarento. => Ele está economizando para garantir nosso futuro! Ela joga dinheiro pela janela => Ela é generosa. Ele é muito cabeça-dura! => Com ele você nunca fica entediado. Ela nunca está pronta na hora => Ela sabe fazer 10.000 coisas ao mesmo tempo! Ele está ansioso => Ele quer muito fazer bem e que tudo fique perfeito! Ela é muito desorganizada => Ela saboreia o momento presente, e isso é precioso. Ele está quieto => Ele é capaz de ouvir. Ela fala muito => Pelo menos com ela a vida é animada! Ele é um pouco austero => Ele é confiável, é tranquilizador. Ela é frívola => Ela é espontânea, traz leveza para minha vida! Ele não sabe tomar decisões => Ele é muito conciliador. Ela só pensa em festa => Com ela a gente dá boas risadas. Ele é preguiçoso e não faz nada em casa => Bem, é verdade que é ele quem cuida dos papéis/do jardim/monitora o trabalho/cuida das crianças… Ela é muito teimosa => Ela sabe bem o que quer. Ele é pedante => Ele é culto. Ela está cansativa => Ela é enérgica. Ele é derrotista => Ele é cauteloso. Ela é uma verdadeira mãe protecionista => Nossos filhos têm sorte! Ele é um pai bastante rígido => Nossos filhos têm sorte! [O que significa “ter fé” em seu cônjuge?](/2023/07/03/o-que-significa-ter-fe-em-seu-conjuge/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T15:23:56.453+02:00",
  "updated": "2023-12-29T15:23:56.453+02:00"
}