{
  "thread": {
    "uuid": "da5fd4ca6900392bc159b666d2b9e33b81b538f5",
    "url": "https://www.awn.com/news/supercell-celebrates-boom-beach-10th-anniversary-boomiversary-campaign",
    "site_full": "www.awn.com",
    "site": "awn.com",
    "site_section": "https://www.awn.com/rss.xml",
    "site_categories": [
      "media",
      "animation",
      "tech",
      "movies",
      "entertainment"
    ],
    "section_title": "Animation World Network",
    "title": "Supercell Celebrates ‘Boom Beach’ 10th Anniversary with ‘#Boomiversary’ Campaign",
    "title_full": "Supercell Celebrates ‘Boom Beach’ 10th Anniversary with ‘#Boomiversary’ Campaign",
    "published": "2024-04-12T01:53:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.awn.com/sites/default/files/styles/large_featured/public/image/featured/image_07-1280.jpg?itok=cgvyTfu-",
    "performance_score": 0,
    "domain_rank": 11467,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "da5fd4ca6900392bc159b666d2b9e33b81b538f5",
  "url": "https://www.awn.com/news/supercell-celebrates-boom-beach-10th-anniversary-boomiversary-campaign",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Debbie Diamond Sarto",
  "published": "2024-04-12T01:53:00.000+03:00",
  "title": "Supercell Celebrates ‘Boom Beach’ 10th Anniversary with ‘#Boomiversary’ Campaign",
  "text": "The Finnish gaming giant, with Waste Creative and in-house production studio This Thing of Ours, create a 60-sec animation that showcases a miniature diorama and a scene from the game brought to life on a 1-meter high cake with help from Emma Jayne Cake Design. Finnish gaming giant Supercell is celebrating 10 years of its mobile game Boom Beach with “#Boomiversary,” a global campaign created by Waste Creative and in-house production studio This Thing of Ours. The campaign, dedicated to the game’s fans “Generation Boom” (a nod to the players that refer to themselves as “boomers”), aims to create an authentic moment which existing and lapsed fans of the game will want to be part of. A 60-second animated film showcases a miniature diorama, with a Boom Beach scene brought to life on a one-meter tall cake. At first glance, the cake looks like a memento of 10 years of player achievements. However, as the sky burns red, and the beach becomes a battleground, its true purpose, and the mastermind behind it are revealed. The spot shows that the cake was created by Dr. T, the nefarious scientist who is the game’s primary antagonist, to celebrate 10 years of player failures. Dr. T is the mastermind behind the cake, appearing perfectly framed behind the burnt wreckage of an HQ that troops have destroyed. To create the cake that features in the spot, Waste teamed up with Emma Jayne Cake Design, who turned the in-game scene into an edible reality, using gelatin for the sea, sugar for the sand and a mixture of chocolate and fondant to form the landscape, including palm trees, shrubs, and rocky textures. The cake’s characters and buildings were first designed in 3D, then 3D printed and carefully painted by hand. The cake creation was placed on a four-meter beach set, with sand-like textures carved out of polystyrene and coated in real sand. The sky was created by lighting a wall with a gradient, while the sea was made using back-lit perspex, with cling film to add texture. To shoot the film Waste collaborated with Clapham Road Studios, using a motion control rig with a variety of lenses to capture every angle. Watch the behind-the-scenes making of the 60-second animated film and the final commercial: Boom Beach is a free massively multiplayer online real-time strategy game for iOS and Android. \"Reaching the 10-year mark is an incredible achievement, and it's all thanks to our passionate and dedicated community of Boom Beach players,” said Supercell game resourcing lead Lasse Seppänen. “To honor their unwavering support, we're thrilled to launch our latest campaign, which celebrates players and invites them to share their commander stories, cherish the past and anticipate the future.” “At Waste, one of our favorite things to do is to create things authentically and in-camera,” added Waste Creative director Alex Robinson. “This was the perfect opportunity to do just that, and it presented us with a plethora of exciting challenges and hurdles. Working alongside so many talented artists and witnessing everything come together on the day of the shoot was truly awesome.” Louie Wood, Midweight Creative, Waste Creative, concluded, “For 10 years, players have tried and failed to depose Dr. T from the Boom Beach archipelago. We at Waste felt there was only one way the charismatic villain would celebrate such a delicious victory. An enormous cake topped with an epic diorama showcasing his continued strategic superiority!\" Source: Waste Creative",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "emma jayne cake design",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T02:16:12.665+03:00",
  "updated": "2024-04-12T02:37:11.995+03:00"
}