{
  "thread": {
    "uuid": "fd3e2804ac5b198232a050a65b22fe8ecf2a7ce0",
    "url": "https://www.forbes.com/sites/nextavenue/2023/12/29/creating-a-succession-plan-helps-protect-your-business-before-you-retire/",
    "site_full": "www.forbes.com",
    "site": "forbes.com",
    "site_section": "http://www.forbes.com/europe_news/index.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest from Forbes",
    "title": "Creating A Succession Plan Helps Protect Your Business Before You Retire",
    "title_full": "Creating A Succession Plan Helps Protect Your Business Before You Retire",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imageio.forbes.com/specials-images/imageserve/65847a5a3e887efe16ac796a/0x0.jpg?format=jpg&amp;height=900&amp;width=1600&amp;fit=bounds",
    "performance_score": 0,
    "domain_rank": 63,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fd3e2804ac5b198232a050a65b22fe8ecf2a7ce0",
  "url": "https://www.forbes.com/sites/nextavenue/2023/12/29/creating-a-succession-plan-helps-protect-your-business-before-you-retire/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Next Avenue",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Creating A Succession Plan Helps Protect Your Business Before You Retire",
  "text": "By Edd and Cynthia Staton, Next Avenue\nBud was proud of the successful business he started 40 years ago, from his initial small store he had expanded to several locations around the state with loyal employees, vendors and customers.\nEverything changed when he died unexpectedly. Bud, a composite of several entrepreneurs whose next of kin declined to discuss publicly, always assumed one of his children would take over, but he never put a plan in place or even talked about it.\nChaos ensues as family members clash over the leadership and direction of the businesses. Daily life for once tightly knit families disintegrates into battlefields of bruised feelings and bitter arguments.\nFamily Feuds Kill Businesses Often, as disagreements escalate into legal disputes, rudderless businesses have to be liquidated, leaving shattered families with tarnished reputations and meager assets.\nSadly, versions of this unfortunate scenario play out within the small business community every day. Owners who have the vision and perseverance to transform an idea into a successful enterprise are often so passionate about their creation that pragmatism becomes clouded. Their outsized egos can be unreceptive to a future for the business that does not include their steady hand.\nMORE FOR YOU Elon Musk s Net Worth Drops 18 Billion As Tesla Stock Slides Bill Melinda Gates Foundation Chief Calls On More Billionaires To Do More Philanthropy These Business Strategies Are Blowing Up The Indoor Pickleball Club Market But such lack of foresight goes far beyond the demise of a corner bakery or modest factory. The Small Business Association says businesses with fewer than 500 employees — its definition of small businesses — account for 99.9% of all firms in the U.S., 43.5% of the country's total economic output and just under two-thirds of new jobs created.\nWell-defined succession plans thus contribute not only to the continued success of individual companies but also to a more robust economy for us all.\nSafeguard the Enterprise \"A common misconception among small business owners is that succession planning is only necessary for larger corporations,\" Dana Ronald, president of Tax Crisis Institute , says. He adds that this couldn't be further from the truth, since, due to their personalized nature, smaller enterprises are actually more vulnerable to sudden changes in leadership.\n\"Having a succession plan in place safeguards the business against unforeseen circumstances and provides a clear roadmap for the future,\" Ronald adds.\nExperts agree that it is never too early to begin putting a succession plan into place. \"The best time to start is when everything's calm, leaders are well and no drama,\" says Brad Banias , an immigration lawyer in Charleston, South Carolina.\nAlastair Hazell , founder of The Calculator Site, agrees, advising that even if it feels premature, \"Don't wait for the storm to hit before fixing the roof.\"\nSteps to Creating a Succession Plan. 1. Contemplate Your Legacy . It is natural to focus on the nuts and bolts of a business when considering a succession plan. Tracey Gillespie, business owner advisory managing director at Wells Fargo Wealth & Investment Management, suggests that owners focus first on people directly impacted, usually family and employees.\n\"How should they benefit from the value you created?\" she says. \"Considering what you want for them will shape your succession objectives and priorities.\"\n2. Seek Professional Guidance . Ronald recommends retaining a lawyer to make sure your plan complies with relevant laws and regulations and financial advisors to ensure your succession plan is financially feasible.\nEstablishing a power of attorney designates someone to make decisions if the owner is incapacitated. A buy-sell agreement helps establish a fair market value for the company. Life and disability insurance policies can provide financial security for the business and key personnel in case of an unexpected event.\n3. Put It in Writing . Discussing a succession plan is better than doing nothing, but executing a formal document ensures that everyone is, literally, on the same page. Outlining managerial responsibilities or the transfer of ownership eliminates future squabbling among employees and family members who claim to have different memories about what was said.\n4. Identify Potential Successors . Instead of relying on relationship or current roles when designating a person to succeed the founder or owner, Keith Donovan, founder of Startup Stumbles , says companies should \"identify the key skills crucial for the role.\" Sometimes, a successor may come from an unexpected corner, based on skills rather than hierarchy, he adds.\nMichael Barton, senior writer for Wallet Savvy , suggests using a more intuitive approach for spotting a potential successor. \"Look for people with potential and passion, even if they don't have all the skills yet,\" he says.\n5. Set Up a Training Program . Identifying key personnel is just the beginning of a long-range succession strategy. Next comes building the knowledge base and understanding of company culture.\n\"Don't just hand over the keys,\" Hazell advises. \"Train (successor candidates), guide them, share your vision and even your mistakes. Let them stand on your shoulders.\"\nDonovan adds, \"Let potential successors take the wheel occasionally. This not only builds confidence but also helps identify gaps in readiness.\"\n6. Review and Update . A succession plan is a dynamic document that must be reviewed and updated periodically to reflect changes in the business. Donovan points out, \"This isn't a one-and-done deal. As the business grows, the requirements for the individual next in line might shift.\"\nLasting Value A succession plan is \"about legacy, continuity, and safeguarding everything you've built,\" says Hazell. It is a way to protect the business you have put your heart and soul into.\n\"Above all,\" Gillespie adds, \"the most important benefit of a succession plan is peace of mind, for the owner and those most cared about.\"\nIt assures employees that their long-term worth is valued and reduces anxiety for families, Gillespie says. With this blueprint for the future, she adds, \"you have proactively crafted a path forward even if you cannot be there to guide them.\"\nNext Avenue",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Labor"
  ],
  "external_links": [
    "https://www.nextavenue.org/family-businesses-can-set-workfamily-boundaries/",
    "https://startupstumbles.com/",
    "https://capi.connatix.com/tr/si?token=302c3f34-bd8e-4e10-bdf6-142f6a05eae6",
    "https://prosepro.co/",
    "http://taxcrisisinstitute.com/",
    "https://advocacy.sba.gov/wp-content/uploads/2023/03/Frequently-Asked-Questions-About-Small-Business-March-2023-508c.pdf",
    "https://walletsavvy.co.uk/",
    "https://www.nextavenue.org/how-to-make-your-business-outlive-you/",
    "https://www.thecalculatorsite.com/",
    "https://www.thecalculatorsite.com",
    "https://prosepro.co",
    "https://www.nextavenue.org/family-businesses-can-set-workfamily-boundaries",
    "https://www.walletsavvy.co.uk/",
    "https://nextavenue.org/how-to-make-your-business-outlive-you/",
    "https://startupstumbles.com",
    "https://capi.connatix.com/tr/si",
    "https://thecalculatorsite.com/",
    "https://walletsavvy.co.uk",
    "https://nextavenue.org/family-businesses-can-set-workfamily-boundaries/",
    "https://www.startupstumbles.com/",
    "http://www.taxcrisisinstitute.com/",
    "https://www.advocacy.sba.gov/wp-content/uploads/2023/03/Frequently-Asked-Questions-About-Small-Business-March-2023-508c.pdf",
    "https://www.nextavenue.org/how-to-make-your-business-outlive-you",
    "https://www.prosepro.co/",
    "https://www.capi.connatix.com/tr/si?token=302c3f34-bd8e-4e10-bdf6-142f6a05eae6",
    "http://taxcrisisinstitute.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "edd",
        "sentiment": "negative"
      },
      {
        "name": "cynthia staton",
        "sentiment": "negative"
      },
      {
        "name": "bud",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T23:09:03.483+02:00",
  "updated": "2024-01-26T12:33:25.919+02:00"
}