{
  "thread": {
    "uuid": "e5c5dabcb214848fd4f1bcb540181207a9b826f4",
    "url": "https://www.therams.com/video/fact-friday-fun-facts-about-disney-star-wars-rides-rams-49ers",
    "site_full": "www.therams.com",
    "site": "therams.com",
    "site_section": "https://therams.com/cheerleaders",
    "site_categories": [
      "sports"
    ],
    "section_title": "Rams Cheerleaders | Los Angeles Rams - therams.com",
    "title": "Fact Friday: Fun facts about Disney’s Star Wars rides, Rams-49ers matchups & more for Week 18",
    "title_full": "Fact Friday: Fun facts about Disney’s Star Wars rides, Rams-49ers matchups & more for Week 18",
    "published": "2024-01-05T23:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.clubs.nfl.com/image/upload/t_editorial_landscape_12_desktop/rams/xibptme1kekh8tbuj9o0",
    "performance_score": 0,
    "domain_rank": 27051,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e5c5dabcb214848fd4f1bcb540181207a9b826f4",
  "url": "https://www.therams.com/video/fact-friday-fun-facts-about-disney-star-wars-rides-rams-49ers",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-05T23:00:00.000+02:00",
  "title": "Fact Friday: Fun facts about Disney’s Star Wars rides, Rams-49ers matchups & more for Week 18",
  "text": "Fact Friday - Disneyland Resort Fact Friday: Fun facts about Disney's Star Wars rides, Rams-49ers matchups & more for Week 18 Jan 05, 2024 Los Angeles Rams mascot Rampage and Cheerleaders are joined by another special friend from Disney's cast of characters to share this week's fun fact. Tune in for fun facts about the Star Wars rides at Disneyland and past matchups between the Rams and San Francisco 49ers. [ video ](/video/fact-friday-fun-facts-about-disney-star-wars-rides-rams-49ers) Fact Friday: Fun facts about Disney's Star Wars rides, Rams-49ers matchups & more for Week 18 Jan 05, 2024 Los Angeles Rams mascot Rampage and Cheerleaders are joined by another special friend from Disney's cast of characters to share this week's fun fact. Tune in for fun facts about the Star Wars rides at Disneyland and past matchups between the Rams and San Francisco 49ers. [ video ](/video/fact-friday-pompom-demonstrations-end-of-year-matchup-week-17) Fact Friday: Pompom demonstrations & end of year matchup facts for Week 17 Dec 29, 2023 Los Angeles Rams mascot Rampage and Cheerleaders are joined by another special friend from Disney's cast of characters to share this week's fun fact. For Week 17, learn how Rams Cheerleaders use their pompoms on gamedays and how the Rams are preparing for their final game of the year against the New York Giants. [ video ](/video/early-fact-friday-facts-little-mermaid-pluto-exercise-routine-week-16) Early Fact Friday: Facts about Little Mermaid, Pluto's exercise routine & the distance to New Orleans Dec 20, 2023 On this early edition of Fact Friday, Los Angeles Rams mascot Rampage and Cheerleaders are joined by another special friend from Disney's cast of characters to share this week's fun facts. Learn about the Little Mermaid ride at Disneyland, Pluto's exercise routine, and the distance between SoFi Stadium and New Orleans. [ video ](/video/vamos-rams-viernes-de-datos-temprano-semana-16-nueva-orleans) Un viernes de datos temprano: Datos sobre la Little Mermaid, la rutina de ejercicio de Pluto y la distancia a Nueva Orleans Dec 20, 2023 En esta edición anticipada del viernes de datos, la mascota de los Rams de Los Ángeles, Rampage, y las Cheerleaders se unen a otro amigo especial del elenco de personajes de Disney para compartir los hechos divertidos de esta semana. Conoce la atracción de la Little Mermaid en Disneyland, la rutina de ejercicios de Pluto y la distancia entre SoFi Stadium y Nueva Orleans. [ video ](/video/fact-friday-week-15-fun-facts-disney-cars-land-rams-commanders) Fact Friday: Revving up in Week 15 with fun facts about Disney's Cars Land & Sunday's Rams-Commanders matchup Dec 15, 2023 Los Angeles Rams mascot Rampage and Cheerleaders are joined by another special friend from Disney's cast of characters to share this week's fun fact. For Week 15, learn about the special relationship that both Disney's Cars Land and Sunday's Rams-Commanders matchup have to the number 15. [ video ](/video/rams-fact-friday-pirates-of-the-caribbean-cobie-durant-week-14) Fact Friday: Fun facts about Pirates of the Caribbean, Cobie Durant & more for Week 14 Dec 08, 2023 Los Angeles Rams mascot Rampage and Cheerleaders are joined by another special friend from Disney's cast of characters to share this week's fun fact. Learn about why both the Pirates of the Caribbean ride at Disneyland and Rams defensive back Cobie Durant have a special relationship with the number 14 in Week 14. [ video ](/video/rams-fact-friday-holiday-fun-fact-week-13-browns-matchup) Fact Friday: A holiday fun fact with 13 letters for Week 13 & Rams-Browns matchup history Dec 01, 2023 Los Angeles Rams mascot Rampage and Cheerleaders are joined by another special friend from Disney's cast of characters to share this week's fun fact. Learn about Disney's festive decor during the holiday season and why 13 is lucky for the Rams in their matchups against the Cleveland Browns. [ video ](/video/vamos-rams-viernes-de-datos-hecho-divertido-semana-13-browns) Viernes de datos: Un hecho divertido con 13 letras para la Semana 13 y la historia de los partidos entre los Rams y los Browns Dec 01, 2023 La mascota de los Rams de Los Ángeles Rampage y las animadoras se unen con otro amigo especial de Disney para compartir el dato curioso de esta semana. Conoce las decoraciónes festivas de Disney durante la temporada navideña y por qué el numero 13 es de buena suerte para los Rams en sus enfrentamientos contra los Browns de Cleveland. [ video ](/video/fact-friday-disneys-enchanted-tiki-room-week-12) Fact Friday: Fun facts about the Enchanted Tiki Room & the importance of the number 12 Nov 24, 2023 Los Angeles Rams mascot Rampage and Cheerleaders are joined by another special friend from Disney's cast of characters to share this week's fun fact. Learn about Disney's Enchanted Tiki Room and the importance of the number 12 in Rams history. [ video ](/video/rams-fact-friday-special-11-letter-word-for-week-11-seahawks) Fact Friday: A special 11-letter word for Week 11 & fun facts about Sunday's matchup against the Seahawks Nov 17, 2023 Los Angeles Rams mascot Rampage and Cheerleaders are joined by another special friend from Disney's cast of characters to share this week's fun fact. In Week 11, tune in to learn about Disney's special 11-letter word & what will be special about Sunday's game against the Seattle Seahawks. [ video ](/video/rams-fact-friday-adventures-in-disney-rivers-of-america-bye-week) Fact Friday: Adventures in Disney's Rivers of America & bye week plans for the Rams Nov 10, 2023 Los Angeles Rams mascot Rampage and Cheerleaders are joined by another special friend from Disney's cast of characters to share this week's fun fact. In Week 10, tune in to learn about fun adventures in Disney's Rivers of America & what the Rams have planned for their bye week. [ video ](/video/vamos-rams-viernes-de-datos-aventuras-en-disney-semana-10) Viernes de datos: Aventuras en Disney's Rivers of America y planes para la semana de descanso de los Rams Nov 10, 2023 La mascota de los Rams de Los Ángeles Rampage y las animadoras se unen a otro amigo especial del elenco de personajes de Disney para compartir el dato curioso de esta semana. En la Semana 10, sintonízanos para conocer las divertidas aventuras en Disney's Rivers of America y los planes de los Rams para su semana de descanso. [ video ](/video/rams-fact-friday-super-heroes-donald-duck-packers-week-9) Fact Friday: Super heroes, Donald Duck, Green Bay Packers & more for Week 9 Nov 03, 2023 Los Angeles Rams mascot Rampage and Cheerleaders are joined by another special friend from Disney's cast of characters to share this week's fun fact. In Week 9, tune in to learn about Disney's cast of super heroes, the powers Donald Duck has himself & what the Rams may see in this Sunday's game against the Green Bay Packers. [ video ](/video/fact-friday-disney-california-adventure-bob-ross-rams-cowboys) Fact Friday: Highlighting all 8 lands in Disney California Adventure Park & a fun fact about Bob Ross Oct 27, 2023 Los Angeles Rams mascot Rampage and Cheerleaders are joined by another special friend from Disney's cast of characters to share this week's fun fact. In Week 8, tune in to learn about all 8 lands in the Disney California Adventure Park & the significance of Sunday's matchup and painter Bob Ross. [ video ](/video/rams-fact-friday-significance-of-7-in-week-7-disney) The significance of 7 in Week 7 for Disney AND the Rams | Fact Friday Oct 20, 2023 Los Angeles Rams mascot Rampage and Cheerleaders are joined by another special friend from Disney's cast of characters to share this week's fun fact. In Week 7, tune in to learn about the significance of the number 7 for both Disney and the Rams. [ video ](/video/vamos-rams-viernes-de-hechos-semana-7-disney) El significado del numero 7 en la Semana 7 para Disney y los Rams | Viernes de hechos Oct 20, 2023 Rampage, la mascota de los Rams de Los Ángeles, y las Cheerleaders se unen a otro amigo especial del elenco de personajes de Disney para compartir el dato curioso de esta semana. En la Semana 7, sintonízanos para conocer el significado del número 7 tanto para Disney como para los Rams. [ video ](/video/rams-fact-friday-week-6-disney-cardinals-sofi-stadium-rampage) What do 6-letter names, Charlotte's Web, Mickey Mouse & the Rams mascot all have in common? | Fact Friday Oct 13, 2023 Los Angeles Rams mascot Rampage and cheerleaders are joined by another special friend from Disney's cast of characters to share this week's fun fact. Tune in to learn fun facts about Mickey Mouse and Rams vs. Arizona Cardinals matchups. [ video ](/video/rams-fact-friday-disney-favorite-football-plays-rampage-eagles) Fact Friday: Favorite football plays with a friend from Disney & fun fact about Rams vs. Eagles Oct 06, 2023 Los Angeles Rams mascot Rampage and cheerleaders are joined by another special friend from Disney's cast of characters to share this week's fun fact. Tune in to learn fun facts about Donald Duck's favorite type of football plays and the last time the Rams played the Philadelphia Eagles. [ video ](/video/fact-friday-week-4-qb-rams-matthew-stafford-colts-anthony-richardson) Fact Friday: A fun fact about Week 4's QB matchup - Rams QB Matthew Stafford vs. Colts QB Anthony Richardson Sep 29, 2023 Los Angeles Rams mascot Rampage and cheerleaders are joined by another special friend from Disney's cast of characters to share Week 4's fun fact. Tune in to learn fun facts about all the mountains at Disneyland and the quarterback matchup between Matthew Stafford & Indianapolis Colts rookie quarterback Anthony Richardson. [ video ](/video/rams-fact-friday-monsterd-inc-disneyland-bengals-super-bowl-lvi) Fact Friday: A 'Monster-ific' update & fun fact about the Rams & Bengals Sep 22, 2023 Los Angeles Rams mascot Rampage and cheerleaders are joined by another special friend from Disney's cast of characters to share this week's 'Monster-ific' fun fact. Tune in to learn fun facts about the Monsters Inc. ride and matchups between the Rams and Cincinnati Bengals. [ video ](/video/rams-fact-friday-week-2-disneyland-halloween-49ers-matchups) Fact Friday: Fun facts about Disneyland during Halloween & Rams vs. 49ers matchups Sep 15, 2023 Los Angeles Rams mascot Rampage and cheerleaders are joined by another special friend from Disney's cast of characters to share this week's fun fact. Tune in to learn fun facts about Disneyland during the Halloween season and historical matchups between the Rams and the San Francisco 49ers. [ video ](/video/rams-viernes-de-datos-disneyland-durante-halloween-49ers) Viernes de datos: Datos curiosos sobre Disneyland durante Halloween y los partidos de los Rams contra los 49ers Sep 15, 2023 La mascota de los Rams de Los Ángeles, Rampage, y las animadoras se unen a otro amigo especial del elenco de personajes de Disney para compartir el dato curioso de esta semana. Sintonízanos para conocer datos curiosos sobre Disneyland durante la temporada de Halloween y enfrentamientos históricos entre los Rams y los 49ers de San Francisco. [ video ](/video/rams-fact-friday-disney-california-adventure-rams-week-1) Fact Friday: Fun rides when visiting Disney's California Adventure & Rams Week 1 matchup Sep 08, 2023 Los Angeles Rams mascot Rampage and cheerleaders are accompanied by another special friend from Disney's cast of characters to share the first fun fact of the 2023 season. As the Rams prepare to kickoff the 2023 season, this week's fun facts are about the exciting rides at Disney's California Adventure and the Rams' Week 1 matchup against the Seattle Seahawks. [ video ](/video/rams-fact-friday-rampage-cheerleaders-minnie-mouse-week-18) Fact Friday: Last fun facts of the season with Rampage, Rams Cheerleaders & Minnie Mouse | Rams Kids Jan 06, 2023 Los Angeles Rams mascot Rampage and cheerleaders are joined by Disney's Minnie Mouse to share the last fun facts of the 2022 season. Latest Videos [ ](/video/puka-nacua-best-catch-challenge-wakeboard-pro-bowl-games-skills-showdown) Puka Nacua's #BestCatch challenge entry from a wakeboard! Pro Bowl Games Skills Showdown Los Angeles Rams wide receiver Puka Nacua competes for Best Catch at the 2024 Pro Bowl Games. Vote for Puka's catch by clicking here! [ ](/video/aaron-donald-top-plays-2023-season-highlights) Aaron Donald's top plays of the 2023 season This season, Los Angeles Rams defensive lineman Aaron Donald made the All-NFL team for the eighth time, breaking a tie with Pro Football Hall of Famer Randy White for the most PFWA First-Team All-NFL selections by a defensive tackle. Watch his most dominant plays from the 2023 NFL season.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "disney",
        "sentiment": "negative"
      },
      {
        "name": "disneyland resort fact",
        "sentiment": "negative"
      },
      {
        "name": "los angeles rams",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "san francisco",
        "sentiment": "none"
      },
      {
        "name": "disneyland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T02:33:42.843+02:00",
  "updated": "2024-02-03T10:05:17.597+02:00"
}