{
  "thread": {
    "uuid": "e06d94446bc873e2e06dab0a3fd72f202ac57cf6",
    "url": "https://vietnamnet.vn/en/waste-to-energy-projects-need-to-be-accelerated-to-address-pollution-2298701.html",
    "site_full": "vietnamnet.vn",
    "site": "vietnamnet.vn",
    "site_section": "https://vietnamnet.vn/en",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "News",
    "title": "Waste-to-energy projects need to be accelerated to address pollution",
    "title_full": "Waste-to-energy projects need to be accelerated to address pollution",
    "published": "2024-07-05T07:20:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://static-images.vnncdn.net/vps_images_publish/000001/00000Q/2024/7/5/waste-to-energy-projects-need-to-be-acceleratedto-address-pollution-ae23c61b234f408aa3a142e9956466b3-922.jpeg?width=0&s=Qi7-C0u9lC1rwXTN4czzpA",
    "performance_score": 0,
    "domain_rank": 6458,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e06d94446bc873e2e06dab0a3fd72f202ac57cf6",
  "url": "https://vietnamnet.vn/en/waste-to-energy-projects-need-to-be-accelerated-to-address-pollution-2298701.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VietNamNet News",
  "published": "2024-07-05T07:20:00.000+03:00",
  "title": "Waste-to-energy projects need to be accelerated to address pollution",
  "text": "Sóc Sơn waste-to-energy plant has power generating capacity of 90MW. — VNA/VNS Photo Trung Nguyên\nAs landfill solutions become increasingly outdated, the development of waste-to-energy plants is expected to be the key answer to environmental problems.\nNotably, waste-to-energy projects not only help to handle a large amount of waste but also provide a significant source of renewable energy.\nThe Government has been reiterating the message of 'not trading off the environment for economic growth' on many occasions, reflecting their consistent stance on environmental protection.\nHowever, with the advent of waste-to-energy technology, the concepts of 'environment and economy' can progress in tandem with no longer any need to trade off or sacrifice one for the other.\nViệt Nam is currently among the top 20 countries in the world with the largest amount of waste, exceeding the global averages, due to limited waste management and treatment facilities.\nIt is estimated that the average Vietnamese generates 1.2kg of waste per day (equivalent to nearly 70,000 tonnes across the whole country). Currently, over 70 per cent of waste in Việt Nam simply ends up in landfill, with only 13 per cent being incinerated to recover energy.\nNotably, landfill sites are becoming increasingly difficult to source, as the land available for this purpose is gradually shrinking.\nTo cope with this acute and growing problem, the development of waste-to-energy plants is seen as not only economically beneficial, but also as providing a significant and positive contribution to the environment.\nThe combination of modern science and technology with environmentally-friendly waste treatment processes creates a comprehensive solution for waste issues and sustainable energy production.\nThis helps solve the pressing issue of increasing and growing mountains of waste and the worsening air and water pollution levels.\nThus, the development of waste-to-energy plants is seen as a dual-benefit solution, expected to be a strategic approach that 'hits two targets with one arrow' addressing both economic and environmental concerns simultaneously.\nAccording to statistics from the Department of Environmental Pollution Control, Việt Nam currently has 15 waste-to-energy plants under construction, with three of them already generating electricity including the largest, the Sóc Sơn plant operated by the Hà Nội Thiên Ý Environmental Energy Joint Stock Company.\nThis has a treatment capacity of 1,000 tonnes per furnace per day, receiving 5,000 tonnes of waste daily and generating 90MW of electricity.\nThe Vĩnh Tân plant in Bình Thuận Province has a capacity of treating 600 tonnes of waste per day and generates 30MW of electricity.\nThe Phù Ninh plant in Phú Thọ Province can incinerate 500 tonnes of waste per day and generate 25MW of electricity, while the Củ Chi plant in HCM City can process 1,000 tonnes of waste per day and generate 50MW of electricity.\nThe Sóc Sơn plant is the biggest waste-to-energy plant in Việt Nam and the second largest in the world, after the Shenzhen plant in China.\nThe plant has 16 waste disposal gates, each designed to accommodate different types of rubbish trucks in Việt Nam and since becoming operational it has processed over 1.46 million tonnes of household solid waste.\nWise selection\nWaste incineration technology to generate electricity is increasingly favoured because of several advantages over other technologies, such as reducing waste volume and mass by 90-95 per cent, utilising heat, reducing greenhouse gas emissions compared to landfill and minimising water pollution.\nHà Nội and HCM City which are the two largest urban cities with the highest daily waste generation in the country are understandably also the two most vigorously promoting waste-to-energy development.\nBesides accelerating the construction of waste-to-energy plants, the two cities are also focusing on improving waste treatment technology. HCM City aims to have 80 per cent of household waste treated with modern new technology by 2025 and 100 per cent by 2030.\nMeanwhile by the end of 2024, Hà Nội wants to have an additional 67MW in power generated in the Sóc Sơn Plant and increase the energy capacity a further 129.3MW, when the Seraphin waste-to-energy plant project is fully operational.\nThe city will continue to implement waste treatment projects in Chương Mỹ, Phú Xuyên, Thanh Trì, Gia Lâm districts and other areas. The construction of waste plants around the central area will help reduce transportation distances, lower costs and decrease the city's budget expenditures.\nHà Nội is also studying the possible use of wind power, as well as developing a network of electric charging stations and green energy supply stations for transportation.\nAssoc. Prof. Dr. Bùi Thị An, director of the Institute of Natural Resources, Environment, and Community Development, told Kinh tế & Đô Thị (Economic & Urban Affairs) newspaper under the municipal Hà Nội People's Committee: \"The environment is currently a very pressing issue, especially in terms of waste. To address the current environmental problems, one of the most important aspects is solving the waste problem. This must be a key focus when developing waste-to-energy solutions.\n“The crucial issue now is selecting the appropriate technology that can effectively manage waste without generating other harmful pollutants.\n“It is essential to thoroughly choose suitable technology without being tempted by lower costs, while ensuring transparency and openly considering the opinions of experts.”\nIn addition to fully exploiting technology, An said she believes that for waste-to-energy solution to truly succeed and achieve its full potential, waste classification at source is a crucial step.\n\"According to the experience of many countries around the world, to effectively manage waste, it is essential to optimise waste classification, transfer and collection before processing. If the classification is not done well, treatment process will be challenging,\" she said. — VNS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://static-images.vnncdn.net/vps_images_publish/000001/00000Q/2024/7/5/waste-to-energy-projects-need-to-be-acceleratedto-address-pollution-ae23c61b234f408aa3a142e9956466b3-922.jpeg?width=260&s=E-fC8R2n10CgxlxtQJpMUQ",
    "https://static-images.vnncdn.net/vps_images_publish/000001/00000Q/2024/7/5/waste-to-energy-projects-need-to-be-acceleratedto-address-pollution-ae23c61b234f408aa3a142e9956466b3-922.jpeg?width=0&s=Qi7-C0u9lC1rwXTN4czzpA",
    "https://www.static-images.vnncdn.net/vps_images_publish/000001/00000Q/2024/7/5/waste-to-energy-projects-need-to-be-acceleratedto-address-pollution-ae23c61b234f408aa3a142e9956466b3-922.jpeg?width=0&s=Qi7-C0u9lC1rwXTN4czzpA",
    "https://static-images.vnncdn.net/vps_images_publish/000001/00000Q/2024/7/5/waste-to-energy-projects-need-to-be-acceleratedto-address-pollution-ae23c61b234f408aa3a142e9956466b3-922.jpeg",
    "https://www.static-images.vnncdn.net/vps_images_publish/000001/00000Q/2024/7/5/waste-to-energy-projects-need-to-be-acceleratedto-address-pollution-ae23c61b234f408aa3a142e9956466b3-922.jpeg?width=260&s=E-fC8R2n10CgxlxtQJpMUQ"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "trung nguyên",
        "sentiment": "negative"
      },
      {
        "name": "việt nam",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "vna/vns",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T07:34:06.854+03:00",
  "updated": "2024-07-05T07:34:06.854+03:00"
}