{
  "thread": {
    "uuid": "38aabd07db4e13fb83afa788435ac9cff4611688",
    "url": "https://www.ndtvprofit.com/law-and-policy/supreme-court-in-2023-top-10-rulings-that-impacted-india-inc",
    "site_full": "www.ndtvprofit.com",
    "site": "ndtvprofit.com",
    "site_section": "https://www.bqprime.com/feed",
    "site_categories": [],
    "section_title": "NDTV Profit",
    "title": "Supreme Court In 2023: Top 10 Rulings That Impacted India Inc.",
    "title_full": "Supreme Court In 2023: Top 10 Rulings That Impacted India Inc.",
    "published": "2023-12-30T04:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.assettype.com/bloombergquint%2F2023-12%2F7da91610-bdef-4078-9e8a-05caaad42260%2FIMG_20230630_140311.jpg?w=1200&amp;auto=format%2Ccompress&amp;ogImage=true",
    "performance_score": 0,
    "domain_rank": 38491,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "38aabd07db4e13fb83afa788435ac9cff4611688",
  "url": "https://www.ndtvprofit.com/law-and-policy/supreme-court-in-2023-top-10-rulings-that-impacted-india-inc",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Varun Gakhar",
  "published": "2023-12-30T04:34:00.000+02:00",
  "title": "Supreme Court In 2023: Top 10 Rulings That Impacted India Inc.",
  "text": "Supreme Court In 2023: Top 10 Rulings That Impacted India Inc. These pivotal rulings have reverberated across boardrooms, legal circles, and the business landscape. The Supreme Court of India gave landmark rulings in 2023 that left an indelible mark on the country's corporate realm. From redefining insolvency laws to setting new precedents in arbitration law, from ruling on controversial tax issues to a contempt case against a coveted tribunal, here are 10 pivotal rulings that have reverberated across boardrooms, legal circles, and the business landscape, elucidating their profound impact on the nation's corporate fabric. Tax Clarity One of the biggest tax cases of this year was one where the top court a favourable tax rate to multinationals from Switzerland, France, and the Netherlands. The top court was dealing with the interpretation of the 'Most Favoured Nation' clause, contained in various Indian treaties, with countries that are members of the OECD. The multinationals had before the court that since French, Swiss, and Dutch treaties have the MFN clause, the beneficial 5% withholding rate in treaties with Slovenia, Lithuania and Colombia should apply to them as well. However, the apex court said that there is no \"automatic\" application of a lower tax rate under the MFN clause and that the beneficial rate will not apply unless a notification is issued to give it effect. Experts that this interpretation was not in good faith and that this might project India as a difficult nation for international trade and transactions. In its second major tax ruling, which came as a setback to telecom companies, the top court that payment of licence fee will be classified as capital expenditure and not revenue expenditure. The court explained that payment of an amount in installments does not convert the nature of a capital payment into a revenue payment. Prior to this ruling, telecom companies were treating the licence fee as an expense which was tax deductible. Pro-Arbitration Stance In a case which finally put to rest the controversy behind the validity of a deficiently stamped agreement containing an arbitration clause, a seven-judge bench of the top court that agreements that are not stamped or inadequately stamped are not rendered void ab initio and will be enforceable under law. The court said that non-stamping or inadequate stamping being a curable defect, any objection in relation to it would fall within the ambit of the arbitral tribunal. In another ruling, which is set to foster the Indian arbitration landscape, the top court has the group of companies doctrine, considering its utility in determining the intention of the parties in the context of complex transactions involving multiple parties and agreements. Providing much-needed clarity to the doctrine, the court has said that it is not necessary for a person or an entity to be a signatory to an arbitration agreement, in order to be bound by it. Experts this ruling with open arms, given that business transactions have been growing increasingly complex and involve multiple entities—some of which may not be signatories to the agreement. IBC Success One of the biggest IBC rulings came out in relation to the insolvency process pertaining to individuals and partnership firms. The case dealt primarily with the role of resolution professionals in relation to personal guarantors. It was the contention of the petitioners that resolution professionals have unfettered powers, as the IBC empowers them to exercise adjudicatory functions. Holding that a resolution professional does not exercise an adjudicatory role in relation to personal guarantors, the apex court [explained](https://www.ndtvprofit.com/business/ibc-does-not-suffer-from-manifest-arbitrariness-says-supreme-court) that the real adjudicatory process starts when the adjudicating authority either accepts or rejects the resolution professional's application to start the insolvency process—not at the stage when an application is made by the resolution professional to the authority. This ruling has paved the way for nearly 2,289 cases, with a default amount clocking nearly Rs 1.63 lakh crore to be taken up by the NCLTs. A decision from the top court the debate around the discretionary powers of insolvency courts to accept insolvency applications. The court said that once the NCLT is sure that a default pertaining to a financial debt has occurred, it has no choice but to accept the insolvency application. The court clarified that only when it can be proven that a debt is not due or is payable at some future date does the adjudicating authority have the discretion to reject the application. NCLAT Bench In Trouble In a first this year, a bench of the National Company Law Appellate Tribunal was in wilful defiance of an order of the Supreme Court. The case pertained to an order passed in a matter concerning the annual general meeting of Finolex Cables Ltd. On Oct. 13, the top court directed the appellate tribunal not to pass an order in the matter until the final results of the AGM were published. However, the appellate tribunal proceeded to pronounce its order at 2 p.m., whereas the results of the AGM were declared at 2:40 p.m. According to the lawyers involved in the case, the top court's order was presented before the NCLAT bench, but to no avail. During the proceedings, the court that the manner in which the NCLAT had proceeded to deliver the judgement was unbecoming of a judicial tribunal. Dismayed at how the matter had unfolded, the top court went on to observe that the NCLTs and the NCLAT have gone to \"rot\". Fraud Account Classification In a major relief to borrowers, the top court [held](https://www.ndtvprofit.com/business/borrowers-must-be-heard-before-accounts-are-classified-as-fraud-says-supreme-court) that borrowers must be heard before their accounts are classified as ‘fraud’ by banks. The apex court held that classifying an account as fraud is akin to blacklisting the borrowers for being unworthy of availing credit, which has both civil and penal [consequences](https://www.ndtvprofit.com/business/borrowers-vs-banks-the-commercial-impact-of-supreme-court-ruling-on-fraud-tag). Therefore, the top court said, an opportunity to be heard must be provided before taking the action of classifying an account as fraudulent. Taxation On Online Betting Games In 2022, the GST department had sent a show cause notice to Gameskraft Technologies Pvt., which involved a demand of Rs 21,000 crore from the online gaming company for misclassification of its supply activity. The company had maintained that a tax rate of 18% is appropriate for a game of skill. The GST department, however, was of the view that the game should be subject to a 28% tax because, irrespective of the nature of the game—be it a game of skill or chance—the minute it is played with stakes, it amounts to betting or gambling. The department’s contention was rejected by the Karnataka High Court earlier this year, which [prompted](https://www.ndtvprofit.com/business/government-to-challenge-karnataka-high-courts-gameskraft-verdict-says-revenue-secretary) them to file an appeal before the top court. While granting a [stay](https://www.ndtvprofit.com/technology/gameskraft-case-supreme-court-stays-karnataka-high-courts-ruling) to the department, the top court said that it does not want other high courts across the country to follow the Karnataka High Court's ruling. In essence, the rate of taxation that these online gaming companies will be subject to will depend on the apex court’s final ruling. The court is expected to come out with a verdict on this issue in 2024. Demonetisation Verdict In the biggest policy [verdict](https://www.ndtvprofit.com/law-and-policy/supreme-court-upholds-demonetisation-decision-by-a-41-majority) of this year, the top court upheld the government's demonetisation [decision](https://www.ndtvprofit.com/law-and-policy/supreme-court-demonetisation-decision-impact-on-policymaking). The court categorically held that there has to be great restraint in matters of economic policy and that it cannot supplant the wisdom of the executive with its own. The court iterated that there was a reasonable nexus with the objective sought to be achieved by the government and that the decision cannot be set aside on the basis that objective was not achieved. [Stock market](/markets?src=read_more)updates, [Business](/business?src=read_more)news, [Today’s latest](/the-latest?src=read_more)news, [Trending](/trending?src=read_more)stories, and [Videos](/videos?src=read_more)on NDTV Profit.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "supreme court",
        "sentiment": "negative"
      },
      {
        "name": "rulings that impacted india inc",
        "sentiment": "negative"
      },
      {
        "name": "oecd",
        "sentiment": "none"
      },
      {
        "name": "mfn",
        "sentiment": "none"
      },
      {
        "name": "supreme court of india",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "netherlands",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      },
      {
        "name": "switzerland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T06:49:23.318+02:00",
  "updated": "2023-12-30T10:15:00.700+02:00"
}