{
  "thread": {
    "uuid": "a0418bdd4652b77d7faa18fa30953377176bd4a9",
    "url": "https://www.hojeemdia.com.br/minas/santuario-do-caraca-tera-7-dias-de-celebrac-es-na-semana-santa-veja-a-programac-o-1.1004825",
    "site_full": "www.hojeemdia.com.br",
    "site": "hojeemdia.com.br",
    "site_section": "https://hojeemdia.com.br",
    "site_categories": [
      "home_and_garden",
      "remodeling_and_construction",
      "family_and_parenting",
      "eldercare",
      "home_theater"
    ],
    "section_title": "Hoje em Dia",
    "title": "Santuário do Caraça terá 7 dias de celebrações na Semana Santa; veja a programação",
    "title_full": "Santuário do Caraça terá 7 dias de celebrações na Semana Santa; veja a programação",
    "published": "2024-03-14T22:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.hojeemdia.com.br/image/policy:1.823519.1710451000:1710451000/image.jpg?w=1280&amp;",
    "performance_score": 0,
    "domain_rank": 59497,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a0418bdd4652b77d7faa18fa30953377176bd4a9",
  "url": "https://www.hojeemdia.com.br/minas/santuario-do-caraca-tera-7-dias-de-celebrac-es-na-semana-santa-veja-a-programac-o-1.1004825",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Da Redação",
  "published": "2024-03-14T22:16:00.000+02:00",
  "title": "Santuário do Caraça terá 7 dias de celebrações na Semana Santa; veja a programação",
  "text": "Santuário do Caraça é um destino muito procurado pelos católicos na Semana Santa (Divulgação / Santuário do Caraça) Um dos destinos turísticos mais procurados de Minas, o Santuário do Caraça, localizado a 120 km de Belo Horizonte, nas cidades de Catas Altas e Santa Bárbara, prepara uma extensa programação, com duração de sete dias, para proporcionar momentos de reflexão, fé e devoção durante a Semana Santa. Entre os eventos, a Via Sacra e a Missa da Vigília Pascal. Conhecido pelas belezas naturais e importância histórica, o Santuário tem atividades religiosas intensificadas nesta época do ano, proporcionando aos visitantes a oportunidade de vivenciar a espiritualidade e a devoção. Neste ano, o Santuário do Caraça celebra 250 anos desde a primeira missa e a chegada do Irmão Lourenço. A Semana Santa, celebração mais importante do ano, abre o calendário de eventos no local. “Desde a capela barroca até a construção da primeira Igreja Neogótica do Brasil, o Santuário do Caraça, os padres e irmãos que aqui vivem, se empenham para manter viva a tradição da Igreja através da liturgia, da piedade popular e das celebrações dos sacramentos. Tradição, fé e devoção marcam as celebrações da Semana Santa no Santuário do Caraça, que ao longo dos anos, tornou-se um centro de espiritualidade para aqueles que desejam vivenciar profundamente o mistério da vida, morte e ressurreição de Jesus Cristo. Marcado por procissões, momentos orantes e a Santa missa diária, os peregrinos que recorrem ao Santuário no alto da serra, celebram com afinco a Semana Maior, fazem memória da paixão e ressurreição de Jesus cujo mistério celebrado nos salva e liberta”, relata o Diácono Ramon Aurélio. Veja a programação: Sobre o Santuário do Caraça O complexo é tombado como Patrimônio Histórico e Artístico Nacional e Estadual. Foi escolhido como uma das Sete Maravilhas da Estrada Real. Conta com um amplo Conjunto Arquitetônico onde estão a primeira igreja de estilo neogótico do Brasil, o prédio do antigo Colégio (hoje Museu e Biblioteca), a pousada com 57 apartamentos e quartos, e a Fazenda do Engenho, com 26 apartamentos. O local possui enorme diversidade de fauna e flora, com raridades de animais e plantas no meio ambiente. Na ampla diversidade de sua fauna, há 386 espécies de aves, 42 espécies de répteis, 12 espécies de peixes e 76 espécies de mamíferos. A Reserva Particular do Patrimônio Natural do Santuário do Caraça faz parte de duas importantes reservas ecológicas, as Reservas da Biosfera da Serra do Espinhaço Sul e a da Mata Atlântica, onde há diversas espécies de flora e fauna, algumas encontradas somente no Complexo do Santuário do Caraça, que fica na transição entre Mata Atlântica e Cerrado. Serviço Semana Santa no Santuário do Caraça Endereço: Estrada do Caraça, Km 9 - entre os municípios de Catas Altas e Santa Bárbara - Fácil acesso pelas rodovias BR 381 e MG 436, além do da possibilidade de ir por trem (Estação Dois Irmãos - Barão de Cocais) Taxa entrada: R$ 25 (em dias de semana) e R$ 35 (fins de semana, feriados e datas comemorativas). Idosos: 50% de desconto. Moradores de Barão de Cocais, Catas Altas e Santa Bárbara possuem 50% de desconto. Entrada gratuita na 1ª quarta-feira de cada mês (mediante agendamento) Leia mais: [Decisão sobre Brumadinho causa indignação a parentes de vítimas](/minas/decis-o-sobre-brumadinho-causa-indignac-o-a-parentes-de-vitimas-1.1004795) [PIB de Minas supera R$ 1 trilhão pela primeira vez na história](/economiaefinancas/pib-de-minas-supera-r-1-trilh-o-pela-primeira-vez-na-historia-1.1004732)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:24:16.259+02:00",
  "updated": "2024-03-15T00:24:16.259+02:00"
}