{
  "thread": {
    "uuid": "ddde06b04807e2222d3bb9620655f51356570f5f",
    "url": "https://easyreadernews.com/mira-costa-boys-volleyball-wins-the-best-of-the-west",
    "site_full": "easyreadernews.com",
    "site": "easyreadernews.com",
    "site_section": "http://www.easyreadernews.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Easy Reader News",
    "title": "Mira Costa Boys Volleyball wins the Best of The West",
    "title_full": "Mira Costa Boys Volleyball wins the Best of The West",
    "published": "2024-03-15T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://easyreadernews.com/wp-content/uploads/2024/03/mb-mira-costa-volleyball.jpg",
    "performance_score": 0,
    "domain_rank": 38612,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ddde06b04807e2222d3bb9620655f51356570f5f",
  "url": "https://easyreadernews.com/mira-costa-boys-volleyball-wins-the-best-of-the-west",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Hibah Samad",
  "published": "2024-03-15T00:00:00.000+02:00",
  "title": "Mira Costa Boys Volleyball wins the Best of The West",
  "text": "Mira Costa Boys Volleyball wins the Best of The West by Hibah Samad Mira Costa High School’s Boys varsity volleyball team is celebrating a significant victory and title. Once again, the team brought home the gold at the Best of the West tournament on Saturday, March 9, at Poway High School. Regarded as the premier volleyball tournament of the high school season, the Best of the West tournament showcases top talent in the region. Mira Costa Boys Volleyball Coach Greg Snyder, a former Mustang who also played volleyball on Costa grounds, has been coaching MCHS for more than a decade. He described the moment of victory as unforgettable. But he said the team remains focused on its larger goal, a state title. “It feels incredible. It shows that our hard work is paying off,” Snyder said. “As good as it feels, this was not our ultimate goal, and everyone is hungry and motivated for more.” “It was special,” Snyder said. “We avenged our only loss of the season in the finals. The boys rushed the court after Victor’s tournament-winning back row kill.The boys were deservedly excited, especially when they saw the size of the trophy.” Mira Costa’s win is the first time in the tournament’s history that a single high school has claimed the Best of the West title four times. Snyder said that the competition is one of a kind in the annual two-day tournament. “This is the only tournament of the season that gets the best teams from out of state and other California regions,” he said. “The tournament is called Best of the West for a reason. This year’s field of teams was especially tough.” Mira Costa took on Newport Harbor in the finals, defeating the tournament’s defending champions in two sets, 25-15 and 25-19. Over thirty teams vied for the title, including top contenders and past champions. Mira Costa players Johnny Dykstra and Alex Heins earned spots on the All-Tournament Team. Mira Costa senior Victor Loiola, the team’s outside hitter, was named the MVP. “It’s always an honor to be named MVP, especially when surrounded by a group of guys that could also easily win it,” Loiola said. Loioa said that while the honor and Best of the West title were satisfying, the larger hope remains a CIF title in May. This challenge may help the team towards that goal. Loiola said it felt like they were facing adversity during the entire tournament. “We didn’t play an opponent who made it easy for us,” he said. “We were fighting for every last point.” “The players definitely grew as the tournament went on,” Snyder said. “We have had issues staying consistent and making smart choices the entirety of a match. Being down 11-13 in the third set to 15 against Carlsbad and responding was definitely a defining moment, and we got that in our first match of the day. We started steadying out after that.” Snyder said that the team’s early success was a direct result of the dedication of the coaching staff and players. “Since day 1 of preseason, everyone has bought in and done their best to achieve the team’s goals,” he said. But Snyder said they are still looking to sharpen their skills as they start Bay League this week. The Costa Boys Volleyball team is also led by assistant coaches Shane Stroyke, Canyon Ceman, Nick Sheftic, and legendary coach Mike Cook. Loiola has committed to Cal State University Long Beach. He said that the MCHS Boys Volleyball and athletic program has impacted him on the court and in the classroom. “Ever since we got a new head coach (Greg Snyder) and Athletic Director [Mike Rosenthal], and an honorable mention to our athletic trainers [Franklin and Ryan], they have taught me to be a sharper man not only on the volleyball court but also in the weight room, classroom, etc,” Loioa said. “It’s really the best athletic program out there.” Mira Costa is #1 in this week’s CIF-SS Division 1/2 rankings. ER",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "victor",
        "sentiment": "none"
      },
      {
        "name": "greg snyder",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mira costa boys volleyball",
        "sentiment": "positive"
      },
      {
        "name": "west mira costa boys volleyball",
        "sentiment": "positive"
      },
      {
        "name": "hibah samad mira costa high school",
        "sentiment": "positive"
      },
      {
        "name": "poway high school",
        "sentiment": "none"
      },
      {
        "name": "mchs",
        "sentiment": "none"
      },
      {
        "name": "snyder",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:31:33.064+02:00",
  "updated": "2024-03-15T00:41:37.743+02:00"
}