{
  "thread": {
    "uuid": "d0869df53d4e0e84a9c9e392874951d28595c913",
    "url": "https://www.music.northwestern.edu/news/2021/alumni-spotlight-thomas-mesa",
    "site_full": "www.music.northwestern.edu",
    "site": "northwestern.edu",
    "site_section": "https://music.northwestern.edu/alumni",
    "site_categories": [
      "education",
      "music",
      "k_6_educators",
      "entertainment"
    ],
    "section_title": "Resources for Alumni | Northwestern Bienen School of Music",
    "title": "Alumni Spotlight: Thomas Mesa | Northwestern Bienen School of Music",
    "title_full": "Alumni Spotlight: Thomas Mesa | Northwestern Bienen School of Music",
    "published": "2024-01-08T00:28:30.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.music.northwestern.edu/sites/default/files/2021-01/mesa_thomas_web.jpg",
    "performance_score": 0,
    "domain_rank": 595,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d0869df53d4e0e84a9c9e392874951d28595c913",
  "url": "https://www.music.northwestern.edu/news/2021/alumni-spotlight-thomas-mesa",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@bienenschoolnu",
  "published": "2024-01-08T00:28:30.000+02:00",
  "title": "Alumni Spotlight: Thomas Mesa | Northwestern Bienen School of Music",
  "text": "Cuban-American cellist Thomas Mesa ‘14 MMus has won the $50,000 First Prize in the 2016 Sphinx Competition, the Astral Artists 2017 National Auditions, and the Alhambra Orchestra Concerto Competition. He has appeared as soloist with orchestras in the United States and Mexico, including the Los Angeles Philharmonic, Santa Barbara Symphony, Southwest Florida Symphony Orchestra, and the Cleveland Orchestra. As a recording artist, Mesa was featured on the Grammy-nominated album Bonhoeffer with The Crossing choir, led by Donald Nally. Mesa has also appeared with The Crossing as soloist at the Metropolitan Museum of Art in NYC, Longwood Gardens, The Winter Garden and the Theological Seminary in New York City. What made you choose the Bienen School of Music? I didn’t apply to any other graduate programs because I knew that being in Hans Jensen’s cello studio was the way forward for me. He creates a very competitive yet supportive atmosphere for cellists to reach their full potential if they’re willing to dive in and trust the process. Which professors influenced you most during your time at the Bienen School of Music? There’s no question that [Hans Jensen](https://music.northwestern.edu/faculty/profile/hans-jorgen-jensen) was the most influential. He fundamentally changed how I spent time in a practice room, helped me with the mental game of performing and practicing, and created the structured environment that I needed to demystify the instrument. I think about these qualities in his teaching every day and I’m constantly trying to hone them. Additionally, a very influential person in my life has been [Donald Nally](https://music.northwestern.edu/faculty/profile/donald-nally). We met when he needed a cellist to play with BCE (Bienen Contemporary/Early Vocal Ensemble) my first year at Northwestern. We’ve grown close over the years and have worked together on multiple performances and recordings with The Crossing choir. I am always inspired to be a more thoughtful and courageous artist around him; he has shown the world what it’s like to carve a path with your ideas. The performances that I’ve been a part of with him leading The Crossing have been some of the most meaningful and impactful of my career. Tell us about a particular experience that impacted you during your time at the Bienen School of Music. This is a very difficult question because the amount of growth that I experienced at Northwestern is incalculable. The first thing that comes to mind is the general experience in Hans Jensen’s cello studio which was all-consuming. It really pushed my technical and artistic limits beyond my own perception of their limits. I carry those experiences with me every day. I suppose it’s not a specific experience but every single lesson, studio class, and performance where I received feedback from Hans and peers in the studio were certainly the most impactful in a broader sense. What lessons did you learn at Bienen that have continued to resonate with you in your career? I learned that no one is going to do the work for you and there are no excuses. I also learned that your limits as an artist are merely a product of your mindset and perception, and it’s something you can change. Top three of your Desert Island Discs (any genre) Chris Stapleton - Traveller Jacqueline du Pre’s album of concerti Mumford and Sons - Babel Video Mesa performs Lydia Jane Pugh's Carolina's Jig.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "thomas mesa",
        "sentiment": "negative"
      },
      {
        "name": "donald nally",
        "sentiment": "none"
      },
      {
        "name": "bonhoeffer",
        "sentiment": "none"
      },
      {
        "name": "hans jensen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "northwestern bienen school of music",
        "sentiment": "negative"
      },
      {
        "name": "los angeles philharmonic",
        "sentiment": "none"
      },
      {
        "name": "bienen school of music",
        "sentiment": "none"
      },
      {
        "name": "santa barbara symphony",
        "sentiment": "none"
      },
      {
        "name": "southwest florida symphony orchestra",
        "sentiment": "none"
      },
      {
        "name": "cleveland orchestra",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "metropolitan museum of art",
        "sentiment": "none"
      },
      {
        "name": "new york city",
        "sentiment": "none"
      },
      {
        "name": "winter garden",
        "sentiment": "none"
      },
      {
        "name": "mesa",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "longwood gardens",
        "sentiment": "none"
      },
      {
        "name": "mexico",
        "sentiment": "none"
      },
      {
        "name": "nyc",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:28:31.269+02:00",
  "updated": "2024-01-08T00:28:31.269+02:00"
}