{
  "thread": {
    "uuid": "84a01dd09321bd3c06c904a881e0743d08b408c0",
    "url": "https://www.marca.com/tiramillas/actualidad/2023/12/29/658ed1bc22601d2d668b4588.html",
    "site_full": "www.marca.com",
    "site": "marca.com",
    "site_section": "https://www.marca.com/tiramillas.html",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Tiramillas, la web de ocio de MARCA.com",
    "title": "¡Feliz Año Nuevo! Las mejores frases para celebrar Nochevieja y la llegada de 2024 | Marca",
    "title_full": "¡Feliz Año Nuevo! Las mejores frases para celebrar Nochevieja y la llegada de 2024 | Marca",
    "published": "2023-12-29T15:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://phantom-marca.unidadeditorial.es/e53ee3910e329f88700dbd71c7a8a862/resize/1200/f/webp/assets/multimedia/imagenes/2023/12/29/17038584955628.png",
    "performance_score": 0,
    "domain_rank": 1781,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "84a01dd09321bd3c06c904a881e0743d08b408c0",
  "url": "https://www.marca.com/tiramillas/actualidad/2023/12/29/658ed1bc22601d2d668b4588.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "SMM",
  "published": "2023-12-29T15:09:00.000+02:00",
  "title": "¡Feliz Año Nuevo! Las mejores frases para celebrar Nochevieja y la llegada de 2024 | Marca",
  "text": "D esde que hemos habituado nuestras vidas a los teléfonos móviles y a las tecnologías, tenemos la costumbre de felicitar el Año Nuevo con \"memes\" o frases graciosas que se mandan por el mítico grupo de WhatsApp de tus amigos o allegados.\nAunque imaginemos que hayas calentado motores con las felicitaciones de Navidad , ahora tan solo queda que empieces a romper tus buenos propósitos y te dediques con ahínco a felicitar el año. Gracias a este artículo, no vas a mandar la típica felicitación navideña, queremos que seas más original. Por eso te vamos a mostrar las mejores frases para que felicites el año.\nViendo el nivel de felicitaciones que hay por redes sociales, nosotros queremos subir el listón para que cuando se lo mande a tus amigos por WhatsApp se queden riéndose un buen rato o se lo enseñen a otras personas diciendo: \"Mira que felicitación más buena me ha pasado mi amigo\".\nMejores frases de felicitación del Año Nuevo Persigue tus sueños este Año Nuevo: si no los alcanzas... ¡al menos adelgazas! ¡Feliz Año Nuevo! Comamos, bebamos y seamos felices, y ya mañana haremos dieta. ¡Que todos tus problemas duren tanto como mis propósitos de Año Nuevo! ¡Feliz 2023! Antes de que me emborrache, pierda el teléfono, me desnude y acabe en comisaría, ¡permíteme desearte un feliz Año Nuevo! Ya sé que todavía es demasiado pronto, pero como conozco a tantísimas personas guapas, ricas y divertidas, empiezo primero por los feos. ¡Feliz 2023! El próximo año será el año del consumismo. Todos van a permanecer con su mismo coche, con su mismo móvil, con su mismo sueldo, con su misma pareja... ¡Feliz Año Nuevo! Estoy muy emocionado por el nuevo año. Por desgracia, no tengo que hacer ningún buen propósito porque ya soy perfecto. ¡Brindo por un Año Nuevo mediocre! Oye, ser más honesto es uno de mis buenos propósitos. ¡Que el 2023 nos traiga diversión y risas! Dicen que el Año Nuevo es un libro en blanco, pero yo tengo bloqueo de escritor. En 2023, si por fin ves la luz al final del túnel, asegúrate de que no es un tren que se dirige directamente hacia ti.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T16:13:03.253+02:00",
  "updated": "2023-12-29T16:13:03.253+02:00"
}