{
  "thread": {
    "uuid": "476497e9cc2869bb1642c08e2b7d0b031d0ee2d0",
    "url": "https://elcomercio.pe/deporte-total/seleccion/peru-vs-chile-pablo-contreras-paolo-es-de-temer-desde-que-coincidi-con-el-hasta-hoy-que-sigue-teniendo-un-buen-nivel-en-su-seleccion-copa-america-2024-noticia",
    "site_full": "elcomercio.pe",
    "site": "elcomercio.pe",
    "site_section": "https://elcomercio.pe/arcio/rss/",
    "site_categories": [
      "media",
      "world_soccer",
      "sports",
      "top_news"
    ],
    "section_title": "El Comercio",
    "title": "Pablo Contreras: “Paolo es de temer, desde que coincidí con él hasta hoy que sigue teniendo un buen nivel en su selección”",
    "title_full": "Pablo Contreras: “Paolo es de temer, desde que coincidí con él hasta hoy que sigue teniendo un buen nivel en su selección”",
    "published": "2024-06-21T20:25:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://elcomercio.pe/resizer/v2/UCUUEMTE7VG6FJYERRZP3KBGGU.jpg?auth=8b85557c305168b9384c6ee4524724ed8ff958c8d24af1b065ae8abb6c29e8ff&amp;width=980&amp;height=528&amp;quality=75&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 5060,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "476497e9cc2869bb1642c08e2b7d0b031d0ee2d0",
  "url": "https://elcomercio.pe/deporte-total/seleccion/peru-vs-chile-pablo-contreras-paolo-es-de-temer-desde-que-coincidi-con-el-hasta-hoy-que-sigue-teniendo-un-buen-nivel-en-su-seleccion-copa-america-2024-noticia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jean Pierre Maraví Coppa",
  "published": "2024-06-21T20:25:00.000+03:00",
  "title": "Pablo Contreras: “Paolo es de temer, desde que coincidí con él hasta hoy que sigue teniendo un buen nivel en su selección”",
  "text": "Faltan pocas horas para el duelo entre Perú y Chile de cara a la Copa América, en lo que será reencontrarse con un viejo conocido para los peruanos. Ricardo Gareca, desde hace unos meses, es entrenador de la selección ‘La Roja’ y buscará aguarle la fiesta al equipo bicolor dirigido por Jorge Fossati, en el debut de ambas selecciones en el torneo continental. LEE | [Fossati vs Gareca, diferencias y pasiones de los técnicos protagonistas del Clásico del Pacífico | ESPECIAL] En un previa con altas expectativas, El Comercio conversa en exclusiva con Pablo Contreras, exmundialista Sudáfrica 2010, para qué expliqué lo que significa desde la cancha disputar estos tipos de partidos en el denominado “Clásico del Pacífico”. - Con la llegada de Ricardo Gareca al banquillo de Chile, ¿qué tanto le ha hecho bien a su selección de cara al inicio de la Copa América? Si, la llegada de Gareca, de momento, le ha hecho bastante bien a la selección chilena. Ha tenido un partido, que fue el 3-0 a Paraguay, donde se vio con muy buenos momentos y situaciones. Así como hay errores que se van a ir corrigiendo. - ¿Ve como Chile a candidato de la Copa América? Candidato a ganar la Copa América siempre son todas las selecciones, hoy por hoy, todo está muy igualado, la selección independientemente de lo que acontece en las Clasificatorias, la Copa América es un torneo más corto que se disputa dentro de un mes y se pueden dar de mejor manera las cosas. - De lo que ha visto de Perú al mando con Fossati, ¿qué imagen le dejó? Ha tenido ciertas complejidades que hemos visto desde que dejó Ricardo Gareca la selección peruana, se han visto unas dificultades, siempre tomando en consideración que ha habido jugadores de buen pie y grandes jugadores a nivel local e internacional. Siempre se le desea lo mejor a la selección peruana sacando naturalmente el partido (de hoy), que ojalá Dios quiera que el marcador esté de lado de la selección chilena. - ¿En la cancha se siente esa rivalidad que se vive afuera entre Chile y Perú? La rivalidad Chile vs. Perú existe así como se ha hecho de manifiesto lo de Bolivia con Argentina, pero no lo tomemos como algo histórico fuera del fútbol, sino como una rivalidad deportiva y que cada quien intenta realizarlo mejor para las pretensiones de sus selecciones. - Perú llega con un equipo con muchos jugadores que no están con alto nivel como Cueva (8 meses sin jugar) y Guerrero que no responde bien en la Liga 1, ¿eso le da la ventaja a Chile? Hay jugadores que claramente a nivel local e internacional están como tú lo mencionas de un nivel no muy bueno, como ocho meses sin jugar, un Paolo que siempre es de temer desde que yo coincidí con él hasta hoy que sigue teniendo un buen nivel en su selección, más allá de que haya tenido cierta complejidad en términos deportivos, pero siempre es un jugador a tener en cuenta. Naturalmente, el hecho de la inactividad siempre prioriza ante todo a su selección. - ¿Un 3-5-2 puede complicar al Chile de Gareca? El jugador tiene que estar amoldado al sistema. No sé si le pueda complicar, a la hora del partido, más allá del planteamiento que se pueda utilizar, se trata de la capacidad de los jugadores para resolver el partido.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Health"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-21T20:35:05.760+03:00",
  "updated": "2024-06-21T20:45:42.716+03:00"
}