{
  "thread": {
    "uuid": "8207597b8ffb44b3afac203c411467ea9f5f74e8",
    "url": "https://www.inquirer.com/news/pennsylvania/flag-pow-mia-20231230.html",
    "site_full": "www.inquirer.com",
    "site": "inquirer.com",
    "site_section": "https://inquirer.com",
    "site_categories": [
      "tech"
    ],
    "section_title": "Inquirer.com: Philadelphia local news, sports, jobs, cars, homes",
    "title": "This Bucks County veteran is working to get the POW/MIA flying wherever the U.S. flag flies",
    "title_full": "This Bucks County veteran is working to get the POW/MIA flying wherever the U.S. flag flies",
    "published": "2023-12-30T12:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.inquirer.com/resizer/NAlJgyVmDgS9zkiweZ9bAYBn56s=/760x507/smart/filters:format(webp)/cloudfront-us-east-1.images.arcpublishing.com/pmn/WF4VEI6LQZHZFMEWMIWWPG2QYM.jpg",
    "performance_score": 0,
    "domain_rank": 1370,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8207597b8ffb44b3afac203c411467ea9f5f74e8",
  "url": "https://www.inquirer.com/news/pennsylvania/flag-pow-mia-20231230.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lynette Hazelton",
  "published": "2023-12-30T12:00:00.000+02:00",
  "title": "This Bucks County veteran is working to get the POW/MIA flying wherever the U.S. flag flies",
  "text": "In 2019, President Donald Trump signed the POW/MIA Flag Act requiring the flag, which commemorates Prisoners of War (POW) and those Missing in Action (MIA), to be displayed beneath the American flag at prominent federal properties.\nThe bipartisan legislation was backed by a long list of supporters, including the National League of POW/MIA Families and Veterans of Foreign Wars.\nBut its most ardent supporter is probably Alan J. Micklin.\nA one-man battle Micklin, 83, is a Bucks County Vietnam veteran who, since November 2022, has been waging a one-man battle to ensure the flag law is actually implemented.\n“The POW/MIA [flag] is us remembering the forgotten. It is a part of history,” Micklin said, dismayed at the seeming lack of interest in veterans who made the ultimate sacrifice. Since WWII, about 82,000 soldiers are categorized as Prisoners of War (POW), Missing in Action (MIA), or otherwise unaccounted for.\nAdvertisement A year after the federal law was enacted, the state also passed legislation allowing for the POW/MIA flag to be displayed on Commonwealth grounds or buildings.\nYet, Micklin is concerned that neither law is being followed — dishonoring, he says, the service of those who have never returned home.\n“I see it in two ways. I see the flag issue as pushed aside as not important as a priority. And I guess you could say it is disrespectful, especially since we still have so many MIAs existing. Look at the families that just got done with Christmas that have loved ones that are still MIAs and never came back. It’s horrible,” Micklin said.\nHow his campaign started Micklin said he didn’t set out to become a national advocate for displaying the POW/MIA flag.\nIn 1990, Congress designated the POW/MIA flag as our country’s symbol of concern for POWs and MIAs in Southeast Asia. For about the past 20 years, Micklin has displayed the POW/MIA flag along with the American flag on the flagpole at his home.\n“I live in Bensalem and I went to the township building. I had some business to do there and I saw the American flag and the state flag and I’m saying to myself, ‘Where is the POW/MIA flag?’”\nRaised in South Philadelphia, Micklin entered the Army after graduating from Bartram High School. It’s still too painful for him to talk about his wartime experiences in Vietnam or the scorn that greeted returning Vietnam veterans.\n“I don’t talk about it. It’s too hurtful. I lost close friends,” Micklin said.\nWhen he left the service, he attended photography school in California and ultimately became a photojournalist in Philadelphia. He also has volunteered over the years in various veteran-related activities, including feeding veterans and renovating their homes.\nBut he’s given all that up to bring attention to the POW/MIA flag.\n“I’m strictly focused on this now,” he said.\nThe ups and downs Micklin is dogged in his efforts and ultimately wants the flag flown wherever the American flag is flown.\nOver the past year he said there have been accomplishments — the Boy Scouts of America in Doylestown support the idea as well as the township office and library system in Bensalem. Individual firehouses throughout Bucks County have also agreed to display the flag.\n“I called City Hall [in Philadelphia] and someone in administration told me that they absolutely fly the POW/MIA flag under the American flag at City Hall but I haven’t seen it yet.”\nHe wants to see the flag at all of the city’s federal buildings, including the Robert N.C. Nix Federal Building, the William J. Green Jr. Federal Building, and the United States Mint.\n“The POW-MIA (flag) is us remembering the forgotten. It is a part of history.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.va.gov/opa/publications/celebrate/powmia.pdf",
    "https://va.gov/opa/publications/celebrate/powmia.pdf"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "donald trump",
        "sentiment": "neutral"
      },
      {
        "name": "alan j. micklin",
        "sentiment": "none"
      },
      {
        "name": "micklin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national league of pow/mia families",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "bucks county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T14:07:56.769+02:00",
  "updated": "2023-12-30T14:07:56.769+02:00"
}