{
  "thread": {
    "uuid": "5d5f48987e33357ebc15319bc18c6e2236c5cdc6",
    "url": "https://www.eagletribune.com/news/merrimack_valley/hiking-resumes-with-friends-of-north-andover-trails/article_fb71782a-b0a9-11ee-930e-8f0ad2936ac0.html",
    "site_full": "www.eagletribune.com",
    "site": "eagletribune.com",
    "site_section": "http://www.cleburnetimesreview.com/search/?f=rss&t=article&c=cnhi_network&l=50&s=start_time&sd=desc",
    "site_categories": [
      "real_estate",
      "media",
      "buying_selling_cars",
      "vehicles",
      "buying_selling_homes"
    ],
    "section_title": "www.cleburnetimesreview.com - RSS Results in cnhi_network of type article",
    "title": "Hiking resumes with Friends of North Andover Trails",
    "title_full": "Hiking resumes with Friends of North Andover Trails",
    "published": "2024-01-12T11:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/eagletribune.com/content/tncms/assets/v3/editorial/a/3b/a3bd3fda-b0ac-11ee-8d35-a7e666800398/65a02f3e255ce.image.jpg?crop=1662%2C873%2C0%2C187&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 15954,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5d5f48987e33357ebc15319bc18c6e2236c5cdc6",
  "url": "https://www.eagletribune.com/news/merrimack_valley/hiking-resumes-with-friends-of-north-andover-trails/article_fb71782a-b0a9-11ee-930e-8f0ad2936ac0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Will Broaddus | wbroaddus@eagletribune.com",
  "published": "2024-01-12T11:30:00.000+02:00",
  "title": "Hiking resumes with Friends of North Andover Trails",
  "text": "NORTH ANDOVER—The hike that Friends of North Andover Trails canceled because of last weekend's storm is back on this Sunday. It was a snow emergency parking ban and not the snow that forced them to call off their trek through the Town Farm Forest and Farnsworth Reservation. That would have required hikers to park on Dale Street while plows were still working. But hiking in the snow with snowshoes or traction devices when it is icy is an adventure. \"It's super fun to do one of these hikes,\" said Glen Aspeslagh, director of the Friends. The Friends will follow the same itinerary this Sunday, and are inviting everyone to join them in the Gallagher Field parking lot on Dale Street at 1 p.m. While the Friends normally take a different two-hour hike on the second Sunday of each month, they also meet once a month to plan maintenance of trails owned by North Andover. \"It will usually be volunteers cutting back vines and wild growth and keeping trails open,\" Aspeslagh said. \"We have a brush mower that we use primarily at Mazurenko Farm because grass will grow waist high, where historically they are open fields.\" In addition to trail maintenance, they also organize annual construction projects, which includes bridges or boardwalks on trails. These are typically brought before the Conservation Commission for approval, Aspeslagh said. \"A lot of the time we will fund it with grants,\" he said. \"Most common has been community preservation grants from the town.\" Friends of North Andover Trails has 50 active members and was formed around 15 years ago \"as an offshoot of the Open Space Committee,\" Aspeslagh said. He also described it as \"a subgroup of the North Andover Improvement Society, a nonprofit that's been around for over 100 years.\" Some members of the group pay dues, but most of their funds come from sales of \"A Guide to North Andover Trails,\" an 84-page book with trail maps, information and history that can be purchased for $15 through the Friends website and is also sold at Butcher Boy, the North Andover Historical Society and Rocky's Ace Hardware. There are 70 miles of trails in North Andover, some of which are on state-owned properties, like Harold Parker State Forest and Boxford State Forest, both of which occupy land in several towns. The Trustees of Reservations also has trails at its properties on Weir Hill, at the Stevens Coolidge House and Ward Reservation in North Andover. The Friends hike these trails, but only do maintenance work on property owned by the town, or by Essex County Greenbelt, a land trust that has a small staff and appreciates the help, Aspeslagh said. The Friends group also works on the trails at the Stevens Estate at Osgood Hill, where the town owns the house and the land around it is now managed by the Mass Audubon Society. Along with trails in the Town Farm Forest, at James Swamp on Johnson Street, at Carter Fields and Windrush Farms, North Andover also owns a trail on the Shawsheen River. \"It forms the border between North Andover and Lawrence,\" Aspeslagh said. \"It starts at the end of Green Street. The trail goes along the Shawsheen for probably a mile and then dead-ends eventually.\" The group relies on volunteers to accomplish their work, but had \"great success\" last year in finding help from unexpected sources. \"The high school has an environmental club that has come out and helped us, and the Boy Scouts have come out and helped,\" Aspelsagh said. \"Those were some nice surprises.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "aspeslagh",
        "sentiment": "none"
      },
      {
        "name": "glen aspeslagh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "friends of north andover trails",
        "sentiment": "negative"
      },
      {
        "name": "mazurenko farm",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "farnsworth reservation",
        "sentiment": "none"
      },
      {
        "name": "north andover",
        "sentiment": "none"
      },
      {
        "name": "town farm forest",
        "sentiment": "none"
      },
      {
        "name": "dale street",
        "sentiment": "none"
      },
      {
        "name": "gallagher field",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T12:27:28.338+02:00",
  "updated": "2024-01-12T18:45:24.728+02:00"
}