{
  "thread": {
    "uuid": "e363e20b1adfa3350a08349836ff0e06aa7a7a9b",
    "url": "https://www.eluniversal.com.co/cartagena/por-que-no-se-incluyo-el-servicio-de-urgencias-en-los-cerros-AX9707376",
    "site_full": "www.eluniversal.com.co",
    "site": "eluniversal.com.co",
    "site_section": "http://www.eluniversal.com.co/",
    "site_categories": [
      "media"
    ],
    "section_title": "El Universal",
    "title": "¿Por qué no se incluyó el servicio de urgencias en Los Cerros? | EL UNIVERSAL - Cartagena",
    "title_full": "¿Por qué no se incluyó el servicio de urgencias en Los Cerros? | EL UNIVERSAL - Cartagena",
    "published": "2023-12-29T00:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.eluniversal.com.co/binrepository/1029x686/90c0/800d686/none/13704/JSSL/centro-de-salud-los-cerros_9237076_20231228153602.jpg",
    "performance_score": 0,
    "domain_rank": 25711,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e363e20b1adfa3350a08349836ff0e06aa7a7a9b",
  "url": "https://www.eluniversal.com.co/cartagena/por-que-no-se-incluyo-el-servicio-de-urgencias-en-los-cerros-AX9707376",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NÉSTOR CASTELLAR ACOSTA",
  "published": "2023-12-29T00:15:00.000+02:00",
  "title": "¿Por qué no se incluyó el servicio de urgencias en Los Cerros? | EL UNIVERSAL - Cartagena",
  "text": "La inauguración del reconstruido Centro de Salud Los Cerros llenó de regocijo a los habitantes de este barrio y de sectores aledaños, que por más de nueve años quedaron huérfanos de los servicios médicos en la zona debido a la demolición del antiguo CAP en el 2014. [Lea: Estos son los 8 centros de salud entregados por la administración Dau](https://www.eluniversal.com.co/cartagena/estos-son-los-8-centros-de-salud-entregados-por-la-administracion-dau-CC9703172) La mayoría de asistentes al acto de apertura solo tuvieron palabras de agradecimientos a la Alcaldía de Cartagena por rescatar la obra y ponerla nuevamente en funcionamiento; sin embargo, algunas personas también lanzaron interrogantes respecto a un servicio vital que en el pasado se brindaba y que ahora no se brindará en este centro asistencial: el servicio de urgencias. “Recibimos un centro de salud incompleto, sin urgencias, que es lo más primordial en una comunidad”, cuestionó Mariana Luna, líder comunal de la zona. “No está habilitado totalmente y además no tiene servicio de urgencias. Se generó una polémica en su inauguración por eso”, señaló Luis Luna, residente del barrio Chile. Al respecto, el director de la ESE Hospital Local Cartagena de Indias, Jorge Eduardo Suárez, señaló a El Universal que no hay urgencias porque el espacio de la infraestructura no lo permite, no está diseñada para tal fin. “Sin embargo, este servicio se sigue prestando sin contratiempos en el CAP del Nuevo Bosque, a cinco minutos de distancia”, dijo. En contraste, Suárez destacó: “Ahora el Centro de Salud de Los Cerros viene a complementar la red de prestación que tenemos, va a tener los servicios básicos de medicina, enfermería, odontología, vacunación, programas de promoción y mantenimiento, toma de muestras, laboratorio clínico, hay una pequeña sala para procedimientos menores y en este centro vamos a ampliar servicios de medicina especializada; inicialmente ampliar pediatría y ginecoobstetricia con algunos elementos como electrocardiografía y toma de ecografías obstétricas, y esperamos en corto tiempo implementar un programa de atención de crónicos con medicina interna dirigido básicamente a la población mayor”. [Lea: Prohíben entrada de plásticos de un solo uso a Parque Corales del Rosario](https://www.eluniversal.com.co/cartagena/prohiben-entrada-de-plasticos-de-un-solo-uso-a-parque-corales-del-rosario-EY9706060) Otros propósitos De igual manera, el director del Dadis, José Saavedra, enfatizó en que a diferencia de los años 90 cuando empezó a funcionar el antiguo CAP, en el nuevo centro de salud no habrá urgencias ni sala de partos pero sí otras especialidades de suprema importancia. “Ha cambiado mucho la norma y en el estudio que se hizo se trató de garantizar que la comunidad de Los Cerros y sectores alrededor pudieran contar con medicina general, odontología, y por lo menos accesibilidad a las tres especialidades más importantes que son ginecología y obstetricia, pediatría, y medicina interna. Es un centro médico enfocado en especialidades, y además será el centro de acopio de las vacunas para toda Cartagena”, sostuvo el funcionario. “La urgencia o una consulta prioritaria no está descartada, pero en este momento no se lleva a cabo, en un término no muy lejano pudiera habilitarse la consulta prioritaria”, finalizó. [Lea: “Nos obligan a usar paño desechable”, polémica por denuncia en Cartagena](https://www.eluniversal.com.co/cartagena/nos-obligan-a-usar-pano-desechable-denuncia-de-trabajadora-en-cartagena-BA9705377)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:33:15.284+02:00",
  "updated": "2023-12-29T00:33:15.284+02:00"
}