{
  "thread": {
    "uuid": "e772bcf0ddc4b3cd71908e7cd93aebb79e76ba46",
    "url": "https://dnyuz.com/2024/03/29/germanys-aramaic-christians-seek-support-in-their-church",
    "site_full": "dnyuz.com",
    "site": "dnyuz.com",
    "site_section": "https://dnyuz.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "DNyuz",
    "title": "Germany’s Aramaic Christians seek support in their church",
    "title_full": "Germany’s Aramaic Christians seek support in their church",
    "published": "2024-03-29T17:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dnyuz.com/wp-content/uploads/2024/03/Germanys-Aramaic-Christians-seek-support-in-their-church.jpg",
    "performance_score": 0,
    "domain_rank": 27492,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e772bcf0ddc4b3cd71908e7cd93aebb79e76ba46",
  "url": "https://dnyuz.com/2024/03/29/germanys-aramaic-christians-seek-support-in-their-church",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Deutsche Welle",
  "published": "2024-03-29T17:30:00.000+03:00",
  "title": "Germany’s Aramaic Christians seek support in their church",
  "text": "The Syriac Orthodox Mor Petrus und Mor Paulus congregation in the southwestern German city of Bietigheim-Bissingen is a diverse community, according to Linda Guven, a 35-year-old religion teacher.\nThe congregation, located some 20 kilometers (about 12 miles) north of Stuttgart, inaugurated its own imposing place of worship in 2019, fulfilling a decadeslong dream.\n“We have congregants who came to Germany as young migrant workers over 50 years ago,” Guven, who is a member of the congregation, told DW. “But there are also those who fled their homeland in the 1990s. And over the past 10 years, we have had refugees who fled or the civil war.”\nA lively church\nFor a long time, Bietigheim-Bissingen’s Syriac Orthodox Christians, and those from other neighboring towns, have been regularly gathering in their meeting place on the outskirts of an industrial park. Once a month, the congregation puts on a pensioners’ get-together. Every Sunday, there is a playgroup for toddlers. And the church has an active youth program.\nSome older congregants speak only broken German, while you can hear elements of Swabian dialect in the fluent German of the younger ones. “Those who have lived here for two or three generations have usually put down roots and attended university,” Guven told DW. “There are doctors, lawyers and teachers among our congregation.”\nSyriac Orthodox Christians rely on the church, the teacher said. “We don’t have a consulate or foreign representation because we don’t have a state — the first point of contact remains the church; that’s where we seek support,” Guven said. “The clergy and congregations tried to help and to mediate during the latest refugee influx,” she added.\nThe Syriac Orthodox Church originated in what is today the city of Antakya, southeastern . A Christian community was established there soon after Jesus is believed to have died, making it one of the oldest Christian communities in the world.\nJesus would have spoken Aramaic\nMembers of the Syriac Orthodox Church speak Aramaic and their liturgy is in Aramaic, too. Yet today, the language is endangered.\nThis, despite Aramaic being the language that most historians agree Jesus Christ — whose purported teachings, as recorded in the Bible, form the basis for the Christian religion — would have spoken.\nAlthough written in Greek, the New Testament Gospels of Mark and of Matthew both quote Jesus’ pleading last words on the cross as spoken in Aramaic: “Eloi eloi lamma sabachthani,” or “My God, my God, why hast Thou forsaken me.”\nOver the past century, Aramean Christian history has become global. Today, only several tens of thousands of still live in their old homeland, Turabdin, in Turkey’s mountainous southeast. The rest of the 5-million-strong community lives scattered across the world — in Australia, India, the US, Latin America and Europe.\nTheir disperal was sparked by persecution suffered within the Ottoman Empire from 1915 onwards; when waves of violence claimed the lives of well over a million Christians, including hundreds of thousands of Syriac Orthodox Christians.\nAramaic congregations in Germany\nToday, Germany is home to about 120,000 Aramaic speakers. Several large western German states have legally recognized the Syriac Orthodox Church, paving the way for religious education, for example. And while the Catholic and Protestant Churches are seeing membership numbers drop by the thousands each year — forcing them to abandon church buildings — Orthodox and Middle Eastern Oriental churches are growing.\nThere are numerous Aramaic-speaking congregations in Germany, most in cities and municipalities in the west. The archbishop of Aramaic Christians in Germany, Mor Philoxenus Mattias Nayis, resides in Warburg, Westphalia, in a former Catholic monastery that the Syro-Aramaeans purchased and renovated decades ago.\nLinda Guven is on a mission — not only is she qualified to teach English, history and Catholic religious studies, she has also received training in Syriac Orthodox theology and religious education at the University of Education Schwabisch Gmund, which began offering degree courses in the field in autumn 2021.\nUntil recently, Syriac Orthodox theology had been taught in school by priests, most of whom had studied in Turabdin decades ago. That is changing now that Germany is training teachers like Linda Guven.\nGuven became Germany’s first state-approved Syriac Orthodox religious instructor for schoolchildren in mid-2023. She proudly shows off a German-language textbook on Syriac Orthodox religion that religious educator Josef Onder wrote together with students. It’s titled, On the Path to Faith — Syriac Orthodox Religious Education. “This,” she says, “is the first Syriac Orthodox religious textbook in the world to be compiled according to a school education plan.”\nMany pictures featured in the textbook show scenes of rural life. “That’s what defines our community when you go back to our roots,” Guven told DW. “In many cases, our parents or grandparents were shepherds and farmers, Turabdin is an agricultural region.” The pictures afford students a connection to that life.\nGuven’s enthusiasm is palpable, “I’m passionate about this because it’s important to me,” she told DW, adding that she wants to “offer the children a religious home” and “strengthen their identity.” This also includes teaching Aramaic, because “the language is part of our identity.” That is why Guven begins every religious lesson with a recitation of the Lord’s Prayer in Aramaic.\nRight now, Guven instructs several classrooms of pupils at two different schools, “80 to 85 children, from different age groups,” she told DW. “And the number is growing.”\nOn top of that, she has set yet another new goal for herself: Guven wants to write a doctoral thesis. She intends to use the opportunity to scientifically examine how the Syriac Orthodox faith is taught in schools and local congregations.\nThis article was translated from German\nThe post\nGermany’s Aramaic Christians seek support in their church appeared first on Deutsche Welle.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.dw.com/en/germany-s-aramaic-christians-seek-support-in-their-church/a-68675395?maca=en-rss-en-all-1573-xml-mrss",
    "https://www.dw.com/en/germany-s-aramaic-christians-seek-support-in-their-church/a-68675395",
    "https://dw.com/en/germany-s-aramaic-christians-seek-support-in-their-church/a-68675395?maca=en-rss-en-all-1573-xml-mrss"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mor paulus",
        "sentiment": "negative"
      },
      {
        "name": "linda guven",
        "sentiment": "none"
      },
      {
        "name": "guven",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bietigheim-bissingen",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bietig",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      },
      {
        "name": "stuttgart",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T17:54:28.181+03:00",
  "updated": "2024-03-29T17:54:28.181+03:00"
}