{
  "thread": {
    "uuid": "ef51a92ad21782b487ca129345f57ebcaf6713a8",
    "url": "https://www.president.gov.ua/en/news/pidpisav-kilka-ukaziv-pro-shanu-dlya-nashih-voyiniv-pro-nash-88033",
    "site_full": "www.president.gov.ua",
    "site": "president.gov.ua",
    "site_section": "https://www.president.gov.ua/en/rss/news/all.rss",
    "site_categories": [
      "media",
      "college_administration",
      "education",
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "www.president.gov.ua",
    "title": "I signed several decrees on honoring our warriors and our gratitude to them – address by the President of Ukraine",
    "title_full": "I signed several decrees on honoring our warriors and our gratitude to them – address by the President of Ukraine",
    "published": "2023-12-31T13:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "UA",
    "main_image": "https://www.president.gov.ua/storage/j-image-storage/39/14/53/6738fe52b9985c1a62437bed1c35591a_1704032411_large.png",
    "performance_score": 0,
    "domain_rank": 5303,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ef51a92ad21782b487ca129345f57ebcaf6713a8",
  "url": "https://www.president.gov.ua/en/news/pidpisav-kilka-ukaziv-pro-shanu-dlya-nashih-voyiniv-pro-nash-88033",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "creator",
  "published": "2023-12-31T13:17:00.000+02:00",
  "title": "I signed several decrees on honoring our warriors and our gratitude to them – address by the President of Ukraine",
  "text": "I wish you health, fellow Ukrainians!\nDecember 31 of the second year of full-scale war, of our resistance.\nRecently I signed several decrees on honoring our warriors and our gratitude to them. And I want to talk about them today. Almost 700 warriors. The Army. The Air Force. The Navy. The Main Intelligence Directorate. Five Heroes of Ukraine, and four of them are intelligence officers, warriors of the Main Intelligence Directorate. Those whose heroic work cannot be disclosed yet, but whom we should all thank. Our heroes. Another \"Gold Star\" of the Hero of Ukraine is awarded to a warrior of the Armed Forces, Junior Sergeant Ihor Tymoshchuk. I personally presented him with the award during a trip to Avdiivka. He is a very strong guy. A strong commander. One of those who truly inspire. Four more warriors have now been awarded \"Crosses of Military Merit\": Soldier Oleh Duzhenkyi from the 130th separate reconnaissance battalion, Soldier Mykyta Kaliayev from the 115th separate mechanized brigade of the Reserve Corps of our Ground Forces, Captain Bohdan Mazurenko from the 35th separate marine brigade and Major Roman Stryzhobyk from the 47th separate mechanized brigade. Thank you, guys, to each of you! Behind these awards are names that speak for themselves and bravery that is the more eloquent the fewer words you add to it. Robotyne, Zaporizhzhia region. A suburb of Horlivka, Donetsk region. Kherson region, the left bank of the Dnipro River. Krasnohorivka and Stepove, Donetsk region.\nAll of these nearly 700 warriors who have been honored today, as well as the medics who have also been awarded and to whom we are all grateful for saving our military, have shown themselves on the front line in combat brigades, in the defense of our people and the whole of Ukraine. On December 31, January 1, on every holiday and every weekday, our Ukraine is defended by such people, such Ukrainians. They are the strength and pride of our nation. And I want to especially thank everyone who is in combat, at combat posts, on combat missions now! Everyone who is at the front. Everyone who is defending our Ukrainian skies right now, on this day – Kropyvnytskyi and the region. Unfortunately, there are Russian strikes again today. And the guys will defend our skies tonight and tomorrow. Everyone who treats our servicemen, who is on duty in the ranks of the State Emergency Service of Ukraine. In local authorities. And everyone who uses the New Year to complete another fundraiser for the guys on the front line. I thank everyone who works and will work at our defense enterprises seven days a week. And everyone who will continue to communicate with Ukraine's partners on January 1, tomorrow, without wasting time, so that next year our country will have as many capabilities as possible to fight the Russian evil.\nI thank you all!\nGlory to Ukraine!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bohdan mazurenko",
        "sentiment": "none"
      },
      {
        "name": "ihor tymoshchuk",
        "sentiment": "none"
      },
      {
        "name": "mykyta kaliayev",
        "sentiment": "none"
      },
      {
        "name": "oleh duzhenkyi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "army",
        "sentiment": "none"
      },
      {
        "name": "navy",
        "sentiment": "none"
      },
      {
        "name": "armed forces",
        "sentiment": "none"
      },
      {
        "name": "main intelligence directorate",
        "sentiment": "none"
      },
      {
        "name": "reserve corps",
        "sentiment": "none"
      },
      {
        "name": "air force",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "avdiivka",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T17:13:32.496+02:00",
  "updated": "2023-12-31T17:13:32.496+02:00"
}