{
  "thread": {
    "uuid": "601c583f7aae16ef4174218933ec906b3d7e5994",
    "url": "https://www.tdg.ch/spectacle-en-plein-air-quatre-patineurs-dansent-sous-la-pluie-et-cest-magique-181339924795",
    "site_full": "www.tdg.ch",
    "site": "tdg.ch",
    "site_section": "http://www.tdg.ch/rss.html",
    "site_categories": [
      "media"
    ],
    "section_title": "Tribune de Genève Front",
    "title": "Spectacle en plein air: Quatre patineurs dansent sous la pluie et c’est magique",
    "title_full": "Spectacle en plein air: Quatre patineurs dansent sous la pluie et c’est magique | Tribune de Genève",
    "published": "2023-12-31T19:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CH",
    "main_image": "https://cdn.unitycms.io/images/4RQyzTBuqjv9Mx2z2twGxy.jpg?op=ocroped&amp;val=1200,1200,1000,1000,0,0&amp;sum=0HxWGDZaObw",
    "performance_score": 0,
    "domain_rank": 11558,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "601c583f7aae16ef4174218933ec906b3d7e5994",
  "url": "https://www.tdg.ch/spectacle-en-plein-air-quatre-patineurs-dansent-sous-la-pluie-et-cest-magique-181339924795",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "tdg.ch",
  "published": "2023-12-31T19:15:00.000+02:00",
  "title": "Spectacle en plein air: Quatre patineurs dansent sous la pluie et c’est magique",
  "text": "Il ne fait pas un temps à mettre un artiste dehors, ce dimanche en début d’après-midi. Ceux et celles qui se produisent au même moment aux Bastions partagent la détermination des nageurs en eau libre qui plongent dans le lac en hiver. D’ailleurs, la scène investie ressemble davantage à un bassin aquatique qu’à une patinoire. Celle, saisonnière, du parc des Bastions est détrempée. La pluie fait des flaques sur la surface de glace. On pense jusqu’au dernier instant que le spectacle organisé par le Service de la Jeunesse du Département de la cohésion sociale sera annulé en raison de la météo soudainement hostile.\nUne compagnie venue de Montréal, soudée et unie dans sa chorégraphie sous la pluie. Magali Girardin Il a bien lieu et c’est, trois quarts d’heure durant, juste magnifique. Le public présent a tôt fait d’entrer dans le jeu proposé. Les spectateurs les plus fervents renoncent au parapluie pour assurer à chacun le meilleur champ de vision. Cette enceinte en plein air, installée comme chaque fin d’année devant le kiosque historique, paraît tout à coup plus grande qu’elle n’est en réalité.\nDe cour à jardin, les membres de la compagnie québécoise Le Patin Libre occupent l’espace à la perfection, composant, sans jamais trébucher, avec les contraintes du lieu, notamment les vieux candélabres, plantés au milieu de la glace comme les structures portantes d’un chapiteau de cirque.\nLe rapport au public est ludique et généreux. Magali Girardin L’ambiance est foraine, joyeuse et, de bout en bout, joueuse. La liberté revendiquée, dans une discipline artistique extrêmement codifiée, n’est pas qu’une simple déclaration d’intention. Elle s’incarne sous nos yeux.\nQuatre patineurs, deux filles et deux garçons, rejoints par un cinquième à l’heure du battle «on ice», nous enchantent par leur fantaisie. Maîtrise et virtuosité, mais dans la détente d’interprètes affranchis. Tous sont d’anciens patineurs et patineuses de haut niveau qui ont quitté le monde très fermé du show-business et de ses tournées exténuantes sous des lumières artificielles.\nLe public, venu nombreux, en dépit des intempéries, est rapidement conquis par la prestation offerte. Magali Girardin Les guirlandes qui illuminent ici la glace rapprochent davantage du bal des pompiers en été. Les artistes, venus de Montréal, semblent s’en amuser, leurs costumes de danseurs de rue sont en accord avec cette lumière sans ostentation, si éloignée des patinoires indoor suréclairées.\nLes musiques choisies sont d’hier et d’aujourd’hui, des standards rapidement identifiables, des raccourcis toujours populaires entre les époques.\nRegardez les images prises durant la représentation. Les lames décollent de la glace, après avoir creusé des sillons donnant l’élan de la figure à venir, les corps font des arabesques, se rapprochent et se séparent, ils sont ensemble et avec nous à la fois, dans une complicité vite contagieuse.\nDes artistes qui n’hésitent pas à se mouiller sans jamais tomber, malgré les conditions de patinage difficiles. Magali Girardin Bref, du patinage contemporain comme on ne l’a jamais vu sous nos latitudes, même à l’affiche du bien nommé festival Antigel. Osons la proposition, en suggérant d’inviter à nouveau cette troupe à Genève, ville de glace éphémère et de culture ouverte sur le monde. Succès garanti. Comme celui de la patinoire des Bastions, qui cartonne cet hiver et reste ouverte tous les jours des vacances au public. L’accueil est formidable.\nPlus d'infos Vous avez trouvé une erreur? Merci de nous la signaler.\n8 commentaires",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T20:46:49.179+02:00",
  "updated": "2024-01-07T21:42:26.148+02:00"
}