{
  "thread": {
    "uuid": "fa530fc3a3a31a7976830145b1cb160b08713794",
    "url": "https://www.breakinglatest.news/technology/google-cloud-next-24-oppo-and-oneplus-introduce-gemini-ai-models-on-their-smartphones",
    "site_full": "www.breakinglatest.news",
    "site": "breakinglatest.news",
    "site_section": "https://www.breakinglatest.news/rss",
    "site_categories": [],
    "section_title": "Breaking Latest News",
    "title": "Google Cloud Next 24: OPPO and OnePlus introduce Gemini AI models on their smartphones",
    "title_full": "Google Cloud Next 24: OPPO and OnePlus introduce Gemini AI models on their smartphones",
    "published": "2024-04-12T03:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 89393,
    "domain_rank_updated": "2024-04-09T13:11:30.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fa530fc3a3a31a7976830145b1cb160b08713794",
  "url": "https://www.breakinglatest.news/technology/google-cloud-next-24-oppo-and-oneplus-introduce-gemini-ai-models-on-their-smartphones",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "admin",
  "published": "2024-04-12T03:10:00.000+03:00",
  "title": "Google Cloud Next 24: OPPO and OnePlus introduce Gemini AI models on their smartphones",
  "text": "OPPO, in close collaboration with Google Cloud, is exploring new horizons in AI experience for its smartphones.\nDuring the Google Cloud Next ’24 conference OPPO announced several innovations in the AI ​​field, accompanied by the joint announcement with OnePlus regarding the implementation of Google’s powerful Gemini models.\nNicole Zhang, GM of AI Product at OPPO and OnePlus said:\n“Generative AI marks a significant milestone in the evolution of artificial intelligence. It brings greater creativity, new possibilities, significantly improved technical scalability and efficiency. These factors give us confidence as we enter a new era of smartphone AI Our deep collaboration with Google Cloud throughout our journey is critical. The capabilities of this platform have profound significance for the advancement of OPPO’s AI smartphones.”\nAs a crucial step to realize the vision of AI, OPPO and OnePlus i smartphones will integrate Google’s Gemini models. This integration will allow the various lines to products from OPPO and OnePlus to receive significant updates and evolve the AI ​​experience, thus reshaping the way global users interact with their devices. OPPO and OnePlus have jointly announced their commitment to introducing a series of innovative features leveraging the advanced capabilities of Google’s Gemini models during 2024.\nThese efforts aim to create the most excellent mobile AI experience, allowing a large user base to easily embrace the new appeal of AI smartphones.\nThe Four Key Capabilities of AI Smartphones The technological revolution brought by generative AI has opened up endless possibilities in the smartphone sector. OPPO is committed to collaborating with global industry partners on a new vision of AI smartphones. At the Google Cloud Next ’24 conference, OPPO shared its insights into AI smartphones with the world’s AI innovators. According to OPPO, these should possess four fundamental abilities: efficient processing, real-world perception, self-learning, and creativity.\nThanks to AI, smartphones will acquire new perceptive, interactive and intelligent capabilities, redesigning the mobile experience. During the event, OPPO also discussed its considerations on full-stack transformation and restructuring of the AI ​​smartphone ecosystem, aiming to strengthen its presence in hardware platforms, intelligent systems and ecosystem development.\nMaking AI Globally Accessible During the event, OPPO announced that over ten million users can already benefit from AI generative capabilities on devices such as the OPPO Find X7 and OnePlus 12 series. In 2024, OPPO and OnePlus will release more AI features globally, including the much acclaimed OPPO AI Eraser. This innovative solution allows users to easily identify and remove objects, smoothly filling the background with almost no trace of post-processing. Behind this exceptional experience lies OPPO’s powerful proprietary AI recognition technology and image filling technology. OPPO AI Eraser can currently recognize over 120 object categories, i Including people, pets, phones, flowers, trees and buildings. To achieve optimal results, OPPO trained its model using datasets based on the Diffusion model and achieved industry-leading performance of AI Eraser. The AI ​​Eraser will begin rolling out to devices such as the Reno 11 Pro, Reno 11, Reno 11 F, Find N3, and Find N3 Flip. OPPO and OnePlus are actively collaborating with Google to integrate cloud AI products into more devices.\nThis powerful collaboration will equip OPPO and OnePlus smartphones with even more advanced AI capabilities in the future, enabling features such as summaries of news articles, organizing audio content in real time, and generating creative social media content. OPPO’s Commitment to the Advancement and Popularization of AI Smartphones Artificial intelligence is deeply rooted in the DNA of OPPO and OnePlus product development. In recent years, OPPO has used its software, hardware, chipset and OS integration capabilities to create industry-leading mobile imaging performance. His achievements in computational photography have been widely recognized by users around the world. Meanwhile, OnePlus has leveraged its AI capabilities to achieve the ultimate performance optimization which, combined with revolutionary technologies like Trinity Engine, gives users a faster and smoother experience. Earlier this year, OPPO established its AI Center, consolidating AI research and development resources to systematically improve its AI capabilities, with a focus on creating AI-based smartphones. it.\nOver the next 3-5 years, OPPO and OnePlus will continue to develop over 100 new features based on generative AI technology for global users and remain committed to collaborating with partners to create breakthrough experiences in their smartphones.\nStay updated on flash offers and price errors, follow us on Telegram!\n@offerte_techzilla",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "oneplus",
        "sentiment": "none"
      },
      {
        "name": "nicole zhang",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "google cloud",
        "sentiment": "negative"
      },
      {
        "name": "google",
        "sentiment": "negative"
      },
      {
        "name": "gm",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T03:22:05.546+03:00",
  "updated": "2024-04-12T06:00:42.445+03:00"
}