{
  "thread": {
    "uuid": "ef20a4a0302cd8d10a90eab47c303b1b80bdfa54",
    "url": "https://news.nankai.edu.cn/mtnk/system/2024/04/11/030060887.shtml",
    "site_full": "news.nankai.edu.cn",
    "site": "nankai.edu.cn",
    "site_section": "http://news.nankai.edu.cn",
    "site_categories": [],
    "section_title": "南开大学-南开大学",
    "title": "新华网英文版:Interview: World-renowned mathematician acclaims China's mathematics research-媒体南开-南开大学",
    "title_full": "新华网英文版:Interview: World-renowned mathematician acclaims China's mathematics research-媒体南开-南开大学",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 11603,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ef20a4a0302cd8d10a90eab47c303b1b80bdfa54",
  "url": "https://news.nankai.edu.cn/mtnk/system/2024/04/11/030060887.shtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "新华网英文版:Interview: World-renowned mathematician acclaims China's mathematics research-媒体南开-南开大学",
  "text": "French-Brazilian mathematician Artur Avila delivers a lecture at Nankai University in Tianjin Municipality, north China, April 3, 2024. (Nankai University/Handout via Xinhua) TIANJIN, April 10 (Xinhua) -- Chinese mathematics researchers are enthusiastic, hardworking and dedicated, which makes people very hopeful for the development of the Chinese community in mathematics, said Artur Avila, a world-renowned mathematician, in an interview with Xinhua during his recent visit to Tianjin Municipality, north China. French-Brazilian mathematician Avila was officially appointed as a guest professor at Nankai University in early April, starting a new journey of his mathematical communication and cooperation. Avila, who works as a professor at the University of Zurich in Switzerland, is known for his profound contributions to the field of dynamical systems and spectral theory. In 2014, he was awarded the Fields Medal, one of the highest honors a mathematician can receive. Avila's academic experience in mathematics is full of cross-cultural exchange and integration. After completing all his studies in Brazil, he chose to move to France to be exposed to different people and different mathematics. \"I think that one thing that's very important is to change your environment from time to time. You need to get outside of your initial field to see a little bit more of the diversity of math,\" Avila said. He added that mathematics is very international. Seeing different groups of mathematicians and different culturally influenced mathematics can be very important for the development of any mathematician. Avila also believes that China's mathematics discipline has performed well in the quality of education. \"I feel that in a sense China is being seen as a more important part of mathematics in the world. It's becoming more and more unavoidable to interact here,\" Avila said. Actually, Avila had a deep cooperation with two of Nankai University's professors. The pair came up with a surprising idea that provided a new way of attacking a well-known problem. \"Seeing such a new idea was unexpected to me, which was really nice and gave me more enthusiasm to keep collaborating with them,\" Avila said, adding that he was very happy to come to Nankai University to visit their workplace. Avila also delivered a lecture in Nankai University. While sharing his ideas, he was impressed by the enthusiasm and curiosity of young Chinese students for mathematics. \"From the young students, I felt enthusiasm. They really want to understand how is actually the process that still ahead of them. They think hard about how the future will go. I try to answer and be helpful to the best of my abilities. I hope it will help them,\" Avila said. He said that China has been making good progress in the field of mathematics, and he has five Chinese PhD students, whose diversified research styles show the vitality and potential of China's mathematical community, which is exactly what mathematics needs. \"Mathematics is international. There's not one style of doing mathematics. Different cultures can be developed within China,\" Avila said, adding that he expects that more and more countries can strengthen mathematical cultural exchanges to spur innovation. Enditem 原文链接：https://english.news.cn/20240411/5711a97a756a4877b5fa926be334c76c/c.html 审核：韦承金 编辑：南欣",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://english.news.cn/20240411/5711a97a756a4877b5fa926be334c76c/c.html",
    "https://www.english.news.cn/20240411/5711a97a756a4877b5fa926be334c76c/c.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "artur avila",
        "sentiment": "negative"
      },
      {
        "name": "avila",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nankai university",
        "sentiment": "negative"
      },
      {
        "name": "xinhua",
        "sentiment": "none"
      },
      {
        "name": "tianjin municipality",
        "sentiment": "none"
      },
      {
        "name": "university of zurich",
        "sentiment": "none"
      },
      {
        "name": "nankai university/handout",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "tianjin munici",
        "sentiment": "none"
      },
      {
        "name": "tianjin",
        "sentiment": "none"
      },
      {
        "name": "switzerland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T04:56:39.372+03:00",
  "updated": "2024-04-12T04:56:39.372+03:00"
}