{
  "thread": {
    "uuid": "d245d591da9d031676ff4e52dd8991ea96ae1df3",
    "url": "https://tdpelmedia.com/heartbroken-parents-courageously-battling-to-seek-justice-for-their-departed-daughters-hold-a-prominent-position-in-the-new-years-honours-list-showcasing-their-determination/",
    "site_full": "tdpelmedia.com",
    "site": "tdpelmedia.com",
    "site_section": "https://tdpelmedia.com/feed/",
    "site_categories": [],
    "section_title": "TDPel Media",
    "title": "Heartbroken parents, courageously battling to seek justice for their departed daughters, hold a prominent position in the New Year’s Honours list, showcasing their determination.",
    "title_full": "Heartbroken parents, courageously battling to seek justice for their departed daughters, hold a prominent position in the New Year’s Honours list, showcasing their determination.",
    "published": "2023-12-29T18:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ID",
    "main_image": "https://tdpelmedia.com/wp-content/uploads/2023/12/heartbroken-parents-fighting-bravely-to-win-justice-for-the-daughters-they-lost-take-pride-of-place-in-the-new-years-honours-list.jpg",
    "performance_score": 0,
    "domain_rank": 39989,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d245d591da9d031676ff4e52dd8991ea96ae1df3",
  "url": "https://tdpelmedia.com/heartbroken-parents-courageously-battling-to-seek-justice-for-their-departed-daughters-hold-a-prominent-position-in-the-new-years-honours-list-showcasing-their-determination/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Christian Olarinre",
  "published": "2023-12-29T18:42:00.000+02:00",
  "title": "Heartbroken parents, courageously battling to seek justice for their departed daughters, hold a prominent position in the New Year’s Honours list, showcasing their determination.",
  "text": "Campaigners Honored in New Year’s List\nThe New Year’s Honours list celebrates extraordinary contributions, spotlighting the dedication of parents who turned their grief into meaningful campaigns. Among them, Diana Parkes, awarded a CBE for her relentless advocacy since her daughter, Joanna Simpson, fell victim to domestic abuse. Ian Russell, receiving an MBE, continues his fight for online safety after his daughter Molly’s tragic suicide at 14. Their recognition stands as a testament to their daughters’ legacies.\nHonours Amidst Controversy\nWhile the list includes luminaries from showbiz, it’s not without controversy. Knighthoods for a convicted fraudster and a vocal Covid scientist spark debate. Nevertheless, the overarching theme centers on ‘selfless service to others,’ lauding those exemplifying generosity and altruism, as emphasized by Rishi Sunak.\nCampaigns of Grief and Hope\nGillian Millane, honored for her work against violence towards women after her daughter Grace’s murder, joins the list. Meanwhile, the Joanna Simpson Foundation, co-founded by Diana Parkes and Hetti Barkworth-Nanton, shines a light on domestic abuse’s impact on children and women.\nFighting Tech Giants for Safety\nIan Russell’s relentless efforts through the Molly Rose Foundation highlight the dangers of online content, pushing for stricter regulations to safeguard vulnerable users. His advocacy underscores the need for accountability from social media platforms.\nTragic Losses Fueling Change\nThe stories behind these honours are steeped in tragedy. Joanna Simpson’s brutal murder by her estranged partner and Molly Russell’s suicide due to online content depict harrowing realities. However, their parents’ determination transforms grief into meaningful initiatives, striving for societal change.\nInspirational Acts of Compassion\nIndividuals like Rizwan Javed, who saved numerous lives on London’s transport network, and Louis Johnson, a teenage fundraiser for various charities, exemplify the diverse acts of kindness honored. Camilla Bowry’s initiative, Sal’s Shoes, offering millions of donated shoes to those in need globally, underscores the impact of grassroots initiatives.\nThe honours, while acknowledging grief and adversity, ultimately celebrate the resilience and unwavering dedication of individuals who’ve channeled their pain into remarkable campaigns for justice, safety, and compassion.\nRead More On The Topic On TDPel Media []https://pelmedic.com\nYouTuber Hank Green Courageously Reveals Hodgkin’s Lymphoma Diagnosis …By Lola Smith for TDPel Media. Renowned YouTuber Hank Green, famous for co-running the Vlog Brothers channel with his brother John, has revealed that he...\nAmy Dowden, a beloved ‘Strictly Come Dancing’ star, courageously shaved her head during her battle with breast cancer Amy Dowden, a beloved star from “Strictly Come Dancing,” faced a heart-wrenching moment in her cancer battle as she made the courageous decision to shave...\nMr. Joseph Aloba Remembers Mohbad: A Father’s Musical Tribute to His Departed Son A Musical Remembrance: Mr. Joseph Aloba’s Tribute to Mohbad The father of the late ex-Marlian signee, Mohbad, Mr. Joseph Aloba, has officially released a poignant...\nAfrica Investment Forum to hold virtual boardroom sessions 15-17 March, showcasing over $50 billion in bankable projects The Africa Investment Forum will host virtual boardroom sessions, a key component of the Africa Investment Forum market days, next month, following a postponement late...\nAjman Ruler inaugurates Ajman Club for People of Determination Ajman Ruler inaugurates Ajman Club for People of Determination AJMAN, 23rd February, 2022 – H. H. Sheikh Humaid bin Rashid Al Nuaimi, Supreme Council Member...\nSarah Jessica Parker’s Weight Loss Journey: A Story of Determination Advertisements Sarah Jessica Parker, a prominent American actress and producer, has long been in the limelight for her weight loss journey. Fans and gossip mills...\nhttps://tdpelmedia.com/sarah-jessica-parkers-weight-loss-journey-a-story-of-determination/ Sarah Jessica Parker, a prominent American actress and producer, has long been in the limelight for her weight loss journey. Fans and gossip mills alike...\nBecky Hill Says Her Determination to Succeed Arises from Her Desire to Support Her Family and Her Focus on What She Does Best Becky Hill, a notable singer who gained fame through her appearance on The Voice more than a decade ago, has opened up about her relentless...\nAngela Rippon’s Frustration and Determination Ahead of Strictly Come Dancing Debut Angela Rippon’s Frustration and Determination Ahead of Strictly Come Dancing Debut Angela Rippon, the former newsreader and Rip Off Britain star, is gearing up for...\nLP Faction’s Determination: Peter Obi’s Expulsion from the Party I. LP Faction’s Pledge to Expel Peter Obi In a striking turn of events, a faction within the Labour Party (LP), loyal to Lamidi Apapa,...",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://pelmedic.com",
    "https://www.pelmedic.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ian russell",
        "sentiment": "none"
      },
      {
        "name": "molly",
        "sentiment": "none"
      },
      {
        "name": "hetti barkworth",
        "sentiment": "none"
      },
      {
        "name": "joanna simpson",
        "sentiment": "none"
      },
      {
        "name": "rishi sunak",
        "sentiment": "none"
      },
      {
        "name": "gillian millane",
        "sentiment": "none"
      },
      {
        "name": "diana parkes",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "joanna simpson foundation",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T01:45:44.816+02:00",
  "updated": "2023-12-30T01:45:44.816+02:00"
}