{
  "thread": {
    "uuid": "8d230450323f50126b110e533252994b65d0acd9",
    "url": "https://www.autoevolution.com/news/the-fall-guy-stuntman-rolls-over-in-insane-car-case-scene-to-break-world-record-230843.html",
    "site_full": "www.autoevolution.com",
    "site": "autoevolution.com",
    "site_section": "https://autoevolution.com/news",
    "site_categories": [
      "vehicles"
    ],
    "section_title": "Automotive news, photos and videos - March 14th 2024 - autoevolution",
    "title": "\"The Fall Guy\" Stuntman Rolls Over in Insane Car Case Scene To Break World Record - autoevolution",
    "title_full": "\"The Fall Guy\" Stuntman Rolls Over in Insane Car Case Scene To Break World Record - autoevolution",
    "published": "2024-03-15T00:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s1.cdn.autoevolution.com/images/news/the-fall-guy-stuntman-rolls-over-in-insane-car-case-scene-to-break-world-record-230843_1.jpg",
    "performance_score": 0,
    "domain_rank": 5405,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8d230450323f50126b110e533252994b65d0acd9",
  "url": "https://www.autoevolution.com/news/the-fall-guy-stuntman-rolls-over-in-insane-car-case-scene-to-break-world-record-230843.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Elena Luchian",
  "published": "2024-03-15T00:16:00.000+02:00",
  "title": "\"The Fall Guy\" Stuntman Rolls Over in Insane Car Case Scene To Break World Record - autoevolution",
  "text": "The Fall Guy hasn't even hit theaters yet and is already breaking records. For this one, the stuntman stepping in for Ryan Gosling is to blame. He executed eight and a half cannon rolls for a breathtaking car chase scene. [Stuntmen](https://www.autoevolution.com/news/former-james-bond-stunt-car-becomes-road-legal-we-should-all-thank-ian-callum-for-it-230124.html)are those experts in defying death, who get paid to risk their lives, and nobody knows about because they never shoot to fame. They are destined to always be in the shadow of the real Hollywood stars, who claim all the glory for the movies they show up in. Furthermore, their scenes are the 'make it or break it' kind of chances. A single wrong move would send them straight to the emergency room or worse. If the stunt goes right, it ends up in the movie. Simple as that. However, every once in a while, a stuntman turns out to be the real star. This time, it is Logan Holladay, the one responsible for the life-risking scenes in The Fall Guy. He was the man who executed the stunning maneuver, one of the oldest stunts in Hollywood, which is going to show up in David Leitch's upcoming movie starring [Ryan Gosling](https://www.autoevolution.com/news/barbie-license-plate-is-selling-for-13-million-and-it-s-not-even-pink-230293.html)and Emily Blunt. The Fall Guy is an adaptation of the drama that was on air on CBS between 1981 and 1986 with the same title. Holladay achieved the Guinness World Record for the most cannon rolls in a car, executed in a solo stunt. It is a scene that will show up in the Universal Pictures' movie this spring to change the cinematic history. The previous record had Adam Kirley's name on it following a scene in the 2006 film Casino Royale, starring Daniel Craig as James Bond. Back then, though, Kirley stopped at seven rolls two decades ago. Director David Leitch says that Logan executed the stunt flawlessly, confirming his reputation as a standout in the stunt community. The moment he completed the eight and a half rolls, he knew he had broken the record. \"It felt like the shining was never going to stop,\" he recalls. The scene was shot on the beaches of Sydney, Australia. Logan Holladay, who stood in for Ryan Gosling, drove a heavily modified [Jeep Grand Cherokee](https://www.autoevolution.com/cars/jeep-grand-cherokee-2021.html#aeng_jeep-grand-cherokee-2021-36l-pentastar-v6-8at-293-hp). The SUV wore fiberglass panels designed to make it look different in the movie but also protect it without adding up weight. What is called a cannon roll is actually achieved with the help of a cannon-like mechanism placed under the car. The device detonates at a preset speed and sends the vehicle flying into a series of rolls. The Fall Guy, a movie that tells the story of an ex-stuntman, Colt Seavers, going back in the game, will premiere on Friday, May 3. The film has already had a special screening that was live-streamed to theatres in New York, Atlanta, and Miami.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ryan gosling",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "hollywood",
        "sentiment": "none"
      },
      {
        "name": "logan holladay",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:21:55.386+02:00",
  "updated": "2024-03-15T00:21:55.386+02:00"
}