{
  "thread": {
    "uuid": "3365cd42fc098402bfc8a2a97577db5f17c1f8ea",
    "url": "https://www.devdiscourse.com/article/health/2993909-us-traffic-deaths-in-2024-a-small-step-forward",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "https://www.devdiscourse.com/north-america/",
    "site_categories": [
      "media"
    ],
    "section_title": "North America News - International Development News, United States News, Canada News | Devdiscourse",
    "title": "U.S. Traffic Deaths in 2024: A Small Step Forward | Health",
    "title_full": "U.S. Traffic Deaths in 2024: A Small Step Forward | Health",
    "published": "2024-06-24T14:51:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/aiimagegallery/03_06_2024_14_58_30_9621784.png?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 9669,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3365cd42fc098402bfc8a2a97577db5f17c1f8ea",
  "url": "https://www.devdiscourse.com/article/health/2993909-us-traffic-deaths-in-2024-a-small-step-forward",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Reuters",
  "published": "2024-06-24T14:51:00.000+03:00",
  "title": "U.S. Traffic Deaths in 2024: A Small Step Forward | Health",
  "text": "U.S. Traffic Deaths in 2024: A Small Step Forward U.S. traffic deaths decreased by 3.2% in the first quarter of 2024, marking the lowest number of fatalities since early 2020. Despite this improvement, the fatality count remains considerably higher than pre-COVID levels, with 8,650 deaths reported compared to 7,901 in the same period of 2020. Reuters | Washington DC | Updated: 24-06-2024 19:51 IST | Created: 24-06-2024 19:51 IST\nAI Generated Representative Image Country: United States SHARE U.S. traffic deaths fell 3.2% in the first three months of 2024 -- the lowest number since the same period in 2020 -- but crash fatalities still remain sharply above pre-COVID levels.\nThe National Highway Traffic Safety Administration on Monday estimated 8,650 people died in traffic crashes through March 31 this year, which is still significantly higher than the 7,901 people killed in the first three months of 2020. Traffic deaths spiked after the start of COVID-19 and remain elevated but have fallen for two consecutive years.\n(This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.)\nREAD MORE ON: U.S. traffic deaths 2024 fatalities crash statistics NHTSA report COVID-19 impact road safety traffic fatalities decline in deaths transport safety pre-COVID levels Advertisement ALSO READ IRF Calls for Zero GST on Helmets to Enhance Road Safety Enhanced Road Safety: AI-Powered Radar Systems for Pedestrian and Cyclist Detection NHAI Partners with IIIT Delhi to Deploy AI for Enhanced Road Safety on National Highways POST / READ COMMENTS Advertisement TRENDING 1 Honey-Trap Deception: Woman Spotted in Jammu After Burger King Shooting India 2 PML-N Concedes to PPP Demands on Federal Budget, Development Funds Pakistan 3 US FDA's Robust Health Approvals: Cancer, Gene Therapy & More Global 4 UK's British International Investment Eyes USD 300 Million Expansion in Indi... India DevShots Latest News Trai Seeks Public Opinion on M2M SIM Ownership Transfer Netanyahu Reaffirms Gaza Ceasefire Amid Near Collapse of Hamas Forces Colombian Government and Segunda Marquetalia: Renewed Peace Talks for a War-Torn Nation Shoaib Bashir Makes Unwanted History with Costly Over OPINION / BLOG / INTERVIEW Global Debt Crisis: Developing Nations Struggle Under Financial Strain Digital Dominance: The E-commerce Revolution Reshaping Global Markets Global Push for Healthy Diets: A New Framework to Combat Malnutrition and NCDs Financial Fair Play: How Reducing Financial Distortions Can Boost European Productivity Connect us on Facebook Twitter LinkedIn Quora Youtube Google News RSS Give Feedback Name Email Message Submit",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "devdiscourse",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "reuters",
        "sentiment": "none"
      },
      {
        "name": "national highway traffic safety administration",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "washington dc",
        "sentiment": "none"
      },
      {
        "name": "united states u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-24T17:35:25.136+03:00",
  "updated": "2024-06-24T19:17:16.830+03:00"
}