{
  "thread": {
    "uuid": "8b2592fd89348734471a814df7f58324a07b1ddf",
    "url": "https://6abc.com/art--soul-gallery-exonerated-inmate-daniel-gwynn-west-philadelphia/14524953",
    "site_full": "6abc.com",
    "site": "6abc.com",
    "site_section": "https://www.newsbreak.com/6abc-action-news-560942",
    "site_categories": [
      "media"
    ],
    "section_title": "6abc Action News | NewsBreak",
    "title": "Exonerated Philadelphia man speaks on wrongful conviction, finding peace in art - 6abc Philadelphia",
    "title_full": "Exonerated Philadelphia man speaks on wrongful conviction, finding peace in art - 6abc Philadelphia",
    "published": "2024-03-14T23:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.abcotvs.com/dip/images/14525141_031424-wpvi-exonerated-artist-430-video-vid.jpg?w=1600",
    "performance_score": 0,
    "domain_rank": 5088,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8b2592fd89348734471a814df7f58324a07b1ddf",
  "url": "https://6abc.com/art--soul-gallery-exonerated-inmate-daniel-gwynn-west-philadelphia/14524953",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TaRhonda Thomas",
  "published": "2024-03-14T23:48:00.000+02:00",
  "title": "Exonerated Philadelphia man speaks on wrongful conviction, finding peace in art - 6abc Philadelphia",
  "text": "\"Every day I thought I was gonna die,\" said 54-year-old Daniel Gwynn. \"I didn't think it was gonna make it.\" PHILADELPHIA (WPVI) -- As he stands in the front room of Art & Soul Gallery and Boutique in West Philadelphia, Daniel Gwynn speaks passionately about one subject: art. His paintings are filled with color and tell the dramatic story of how he was wrongfully convicted, put on death row and served nearly 30 years in prison before finally being freed. \"Every day I thought I was gonna die,\" said the 54-year-old. \"I didn't think it was gonna make it.\" Gwynn was wrongfully convicted in a 1994 fatal fire in West Philadelphia. After three decades in prison, [he was exonerated two weeks ago.](https://6abc.com/daniel-gwynn-exoneration-west-philadelphia-fire-chestnut-street-fatal-investigation/14476473/) SEE ALSO: [Judge throws out man's conviction for deadly 1994 fire in West Philadelphia](https://6abc.com/daniel-gwynn-exoneration-west-philadelphia-fire-chestnut-street-fatal-investigation/14476473/) Action News was there covering his release, and on Thursday, he sat down with Action News Reporter TaRhonda Thomas to talk about his life as a free man. \"What have the past two weeks been like for you?\" Thomas asked. \"It's been amazing but it's also been difficult,\" said Gwynn. \"I haven't been able to sleep. I haven't been able to eat. I hear the wind blow and I'm thinking my door's getting ready to pop open and somebody's going to come in.\" In a way, he's reliving the nightmare of being wrongfully convicted. That conviction was partly due to a faulty confession that didn't align with the evidence in the case. \"I was a drug addict,\" Gwynn said of the hardship of addiction he was facing back in 1994. \"I wasn't able to recall the day the officer was asking me about. And when they come and say we got evidence you did it, I'm like, 'If I did it, I need to go to jail. What do you want me to say?'\" Prosecutors at the time also said Gwynn was identified in a photo lineup, but his photo was never in that lineup. \"It's terrible they can do something like that and go to sleep at night,\" said Gwynn. Nevertheless, he was convicted of the crime. \"I was messed up, I was devastated,\" he said of the moment he was convicted. After being sentenced to death for a crime he didn't commit, Gwynn admits there was a time when he lost hope. \"When I first was incarcerated, I wanted to kill myself,\" he said. But then he found purpose in his artwork. He'd always wanted to go to art school and had become good at sketching. Then, after receiving art supplies, he taught himself to paint. \"It was over time, trial and error,\" he said of his learning experience with acrylic paint. Gwynn sold paintings to other prisoners for commissary money, but the art also provided something else. \"It was very spiritual to me,\" he said. \"I would lose myself in my painting for hours.\" Paintings like \"Lady Justice\" which shows a figure inspired by the iconic \"blind justice\" images in the middle of broken chains, detail his journey from legal fights to freedom. \"I always held on to that hope,\" he said. Another painting shows Gwynn running upstairs towards a dove which represents freedom. That concept of freedom came to life on February 29 when he was exonerated. Three years earlier, Gwynn was told that his case was being thrown out. The wheels of justice, though, moved slowly. As he stayed in communication with his attorneys Karl Schwartz and Gretchen Engle, he kept the faith. He finally got word of his freedom when other inmates informed him of a news story they saw. Sensitive to the feelings of other inmates, Gwynn tried to contain his excitement on the outside, but on the inside, it was a different story. \"I wanted to shout it from the rooftop,\" he said with a smile. \"I wanted to go the plateau at Fairmount Park, do one of the Sound of Music twirls.\" Now back in West Philadelphia, Gwynn hopes he can paint again soon, but he won't be using the art supplies he had in prison. \"I don't have any supplies,\" he said. \"I don't have anything. I gave my things to other prisoners who were in need. They didn't have anything.\" He wants those inmates to gain hope from the very same art supplies that gave him hope even in the face of hardship. \"I had to cling on to hope, but I also had to tell my story,\" he said. As he works to get on his feet and get a job, Gwynn is also trying to get more art supplies and space where he can keep painting because even though he's free, he's got a lot more to say.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "daniel gwynn",
        "sentiment": "negative"
      },
      {
        "name": "thomas",
        "sentiment": "none"
      },
      {
        "name": "tarhonda thomas",
        "sentiment": "none"
      },
      {
        "name": "gwynn",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "philadelphia",
        "sentiment": "none"
      },
      {
        "name": "west philadelphia",
        "sentiment": "none"
      },
      {
        "name": "philadelphia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:02:36.475+02:00",
  "updated": "2024-03-15T00:14:27.911+02:00"
}