{
  "thread": {
    "uuid": "f67ff1b959488e2d3a0b94d41dcc135b91720212",
    "url": "https://www.gainesville.com/story/news/education/2024/02/29/ne-gainesville-charter-school-students-honor-black-history-month/72789238007",
    "site_full": "www.gainesville.com",
    "site": "gainesville.com",
    "site_section": "https://gainesville.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News in Gainesville, FL | Gainesville Sun",
    "title": "NE Gainesville charter school students honor Black history month",
    "title_full": "NE Gainesville charter school students honor Black history month",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.gannett-cdn.com/authoring/authoring-images/2024/02/29/NTGS/72791095007-boulware-bhm-3.jpg?auto=webp&crop=1615,909,x0,y85&format=pjpg&width=1200",
    "performance_score": 0,
    "domain_rank": 11281,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f67ff1b959488e2d3a0b94d41dcc135b91720212",
  "url": "https://www.gainesville.com/story/news/education/2024/02/29/ne-gainesville-charter-school-students-honor-black-history-month/72789238007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Voleer Thomas, Gainesville Sun",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "NE Gainesville charter school students honor Black history month",
  "text": "Boulware Springs Charter School fourth- and fifth-grade students presented themselves as significant Black figures during a Black History Month program held Wednesday at the school in northeast Gainesville. The program was the end result of a Black history research project celebration at the school at 1303 NE 23rd Ave. The Black History Month program has grown to include all of the grades instead of students from one grade showcasing a Black History Wax Museum, said Cecile Wicks, the school's assistant director. “It’s been great because we can include all grades,” Wicks said. “Every time we have an event, we get a community celebration. The community is very proud and the parents are excited.” The event allows students to show what they've learned about Black history to their parents and they get to bond together while learning more about Black history, Wicks said. “It gives kids a chance to be outgoing, share their PowerPoint, dress up and incorporate their artwork,” Wicks said. “It’s an important time for family and kids. Parents get to walk around with their kids to see the presentations.” Fourth- and fifth-grade students dressed up as historical Black figures during their presentation as visitors walked to each table around the walkway outside of the school. Black history: Black heroes from history come alive at Boulware Springs Charter School 'wax museum' Third-graders recorded themselves talking about historical Black figures while attendees listened to the recordings through headphones. First- and second-graders participated in a Folktale Lane project where they told stories from the book titled, “Mufaro’s Beautiful Daughters: An African Tale.” Kindergartners and all the other grades participated in an “I Have A Dream” writing exercise where they shared what their dream was with their black silhouette that was cut out to accompany what they wrote. The collaboration between the teachers over the past few months helped make the event a success, said Tiffany White, director of the school. “The kids have a really rich experience because of that,” White said. “We have huge parent involvement. What they learn at school, the parents constantly include it at home. This project is deep and it takes the help of everyone.” Elaina Townsend is in the fourth grade and dressed up as Bessie Coleman during her Black History Month presentation. Coleman was the first Black woman to obtain a pilot license. “I like this a lot because we get to learn new things,” Townsend said. Destiny McRae is a fourth grade teacher who helped her students with their presentations and was amazed to see the results. “It gave me a chance to be creative and it gave our students a chance to learn more about their history,” McRae said. “It is important because to know why we have certain things and rights we have now, we have to know our history so we know how to improve them.” Shari Johnson came to see the work of her daughter Tiarra Anderson during the Black History Month presentation. Anderson researched Laila Ali, a retired professional woman boxer who held several middleweight titles and is the daughter of the late heavyweight boxing champion and Black icon Muhammad Ali. “It’s really educational,” Johnson said. “You can tell the students knew their stuff.” Kimberly Hale, a parent of two students at the charter school, said she enjoyed seeing the students share what they learned during their research. “It encourages me to keep fighting and helps me to keep pushing for positivity and change, “ Hale said. “It was inspiring to hear what they had to say. I enjoyed getting the information from the children. This is a reminder to ourselves of what our ancestors have been through.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cecile wicks",
        "sentiment": "none"
      },
      {
        "name": "wicks",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "boulware springs charter school",
        "sentiment": "negative"
      },
      {
        "name": "ne gainesville",
        "sentiment": "negative"
      },
      {
        "name": "ne 23rd ave. the black history month",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gainesville",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:51:56.606+02:00",
  "updated": "2024-03-01T06:52:37.017+02:00"
}