{
  "thread": {
    "uuid": "ad3fd9b11f5979bda66a1e4e494a4707f2c40806",
    "url": "https://www.iowapublicradio.org/arts-life/2023-12-29/how-one-small-iowa-church-is-using-hot-dogs-to-help-make-its-ministry-essential",
    "site_full": "www.iowapublicradio.org",
    "site": "iowapublicradio.org",
    "site_section": "https://www.iowapublicradio.org",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Iowa Public Radio: Your Trusted Source Of News &amp; Music From Iowa &amp; NPR | Iowa Public Radio",
    "title": "How one small church is using hot dogs to make its ministry essential | Iowa Public Radio",
    "title_full": "How one small church is using hot dogs to make its ministry essential | Iowa Public Radio",
    "published": "2023-12-29T13:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://npr.brightspotcdn.com/dims4/default/c8cfa15/2147483647/strip/true/crop/4664x2449+0+330/resize/1200x630!/quality/90/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Fed%2Ff3%2F1de5a0c3419e8dd3034882717b58%2Fimg-0906.jpg",
    "performance_score": 0,
    "domain_rank": 27546,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ad3fd9b11f5979bda66a1e4e494a4707f2c40806",
  "url": "https://www.iowapublicradio.org/arts-life/2023-12-29/how-one-small-iowa-church-is-using-hot-dogs-to-help-make-its-ministry-essential",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@ZacharyOS",
  "published": "2023-12-29T13:45:00.000+02:00",
  "title": "How one small church is using hot dogs to make its ministry essential | Iowa Public Radio",
  "text": "How one small Iowa church is using hot dogs to help make its ministry essential A community meal can bring people together. But as small towns shrink and institutions like churches contract, a meal can become vital to the life of a town. One church in northeast Iowa is changing the role it plays and the value it provides to the greater community. St. James Episcopal Church has been in Independence since 1863. Part of its history can be found in its basement. In the back, there’s a dusty storage room with a miniature communion set in the corner. On a rack hang white vestment robes just long enough for an 8-year-old to wear. It’s a Sunday School room and there are no children for it. “We don't have any children to take the benefit of all this,\" said Deacon Sue Ann Raymond. \"We had it upstairs for quite a while but children didn't come. So we put it down here.\" Raymond has been with this church since 2007 and has watched it continue to shrink. On a good Sunday, she says 15 people might show up. The Episcopal Church, [like most mainline Protestant Christian traditions,](https://religionunplugged.com/news/2023/6/12/just-how-bad-is-denominational-decline) has lost a lot of its people. Over the last 30 years, Episcopal membership is down 36%. Despite their year-over-year decline, churches like St. James remain a physical presence on the blocks of many small towns. That real estate and its future is something church leaders like Raymond are wrestling with. It's a question that got her thinking. “My goal was to find our niche,\" Raymond said. \"What could we do so that if things would happen where our doors would be closed, would people miss us?” On Friday mornings at the church the negative growth lines become irrelevant. Hotdogs are warmed in a second-hand roller machine. Buns are heated in the oven. Out on the tables go a bowl of onions, bottles of ketchup and mustard and a crockpot of Hormel chili. Around lunchtime, Hotdog Friday begins with the regulars walking in: the same people showing up to the same tables, with newcomers finding a chair in between. “Normally, a small congregation wouldn't be so involved in things,\" Raymond said. \"And we depend on all these wonderful people that care.” Most weeks a couple dozen residents show up to eat. But it can get as big as 40 people lining up to get a plate. One of the regulars, Ronnie Gillson, says it’s nice to have a meal he doesn’t have to cook. Initially, a coworker from the Kwik Star invited him to Hotdog Friday. When that friend’s shift prevented him from coming, Gillson stuck around. “Like I say, I just enjoy coming to see one another and visit with whoever shows up,\" Gillson said. \"I like to talk.” Managing shrink is not unique to communities like Independence. But Iowa State University’s [Rural Shrink Smart clinic](https://www.iowapublicradio.org/ipr-news/2023-06-16/smart-senior-towns-rural-iowa-state-university-research) argues that this is not the only story to tell about these communities. The National Science Foundation-funded project aims to offer resources to communities dealing with declining populations. \"Seeing a lot of people in the church, having a sense that the church is full, it’s such a great example of the kind of social capital building that we are trying to encourage in our project,\" said Kimberly Zarecor, a professor of architecture with the program. Rather than focusing on how to attract young families with kids to live in Independence, Shrink Smart searches for ways to maintain quality of life: those things that make Independence worth living in. \"It’s not really about how many people belong to the church. It’s about (the church's) sense that it’s part of this broader community. And on Fridays, they feed people,\" Zarecor said. And managing shrink is something churches like those in the Iowa Episcopal Diocese are looking at. In December, the diocese got a $1.2 million grant from the Lilly Endowment to work with small congregations on future planning. Meg Wagner is the assistant to the Bishop of Iowa. Part of her job is developing congregations and church leadership. She said many churches like St. James have space in small towns and don’t always know what to do with it. She said reframing shrink has helped the church better understand its relationship with community and its own mission. “Instead of focusing on numerical growth,\" Wagner said, \"what does it mean to grow more deeply connected?\" Wagner said this a paradigm shift for congregations and leaders who’ve thought of growth as the single most important metric for a church’s success. Part of the process is letting go of notions that success means attracting new families with kids to the congregation. Sue Ann Raymond said this has been difficult but important work in her own ministry at St. James. “(Hotdog Friday) brings in people who are thirsting for fellowship. And are enjoying good food,\" she said. \"It's probably the best meal most of us eat all week.\" Looking around the room on Hotdog Friday, the line is long. The plates are full. The story doesn't dwell on shrink because, for a meal, the church doesn’t feel so small.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://religionunplugged.com/news/2023/6/12/just-how-bad-is-denominational-decline)",
    "https://www.religionunplugged.com/news/2023/6/12/just-how-bad-is-denominational-decline)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "raymond",
        "sentiment": "none"
      },
      {
        "name": "ann raymond",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "iowa public radio how",
        "sentiment": "negative"
      },
      {
        "name": "protestant christian",
        "sentiment": "none"
      },
      {
        "name": "episcopal church",
        "sentiment": "none"
      },
      {
        "name": "st. james episcopal church",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "iowa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T16:48:48.277+02:00",
  "updated": "2023-12-29T16:48:48.277+02:00"
}