{
  "thread": {
    "uuid": "3446e7a92d47b4bc95dc558decbcc9dd861c61fc",
    "url": "https://www.rcnradio.com/colombia/explorar-el-espacio-te-brinda-humildad-diana-trujillo-colombiana-que-dirige-vuelo-de-la",
    "site_full": "www.rcnradio.com",
    "site": "rcnradio.com",
    "site_section": "http://www.rcnradio.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Últimas Noticias de Colombia y el mundo - Noticias - RCN Radio",
    "title": "Diana Trujillo (NASA): \"Explorar el espacio te da humildad\" | RCN Radio",
    "title_full": "Diana Trujillo (NASA): \"Explorar el espacio te da humildad\" | RCN Radio",
    "published": "2024-02-29T19:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://files.rcnradio.com/public/2024-02/ingeniera_diana_trujillo_1.jpg?VersionId=fmONcO9UtN607retKuu4JChupnG3q08X",
    "performance_score": 0,
    "domain_rank": 25910,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3446e7a92d47b4bc95dc558decbcc9dd861c61fc",
  "url": "https://www.rcnradio.com/colombia/explorar-el-espacio-te-brinda-humildad-diana-trujillo-colombiana-que-dirige-vuelo-de-la",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@rcnradio",
  "published": "2024-02-29T19:54:00.000+02:00",
  "title": "Diana Trujillo (NASA): \"Explorar el espacio te da humildad\" | RCN Radio",
  "text": "“Explorar el espacio te brinda humildad”: Diana Trujillo, colombiana que dirige vuelo de la NASA La ingeniera caleña está al frente de uno de los centros espaciales más importantes del mundo. Al recordar el momento en el que asumió el cargo como la directora de vuelo número 108 del Centro Espacial Johnson, uno de los más importantes de Estados Unidos y desde donde se coordinan las misiones de primer nivel de la NASA, la ingeniera Diana Trujillo resalta la unidad de su equipo y el orgullo de ser colombiana. Ese día, el pasado 5 de febrero, la ingeniera Aeroespacial nacida en Cali, Valle del Cauca, resaltó que escogió su identificación “Somos Fligth”, como un símbolo de lo que significa ser latina y trabajar en la NASA. En diálogo con Radio Red de RCN Radio, Trujillo señaló que \"la palabra somos, es una palabra de unidad que representa a la comunidad latina, porque nosotros siempre nos estamos ayudando y dándole pa´lante juntos y cuando hablo de mí, soy latina, mujer y como colombiana me siento muy orgullosa”. Encuentre aquí: [Diana Trujillo, de Colombia a la NASA, ejemplo de coraje y superación personal](https://www.rcnradio.com/recomendado-del-editor/diana-trujillo-de-colombia-a-la-nasa-ejemplo-de-coraje-y-superacion-personal) El reconocimiento para Diana Trujillo ha significado una serie de logros dentro de la Agencia Espacial de los Estados Unidos, a donde llegó gracias a un innegable talento y a una creciente curiosidad. “Yo empecé a trabajar en el laboratorio de propulsión a chorro de la NASA y lo que yo quería era entender el universo y cómo funcionan los planetas”, agregó. Entre los primeros grandes retos estuvo dirigir misiones en el 'Programa de Exploración a Marte'. En esa labor también se destacó mostrando una vez más sus capacidades profesionales y de liderazgo. “Eventualmente lo que pasó, pienso que la vida me demostró que tenía una habilidad para liderar grupos y eventualmente se dio la oportunidad de ser directora de vuelo en la Misión Curiosidad y la Misión Perseverancia y ahora se abrió la oportunidad de ser directora de vuelo, con seres humanos en la exploración”, agregó Diana Trujillo. La ingeniera colombiana con una carrera brillante en la NASA El ser humano vuelve a la luna Luego de dirigir con éxito misiones no tripuladas, ahora el reto es el de estar al frente de uno de los proyectos más importantes de la carrera espacial en el mundo. “Con Artemis, estamos a un par de años de tener a cuatro personas alrededor de la luna y en dos años más, llevar a seres humanos a la superficie de la luna”, indicó. Diana Trujillo explicó que entender las dimensiones cósmicas y constatar que el planeta en el que vivimos es apenas un punto en la inmensidad del universo, le ha brindado humildad. También señaló que a pesar de sus reconocimientos, siempre tiene presente sus orígenes. “Me siento muy feliz de ser colombiana, cuando las cosas se ponen difíciles yo me aferro mucho al hecho de ser colombiana y ser latina, me acuerdo mucho cuando vivía en Colombia que siempre era buscando más y sin limitaciones y la verdad es que los colombianos somos una gente que no nos damos por vencidos”, precisó. Le puede interesar también: [Histórico: nave espacial estadounidense regresa a la luna después de 50 años](https://www.rcnradio.com/internacional/historico-nave-espacial-estadounidense-regresa-a-la-luna-despues-de-50-anos) Diana Trujillo llegó en la década de los 90 a Estados Unidos y como la mayoría de los latinos, también tuvo que desempeñarse en varias labores para sostenerse. Su inteligencia le llevó a formarse en Ingenería Aeroespacial en la Universidad de Maryland, entrar a la NASA y ocupar actualmente uno de los cargos más importantes de la Agencia. Finalmente, la caleña dijo que todas las personas tarde o temprano pueden cumplir sus sueños. “Para aquellas personas que lo están intentando, les digo: aférrate a tu sueño, valora tu sueño, no te des por vencido”, puntualizó Diana Trujillo. Sistema Integrado de Información",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:38:38.918+02:00",
  "updated": "2024-03-01T00:38:38.918+02:00"
}