{
  "thread": {
    "uuid": "4f41c7cc06786d28ecceed2734be65e5092a9cc7",
    "url": "https://afro.com/the-indisputable-importance-of-black-fathers/",
    "site_full": "afro.com",
    "site": "afro.com",
    "site_section": "http://news.google.com/news?hl=en&ned=us&q=father&ie=UTF-8&output=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "\"father\" - Google News",
    "title": "The indisputable importance of Black fathers - Afro American Newspaper",
    "title_full": "The indisputable importance of Black fathers - Afro American Newspaper",
    "published": "2024-01-08T00:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i0.wp.com/afro.com/wp-content/uploads/2024/01/fields.jpeg?fit=450%2C573&ssl=1",
    "performance_score": 0,
    "domain_rank": 33413,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4f41c7cc06786d28ecceed2734be65e5092a9cc7",
  "url": "https://afro.com/the-indisputable-importance-of-black-fathers/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Special to the AFRO",
  "published": "2024-01-08T00:45:00.000+02:00",
  "title": "The indisputable importance of Black fathers - Afro American Newspaper",
  "text": "By Walter Fields\nBeginning in 1954, America’s conception of a “good father” was through the lens of White patriarchy. Actor Robert Young’s portrayal of the fictional Jim Anderson in “Father Knows Best” established the defining qualities of an American father – White, middle class, white collar and hardworking, dominant and all-knowing. This typology was reinforced by subsequent television series, such as “Make Room for Daddy,” “My Three Sons,” “The Andy Griffith Show,” “Bachelor Father,” “The Courtship of Eddie’s Father” and “The Brady Bunch.” It was not until actor John Amos’ role as James Evans in television’s “Good Times” in 1974 that popular culture acknowledged the presence of Black men as the head of the household, while also being a caring and loving spouse. For much of the 20th century Black men were depicted in the media as estranged from their children, uncaring and irresponsible in their role as fathers.\nCritics of Black family life have cited Black male incarceration and unemployment rates, high school dropout data for young Black men, and Black teenage parental birth rates as evidence of the irresponsibility of Black fathers, placing the onus on individual behavior, while ignoring the systemic factors driving these conditions.\nThis narrative was driven by historical bias and contemporary public policy that undermined the desire of Black men to fulfill their fatherly duties. A 2013 National Center for Health Statistics report published by the Centers for Disease Control and Prevention (CDC) effectively upended the mythology around Black fathers. Most notably, the report indicated that compared to their White and Hispanic fathers, Black men are more involved fathers– participating in activities like sharing meals with their children, bathing, diapering, dressing and reading to their children. The study showed that Black men actively play several nurturing roles.\nThe report indicated that 2.5 million Black fathers live in a household with their children compared with 1.7 million who do not – contradicting the imagery of most Black children living in fatherless homes. Even in instances when Black men are not in the home, they make an effort– sometimes extraordinary effort– to be involved in the lives of their children. So, why has America believed the worst about Black fathers?\nThe CDC report confirmed what many Black Americans knew, despite how media and public officials portray Black men in society. Many Black people have experienced and witnessed the Black father the research identifies. I am one of those people. My father, now deceased, was committed to the care and upbringing of his children. Possessing no more than an eighth-grade education, my dad was a blue-collar worker who cooked meals for his children, danced with his daughters, sewed school dresses for his daughters and always had time for his boys. He did this against the backdrop of being a southerner, driven north by Jim Crow. He was also a World War II veteran denied the benefits of the GI Bill because he was Black.\nThe negative perception of Black fathers is rooted in racism. Americans have been socialized to believe Black men are irresponsible, violence prone, dangerous, lazy and hyper-sexual. Ironically, it has been the historical treatment of Black men that have put them at a relative disadvantage to White men in their role as fathers. From the separation of Black families during the trans-Atlantic slave trade and the emasculation of Black men during enslavement, to lynchings and subjugation under Jim Crow, and present-day public policy, the agency of Black men has been an act of resistance.\nBlack fatherhood has been a social movement; a conscious repudiation and rejection of deliberate efforts to excise Black men from their families. It has not been enough for Black men to become a father by biology, we have had to navigate the waters of structural racism to overcome barriers to our engagement with our children.\nIf America is serious about “family values,” public policy needs to address areas of civic life that disproportionately penalize Black men. This includes reforming a criminal justice system that dehumanizes the convicted. We need to embrace policies that facilitate successful reentry into society, ending the criminalization of Black men, adopting sensible and reasonable child-support mandates, and liberalizing custodial rights. We need to support Black men as they enter college and workforce training, and support mental wellness and the treatment of chronic illnesses that have a disparate impact upon them.\nAs U.S. Census projections predict further changes in the racial composition of the nation’s population, Black men can no longer be an afterthought. It was not until 1984 and the premier of “The Cosby Show” that popular culture provided an image of Black fatherhood that approximated the White standard of “Father Knows Best.” Data shows that Black fathers know best– but it was not until the character Dr. Heathcliffe Huxtable appeared on “The Cosby Show” that the nation seemingly admitted the positive influence of Black fathers. The Cosby Show led to Robert Townsend’s character Robert Peterson in “The Parent ‘Hood,” and Anthony Anderson’s role as Andre Johnson in “Black-ish,” to name a few, that began to reflect what the CDC captured in its research.\nNow, public policy must play catch up. Black fatherhood must evolve from acting out of survival –in James Evans mode– to a respected, supported and celebrated member of American culture and life.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "walter fields beginning",
        "sentiment": "neutral"
      },
      {
        "name": "robert young",
        "sentiment": "none"
      },
      {
        "name": "john amos’",
        "sentiment": "none"
      },
      {
        "name": "andy griffith",
        "sentiment": "none"
      },
      {
        "name": "black",
        "sentiment": "none"
      },
      {
        "name": "jim anderson",
        "sentiment": "none"
      },
      {
        "name": "james evans",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:51:13.309+02:00",
  "updated": "2024-01-08T00:51:13.309+02:00"
}