{
  "thread": {
    "uuid": "fb15a3ce881e1910c62298508af8bd6ed59d4887",
    "url": "https://positivr.fr/6-arbres-dinterieur-a-faire-pousser-chez-soi-pour-embellir-sa-maison",
    "site_full": "positivr.fr",
    "site": "positivr.fr",
    "site_section": "https://positivr.fr",
    "site_categories": [
      "media"
    ],
    "section_title": "POSITIVR : initiatives positives, causes, innovations et inspirations",
    "title": "6 arbres d'intérieur à faire pousser chez soi pour embellir sa maison",
    "title_full": "6 arbres d'intérieur à faire pousser chez soi pour embellir sa maison",
    "published": "2024-02-16T07:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://static.positivr.fr/wp-content/uploads/2024/02/shutterstock_2263329681.jpg",
    "performance_score": 0,
    "domain_rank": 59828,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fb15a3ce881e1910c62298508af8bd6ed59d4887",
  "url": "https://positivr.fr/6-arbres-dinterieur-a-faire-pousser-chez-soi-pour-embellir-sa-maison",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Axel Leclercq",
  "published": "2024-02-16T07:45:00.000+02:00",
  "title": "6 arbres d'intérieur à faire pousser chez soi pour embellir sa maison",
  "text": "Pour avoir un arbre, on n’est pas obligé d’avoir un jardin. Certains arbres s’adaptent très bien à nos intérieurs et peuvent parfaitement pousser et s’épanouir dans un pot. Pour vous donner quelques idées, voici six exemples d’arbres d’intérieur à installer dans sa maison. Le pachira Avec son tronc tressé et ses feuilles en étoile, le pachira présente un look qui sort de l’ordinaire. Veillez à ce qu’il ne manque pas de lumière (sans l’exposer directement aux rayons du soleil), arrosez-le régulièrement et il devrait se porter comme un charme dans votre maison. Le schefflera Décrit par [20 Minutes](https://maison.20minutes.fr/mm42020-plus-beau-arbres-interieur/) comme “un arbre facile à entretenir”, le schefflera arboricola “est une valeur sûre pour décorer votre intérieur. On aime particulièrement ses feuilles palmées érigées en haut de son tronc. Nul doute qu’il fera sensation dans votre intérieur.” L’arbre de jade Il existe plusieurs variétés d’arbre de jade. Avec des formes de feuilles différentes. L’arbre de jade “demande à être installé dans un sol léger et drainant et dans un emplacement lumineux. Aux beaux jours, vous pouvez l’installer à l’extérieur, mais il faudra le rentrer le soir s’il y a le moindre risque de gelée.” Le polyscias Le polyscias peut mesurer jusqu’à 1M60 de haut. Il doit être exposé de façon indirecte au soleil et dans une pièce où la température dépasse 16 degrés. Pensez à l’arroser régulièrement. Le calamondin Croisement entre le kumquat et le mandarinier, le calamondin, précise Le Figaro, a “besoin d’une exposition non directe à la lumière naturelle et d’être à l’abri des courants d’air. Il fera ainsi des fleurs blanches parfumées et des fruits ressemblant à de petites oranges, ce qui lui vaut le surnom d’«oranger d’appartement ».” Le citronnier Pour avoir un beau citronnier dans votre maison, Le Figaro vous recommande de “l’installer dans un endroit ensoleillé – idéalement orienté plein sud ou sud-est – et loin des courants d’air. Vous pouvez prendre soin de lui avec un terreau adapté aux agrumes et en l’arrosant régulièrement mais sans excès.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment"
  ],
  "external_links": [
    "https://maison.20minutes.fr/mm42020-plus-beau-arbres-interieur/)",
    "https://www.maison.20minutes.fr/mm42020-plus-beau-arbres-interieur/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T09:12:29.006+02:00",
  "updated": "2024-02-16T09:12:29.006+02:00"
}