{
  "thread": {
    "uuid": "f123c8a810adf2d7a086e7eb8151e892a949f010",
    "url": "https://www.larazon.es/television/programas/astronauta-lopezalegria-confiesa-hormiguero-que-cree-que-hay-vida-inteligente-universo_2024031465f36ededac83100016ffda9.html",
    "site_full": "www.larazon.es",
    "site": "larazon.es",
    "site_section": "https://www.larazon.es/?outputType=xml",
    "site_categories": [
      "media"
    ],
    "section_title": "La Razón - Diario de noticias y actualidad en España y el mundo",
    "title": "El astronauta López-Alegría confiesa en 'El Hormiguero' que cree que hay vida inteligente en el Universo",
    "title_full": "El astronauta López-Alegría confiesa en 'El Hormiguero' que cree que hay vida inteligente en el Universo",
    "published": "2024-03-14T22:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://fotografias.larazon.es/clipping/cmsimages02/2024/03/14/ACFE097F-9A44-4FE5-AF9E-63F1A441313A/miguel-michael-lopez-alegria-sonrie-timidamente-plato-hormiguero_69.jpg?crop=4096,2304,x0,y222&width=1280&height=720&optimize=low&format=jpg",
    "performance_score": 0,
    "domain_rank": 5218,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f123c8a810adf2d7a086e7eb8151e892a949f010",
  "url": "https://www.larazon.es/television/programas/astronauta-lopezalegria-confiesa-hormiguero-que-cree-que-hay-vida-inteligente-universo_2024031465f36ededac83100016ffda9.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Manuel López Sampalo, Manuel López Sampalo",
  "published": "2024-03-14T22:40:00.000+02:00",
  "title": "El astronauta López-Alegría confiesa en 'El Hormiguero' que cree que hay vida inteligente en el Universo",
  "text": "Alunizaje\nEl astronauta López-Alegría confiesa en 'El Hormiguero' que cree que hay vida inteligente en el Universo\nMichael visitó el programa de Antena 3, donde entre otros asuntos muy interesantes aseguró que el remedio para el cáncer \"seguramente\" llegará del Espacio\n'El Hormiguero' recibió anoche la visita del astronauta español Miguel López-Alegría, que acaba de regresar de su reciente viaje a la Estación Espacial Internacional comandando la Axiom Mission 3 . El astronauta ha realizado un total de seis vuelos al espacio a lo largo de su carrera. En esta última misión se han completado más de una treintena de experimentos científicos en microgravedad.\nMichael, como lo conocen en Estados Unidos donde lleva viviendo gran parte de su vida, explicó cuáles serían las pruebas para entrar en la NASA: \"Lo principal es tener capacidad para trabajar en equipo. Pasamos una entrevista que te pone muy nervioso porque decide tu carrera: de los 100 que nos presentamos sólo pasamos unos 10\". Y añadió el cosmonauta madrileño: \"Me preguntarón que si fuera un aminal en una reencarnación qué animal sería. Lo que quieren es ver cómo te comunicas\".\nCuando estuvo 7 meses en el espacio, ¿no discutió con sus compañeros? \"Nos llebamos muy bien. Tengo la teoría de que te predispones para algo muy difícil y subes el nivel de tolerancia, te preparas para no enfadarte\".\n¿Hay mucha diferencia entre las misiones de una empresa privada y las de la NASA? \"En principio, son muy similares. Desde mi punto de vista, desde mi papel, son muy distintas. Yo en la privada tengo una responsabilidad con mis clientes: que estén bien, que estén felices\", aseguró López-Alegría.\n\"Subir al espacio cuesta mucho dinero, entonces, lo que cuesta más es la subida y la bajada. El negocio es que eso es lo que cuesta ir, y hay mucha demanda, no sólo de países, también de instituciones, de empresas\", explicó el astronauta.\n¿La cura del cáncer puede venir del espacio? \"Seguramente. Las empresas comerciales pueden aprovechar para fabricar medicamentos en el espacio, cosa que la NASA y los estados no hacen porque sólo investigan\".\nEl primer vuelo de Michael López-Alegría fue en 1995, ¿cómo vivió los 9 minutos del despegue? \"Me acuerdo, y sigue siendo lo mismo hasta la 60ª misión, que es una emoción muy grande la cuenta atrás; cuando se enciende los motores se nota mucho la vibración y la aceleración: te quedas 9 minutos pegado al respaldo\". ¿Hay probabilidades de desastre? \"Te dicen que hay 10.000 cosas que pueden pasar y sólo una es buena\".\n¿Tiene miedo a morir trabajando? \"El entrenamiento te quita el miedo; estás tan centrado en tu tarea, en tu responsabilidad, y en intentar relajarte y vivirlo\", aseguró el astronauta.\n¿Qué pasa cuando miras la Tierra desde el Espacio? \"Nada te prepara para ello. La experiencia verdadera es única\", contó con cierto laconismo.\n\"Toda esta cuestión de privatizar el Espacio es un paso para la democratización de la experiencia\", comentó acto seguido López Alegría en un alegato por la privatización.\n¿Cómo es no sentir la gravedad? \"Es caída permanente, pero la sensación es flotar: es una maravilla. Ahora que estoy viviendo mis últimos viajes intento disfrutar la sensación todo lo que puedo\".\n¿Y la comida? \"Ya no se come pasta de dientes. Lo malo es que se repite mucho el menú. Te aburre, te cansa comer lo mismo. En una misión de siete meses comer se convierte en mantenimiento; pero hemos tenido la suerte de subir a una misión privada comida del chef José Andrés\".\n¿Cómo es pasar 7 meses en el espacio? \"Yo siempre me he creído más un esprinter que un maratoniano. Pensaba que me iba a aburrir, pero como era el comandante, tenía muchas cosas que hacer y muchas responsabilidades, y eso hizo que pasara mejor el tiempo\".\n¿Cuál es la sensación de salir de la nave al espacio exterior sin gravedad? \"La escotilla de la nave mira hacia nuestro planeta, se abre y ves bajo tus pies la Tierra. El entrenamiento para estas caminatas, que lo hacemos en agua, te ayuda; todo es muy parecido salvo la vista\".\n¿Y qué hay de hacer caca en el espacio? \"Horrible. Es uno de los casos en los que la gravedad es tu amiga. A veces hay errores...\", bromeó el cosmonauta madrileño.\n¿Cree que hay vida inteligente? \"El Universo es tan inmenso que creo que no vamos a encontrar a los demás. Seguramenta hayvida inteligente en otros rincones del Universo, pero no por aquí\".\n¿Cómo es la reentrada en la atsmófera? \"Una vez que empezamos a tocar la atmósfera se nota el freno gradualmente. Luego empieza a haber bastante vibración y fuego por las ventanas. Sientes como cuatro personas sentadas encima de ti. La primera vez, que pasé siete meses sin gravedad, me mareé bastante\". \"Cuando regresas no puedes andar sólo, sin ayuda. Yo llevo cinco semanas desde que volví y aún noto los efectos\", abundó López-Alegría.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:23:27.471+02:00",
  "updated": "2024-03-15T00:23:27.471+02:00"
}