{
  "thread": {
    "uuid": "158ec7f80272539612602b7e032435a30d0cc646",
    "url": "https://www.infobae.com/america/agencias/2024/06/22/rescatan-a-17-dominicanos-tras-naufragar-su-precaria-embarcacion-con-destino-a-puerto-rico",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "https://www.infobae.com/america/agencias/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Últimas Noticias de Argentina y del Mundo - Infobae",
    "title": "Rescatan a 17 dominicanos tras naufragar su precaria embarcación con destino a Puerto Rico - Infobae",
    "title_full": "Rescatan a 17 dominicanos tras naufragar su precaria embarcación con destino a Puerto Rico - Infobae",
    "published": "2024-06-22T03:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/pf/resources/images/fallback-promo-image-1200x630.png?d=2386",
    "performance_score": 0,
    "domain_rank": 1981,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "158ec7f80272539612602b7e032435a30d0cc646",
  "url": "https://www.infobae.com/america/agencias/2024/06/22/rescatan-a-17-dominicanos-tras-naufragar-su-precaria-embarcacion-con-destino-a-puerto-rico",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@infobae",
  "published": "2024-06-22T03:15:00.000+03:00",
  "title": "Rescatan a 17 dominicanos tras naufragar su precaria embarcación con destino a Puerto Rico - Infobae",
  "text": "Santo Domingo, 21 jun (EFE).- La Armada de la República Dominicana rescató este viernes en aguas próximas a la costa norte del país a 17 dominicanos -14 hombres y 3 mujeres- tras volcar la precaria embarcación con la que pretendían llegar de manera irregular a Puerto Rico, una de las rutas migratorias más frecuentes.\nEl incidente ocurrió a 10 millas náuticas frente a la costa de Cabrera, provincia María Trinidad Sánchez, cuando el grupo de nacionalidad dominicana intentaba alcanzar de manera irregular las costas puertorriqueñas.\nTres de los rescatados fueron trasladados a Cabrera para recibir atención médica primaria, mientras que los otros 14 se encuentran a bordo del patrullero de altura Didiez Burgos PA-301, en condiciones generales estables, para ser llevados a puerto, indicó en un comunicado la Armada.\nLa entidad militar resaltó los peligros asociados con los viajes irregulares y la necesidad de crear conciencia de no embarcarse en travesías peligrosas que ponen en riesgo sus vidas.\nLos viajes en embarcaciones clandestinas desde la República Dominicana a Puerto Rico son frecuentes, a pesar del peligro que representan, ya que la mayoría de las veces tienen lugar a bordo de embarcaciones no aptas para la navegación y con sobrecarga excesiva, tal y como suele advertir la Armada dominicana.\nTambién la Guardia Costera estadounidense alerta sobre los peligros de participar en un viaje irregular, y cada año repatria a cientos de ciudadanos dominicanos interceptados cuando tratan de llegar a Puerto Rico, principalmente en aguas del canal de la Mona, que separa ambos países y es una ruta migratoria frecuente.\nAdemás de la alta inestabilidad de las embarcaciones, los contrabandistas frecuentemente obligan a los pasajeros a saltar al agua, aunque no sepan nadar, o los abandonan en entornos peligrosos.\nSegún el Proyecto Migrantes Desaparecidos de la Organización Internacional para las Migraciones (OIM), al menos 415 personas desaparecieron o murieron en la ruta migratoria entre República Dominicana y Puerto Rico desde que comenzaron a registrar estos hechos en 2014.\nEntre ellas, 104 de las desapariciones o muertes, en general por ahogamiento, ocurrieron en 2022, 41 en 2023 y solo en lo que va de año se registraron 87, detalla la OIM. EFE\nmmv/mt/gbf",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-22T03:27:56.495+03:00",
  "updated": "2024-06-22T03:27:56.495+03:00"
}