{
  "thread": {
    "uuid": "f687cc984cfff616127b2aa559beb1a571799824",
    "url": "https://vnexplorer.net/support-for-israel-is-stronger-than-we-think-opinion-s1062459.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Support for Israel is stronger than we think - opinion",
    "title_full": "Support for Israel is stronger than we think - opinion",
    "published": "2024-01-20T14:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1gYTM6.img",
    "performance_score": 0,
    "domain_rank": 47656,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f687cc984cfff616127b2aa559beb1a571799824",
  "url": "https://vnexplorer.net/support-for-israel-is-stronger-than-we-think-opinion-s1062459.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-20T14:09:00.000+02:00",
  "title": "Support for Israel is stronger than we think - opinion",
  "text": "The writer visits the site of the Simchat Torah Supernova Music Festival massacre near Kibbutz Re’im, last month.\nThe Jewish people continue to reel from the ramifications of the Hamas massacre over 100 days after this tragedy befell the State of Israel and world Jewry. So many of our brothers and sisters continue to be held hostage in Gaza. Tens of thousands are displaced from their homes in the North and Southwest of Israel.\nAnd a whole nation – both the State of Israel and the people of Israel – remains in a state of war, locked in a just battle to destroy the Hamas terrorist army.\nOctober 7 is a day that will truly live in infamy. As devastating as it was, the Jewish people are emerging stronger from this nightmare. Despite the rise of antisemitism – expressed in the denial of videotaped atrocities committed against Israeli civilians and the outrageous smearing of the Jewish state as “genocidal” – we are rallying.\nThere is a concept in politics of the levee en masse, a term drawn from the French Revolution, in which a whole society rises for its collective defense and identity. We have seen this mass mobilization, beginning after October 7 and continuing into the new year, despite the loud fringe elements who try to make it seem otherwise.\nRallying in support of Israel I see this in my own life – friends who have returned to attending synagogue services, wearing a Start of David necklace, or donning a yarmulke to express their solidarity with the Jewish people in the aftermath of October 7.\nThe largest gathering of Jews in the history of America occurred on November 14, when nearly 300,000 American Jews and allies gathered on the National Mall in Washington, DC to support our friends and family in Israel. Unity and solidarity continue to be the order of the day.\nHUNDREDS OF thousands rally in solidarity with Israel, in Washington, Nov. 14 (credit: PERRY BINDELGLASS/THE JERUSALEM POST)\nHUNDREDS OF thousands rally in solidarity with Israel, in Washington, Nov. 14 (credit: PERRY BINDELGLASS/THE JERUSALEM POST)\nThe extremists using Judaism as their shield blocking access to Grand Central Terminal in New York or chaining themselves to the White House do not represent American Jews nor the American people writ large.\nAn overwhelming majority of Americans say Hamas bears the responsibility for this war, including the majority of Republicans and Democrats, and the vast majority of American Jews support Israel in its war aims of bringing the hostages home and removing Hamas from power.\nThe terror that Hamas practices represents an existential danger not only for Israel, but for the United States, the West, and the entire world.\nOut of our unity and solidarity, we must fight libelous anti-Israel, anti-Zionist, and antisemitic narratives that are being propagated across the Internet.\nParticularly on social media platforms such as TikTok, misinformation and disinformation are flourishing. Congress and its partners are investigating how social media algorithms are elevating anti-Israel and antisemitic speech and how remedial action might be taken.\nI have spent much time in Israel since the October 7 atrocities. I see the focus and intensity of the Israeli people in this awful time and their commitment to destroy Hamas, liberate the hostages, and secure a safe future.\nJews in Israel and across the world, are taking constructive action driven by our despair and rage. For now, the center holds.\nThe writer is the CEO of the Conference of Presidents of Major American Jewish Organizations (COP), the recognized central coordinating body representing 50 diverse national Jewish organizations on issues of national and international concern. Follow him on X at @daroff.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1gYTM6.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1gYVzx.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1gYVzx.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1gYTM6.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "kibbutz",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T14:13:14.342+02:00",
  "updated": "2024-01-20T14:13:14.342+02:00"
}