{
  "thread": {
    "uuid": "f397f22a28e3c763d6937400e70f3d5d7bb2a84d",
    "url": "https://vnexplorer.net/obituary-joe-finnegan-retired-high-court-president-and-former-supreme-court-judge-who-had-a-passion-for-horse-racing-and-motorcycling-s854004.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Obituary: Joe Finnegan, retired High Court president and former Supreme Court judge who had a passion for horse racing and motorcycling",
    "title_full": "Obituary: Joe Finnegan, retired High Court president and former Supreme Court judge who had a passion for horse racing and motorcycling",
    "published": "2024-01-08T00:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f397f22a28e3c763d6937400e70f3d5d7bb2a84d",
  "url": "https://vnexplorer.net/obituary-joe-finnegan-retired-high-court-president-and-former-supreme-court-judge-who-had-a-passion-for-horse-racing-and-motorcycling-s854004.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-08T00:13:00.000+02:00",
  "title": "Obituary: Joe Finnegan, retired High Court president and former Supreme Court judge who had a passion for horse racing and motorcycling",
  "text": "Former President of the High Court and judge of the Supreme Court Joe Finnegan, who has died at the age of 81, had a career in the legal system that covered six decades.\nBorn in Dublin on October 1, 1942, Joseph Gerard Finnegan lived initially at Mourne Road, Drimnagh, before his parents, Gerard and Charlotte, moved the family to Inchicore. He initially attended Synge Street CBS, transferring later as a boarder to St Mary’s College, Dundalk, where he acquired an impressive scholarly record.\nHis father traded at the vegetable markets behind the Four Courts and progressed from having his own stall to supplying other people’s. Accompanying him to the markets helped Finnegan acquire negotiating skills he later applied at a different level as a legal professional.\nFinnegan and Kay Gilligan met at an early stage in 1954. They were only 12 years old at the time and tried, in their late teenage years, to elope together. The couple were married in due course.\nHaving studied law at University College Dublin, Finnegan qualified as a solicitor in 1966, serving as assistant secretary of the Law Society from 1968 to 1973.\nAlthough doing well in that branch of the profession, he opted later for the rather more uncertain life of a barrister, qualifying in 1978 and appointed senior counsel in 1990.\nBarney Quirke SC, who delivered a eulogy for his father-in-law at the funeral in the Church of the Most Holy Redeemer in Bray, believes the career change might have been motivated in part by watching other barristers making a mess of his cases through asking the wrong questions. The move had short-term financial implications, and the family home had to be sold at the time, but in the opinion of his son-in-law: “Honour and duty were not merely words to him. Honour was more important than personal financial gain or advancement.”\nSolicitors moving over to the Law Library might not always have received the warmest of welcomes from other barristers, but this was not the case with Finnegan. He took cases that seemed unwinnable, but scored a victory in a significant number of them and represented, on a pro bono basis, colleagues who had fallen on hard times. Numerous cases he took on were complex in nature and involved novel points of law, but he was frequently successful.\nIn a tribute, solicitor Pól Ó Murchú said: “There are hundreds of solicitors who can tell remarkable stories about Joe as a barrister who, with his common sense and skill as a lawyer, helped their clients to get a positive outcome and helped them get justice.”\nOne of Finnegan’s more high-profile roles as a barrister was representing former Fianna Fáil minister Ray Burke at the Planning Tribunal. In 1991, he was appointed to the High Court Bench, becoming president of the court in 2001, the second-highest ranking judge in Ireland and an ex officio member of the Supreme Court.\n​In June 2005 he presided over proceedings that led to the Rossport Five, as they became known, spending more than 90 days in jail for civil contempt of court. They had refused to obey a temporary court injunction that forbade them from interfering with work being undertaken on the land three of them owned by multinational oil and gas company Shell, which planned to build a high-pressure raw gas pipeline across land in Rossport, Co Mayo, to transfer gas from the offshore Corrib Gas Field.\nIn November 2006, he imposed a €10,000 fine for contempt on a man who reportedly answered “The cat” when the judge asked who was responsible for snorting, apparently in derision, after he had announced a decision to jail another individual in a case before the court.\nSince there was no sign of a cat, Judge Finnegan said: “No one wants to silence you, but there are some things that, in a civilised society, you will not be permitted to do.” He later said he would “revisit” the fine if an apology was received.\nIn December 2006, he moved on to become a full member of the Supreme Court, succeeding Mr Justice Brian McCracken, who had retired earlier in the year. Finnegan himself retired from the court in 2012 and later maintained a mediation practice.\nSocially, he was equally comfortable meeting a world leader or an ordinary individual. He could be completely trusted to keep a professional secret, although he also enjoyed a good gossip on less-sensitive issues. Despite the realities of the law where advocates can be metaphorically at each other’s throats and a judge may have to deliver bad news, Finnegan remained widely popular.\nOn a personal level, he had a passion for motorcycling, and the mass-card at his funeral included a colour photo of him in full biking gear and helmet, heading along a motorway with a broad smile on his face. Finnegan’s wife was frequently a pillion passenger on the bike, and the couple breezed their way through France and Spain, with plenty of adventures along the way.\nA famous episode took place during a visit to northern Spain when he stopped at a service station. A man who looked vaguely familiar was admiring the motorbike and the two of them had a chat and a coffee. Having asked the stranger “So what do you do?”, he suddenly realised this was Spain’s King Juan Carlos I, who reigned from 1975 until his abdication in 2014.\nFinnegan was also a rugby enthusiast and was still playing for the Bar of Ireland team at the age of 56. On the soccer front, he played centre-forward at short notice for St Patrick’s Athletic in a League of Ireland match with Waterford (The Saints were beaten by The Blues on the day).\nHe had a talent for picking winners in horse racing and also served on the Irish National Hunt Steeplechase Committee. Golf was another pastime, and Bray Golf Club hosted a post-funeral reception in his memory.\nHe and Kay owned a yacht for a time, and it ran into serious difficulty at sea at one point, but it all ended happily. He was a great fan of music, literature and art, and, in the words of his son-in-law, “would have preferred to be reading Finnegans Wake than attending it”.\nThree of his grandchildren, Ally, Charlotte and Rosamund Finnegan Quirke, sang at his funeral mass, concluding with a powerful operatic-style rendition of the Everly Brothers number Let it be Me.\nFinnegan became ill in Mallorca last August and was being cared for at the Beacon Hospital, Dublin. He died peacefully on December 16 after a short illness, surrounded by his family.\nHe is survived by his wife, children Gerald, Yvonne, Hazel and Charlotte, grandchildren Joe, Ally, Charlotte, Rosamund and William, sister Marie Bailey and other relatives and friends.\nSenior legal figures attending the mass included Chief Justice Donal O’Donnell, President of the Court of Appeal George Birmingham, President of the High Court David Barniville, Attorney General Rossa Fanning SC and Supreme Court judges Gerard Hogan and Séamus Woulfe.\nOther prominent names included former Chief Justice Ronan Keane, former Supreme Court judge Ms Justice Mary Finlay Geoghegan, president of the Law Reform Commission and former judge of the Supreme Court Ms Justice Mary Laffoy and former attorney general Paul Gallagher SC. President Michael D Higgins was represented by aide de camp Colonel Stephen Howard.\nGet ahead of the day with the morning headlines at 7.30am and Fionnán Sheahan’s exclusive take on the day’s news every afternoon, with our free daily newsletter.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joe finnegan",
        "sentiment": "negative"
      },
      {
        "name": "drimnagh",
        "sentiment": "none"
      },
      {
        "name": "joseph gerard finnegan",
        "sentiment": "none"
      },
      {
        "name": "finnegan",
        "sentiment": "none"
      },
      {
        "name": "inchicore",
        "sentiment": "none"
      },
      {
        "name": "gerard",
        "sentiment": "none"
      },
      {
        "name": "kay gilligan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "supreme court",
        "sentiment": "negative"
      },
      {
        "name": "high court",
        "sentiment": "negative"
      },
      {
        "name": "st mary’s college",
        "sentiment": "none"
      },
      {
        "name": "synge street cbs",
        "sentiment": "none"
      },
      {
        "name": "university college dublin",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "charlotte",
        "sentiment": "none"
      },
      {
        "name": "dundalk",
        "sentiment": "none"
      },
      {
        "name": "mourne road",
        "sentiment": "none"
      },
      {
        "name": "dublin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:34:36.235+02:00",
  "updated": "2024-01-08T00:34:36.235+02:00"
}