{
  "thread": {
    "uuid": "03ff412d189d75f1c645e120037db2c748379dbf",
    "url": "https://www.tyla.com/entertainment/tv-and-film/berlin-money-heist-spin-off-netflix-786895-20231229",
    "site_full": "www.tyla.com",
    "site": "tyla.com",
    "site_section": "https://www.pretty52.com/tv-and-film",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Latest TV News, Film Releases And Movie Trailers - Tyla",
    "title": "Netflix's 'Money Heist' spin-off series has just landed and already has 94% on Rotten Tomatoes",
    "title_full": "Netflix's 'Money Heist' spin-off series has just landed and already has 94% on Rotten Tomatoes",
    "published": "2023-12-29T15:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.ladbible.com/resize?type=jpeg&amp;quality=70&amp;width=1200&amp;fit=contain&amp;gravity=auto&amp;url=https://images.ladbiblegroup.com/v3/assets/blt8bbf16c2d7a209e5/blt664e690032ed67dd/658ec4e3ea940e040aa3509c/netflix-berlin-money-heist.png",
    "performance_score": 0,
    "domain_rank": 53369,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "03ff412d189d75f1c645e120037db2c748379dbf",
  "url": "https://www.tyla.com/entertainment/tv-and-film/berlin-money-heist-spin-off-netflix-786895-20231229",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rhianna Benson",
  "published": "2023-12-29T15:22:00.000+02:00",
  "title": "Netflix's 'Money Heist' spin-off series has just landed and already has 94% on Rotten Tomatoes",
  "text": "Netflix's new crime thriller series has just landed and already has 94% on Rotten Tomatoes Published | Last updated Featured Image Credit: Netflix The 2023 festive period might be on its way out, but fear not film-fans and telly-lovers! Because there's a brand new batch of binge-worthy box-sets landing on our screens in the coming weeks. Yes, it might be time to re-shelve our [Love, Actually](https://www.tyla.com/christmas) DVD for another year, and for The Holiday to once again drop off our [Netflix](https://www.tyla.com/netflix) watchlist. But that doesn't mean that family film and TV nights need to come to an end. Loading… The eagerly-anticipated second series of [The Traitors will land on BBC in January](https://www.tyla.com/entertainment/tv-and-film/claudia-winkleman-twist-the-traitors-season-2-240330-20231215) with an exciting plot twist, and [new blockbuster Saltburn has kept fans both traumatised and tantalised](https://www.tyla.com/entertainment/tv-and-film/saltburn-movie-amazon-prime-reviews-820276-20231227) since it dropped on Amazon Prime last week. The 'eye-opening' and 'insane' three-part [Netflix documentary Bad Surgeon](https://www.tyla.com/entertainment/netflix/netflix-bad-surgeon-love-under-knife-review-981147-20231219) has kept viewers on the edge of their seats, and in just over a week, [Michelle Keegan's spine-tingling new drama Fool Me Once](https://www.tyla.com/entertainment/netflix/michelle-keegan-fool-me-once-netflix-193895-20231208) will be landing on the streaming service. But there's one particular series which has got crime-thriller fans across the globe talking - the long-awaited spin-off to Spanish heart-stopper Money Heist, which has FINALLY dropped on Netflix today. Set to hit the streaming platform this Friday (29 December), the new instalment of the beloved multi-award winning hit sees the likes of Berlin (Pedro Alonso) assemble a new crew to take on a multimillion-dollar heist. The official synopsis for Berlin, which is a prequel to Money Heist, reads: \"During his glory days, Berlin and a gang assembled in Paris for one of his greatest plans ever: stealing 44 million euros' worth of jewels in one night.\" Flashing back to the character's youth, viewers can cosy up from the comfort of their sofa to watch the masterful gang gather to plan one of his most ambitious robberies ever. The latest series, brought to you by Money Heist creator Álex Pina and his Sky Rojo collaborator, Esther Martínez Lobato, centres around Berlin long before he found out about his terminal diagnosis and takes the Royal Mint of Spain hostage. \"It’s a trip through the golden age of the character, when he robbed around Europe crazy in love,\" Pina told Tudum. In short, the upcoming series if packed to the brim with all the tension, travel, romance and humour you could want, with Pina telling Alonso: \"That’s the most surprising, the comedy. You’re going to make people laugh a lot.\" Joining Alonso includes the likes of Michelle Jenner as Keila, Tristán Ulloa as Damián, Begoña Vargas as Cameron, Julio Peña as Roi and Joel Sánchez as Bruce. Fans from all over the world are already clearly buzzing that the spin-off has finally dropped today (29 December), with many rushing to social media to share their excitement. \"I started the Berlin series on Netflix so far I really like it ! #netflix #berlin\", one French viewer tweeted. Another wrote: \"So I was wrong about the #MoneyHeist: #Berlin spin-off series.. Coz it entertains very well..well done @netflix\". Topics: [Netflix](/netflix), [TV And Film](/tv-and-film)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "netflix",
        "sentiment": "negative"
      },
      {
        "name": "rotten tomatoes netflix",
        "sentiment": "negative"
      },
      {
        "name": "bbc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "amazon",
        "sentiment": "none"
      },
      {
        "name": "saltburn",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T17:17:17.727+02:00",
  "updated": "2023-12-29T17:17:17.727+02:00"
}