{
  "thread": {
    "uuid": "cc52723b39371b7d48169fcdc5a5ce74c77f5bae",
    "url": "https://thequantuminsider.com/2024/04/11/quantum-computings-imminent-impact-experts-unveil-real-world-applications-and-future-prospects-at-the-montgomery-summit-2024",
    "site_full": "thequantuminsider.com",
    "site": "thequantuminsider.com",
    "site_section": "https://thequantuminsider.com/feed/",
    "site_categories": [],
    "section_title": "The Quantum Insider",
    "title": "Quantum Computing’s Imminent Impact: Experts Unveil Real-World Applications and Future Prospects at The Montgomery Summit 2024",
    "title_full": "Quantum Computing’s Imminent Impact: Experts Unveil Real-World Applications and Future Prospects at The Montgomery Summit 2024",
    "published": "2024-04-12T00:23:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://thequantuminsider.com/wp-content/uploads/2024/03/Screenshot-1572.png",
    "performance_score": 0,
    "domain_rank": 74882,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cc52723b39371b7d48169fcdc5a5ce74c77f5bae",
  "url": "https://thequantuminsider.com/2024/04/11/quantum-computings-imminent-impact-experts-unveil-real-world-applications-and-future-prospects-at-the-montgomery-summit-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "James Dargan",
  "published": "2024-04-12T00:23:00.000+03:00",
  "title": "Quantum Computing’s Imminent Impact: Experts Unveil Real-World Applications and Future Prospects at The Montgomery Summit 2024",
  "text": "Earlier this month at The Montgomery Summit 2024, a prestigious technology investment conference in Santa Monica, CA, Kristin M. Gilkes of EY\nled a panel with Michael Biercuk of Q-CTRL and Ray Harishankar of IBM to discuss quantum computing’s present realities and future possibilities. This panel explored the tangible impacts quantum computing is already having across industries and addressed the common myths surrounding the technology’s maturity and application.\nBiercuk highlighted the accessibility and current capabilities of quantum computers.\n“Quantum computers actually exist now,” Biercuk began, “you can go online right after this panel discussion and you can run real algorithms on real quantum computers from a variety of vendors.” This assertion underscores the transition from theoretical discussions to practical applications in the quantum computing sphere.\nBiercuk further emphasized the proximity of quantum advantage, saying: “We’re getting more and more confident that that is coming in just the next couple of years for business-driven use cases.”\nHarishankar echoed the sentiment of quantum computing’s imminent impact, particularly in cryptography.\n“Quantum computing can solve this in a matter of hours,” he said, referring to the process of factorization that underpins most current cryptographic protocols. He outlined the urgency for enterprises to prepare for the quantum future, stressing: “Every Enterprise out there has to be thinking about what do I need to do in order to deal with that before that day comes along.”\nHarishankar also illuminated the significant investment and interest in quantum computing across various sectors.\n“Clients across a variety of industries have started to develop algorithms and apply them to solve and see what the outcomes may be,” said Harishankar. This trend indicates a growing recognition of quantum computing’s potential to revolutionize industries by tackling problems currently beyond the reach of classical computing.\nBoth speakers agreed on the transformative potential of quantum computing, not just in AI and optimization but also in critical fields like pharmaceuticals and materials science. Biercuk provided a forward-looking statement on the confluence of quantum mechanics and AI:\n“Quantum for AI is likely in the future to drive the development of new AI techniques,” Biercuk said.\nThis panel discussion at The Montgomery Summit not only debunked myths about quantum computing being generations away but also spotlighted the technology’s current utility and future promise. As Harishankar aptly put it: “It’s not a myth; it’s real; it’s happening, and it’s here and now,” which reinforces the message that the era of quantum computing is upon us, heralding a future where its applications across industries are both profound and pervasive.\nFeatured image: Credit: Montgomery Summit 2024\nIf you found this article to be informative, you can explore more current\nquantum news here, exclusives, interviews, and podcasts.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Education"
  ],
  "external_links": [
    "https://www.linkedin.com/in/mjbiercuk/",
    "http://www.youtube.com/watch?v=ZKF_O2X9qko",
    "https://www.linkedin.com/in/rayharishankar/",
    "https://www.linkedin.com/in/mjbiercuk",
    "https://linkedin.com/in/rayharishankar/",
    "https://www.linkedin.com/in/rayharishankar",
    "https://linkedin.com/in/mjbiercuk/",
    "http://www.youtube.com/watch",
    "http://youtube.com/watch?v=ZKF_O2X9qko"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "harishankar",
        "sentiment": "none"
      },
      {
        "name": "michael biercuk",
        "sentiment": "none"
      },
      {
        "name": "biercuk",
        "sentiment": "none"
      },
      {
        "name": "ray harishankar",
        "sentiment": "none"
      },
      {
        "name": "kristin m. gilkes",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ctrl",
        "sentiment": "none"
      },
      {
        "name": "ibm",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "santa monica",
        "sentiment": "none"
      },
      {
        "name": "ca",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T02:14:49.017+03:00",
  "updated": "2024-04-12T02:14:49.017+03:00"
}