{
  "thread": {
    "uuid": "f316f32c9099caf8b84ae622e89b96e302fff9f9",
    "url": "https://icelandmonitor.mbl.is/news/news/2023/12/29/changed_weather_forecast_for_new_year_s_eve/",
    "site_full": "icelandmonitor.mbl.is",
    "site": "mbl.is",
    "site_section": "https://www.mbl.is/feeds/nyjast",
    "site_categories": [
      "media"
    ],
    "section_title": "mbl.is - Nýjast",
    "title": "Changed weather forecast for New Year's Eve",
    "title_full": "Changed weather forecast for New Year's Eve",
    "published": "2023-12-29T12:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IS",
    "main_image": "https://cdn.mbl.is/m2/j0BXIGS-eXh2mdTl8rxQUrRuqPI=/758x505/filters:cropcenter(58,46)/frimg/1/46/15/1461509.jpg",
    "performance_score": 0,
    "domain_rank": 14448,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f316f32c9099caf8b84ae622e89b96e302fff9f9",
  "url": "https://icelandmonitor.mbl.is/news/news/2023/12/29/changed_weather_forecast_for_new_year_s_eve/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "mbl.is",
  "published": "2023-12-29T12:46:00.000+02:00",
  "title": "Changed weather forecast for New Year's Eve",
  "text": "Changed weather forecast for New Year's Eve The forecast for New Year's Eve has changed and now there is nice and calm winter weather in the charts. Map/The Icelandic Met Office The temperature forecast for New Year’s Eve has changed, and now milder weather is expected than before. As mbl.is reported, the outlook was for a very cold weather on New Year’s Eve, but it seems that those forecasts are now falling through. Meteorologist Einar Sveinbjörnsson talks to mbl.is about the different weather forecasts that have been put forward in the run-up to the new year. According to him, it looks like the weather might be calm and beautiful winter weather on New Year’s Eve in many places in the country. Nice weather on New Year's Eve In a post published on the website of the weather forecasting system Blik, Sveinbjörnsson describes three different weather forecasts intended to provide a picture of the weather in Iceland over the last days of this year. Meterologist Einar Sveinbjörnsson says it looks like we'll get a nice and calm winter weather on New Year's Eve. mbl.is/Sigurður Bogi Sævarsson He says that the three forecasters are in agreement that winter weather will be calm and beautiful on New Year’s Eve, but there is uncertainty about whether the snowstorms that are coming in from the west and east will be able to reach the country. “First of all, the previous forecasts that assumed that cold air would be blowing over us in the north are not up to date,” he says. “So, the Arctic air here in the north of Iceland is just still in the Arctic, according to the forecast, and there’s every chance that the weather will be nice on New Year’s Eve in most of all Iceland.” However, slow winds can cause cold weather in the country According to Sveinbjörnsson, forecasts from the The European Centre for Medium-Range Weather Forecasts (ECMWF) and Google now indicate that the weather will be fine in most parts of Iceland, with calm winds and bright skies, but earlier this week, weather forecasts indicated that severe cold spells were expected over the year. “It was assumed that cold air from the north would visit us by way of the north, but now it’s not,” he says, questioned about the changes that have taken place in recent days. “But it doesn’t change that in some places in Iceland it can get cold just because there’s are slow winds and cold air that sits in the lows and depressions in these well-known places where it often gets cold.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "einar sveinbjörnsson",
        "sentiment": "none"
      },
      {
        "name": "blik",
        "sentiment": "none"
      },
      {
        "name": "sveinbjörnsson",
        "sentiment": "none"
      },
      {
        "name": "sigurður bogi sævarsso",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "icelandic met office",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "iceland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T12:58:28.995+02:00",
  "updated": "2023-12-29T14:34:00.644+02:00"
}