{
  "thread": {
    "uuid": "df9a717750cf75b392aefb4cc12a2862abe5ce1f",
    "url": "https://www.winnipegfreepress.com/breakingnews/2024/04/11/west-end-residents-win-right-to-play-free-tennis-again",
    "site_full": "www.winnipegfreepress.com",
    "site": "winnipegfreepress.com",
    "site_section": "http://www.winnipegfreepress.com/rss?path=/breakingnews",
    "site_categories": [
      "media"
    ],
    "section_title": "Winnipeg Free Press",
    "title": "West End residents win right to play free tennis again",
    "title_full": "West End residents win right to play free tennis again – Winnipeg Free Press",
    "published": "2024-04-12T00:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.winnipegfreepress.com/wp-content/uploads/sites/2/2024/04/2227767_web1_Cindy-Klassen-Recreation-Complex.jpg",
    "performance_score": 0,
    "domain_rank": 4990,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "df9a717750cf75b392aefb4cc12a2862abe5ce1f",
  "url": "https://www.winnipegfreepress.com/breakingnews/2024/04/11/west-end-residents-win-right-to-play-free-tennis-again",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-12T00:10:00.000+03:00",
  "title": "West End residents win right to play free tennis again",
  "text": "Advertisement Read this article for free: or Already have an account? Log in here » To continue reading, please subscribe: Monthly Digital Subscription $19 $0 for the first 4 weeks* - Enjoy unlimited reading on winnipegfreepress.com - Read the E-Edition, our digital replica newspaper - Access News Break, our award-winning app - Play interactive puzzles Continue *No charge for 4 weeks then billed as $19 every four weeks (new subscribers and qualified returning subscribers only). Cancel anytime. Read unlimited articles for free today: or Already have an account? Log in here » It will be game, set and match for free now that inner-city residents have won back the right to play tennis at a city-owned tennis facility. The years-long battle by a local councillor and dozens of residents came to an end when the civic property and development committee agreed on Thursday to halt the rental of the courts at the Cindy Klassen Recreation Complex to a lease holder. “I’m very happy it is back to the public,” said Coun. Cindy Gilroy (Daniel McIntyre). “I’m excited and happy to hear that. I’ve been fighting for this for a long time. It never should have been leased out in the first place.” The city signed a five-year lease with the Sargent Park Tennis Gardens in 2015, and renewed it for another five years. That lease is set to expire April 30. At the time of the first lease, Tennis Manitoba said many of the 140 civic public tennis courts were in disrepair and wouldn’t be repaired for decades because of city budget concerns. The Tennis Gardens leased the site for $1 per year, plus a $250 administration fee and taxes. In return, it looked after the site’s upkeep and maintained the courts daily. A city report this week said the leasee has not made any permanent improvements to the site, where about 200 people play tennis. The city’s administration recommended the city sign another agreement with Sargent Park Tennis Gardens, but last year Gilroy and residents began urging the city not to renew the lease because adults had to buy a membership. People under 18 could play there for free. Romilyn Lacap, an area resident who says she is an avid tennis player, said the area needed free access to the courts. “I have witnessed the once vibrant tennis community here decline over the past 10 years,” she said. “My boys learned to play at Sargent Park and subsequently became provincial, national and international junior champions. “I believe having free access to tennis will bring neighbours and friends back to this sport … (in) a sport that’s been historically inaccessible to lower-income people and newcomers — free access is needed.” kevin.rollason@freepress.mb.ca Kevin Rollason Reporter Kevin Rollason is one of the more versatile reporters at the Winnipeg Free Press. Whether it is covering city hall, the law courts, or general reporting, Rollason can be counted on to not only answer the 5 Ws — Who, What, When, Where and Why — but to do it in an interesting and accessible way for readers.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://www.twitter.com/share?ref_src=twsrc%5Etfw",
    "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.winnipegfreepress.com%2Fbreakingnews%2F2024%2F04%2F11%2Fwest-end-residents-win-right-to-play-free-tennis-again&src=sdkpreparse",
    "https://www.facebook.com/sharer/sharer.php",
    "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.winnipegfreepress.com%2Fbreakingnews%2F2024%2F04%2F11%2Fwest-end-residents-win-right-to-play-free-tennis-again&src=sdkpreparse",
    "https://twitter.com/share?ref_src=twsrc%5Etfw",
    "https://twitter.com/share"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kevin rollason",
        "sentiment": "positive"
      },
      {
        "name": "cindy klassen",
        "sentiment": "none"
      },
      {
        "name": "sargen",
        "sentiment": "none"
      },
      {
        "name": "cindy gilroy",
        "sentiment": "none"
      },
      {
        "name": "daniel mcintyre",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cindy klassen recreation complex",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:14:49.254+03:00",
  "updated": "2024-04-12T06:16:20.100+03:00"
}