{
  "thread": {
    "uuid": "51a23a75a0c5825748c34a04351ee88465a970b7",
    "url": "https://community.thriveglobal.com/lisa-always-put-her-family-first-now-shes-taking-care-of-herself-too/",
    "site_full": "community.thriveglobal.com",
    "site": "thriveglobal.com",
    "site_section": "https://community.thriveglobal.com",
    "site_categories": [],
    "section_title": "Thrive Global - Onward. Upward. Inward.",
    "title": "Lisa Always Put Her Family First, Now She’s Taking Care of Herself Too - Thrive Global",
    "title_full": "Lisa Always Put Her Family First, Now She’s Taking Care of Herself Too - Thrive Global",
    "published": "2024-01-05T22:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://community.thriveglobal.com/wp-content/uploads/2024/01/Lisa-Bell-WP-Hero.png",
    "performance_score": 0,
    "domain_rank": 3505,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "51a23a75a0c5825748c34a04351ee88465a970b7",
  "url": "https://community.thriveglobal.com/lisa-always-put-her-family-first-now-shes-taking-care-of-herself-too/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Thrive Challenge",
  "published": "2024-01-05T22:40:00.000+02:00",
  "title": "Lisa Always Put Her Family First, Now She’s Taking Care of Herself Too - Thrive Global",
  "text": "I’ve always put my family and friends and my job first, but I didn’t make myself a priority. I’m 52 and my husband, Geoffrey, and I have two amazing sons — one is a teacher and the other is a nurse — and we have five grandchildren. I’ve taken on a lot of responsibility with my mother-in-law, who has dementia and had to be placed in a care facility. It was heartbreaking and exhausting dealing with it all. And my parents have health issues too. I’m the go-to person for everyone, and I wasn’t eating well. I was battling stomach problems. Tracy Wysocki, a co-worker who had won the Thrive Challenge, inspired me to start. Geoffrey and I began planning meals instead of just grabbing something to eat. We’re taking Microsteps like replacing sugary drinks with water and adding more fruits and veggies to our diet. I pack healthy lunches to take into work now, like tuna and hard hard boiled eggs, and for snacks I’ll have nuts and berries. I’ve stopped eating cookies and cakes all day. Now that I’m making better food choices, I find I’m not fatigued. For dinner, we’re eating fish a few times a week, instead of red meat. And we’re trying new leafy greens — we’re putting kale in salads. I’m making a kale soup that even my husband enjoys. And eating this way has helped with my digestive issues. To get moving, I started taking easy Microsteps. I do squats while brushing my teeth, and then I do arm circles. Adding regular exercising to my daily routine has been challenging for me, but I’m up for it. At work, I’m walking around all day and I get in a lot of steps. I’m on my feet for eight hours, lifting and bending. But now I use Microsteps to lower stress, like stopping for breaks to take a few breaths. And when I come home, I’ll work in the yard or watch my grandkids. I’m doing things I really enjoy, like getting together with friends for dinner. There’s always a good conversation and lots of laughter. We support each other. One of my hobbies is shopping at second-hand consignment shops, flea markets, and yard sales. I love browsing and finding amazing treasures at great prices. Another way I relax is curling up with a good movie. And I like listening to music on the radio while I’m driving, and singing along. I also make sure I schedule a massage to totally relax and release all the pain and tension. Being with my grandchildren is a joy — and I have much more energy for them. I babysit for them and I love to read to the younger ones. We’ll build with blocks, do coloring, or just enjoy a movie together. With the older ones, I might be running to a track meet or a soccer game. I’m also connecting with my parents daily. And when I hear them say to me, “We don’t know what I’d do without you,” it brings me to tears, knowing how appreciative they are. There’s still family stress that I deal with, but I’m learning I can’t fix everyone’s problems. I know I have to take a deep breath and not get upset over things I can’t change. I don’t allow worries to linger. I take a break from my phone and focus on things that make me smile, like being with my grandchildren. And I’m focusing on gratitude — I’ll watch a Reset when I feel anxious. I remember to thank my husband for all the things he does to help me at home. I’m more productive at work. I feel good about taking on additional tasks at work. I’m a doer and I know I can do anything I set my mind to. When my manager compliments me on a job well done, I feel great gratitude that I’m appreciated for my hard work, and that being an associate for 31 years has paid off. Small steps lead to big changes. Over the past few months, I’ve learned to put myself first sometimes. I’m continuing with my Thrive journey. I have never been so excited to be part of a group! What a great support system. — Lisa Bell, Walmart Supercenter #1623, Wilkes-Barre, PA; $5K Winner",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "geoffrey",
        "sentiment": "none"
      },
      {
        "name": "tracy wysocki",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:58:04.088+02:00",
  "updated": "2024-01-06T00:58:04.088+02:00"
}