{
  "thread": {
    "uuid": "3b564f6400d332a3fa2ef88a68d9e1b167b95af8",
    "url": "https://www.indiatimes.com/news/world/scientists-discover-40-million-year-old-river-system-in-antarctica-637555.html",
    "site_full": "www.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://indiatimes.com/entertainment/tv",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "TV News – Indian Television News &amp; Gossips, TV Serials Episodes Updates",
    "title": "Scientists discover 40-million-year-old river system in Antarctica",
    "title_full": "Scientists discover 40-million-year-old river system in Antarctica",
    "published": "2024-07-05T08:49:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://im.indiatimes.in/content/template/share/637555.jpg",
    "performance_score": 0,
    "domain_rank": 290,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3b564f6400d332a3fa2ef88a68d9e1b167b95af8",
  "url": "https://www.indiatimes.com/news/world/scientists-discover-40-million-year-old-river-system-in-antarctica-637555.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "IT News Desk",
  "published": "2024-07-05T08:49:00.000+03:00",
  "title": "Scientists discover 40-million-year-old river system in Antarctica",
  "text": "Scientists have discovered a long-lost ancient river system beneath the Antarctic ice sheets. The giant river system, estimated to be around 40 million years old, could shed light on the effects of climate change. The river first caught the attention of scientists in 2017 while drilling into the western part of Antarctica to collect samples from soft sediments and hard rocks set within the frozen seabed. PexelsFormed in two different periodsDuring the drilling, they found sediments with layers from two different periods. The lower part contained fossils, spores and pollens, indicating that a temperate rainforest existed during the mid-Cretaceous period, about 85 million years ago. Also read: Antarctic Ice Sheets Are Capable Of Melting Much Faster Than Previously ThoughtThe upper part of the sediment contained mostly sand. As the scientists delved into these samples from the mid-to-late Eocene epoch, about 30 million to 40 million years ago, they found a strongly stratified pattern that resembled something that would normally come from a river delta.Patterns from river delta More research concluded that an ancient river once flowed in the Antarctic region. According to the study, the basic climatic conditions for the formation of permanent ice only prevailed in the coastal regions of the East Antarctic Northern Victoria Land.Also read: Antarctica's Largest Iceberg Is Going To Melt At The Equator After 18 Years PexelsSecond layer formed later\\\"It wasn't until about seven million years later that conditions allowed for advance of an ice sheet to the West Antarctic coast,\\\" explains Hanna Knahl, a paleoclimate modeler at the AWI. \\\"Our results clearly show how cold it had to get before the ice could advance to cover West Antarctica that, at that time, was already below sea level in many parts.\\\"Help how climate evolvedJohann Klages from the Alfred Wegener Institute Helmholtz Center for Polar and Marine Research in Germany, who led the research said that the discovery of the river could help in the study of Earth's climate conditions. \\\"If we think about a potentially severe climate change in the future, we need to learn from periods in Earth's history where this already happened,\\\" he said.For more news and current affairs from around the world, please visit Indiatimes News.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "antarctica",
        "sentiment": "none"
      },
      {
        "name": "antarctic",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T11:44:39.008+03:00",
  "updated": "2024-07-05T11:44:39.008+03:00"
}