{
  "thread": {
    "uuid": "1b0dbd449ab5ea0e20e7e7896887bf67c63c59eb",
    "url": "https://www.womansworld.com/posts/comfort/someone-like-you-movie",
    "site_full": "www.womansworld.com",
    "site": "womansworld.com",
    "site_section": "https://www.womansworld.com/feed",
    "site_categories": [
      "media",
      "health",
      "herbs_for_health"
    ],
    "section_title": "Woman's World",
    "title": "Bestselling Author Karen Kingsbury Talks Faith, Hope and New Movie 'Someone Like You': \"God Put This In My Heart!\"",
    "title_full": "Bestselling Author Karen Kingsbury Talks Faith, Hope and New Movie 'Someone Like You': \"God Put This In My Heart!\"",
    "published": "2024-03-29T15:28:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.womansworld.com/wp-content/uploads/2025/03/Karen-Kingsbury-featured-photo.jpg",
    "performance_score": 0,
    "domain_rank": 29140,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1b0dbd449ab5ea0e20e7e7896887bf67c63c59eb",
  "url": "https://www.womansworld.com/posts/comfort/someone-like-you-movie",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "mdillard",
  "published": "2024-03-29T15:28:00.000+03:00",
  "title": "Bestselling Author Karen Kingsbury Talks Faith, Hope and New Movie 'Someone Like You': \"God Put This In My Heart!\"",
  "text": "Comfort Bestselling Author Karen Kingsbury Talks Faith, Hope and New Movie ‘Someone Like You’: “God Put This in My Heart!” Woman's World's beautiful cover star opens up about her stress tips, joys and newest project! Many of author Karen Kingsbury ’s bestselling books have been turned into movies and television shows, and it’s a sure bet more will find their way on to a screen in the future, but Someone Like You , arriving in theaters April 2, will always hold a special place in the her heart. It marks a new chapter for the entrepreneurially-minded author as the first film from her own Karen Kingsbury Productions . “When you use your savings to pay for a movie and it’s a giant decision to do, but when you do, you end up with a decision making and that’s why we did it,” Karen tells Woman’s World sitting in the bright kitchen of her lovely Tennessee home during an exclusive interview for the cover of WW on sale now. “I feel like when I wrote the last page, I could hear God saying, ‘This is going to be your first movie,’ and I got chills.” https://www.instagram.com/someonelikeyoumovie/ is a beautiful love story with a lot of twists and turns as a young architect suffers heartbreaking loss, but finds love again in an unexpected way that sends emotional shock waves through two families. “When I write a book, God puts a movie in my heart and I can see it so clearly that honestly I don’t feel like I’m making it up,” Karen says. “I sit at my laptop and I’m laughing and crying. I always feel that I’m a stenographer. I get to see this movie and I get to capture it for you, so the most natural thing then is to want to see it on the screen.” All in the family Someone Like You was a family affair for Karen as her son Austin Robert Russell appears in the movie, whose cast includes Scott Reeves , Sarah Fisher , Jake Allyn and Lynn Collins . Karen’s son Tyler Russell co-wrote the screenplay with her and directed the film. “I often don’t even mention he’s my son because he just deserves his own name,” Karen says proudly. “Tyler and I have been writing scripts together and he studied directing in school. He’s done some other projects, not full theatrical features. This is his directorial debut for that, but I knew he was ready and he would grasp the material better than anyone.” MUST-READ: Karen Kingsbury’s Bestselling Book Series, ‘The Baxters’, Comes to Life in New TV Series Starring Roma Downey “The biggest challenge was getting it right,” Tyler says. “Working with my mom as the author was really helpful, but we kept tweaking that script just making sure that we were going from an 8 to a 10, making it a little bit better. We wanted to honor the story and honor the readers who loved the book so much. So that was a challenge, but it was one that we eventually nailed and I am so proud of where it landed.” A new, exciting venture In starting her own production company, Karen Kingsbury Productions, she says, was both excited and a little cautious. “Sometimes we have dreams that feel almost too big,” Karen admits to WW. “We don’t want to let go of them so maybe we keep them on some sort of list in our head, but the truth is we don’t really intend to get to it. Like if I said I was going to run a marathon, I’m not going to run it. It’s not going to happen, but when it came to this, I kept putting it aside because it was terrifying.” Karen continues, “We used all of our savings, and our financial people said, ‘Can’t you go and find an investor? Isn’t there another way?’ And there was another way, but any time if you use someone else’s money, they get decision making power and it just felt like, ‘Let’s really just do it!’” One of the advantages of being at the helm of the production was getting to cast the actors she wanted for the film, including Scott Reeves . “Scott and his wife Missy have been my friends for 10 years and we’ve always wanted to work together,” Karen says. “He loves my books. I was just thrilled to see how he brought such depth and emotion to this movie. It’s a different role for him because he’s so naturally boyish and handsome, but in Someone Like You he’s playing the grieving dad. I was just blown away!” Emotional moments in Someone Like You On the red carpet of the film’s Nashville premiere, Scott said playing Larry Quinn was an emotional experience for personal reasons. “The most challenging part for me was probably the fact that I have a daughter pretty much the same age — and if you’ve already seen the film you know what happens, but a lot of people haven’t yet,” he says, trying carefully not to reveal too much of the plot. “To go there in a real way was really hard, and for those of you who haven’t seen the movie, you’ll know what I mean after you’ve seen it. I’m an emotional guy anyway, and I have a rock-solid amazing relationship with my daughter. So to act that and to personalize that was probably the hardest thing for me to do as far as that story line goes.” His aching portrayal of a grieving parent wrestling with heartache is one of the best of the film, and he drew from his deep well as a loving dad to deliver that performance. “As a parent, you’re constantly worrying about them and you are praying for them,” Scott says. “You are just on your knees for them every day going, ‘Lord, just please watch over them, protect them and guide them.’ The worry never ends really for a parent.” Two-characters-in-one Sarah Fisher has dual roles in the film and admits that was part of what drew her to Someone Like You. “One of the things I was so excited about right off the top was being able to play two characters,” she says of playing London Quinn and her sister Andi. “It’s so exciting just to dive into one character and really figure out their quirks and who they are, but to be able to do that with two characters that Karen Kingsbury has written is such beyond an honor. There are not enough great words to describe it, but it was a really fun challenge for me. It was such detailed work and Tyler was so incredibly helpful as a director. He’s so amazing.” Sarah is also a fan of Karen’s writing. “I read Karen’s book Someone Like You and it was so amazing,” she smiles. “The characters are just so beautiful. The story is beautiful. I loved that it’s about love, but it’s also so focused on family. Karen has such a way of pouring her heart out onto the page. That’s why she’s Karen Kingsbury because everyone feels that. It’s so honest and authentic, and it’s so beautiful.” A premiere celebration for Someone Like You The Someone Like You premiere was held at the Franklin Theater in Franklin, TN, just south of Nashville where some of the film was shot. A Who’s Who of Hollywood and Nashville celebrities came out to celebrate with Karen and the cast, including Roma Downey , Amy Grant , Vince Gill , Danica McKellar , Danny Gokey , Matthew West , Rory Feek , Sam Palladio , Cassadee Pope , Shay Mooney of Dan + Shay, Michael W. Smith , his wife Debbie and their talented son Tyler , who composed the score for the film. MUST-READ: Country Music Icon Barbara Mandrell Talks God’s Plan, Her Retirement and ‘Precious Memories’ Digital Release (EXCLUSIVE) “Karen’s writing is phenomenal and I know as a producer how hard it is to get anything going so I’m here to celebrate her and all she has accomplished,” Roma Downey told WW on the red carpet. “I think this film, and all of her movies, TV shows and books, will touch people’s hearts and hopefully bring them closer to God.” Matthew West agrees. “People need the message of hope now more than ever,” he tells WW. “A lot of different types of content gets shoved down our throats, but the light shines brightest in the dark and when I think of Karen’s books and movies, I think of the word ‘light.’ So whether it’s music I’m putting out or books or movies that Karen’s putting out, to put out a positive message of hope in a world that is really desperate for hope right now, it’s not a surprise to me that that would resonate with the hearts of the people. We need to be uplifted now more than ever.” Shay Mooney , of the platinum selling country music duo Dan + Shay, was among the many celebrities walking the carpet who is a fan of Karen’s work. “I absolutely am a fan of Karen’s books,” he smiles. “My wife [Hannah ] introduced me for the first time…It’s just awesome to be here. Nashville always shows up for each other. It’s a very small community and it’s great to be an artist supporting an artist. Obviously, she writes books much more eloquently than I can write a song, but it’s awesome to see that art displayed in different ways.” https://www.womansworld.com/posts/entertainment/danica-mckellar-a-royal-date-for-christmas came out to support her friend even though she had already seen Someone Like You. “I love this film! I don’t watch a lot of dramas because I’m always afraid of being sad, but this movie makes you feel strong,” she says. “The acting is incredible. I’m so proud of Karen. She’s so talented and a good friend. This movie just encapsulates that strength that everyone wishes they could have and hopes that they will have if something terrible happens in their life. I hope as many people as possible get out to the theater to see it. You won’t regret it.” How to buy tickets to Someone Like You Opening on April 2nd nation wide, find tickets in a theater near you at SomeoneLikeYou.movie or Fathom Events. For more comforting stories about celebrities trusting in God’s plan, keep reading… Lindy Boone, Daughter of Legend Pat Boone, Debuts Inspiring New Song “Wordlayer” — Watch the EXCLUSIVE VIDEO PREMIERE! Savannah Guthrie Shares Her Faith Journey: “God Doesn’t Cause Pain, He Carries Us Through It” (EXCLUSIVE) ‘Duck Dynasty’ Matriarch Kay Robertson Shares How God Saved Her Marriage (EXCLUSIVE)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [
    "https://someonelikeyou.movie/",
    "https://www.instagram.com/mwsmithofficial/",
    "https://www.instagram.com/romadowney/",
    "https://instagram.com/sarahfisher/",
    "https://www.instagram.com/scottreevesofficial/",
    "https://www.instagram.com/lynncollins/",
    "https://instagram.com/romadowney/",
    "https://www.instagram.com/amygrantofficial/",
    "https://www.instagram.com/sampalladio",
    "https://www.instagram.com/mwsmithofficial",
    "https://www.fathomevents.com/events/someone-like-you/",
    "https://www.instagram.com/cassadeepope",
    "https://www.instagram.com/someonelikeyoumovie/",
    "https://instagram.com/jakeallyn85/",
    "https://instagram.com/scottreevesofficial/",
    "https://www.instagram.com/roryfeek/",
    "https://instagram.com/sampalladio/",
    "https://instagram.com/itstylerrussell/",
    "https://www.instagram.com/austinrobertrussell/?img_index=1",
    "https://www.instagram.com/danicamckellar/",
    "https://instagram.com/matthewjwest/",
    "https://www.instagram.com/missyreeves",
    "https://www.instagram.com/matthewjwest",
    "https://www.fathomevents.com/events/someone-like-you/?utm_campaign=Someone%20Like%20You&utm_source=KKPpartner&utm_medium=email&utm_content=2024_SomeoneLikeYou_KKPpartner_partneremail",
    "https://instagram.com/lynncollins/",
    "https://www.instagram.com/hannah.billingsley/",
    "https://instagram.com/tylercomposer/",
    "https://www.instagram.com/dannygokey",
    "https://www.instagram.com/shaymooney/",
    "https://www.instagram.com/itstylerrussell/",
    "https://karenkingsburyproductions.com/",
    "https://www.instagram.com/roryfeek",
    "https://www.instagram.com/shaymooney",
    "https://www.karenkingsburyproductions.com/",
    "https://www.instagram.com/jakeallyn85/",
    "https://www.instagram.com/jakeallyn85",
    "https://instagram.com/danicamckellar/",
    "https://www.karenkingsbury.com/home",
    "https://instagram.com/austinrobertrussell/?img_index=1",
    "https://instagram.com/roryfeek/",
    "https://www.instagram.com/dannygokey/",
    "https://instagram.com/shaymooney/",
    "https://instagram.com/cassadeepope/",
    "https://fathomevents.com/events/someone-like-you/?utm_campaign=Someone%20Like%20You&utm_source=KKPpartner&utm_medium=email&utm_content=2024_SomeoneLikeYou_KKPpartner_partneremail",
    "https://instagram.com/vincegillofficial/",
    "https://www.instagram.com/danicamckellar",
    "https://www.instagram.com/sarahfisher/",
    "https://www.instagram.com/someonelikeyoumovie",
    "https://www.someonelikeyou.movie",
    "https://www.someonelikeyou.movie/",
    "https://www.instagram.com/romadowney",
    "https://instagram.com/amygrantofficial/",
    "https://instagram.com/hannah.billingsley/",
    "https://www.instagram.com/missyreeves/",
    "https://www.instagram.com/tylercomposer",
    "https://www.instagram.com/hannah.billingsley",
    "https://instagram.com/missyreeves/",
    "https://www.karenkingsburyproductions.com",
    "https://www.instagram.com/sampalladio/",
    "https://instagram.com/dannygokey/",
    "https://www.instagram.com/sarahfisher",
    "https://www.instagram.com/tylercomposer/",
    "https://www.instagram.com/austinrobertrussell/",
    "https://www.instagram.com/vincegillofficial",
    "https://www.instagram.com/matthewjwest/",
    "https://www.instagram.com/scottreevesofficial",
    "https://instagram.com/someonelikeyoumovie/",
    "https://www.instagram.com/itstylerrussell",
    "https://www.instagram.com/vincegillofficial/",
    "https://karenkingsbury.com/home",
    "https://www.instagram.com/lynncollins",
    "https://instagram.com/mwsmithofficial/",
    "https://www.instagram.com/amygrantofficial",
    "https://www.instagram.com/cassadeepope/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "karen kingsbury",
        "sentiment": "negative"
      },
      {
        "name": "karen",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "tennessee",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T17:08:18.554+03:00",
  "updated": "2024-03-29T19:28:59.046+03:00"
}