{
  "thread": {
    "uuid": "df5054e1c80eb0d04aabad155e1704dab314fb3f",
    "url": "https://catholicexchange.com/let-the-holy-spirit-reveal-the-mystery-of-the-cross",
    "site_full": "catholicexchange.com",
    "site": "catholicexchange.com",
    "site_section": "https://finance.einnews.com:443/live_feed",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Live Feed Wire - Finance Industry Today - EIN Presswire",
    "title": "Let the Holy Spirit Reveal the Mystery of the Cross",
    "title_full": "Let the Holy Spirit Reveal the Mystery of the Cross",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://catholicexchange.com/wp-content/uploads/2019/04/shutterstock_1191499150.jpg",
    "performance_score": 0,
    "domain_rank": 43440,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "df5054e1c80eb0d04aabad155e1704dab314fb3f",
  "url": "https://catholicexchange.com/let-the-holy-spirit-reveal-the-mystery-of-the-cross",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@cathexchange",
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "Let the Holy Spirit Reveal the Mystery of the Cross",
  "text": "True devotion to the Father, the Son, and the Holy Spirit leads to one end: the Cross — the true and supreme glorification of the Father, the highest expression of love on earth, the central point of the will of God. Let us examine carefully this doctrine that brings us to the core of Christianity, whose greatest revelation is the mystery of the Cross, whose life-giving source is the Eucharist, the divine perpetuation of that mystery, and whose secret means of leading souls to God is participation in the sacrifice of Jesus. St. Paul did not wish to know anything “except Jesus Christ and Him crucified,” nor did he wish to glory in anything but the Cross of Christ, in which is our salvation, our life, and our resurrection. To glorify God is to recognize and proclaim His infinite excellence and omnipotent sovereignty over all creation. Irrational creatures that display the divine marks given them by the hand of the Creator glorify God indirectly, as St. John of the Cross expresses it in the inimitable lines of his “Spiritual Canticle”: Scattering a thousand graces He passed through these groves in haste, And, looking upon them as He went, Left them, by His glance alone, Clothed with beauty. And the Scriptures tell us, “The heavens declare the glory of God” and “the earth is full of His praise.” But only rational creatures glorify God directly, for they alone can know, or at least have a glimpse of, infinite grandeur, and be led to praise it and to efface themselves before it in loving subjection. Scriptures present the saints prostrating themselves before God’s majesty. The clearer the knowledge of God and the more profound the self-effacement of the creature, the more perfect is the glorification. After the Fall, the glorification of God was tinged, so to speak, with the color of expiation required by divine justice, and the self-effacement of the creature was changed into the humiliation of pain and death. The people of Israel, instructed by God, and other peoples of the world, guided by the remains of primitive revelation, understood that supreme glorification required sacrifice, in which the victim was destroyed in honor of the Supreme Being. But those ancient sacrifices were not sufficient in themselves for either expiation or glorification. How could sin-stained creatures satisfy divine justice? How could they who had not received the perfect revelation of infinite greatness, perfectly glorify God? God rejected the ancient sacrifices and accomplished a stupendous prodigy of justice and mercy, of wisdom and love, in the sublime sacrifice of Calvary in which Jesus — most pure Victim, capable of offering a sacrifice of infinite value — offered to God a complete and superabundant expiation for sin and, at the same time, gave Him the most perfect glorification. God dies to glorify God! Jesus, knowing infinite goodness better than anyone, immolated Himself on the Cross with unfathomable love! Who but God can know the sublime fullness, the ineffable perfection, of this supreme glorification? And once the divine mystery is accomplished, there remains but to perpetuate it, to crystallize it, to make it immortal. Jesus has done this by giving us the incredible miracle of the Eucharist. Perhaps in Heaven we shall see that glorification and love are the same: that only love glorifies God, and that in glorification alone does love find its rest and its peace. On earth we do not see this. We have to separate the things of God and painfully examine their various aspects, and only then rebuild the divine reality in our imperfect way, by bringing together our scattered concepts. The Cross, the supreme glorification of God, is also the supreme expression of love. Love is surrender; it is giving; it is the sweet communication of our whole being with that of the Beloved. It is the divine strength that makes us efface ourselves in honor of the One we love; the power to lose all so as to give all; the knowledge of the exquisite delight of our incredible poverty, of our perfect divestment, of our ineffable humility. In these, the Beloved will become our wealth, our happiness, our glory, our all. We read in the Holy Gospel that the kingdom of Heaven is like a man who sells all he has in order to buy a precious pearl or a field in which a great treasure is hidden.144 These are symbols of love. Supreme love is the infinite surrender, the complete communication, the ineffable giving, of the three divine Persons in the bosom of God. God is charity, and His intimate life is the mystery of the unutterable donations of love. The love of the creature, since it is a reflection of eternal love, is also a total and most sweet donation. The angels accomplish it in the peace and joy of their spiritual and immaculate nature. On earth, the supreme donation of love cannot be made except in pain and death. This might seem to be an imperfection, yet this wretchedness of ours is the occasion of exquisite happiness, singular glory. Give me a lover, says Augustine, and he will understand what I am saying! To know that we die for the One we love, that our destruction is His joy, that we can purchase a smile from His lips at the price of death and sorrow — is not this the highest delight and joy of love? Love without pain is truly insipid and imperfect. It is not that we have chosen this way of love. The God of Heaven, who enjoys the delights of infinite love, willed to love in this way, and He performed prodigies in order to die of love and pain on the Cross. “In this we have come to know His love, that He laid down His life for us,”145 said St. John, and his words have been repeated by all souls in love with God. By dying on the Cross for us, Jesus showed to what lengths God would go in His love for man; by dying for the glory of the Father, He expressed the depth of the love of man for God. The Cross is the supreme symbol of this love. In the letter to the Hebrews, quoted earlier, St. Paul reveals the mystery of the will of God: “Therefore, in coming into the world, He says, ‘Sacrifice and oblation Thou wouldst not, but a body Thou hast fitted to me. In holocausts and sin-offerings Thou hast had no pleasure. Then said I, “Behold, I come. . . to do Thy will, O God!” ’ ” And in this will, adds St. Paul, we were sanctified, in the unique offering of the body of Jesus Christ. Each one of the mysteries of Jesus, each instant of His life, is the fulfillment of His Father’s will, but we have St. Paul’s revelation that the coordinating center of all the divine dispositions is the Cross. God wills many things that are in reality but one thing. For unity is the mark of all that is His, a rich unity that holds the universe in magnificent harmony. The human artist, in his masterpiece, wills and arranges all the elements, lights and shadows, colors and figures, seeking in this variety a central theme that will unify and harmonize the artistic elements, and which is the key to the work and the reason for its beauty. The divine Artist has willed many things: the earth with all its marvels, history and all its vicissitudes, the supernatural order with all its prodigies. Yet among this immense variety, His gaze, His search, His love, are only for Jesus Crucified. The Cross is the key to God’s magnificent work, the secret of its unity and beauty, the coordinating principle of the world and history, of time and eternity. Therefore, St. Paul could say that the will of the Father was accomplished by the oblation of the body of Christ, and that we are sanctified in that will. The devotion to the Father that filled the soul of Jesus — that soul great beyond measure — had the Cross for its terminus. Only on the Cross was His longing to glorify the Father satisfied, His immense hunger for doing the will of the Father appeased; only there did His infinite love attain rest. The loving dream of Jesus during His mortal life was the Cross; He longed for it as only the heart of the Man-God could long for the culmination of all His infinite aspirations. Although He hid His supreme secret under the mantle of divine serenity, it escaped Him as a perfume escapes its containing vial. It undoubtedly revealed itself at Nazareth, to be received in Mary’s heart; and again, in intimate conversations with His Apostles, as when He said, “I have a baptism to be baptized with; and how distressed I am until it is accomplished,” and that other time in the Cenacle, when Jesus carried in His heart for thirty-three years the cruel, torturing martyrdom of longing for sacrifice and of waiting for the hour appointed by the heavenly Father. Therefore, His devotion to the Father had a definitive form — sacrifice; a clear symbol — the Cross; and a precise formula — “Christ. . . through the Holy Spirit offered Himself unblemished unto God.” ✠ This article is from a chapter in Archbishop Martinez’s True Devotion to the Holy Spirit , available from Sophia Institute Press.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://www.sophiainstitute.com/products/item/true-devotion-to-the-holy-spirit?utm_source=CE%20Article&utm_medium=Martinez%20041919&utm_campaign=Martinez%20041919&utm_term=Martinez%20041919&utm_content=Martinez%20041919",
    "https://sophiainstitute.com/products/item/true-devotion-to-the-holy-spirit?utm_source=CE%20Article&utm_medium=Martinez%20041919&utm_campaign=Martinez%20041919&utm_term=Martinez%20041919&utm_content=Martinez%20041919",
    "https://www.sophiainstitute.com/products/item/true-devotion-to-the-holy-spirit"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "st. paul",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      },
      {
        "name": "st. john of the cross",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "holy spirit",
        "sentiment": "positive"
      },
      {
        "name": "cross true",
        "sentiment": "positive"
      },
      {
        "name": "cross of christ",
        "sentiment": "none"
      },
      {
        "name": "cross",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T07:22:44.988+03:00",
  "updated": "2024-03-29T07:22:44.988+03:00"
}