{
  "thread": {
    "uuid": "842e8f9370c78629c7af2455393f92a725cae751",
    "url": "https://www.3dnatives.com/impression-3d-fast-fashion-16022024/",
    "site_full": "www.3dnatives.com",
    "site": "3dnatives.com",
    "site_section": "https://www.3dnatives.com/rss",
    "site_categories": [
      "3d_graphics",
      "tech"
    ],
    "section_title": "3Dnatives",
    "title": "L’impression 3D au service de la lutte contre la « fast fashion »",
    "title_full": "L’impression 3D au service de la lutte contre la « fast fashion »",
    "published": "2024-02-16T01:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.3dnatives.com/wp-content/uploads/2024/02/Linz_Cover.jpg",
    "performance_score": 0,
    "domain_rank": 25591,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "842e8f9370c78629c7af2455393f92a725cae751",
  "url": "https://www.3dnatives.com/impression-3d-fast-fashion-16022024/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mélanie W.",
  "published": "2024-02-16T01:01:00.000+02:00",
  "title": "L’impression 3D au service de la lutte contre la « fast fashion »",
  "text": "L’impression 3D au service de la lutte contre la « fast fashion »\nMélanie W.\nQuand on se penche sur la question de l’environnement et les problématiques que l’on connaît actuellement, l’impact de l’industrie textile arrive vite dans la discussion. L’évolution rapide des tendances de la\nmode, l’apparition constante de nouvelles collections et la consommation croissante de vêtements entraînent une production énorme dans le monde entier. Ce que l’on appelle la « fast fashion » signifie en fin de compte que d’énormes quantités de vêtements finissent chaque jour à la poubelle et qu’on continue à trop en produire. Pour remédier à cette situation, les écologistes et les nouvelles directives gouvernementales demandent que la chaîne de valeur textile mondiale devienne plus efficace en termes de ressources et soit plus durable. Aujourd’hui, afin de contrer le cercle vicieux qui consiste à jeter et à acheter de nouveaux vêtements et de promouvoir la production locale et l’économie circulaire, une équipe de chercheurs de l’Université d’art et de design de Linz a débuté un projet intéressant. L’idée est de s’appuyer sur des matériaux et des technologies innovants, tels que l’impression 3D, pour fabriquer des vêtements.\nDans le cadre de leur projet artistique et scientifique PEEK « Fashion and Robotics », les chercheurs développent de nouvelles approches pour une production de mode plus durable. Le projet, financé par le Fonds autrichien pour la science (AWF), combine le développement de tissus organiques qui poussent en trois dimensions à partir d’une solution nutritive, de robots pour réparer les trous dans les vêtements et de l’IA pour rationaliser les usines. La recherche de l’équipe s’est principalement concentrée sur une approche fondamentalement nouvelle du processus de production en utilisant des technologies innovantes telles que l’impression 3D et de nouveaux matériaux, plutôt que d’optimiser le processus traditionnel.\nProduire, réparer des vêtements et lutter contre la fast fashion grâce à l’impression 3D\nDans la première phase du projet de recherche, les chercheurs ont produit un vêtement à l’aide de\nrobots utilisant l’impression 3D. En outre, l’équipe interdisciplinaire a développé des bras robotiques capables de couper ou de coudre en trois dimensions. L’étape suivante a consisté à développer l’électrofilage. Cette technologie visait à remplacer le « reprisage » conventionnel par un processus innovant et plus durable. Selon M. Braumann, un polymère est pulvérisé sur la zone déchirée d’un vêtement dans un champ de haute tension par un bras robotisé, formant ainsi des nanofibres qui se lient au textile.\nCette robotique de réparation des vêtements présente des avantages prometteurs. L’automatisation peut réduire les coûts de réparation à environ 2 dollars, ce qui rend les réparations plus abordables que l’achat de nouveaux articles et donc plus attrayantes. Ces robots pourraient également être utilisés dans des usines à grand volume et contribuer ainsi à une production plus durable. De plus, pour les usines, une IA serait capable de scanner les vêtements défectueux à l’avance et de reconnaître les zones qui doivent être réparées. Toutefois, la technologie pourrait également être utilisée au-delà de la réparation pour la « refonte en 3D » des vêtements dans les ateliers de retouche. Cela permettrait de prolonger le cycle de vie des vêtements.\nPour rendre les matériaux de la mode plus durables, les chercheurs ont également travaillé avec Werner Baumgartner pour cultiver pour la première fois des pantalons et des chaussures en 3D. Au cours de ce processus, des biomatériaux non fibreux nouvellement développés remplacent les opérations habituelles de coupe et de couture des textiles. Les matériaux se développent à partir de bactéries, et même en trois dimensions, par exemple à l’aide d’embauchoirs – la chaussure finie peut alors être détachée facilement.\nChristiane Luible-Bär, maître de conférences à l’université d’art et de design de Linz, qui a participé au projet, explique : « Le robot est également important dans ce cas, mais dans un nouveau rôle, à savoir celui de fournisseur de nourriture. Les bactéries ont besoin d’une solution nutritive régulièrement et à des heures précises, et une machine peut les nourrir de manière plus fiable qu’un être humain« .\nBien que les vêtements produits à partir de cellulose bactérienne ne soient pour l’instant que le résultat d’expériences de recherche fondamentale, ils représentent une étape vers l’application un jour concrète du processus. De plus amples informations sont disponibles\nICI.\nQue pensez-vous de l’utilisation de la fabrication additive pour lutter contre cette tendance de la fast fashion ? Partagez votre avis dans les commentaires de l’article. Retrouvez toutes nos vidéos sur notre chaîne\nYouTube ou suivez-nous sur\n*Crédits photo de couverture : KUKA Group",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Environment"
  ],
  "external_links": [
    "https://www.fwf.ac.at/en/news/detail/an-organic-shoe-grown-from-bacteria",
    "https://youtube.com/channel/UCMWrNpdLOXa7BffRKXZoaZw",
    "https://fwf.ac.at/en/news/detail/an-organic-shoe-grown-from-bacteria",
    "https://www.youtube.com/channel/UCMWrNpdLOXa7BffRKXZoaZw"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T08:59:37.053+02:00",
  "updated": "2024-02-16T08:59:37.053+02:00"
}