{
  "thread": {
    "uuid": "9d423820f814bb2f9afba1e366a8ccc356e39863",
    "url": "https://larepublica.pe/espectaculos/farandula/2024/01/05/tula-rodriguez-confiesa-que-se-volveria-a-casar-creo-en-el-matrimonio-video-210270",
    "site_full": "larepublica.pe",
    "site": "larepublica.pe",
    "site_section": "http://pwa.larepublica.pe",
    "site_categories": [
      "media"
    ],
    "section_title": "Últimas noticias de última hora del Perú y el mundo en La República",
    "title": "Tula Rodríguez confiesa que se volvería a casar: “Creo en el matrimonio” | video | Farándula | La República",
    "title_full": "Tula Rodríguez confiesa que se volvería a casar: “Creo en el matrimonio” | video | Farándula | La República",
    "published": "2024-01-06T00:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://imgmedia.larepublica.pe/1200x630/larepublica/original/2024/01/05/659872cc1e3ded5c5502fd58.jpg",
    "performance_score": 0,
    "domain_rank": 7920,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 10,
        "comments": 16,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9d423820f814bb2f9afba1e366a8ccc356e39863",
  "url": "https://larepublica.pe/espectaculos/farandula/2024/01/05/tula-rodriguez-confiesa-que-se-volveria-a-casar-creo-en-el-matrimonio-video-210270",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Celeste Campos",
  "published": "2024-01-06T00:13:00.000+02:00",
  "title": "Tula Rodríguez confiesa que se volvería a casar: “Creo en el matrimonio” | video | Farándula | La República",
  "text": "Tula Rodríguez revela que se volvería a casar: “Creo en el matrimonio” La presentadora lleva algunos años soltera desde que [su esposo, Javier Carmona, falleció](https://larepublica.pe/espectaculos/2020/09/30/fallece-javier-carmona-esposo-de-tula-rodriguez) y detalla lo difícil que es ser cabeza de hogar. [Michael Jackson figura en la lista de Jeffrey Epstein por curiosa razón: ¿qué otros famosos la integran?](https://larepublica.pe/espectaculos/farandula/2024/01/04/lista-de-jeffry-epstein-nombres-michael-jackson-y-mas-famosos-que-figuran-en-el-caso-de-jeffry-epstein-163516) [¿Mario Hart tiene firma en el Paseo de la Fama? Luciana Fuster lo felicita: “Sabía que llegarías lejos”](https://larepublica.pe/espectaculos/farandula/2024/01/04/luciana-fuster-felicita-a-mario-hart-por-su-firma-en-el-paseo-de-la-fama-foto-259632) [Grupo 5 tercera fecha [PREVENTA], Estacio Nacional: ¿aún quedan entradas para el concierto?](https://larepublica.pe/espectaculos/musica/2024/01/05/grupo-5-estadio-nacional-horario-de-inicio-de-la-preventa-precios-y-como-comprar-via-teleticket-concierto-2024-312265) Tula Rodríguez enviudó en el 2020 tras [la muerte de su esposo Javier Carmona](https://larepublica.pe/espectaculos/2020/09/30/fallece-javier-carmona-esposo-de-tula-rodriguez). A la presentadora se le vinculó en ocasiones con otros personajes; sin embargo, ella no volvió a oficializar otra relación. PUEDES VER: [Fallece Javier Carmona, esposo de Tula Rodríguez, tras permanecer dos años en estado vegetativo] ¿Tula Rodríguez se volvería a casar? Tula Rodríguez fue la invitada en el pódcast del actor Christopher Gianotti, a quien reveló detalles poco conocidos de su vida privada. \"¿Te volverías a casar?\", preguntó el también conductor. Al respecto, la presentadora respondió: “Sí, sin pensar, creo fervientemente en el matrimonio, creo en el amor y creo que las personas pueden estar unidas legalmente y ante los ojos de Dios... Yo sí me volvería a casar, pero si alguien no va por esa línea conmigo, entonces no, chau”. También explicó que extraña la vida en pareja: “El matrimonio no es fácil ni perfecto, pero lo que más extraño es dormir y sentir que estoy segura con la persona que está a mi lado. Si algo me pasa, sé que me va a cuidar, que tengo quien me proteja porque estoy agotada de ser cabeza, es lo que me toca vivir, pero es bien agotador. Respeto a las mujeres que dicen que pueden solas, yo también puedo sola, pero es mucho más fácil de a dos\". PUEDES VER: [Tula revela la emotiva razón por la que no pasa Navidad en Perú: \"He estado huyendo de la realidad\"] ¿Cómo se lleva Tula Rodríguez con los hijos de Javier Carmona? Otra de las preguntas fue sobre la situación actual de Tula con los hijos de su fallecido esposo. Sobre este tema, ella aseguró lo siguiente: “No tenemos una comunicación constante; sin embargo, le dije a mi hija Valentina que hay que invitar a sus hermanos porque es una fecha importante como su quinceaños, fue como un lonche”. Luego detalló: “El mismo día, Tadeo me escribió y le dije que avise a la familia porque a Valentina le gustaría verlos. Llegaron y me dio mucho gusto. No hay ningún sentimiento en contra ni nada. Agradezco que hayan ido porque mi hija estuvo feliz, entonces quien haga feliz a Valentina, me hace muy feliz a mí y tiene mi corazón ganado”. Estudié Periodismo en la Universidad Nacional Federico Villarreal (UNFV) y Redacción en la Universidad Jaime Bausate y Meza (UJBM). Tengo experiencia redactando y en auditoría de medios, con interés en arte y literatura. Cargando MgId...",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:45:05.787+02:00",
  "updated": "2024-01-06T00:45:05.787+02:00"
}