{
  "thread": {
    "uuid": "89ca2128e5289d1f8cb62002b32b2398caef296c",
    "url": "https://www.hojeemdia.com.br/opiniao/fabio-caldeira/pascoa-um-memorial-de-esperanca-1.1006668",
    "site_full": "www.hojeemdia.com.br",
    "site": "hojeemdia.com.br",
    "site_section": "https://hojeemdia.com.br",
    "site_categories": [
      "home_and_garden",
      "remodeling_and_construction",
      "family_and_parenting",
      "eldercare",
      "home_theater"
    ],
    "section_title": "Hoje em Dia",
    "title": "Páscoa – Um Memorial de Esperança",
    "title_full": "Páscoa – Um Memorial de Esperança",
    "published": "2024-03-29T11:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "BR",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 59922,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "89ca2128e5289d1f8cb62002b32b2398caef296c",
  "url": "https://www.hojeemdia.com.br/opiniao/fabio-caldeira/pascoa-um-memorial-de-esperanca-1.1006668",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-29T11:00:00.000+03:00",
  "title": "Páscoa – Um Memorial de Esperança",
  "text": "Às vésperas da Páscoa, nesta coluna uma reflexão de enorme significado e profundidade, pelas sábias palavras e ensinamentos de Magid Saab, um dos pastores mais ungidos da Igreja Batista Central de BH e autor do livro “O Bom Combate: Um guia prático de preparação para a batalha espiritual”. “A origem da Páscoa remonta ao tempo do êxodo do povo de Israel da terra do Egito. A Páscoa foi instituída por Deus e celebrada como um MEMORIAL para que os filhos de Israel jamais se esquecessem que foram escravos no Egito, e que o próprio Deus os libertou com mão poderosa, trazendo juízo sobre os deuses do Egito e sobre Faraó, conforme relatado no livro de Êxodo cap. 12. A palavra Páscoa (hebraico pessach = passagem, passar sobre) faz alusão ao que ocorreria no momento da décima praga, quando os primogênitos no Egito seriam mortos. Segundo a ordem de Deus, cada família dos hebreus deveria sacrificar um cordeiro e espargir o seu sangue nos umbrais das portas de sua casa. Este seria o sinal para que o mensageiro da morte não entrasse. Ao vir o sangue ele PASSARIA SOBRE as casas (Êx 12:13). Com esse último golpe, Faraó permitiu que o povo de Israel fosse livre da escravidão. A simbologia da Páscoa é extremamente rica. Em relação ao CORDEIRO, figura de Jesus (1 Co 5:7), aponta para a obra de Jesus, caracterizada por: Amor: o cordeiro era separado no 10º e sacrificado no 14º dia do mês de Abibe. Por 5 dias ele ficava no interior da casa. Isto fala que Jesus foi separado para nós a priori. O cordeiro foi morto antes da fundação do mundo (1 Pe 1:20). Deus nos ama e já havia providenciado salvação, antes mesmo de nos haver criado. Obediência: O cordeiro, macho e sem defeito, deveria ser comido assado e não cru. Isto aponta para a obediência de Jesus, que andou sem pecar. Toda sua vida e todo o seu íntimo passaram pelo fogo e ele foi aprovado. Por isso, ele tornou-se o cordeiro de Deus que tira o pecado do mundo. Salvação: O sangue do cordeiro deveria ser passado nas laterais e na parte superior das portas. Por causa do sangue, o anjo da morte não poderia entrar. Nada poderia fazê-lo entrar. A proteção era total!! Provisão: Todos da família comiam do cordeiro. Devemos usufruir toda provisão que Jesus tem para nós e não viver como mendigos espirituais. A simbologia da Páscoa é igualmente rica em relação a congregação de Israel, figura da Igreja de Jesus. Na vida da Igreja precisa haver: Comunhão: Toda a família tinha que estar debaixo do mesmo teto e participar junta em plena comunhão e unidade. Não há como viver igreja, sozinho, sem querer se reunir e se comprometer. Gratidão: O cordeiro deveria ser comido com ervas amargosas, o que aponta para o amargor da escravidão no Egito. Como foi terrível. Onde estaríamos se não fosse o Senhor? Devemos ser gratos a Jesus por tudo o que ele fez por nós. Prontidão: O cordeiro deveria ser comido apressadamente. O povo deveria estar pronto para sair. O Egito não é o nosso lugar. Somos separados para Deus. Também devemos estar prontos para ir onde o senhor nos enviar. A Páscoa aponta também para a Ceia do Senhor. Jesus instituiu a Ceia quando celebrava a Páscoa com os discípulos. Ambas são MEMORIAIS. A Ceia, como o próprio Jesus afirmou, lembra seu sacrifício por nós, quando ofereceu seu corpo e derramou seu sangue em nosso favor. Ao instruir a Igreja de Corinto sobre a Ceia, Paulo orientou que nas celebrações, fosse anunciada a morte do Senhor, até que ele venha (I Co 11:26). Isto significa dizer que Jesus não apenas morreu, mas RESSUSCITOU. Ele está vivo e voltará em breve para buscar a sua igreja. Esta é a palavra de ESPERANÇA que Paulo trouxe à Igreja de Tessalônica. Haverá um novo céu e uma nova terra e estaremos para sempre com o Senhor. Quando você pensar em Páscoa, pense em ESPERANÇA”. Amém!!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T13:49:18.670+03:00",
  "updated": "2024-03-29T13:49:18.670+03:00"
}