{
  "thread": {
    "uuid": "2ccc329f7bbfef73ff711bc1c0e40d26d9e79834",
    "url": "https://www.sciencedaily.com/releases/2024/07/240703131808.htm",
    "site_full": "www.sciencedaily.com",
    "site": "sciencedaily.com",
    "site_section": "https://www.sciencedaily.com/rss/all.xml",
    "site_categories": [
      "science",
      "space_astronomy",
      "education"
    ],
    "section_title": "Latest Science News -- ScienceDaily",
    "title": "A breakthrough in inexpensive, clean, fast-charging batteries",
    "title_full": "A breakthrough in inexpensive, clean, fast-charging batteries",
    "published": "2024-07-04T01:18:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.sciencedaily.com/images/scidaily-icon.png",
    "performance_score": 0,
    "domain_rank": 320,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2ccc329f7bbfef73ff711bc1c0e40d26d9e79834",
  "url": "https://www.sciencedaily.com/releases/2024/07/240703131808.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-04T01:18:00.000+03:00",
  "title": "A breakthrough in inexpensive, clean, fast-charging batteries",
  "text": "A breakthrough in inexpensive, clean, fast-charging batteries\nFirst anode-free sodium solid-state battery\n- Date:\n- July 3, 2024\n- Source:\n- University of Chicago\n- Summary:\n- Scientists have created an anode-free sodium solid-state battery. This brings the reality of inexpensive, fast-charging, high-capacity batteries for electric vehicles and grid storage closer than ever.\n- Share:\n-\nUChicago Pritzker Molecular Engineering Prof. Y. Shirley Meng's Laboratory for Energy Storage and Conversion has created the world's first anode-free sodium solid-state battery.\nWith this research, the LESC -- a collaboration between the UChicago Pritzker School of Molecular Engineering and the University of California San Diego's Aiiso Yufeng Li Family Department of Chemical and Nano Engineering -- has brought the reality of inexpensive, fast-charging, high-capacity batteries for electric vehicles and grid storage closer than ever.\n\"Although there have been previous sodium, solid-state, and anode-free batteries, no one has been able to successfully combine these three ideas until now,\" said UC San Diego PhD candidate Grayson Deysher, first author of a new paper outlining the team's work.\nThe paper, published today in Nature Energy, demonstrates a new sodium battery architecture with stable cycling for several hundred cycles. By removing the anode and using inexpensive, abundant sodium instead of lithium, this new form of battery will be more affordable and environmentally friendly to produce. Through its innovative solid-state design, the battery also will be safe and powerful.\nThis work is both an advance in the science and a necessary step to fill the battery scaling gap needed to transition the world economy off of fossil fuels.\n\"To keep the United States running for one hour, we must produce one terawatt hour of energy,\" Meng said. \"To accomplish our mission of decarbonizing our economy, we need several hundred terawatt hours of batteries. We need more batteries, and we need them fast.\"\nSustainability and sodium\nThe lithium commonly used for batteries isn't that common. It makes up about 20 parts per million of the Earth's crust, compared to sodium, which makes up 20,000 parts per million.\nThis scarcity, combined with the surge in demand for the lithium-ion batteries for laptops, phones and EVs, have sent prices skyrocketing, putting the needed batteries further out of reach.\nLithium deposits are also concentrated. The \"Lithium Triangle\" of Chile, Argentina and Bolivia holds more than 75% of the world's lithium supply, with other deposits in Australia, North Carolina and Nevada. This benefits some nations over others in the decarbonization needed to fight climate change.\n\"Global action requires working together to access critically important materials,\" Meng said.\nLithium extraction is also environmentally damaging, whether from the industrial acids used to break down mining ore or the more common brine extraction that pumps massive amounts of water to the surface to dry.\nSodium, common in ocean water and soda ash mining, is an inherently more environmentally friendly battery material. The LESC research has made it a powerful one as well.\nInnovative architecture\nTo create a sodium battery with the energy density of a lithium battery, the team needed to invent a new sodium battery architecture.\nTraditional batteries have an anode to store the ions while a battery is charging. While the battery is in use, the ions flow from the anode through an electrolyte to a current collector (cathode), powering devices and cars along the way.\nAnode-free batteries remove the anode and store the ions on an electrochemical deposition of alkali metal directly on the current collector. This approach enables higher cell voltage, lower cell cost, and increased energy density, but brings its own challenges.\n\"In any anode-free battery there needs to be good contact between the electrolyte and the current collector,\" Deysher said. \"This is typically very easy when using a liquid electrolyte, as the liquid can flow everywhere and wet every surface. A solid electrolyte cannot do this.\"\nHowever, those liquid electrolytes create a buildup called solid electrolyte interphase while steadily consuming the active materials, reducing the battery's usefulness over time.\nA solid that flows\nThe team took a novel, innovative approach to this problem. Rather than using an electrolyte that surrounds the current collector, they created a current collector that surrounds the electrolyte.\nThey created their current collector out of aluminum powder, a solid that can flow like a liquid.\nDuring battery assembly the powder was densified under high pressure to form a solid current collector while maintaining a liquid-like contact with the electrolyte, enabling the low-cost and high-efficiency cycling that can push this game-changing technology forward.\n\"Sodium solid-state batteries are usually seen as a far-off-in-the-future technology, but we hope that this paper can invigorate more push into the sodium area by demonstrating that it can indeed work well, even better than the lithium version in some cases,\" Deysher said.\nThe ultimate goal? Meng envisions an energy future with a variety of clean, inexpensive battery options that store renewable energy, scaled to fit society's needs.\nMeng and Deysher have filed a patent application for their work through UC San Diego's Office of Innovation and Commercialization.\nFunding: Funding to support this work was provided by the National Science Foundation through the Partnerships for Innovation (PFI) grant no. 2044465\nStory Source:\nMaterials provided by University of Chicago. Original written by Paul Dailing. Note: Content may be edited for style and length.\nJournal Reference:\n- Grayson Deysher, Jin An Sam Oh, Yu-Ting Chen, Baharak Sayahpour, So-Yeon Ham, Diyi Cheng, Phillip Ridley, Ashley Cronk, Sharon Wan-Hsuan Lin, Kun Qian, Long Hoang Bao Nguyen, Jihyun Jang, Ying Shirley Meng. Design principles for enabling an anode-free sodium all-solid-state battery. Nature Energy, 2024; DOI:\n10.1038/s41560-024-01569-9\nCite This Page:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.uchicago.edu/",
    "http://dx.doi.org/10.1038/s41560-024-01569-9",
    "https://pme.uchicago.edu/news/uchicago-prof-shirley-mengs-laboratory-energy-storage-and-conversion-creates-worlds-first",
    "https://uchicago.edu/",
    "http://www.dx.doi.org/10.1038/s41560-024-01569-9",
    "https://www.uchicago.edu",
    "https://www.pme.uchicago.edu/news/uchicago-prof-shirley-mengs-laboratory-energy-storage-and-conversion-creates-worlds-first"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "y. shirley meng",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of chicago",
        "sentiment": "none"
      },
      {
        "name": "university of california san diego",
        "sentiment": "none"
      },
      {
        "name": "uchicago pritzker school of molecular engineering",
        "sentiment": "none"
      },
      {
        "name": "laboratory for energy storage",
        "sentiment": "none"
      },
      {
        "name": "aiiso yufeng li family department of chemical",
        "sentiment": "none"
      },
      {
        "name": "nano engineering",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T13:14:40.188+03:00",
  "updated": "2024-07-05T13:14:40.188+03:00"
}