{
  "thread": {
    "uuid": "2385cb27a057e7102055f88a2f70f541d6ffdcec",
    "url": "https://www.topworldnewstoday.com/zero-plans-to-go-anywhere-rickie-fowler-shoots-down-liv-golf-dishes-on-sponsorship-change/",
    "site_full": "www.topworldnewstoday.com",
    "site": "topworldnewstoday.com",
    "site_section": "https://www.topworldnewstoday.com/former-premier-league-star-reveals-he-is-banned-from-uk-golf-course-that-costs-100000-to-be-a-member-after-drunken-incident-earlier-this-year",
    "site_categories": [],
    "section_title": "\nFormer Premier League star reveals he is BANNED from UK golf course that costs £100,000 to be a member after drunken incident earlier this year - Top World News Today",
    "title": "'Zero plans to go anywhere': Rickie Fowler shoots down LIV Golf, dishes on sponsorship change - Top World News Today",
    "title_full": "'Zero plans to go anywhere': Rickie Fowler shoots down LIV Golf, dishes on sponsorship change - Top World News Today",
    "published": "2024-01-07T19:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "TR",
    "main_image": "https://golfweek.usatoday.com/wp-content/uploads/sites/87/2024/01/USATSI_22222103.jpg?w=1024&h=576&crop=1",
    "performance_score": 0,
    "domain_rank": 54537,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2385cb27a057e7102055f88a2f70f541d6ffdcec",
  "url": "https://www.topworldnewstoday.com/zero-plans-to-go-anywhere-rickie-fowler-shoots-down-liv-golf-dishes-on-sponsorship-change/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Admin",
  "published": "2024-01-07T19:56:00.000+02:00",
  "title": "'Zero plans to go anywhere': Rickie Fowler shoots down LIV Golf, dishes on sponsorship change - Top World News Today",
  "text": "Rickie Fowler’s game returned to being so fine in 2023. He improved more than 100 spots to No. 14 in the final FedEx Cup standings. Yet at the start of the new season at The Sentry in Hawaii something was different – he was missing the logos of two of his longtime sponsors, Farmers Insurance, which was on the right side of his hat, and Rocket Mortgage, which was on the right sleeve of his shirt. To quote one of the signature lines ad lines, what does that even mean, Rick? For some, it fueled speculation that Fowler would be the next Tour pro to jump to LIV Golf for a lucrative guaranteed payday. No doubt that LIV would fancy adding Fowler, one of the game’s most popular players, to its growing stable of big-name players. But Fowler confirmed in a phone interview with Golfweek that he had “zero plans to go anywhere.” So, what happened to his long-running relationship with Farmers, which sponsors the Farmers Insurance Open later this month at Torrey Pines in San Diego? “My contract was up and I was told they weren’t looking to renew or extend,” Fowler said, noting the company has undergone a change in leadership at the top. It’s not uncommon for a new CEO to want to put his own spin on how the company spends its marketing dollars, especially if that leader isn’t a golfer or golf fan. “It was a good fit with them taking over at Torrey, a tournament I loved and was closest to where I grew up. I loved doing the fun commercials with them over the years, it was a great partnership, and it was their decision to scale back.” But Fowler said he hasn’t parted ways with Rocket Mortgage, the Detroit-based mortgage lender, which serves as the title sponsor of the Rocket Mortgage Classic in Detroit. In July, Fowler won the Rocket Mortgage Classic to end his winless spell. His deal with Rocket Mortgage expired at the end of the year, too. “We have something in the works to move forward but it hasn’t been finalized yet,” he said and predicted the mortgage company’s logo would soon return to his shirt. “I think there is a good chance we will have the logo and move forward with the partnership there.” Fowler was unaware of banter on social media that led some observers to make the leap that the missing logos meant he was LIV-bound. “You don’t have to worry about that,” he said. “Seeing how much work the guys on the (PGA Tour) board, especially being around (Patrick) Cantlay during the off-season a little bit and leading up to this event, I’ve never seen a person be on the phone so much. These guys are pouring a lot of time and effort into it. I was on the PAC last year but have tried to stay out of the way because the guys that are in there, I trust. With Jordan, Cantlay, Tiger and the other guys, I’ve just trusted that we’re all going to end up in a good spot and I have zero plans to go anywhere.” He termed it a sad state of affairs that players repeatedly have to declare their loyalty to the Tour at every turn, but he realizes that’s the current environment, especially after seeing Jon Rahm bolt for LIV . “I don’t check social media a whole lot,” Fowler said. “I kind of run everything through Instagram but rarely see stuff talked about on there. I guess it’s the day and age we live in. There’s only so much you can believe or trust because anything can be put out there. I’m real excited for what’s coming for me and for the Tour and all the time and effort these guys have been putting into it.” Fowler, who has been one of the most in-demand players for endorsements isn’t necessarily scaling back his involvement in endorsing products or serving as a company spokesman – he said he remains open for business for the right opportunities. “I’m not in a position where I need to go out and slap a logo on. I’m not going to do a deal unless it’s something I believe in and want to do,” he said. “Time is valuable and I don’t want to over-extend myself. Ten years ago, single me, it’s a lot easier to use that time for work-related stuff. Now, I want to make sure it’s worthwhile and with the right people. I don’t want to be a billboard or Nascar driver type of thing, but I do want to have a good, core group of partners.” The big loser in all of this is the Fowler fans in San Diego. He’s scheduled to play the American Express and is planning to skip the Farmers Insurance Open. With the way the schedule is set up, he’s expecting to play the next two signature events – AT&T Pebble Beach Pro-Am and Genesis Invitational – and in between he’s going to return to the WM Phoenix Open where he’s a past champion and has formed a deep bond with the Thunderbirds and the event. “I rarely like to play more than three weeks in a row so it’s just how it all worked out,” he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://golfweek.usatoday.com/2023/12/07/pga-tour-jon-rahm-2024-liv-golf-league/",
    "https://www.golfweek.usatoday.com/2023/12/07/pga-tour-jon-rahm-2024-liv-golf-league/",
    "https://golfweek.usatoday.com/2023/12/07/pga-tour-jon-rahm-2024-liv-golf-league"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "liv golf",
        "sentiment": "negative"
      },
      {
        "name": "rickie fowler",
        "sentiment": "negative"
      },
      {
        "name": "golfweek",
        "sentiment": "none"
      },
      {
        "name": "liv",
        "sentiment": "none"
      },
      {
        "name": "rick",
        "sentiment": "none"
      },
      {
        "name": "fowler",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "farmers",
        "sentiment": "none"
      },
      {
        "name": "farmers insurance open",
        "sentiment": "none"
      },
      {
        "name": "farmers insurance",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "san diego",
        "sentiment": "none"
      },
      {
        "name": "hawaii",
        "sentiment": "none"
      },
      {
        "name": "torrey pines",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:14:51.655+02:00",
  "updated": "2024-01-08T01:14:51.655+02:00"
}