{
  "thread": {
    "uuid": "f5fcf0dde5259c92da4cbfbd9ee7a99c578aaaaf",
    "url": "https://english.kyodonews.net/news/2024/01/cab2b19a43ac-focus-competitive-pay-at-tsmc-plant-may-ripple-across-japan-beat-inflation.html",
    "site_full": "english.kyodonews.net",
    "site": "kyodonews.net",
    "site_section": "http://english.kyodonews.net/rss/all.xml",
    "site_categories": [
      "media",
      "rugby",
      "sports"
    ],
    "section_title": "All - Kyodo News+",
    "title": "FOCUS: Competitive pay at TSMC plant may ripple across Japan, beat inflation",
    "title_full": "FOCUS: Competitive pay at TSMC plant may ripple across Japan, beat inflation",
    "published": "2024-01-01T04:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.kyodonews.net/english/public/images/posts/ed2ded61161e2c6671b3f82102c96d42/cropped_image_l.jpg",
    "performance_score": 0,
    "domain_rank": 6335,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f5fcf0dde5259c92da4cbfbd9ee7a99c578aaaaf",
  "url": "https://english.kyodonews.net/news/2024/01/cab2b19a43ac-focus-competitive-pay-at-tsmc-plant-may-ripple-across-japan-beat-inflation.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "KYODO NEWS",
  "published": "2024-01-01T04:44:00.000+02:00",
  "title": "FOCUS: Competitive pay at TSMC plant may ripple across Japan, beat inflation",
  "text": "The world's leading contract chipmaker Taiwan Semiconductor Manufacturing Co. could infuse new momentum into pay hikes that outpace price increases in inflation-plagued Japan, an essential element Prime Minister Fumio Kishida has long pursued. TSMC's generous compensation packages to recruit for a new plant in Kikuyo, Kumamoto Prefecture, can serve as a wakeup call to manufacturers not just around the area but in other regions of the country, economists say. The spillover effect will be critical as the world's third- largest economy is at risk of stagflation if wage hikes continue falling behind price rises. \"Tailwinds are blowing,\" said Kazuma Kishikawa, an economist at Daiwa Institute of Research. The Taiwanese company's $8.6 billion plant along with other vast spending plans by its peers such as Rapidus Corp. and Micron Technology Inc. could spur more investment and competition for talent and hence labor market liquidity and wage growth in broader sectors, he said. The Kishida government is poised to help the chip industry with financial aid to meet its goal of tripling domestic sales of semiconductors, parts and materials to 15 trillion yen ($105 billion) by 2030, while seeking to encourage companies to boost capital spending through tax credits. Japan sees domestic chip production as critical for its economic security, as heavy dependence on major supplier Taiwan poses geopolitical risks stemming from rising tensions between the United States and China over the self-ruled island. According to the Japanese Trade Union Confederation around 5,300 of its member unions agreed with their managements on average pay hikes of 3.58 percent in their 2023 wage negotiations, the sharpest rise in about 30 years. Still inflation-adjusted wages fell from a year earlier for the 19th consecutive month in October as wage growth failed to catch up with rising prices. \"I strongly ask everyone in the business community to accelerate domestic investment and, above anything else, to achieve wage growth that will exceed this year's,\" Kishida said at a recent event organized by the country's most influential business lobby, the Japan Business Federation. Backed by up to 476 billion yen in subsidies, TSMC plans to hire 1,700 workers to start production in December 2024 at the plant, a joint venture with Sony Group Corp. and Denso Corp., and the Taiwanese chipmaker's first manufacturing base in Japan. TSMC offered starting salaries of 280,000 yen per month to university graduates in 2022, 40 percent higher than the local average of around 200,000 yen, according to local college officials. The figure was also 27 percent higher than the national average monthly salary for new graduates of roughly 220,000 yen for the year to March 2024, according to Sanro Research Institute. Related coverage: [Global chip market forecast to grow to record $588 bil. in 2024](/news/2023/12/e55c31dc469a-global-chip-market-forecast-to-grow-to-record-588-bil-in-2024.html) [TSMC founder says Biden, Xi had \"good meeting\" to ease tensions](/news/2023/11/2e6f854df45d-update1-tsmc-founder-says-biden-xi-had-good-meeting-to-ease-tensions.html) [Samsung to receive $140 mil. gov't subsidy for chip facility in Japan](/news/2023/12/5ab602fde478-samsung-to-receive-140-mil-govt-subsidy-for-chip-facility-in-japan.html) \"I am excited to start my semiconductor career at the (TSMC) plant. I can absorb the world's most advanced skills and knowledge there and receive good wages and benefits,\" said a 19-year-old student at the Kumamoto Prefectural College of Technology, a two-year college in Kikuyo. He will start his career as an associate engineer at TSMC's Kumamoto plant from April with a monthly salary of around 230,000 yen. With Japan facing a shrinking workforce, local companies are struggling to secure enough employees around Kikuyo, a town of around 44,000 people where TSMC and its suppliers are gathering in an industrial park district to create a cluster of semiconductor-related businesses. Economists expect competition for talent and wages to intensify nationwide. In the semiconductor industry, recently created chipmaker Rapidus is building a new chip plant in Hokkaido and U.S. chip giant Micron Technology is ramping up production capacity in Hiroshima Prefecture, both supported by subsidies of roughly 200 billion to 300 billion yen each. Toshiba Corp. and Kioxia Corp. are also boosting production lines. TSMC is considering a second plant and reportedly a third in Japan, supported by more government financial support. \"Considering TSMC is hiring people from across the country, the trend of wage hikes could spread nationwide, while the pain would be felt among small and medium-sized businesses that are not able to keep up with wage hikes,\" said Toshihiro Nagahama, chief economist at Dai-ichi Life Research Institute. The Japan Electronics and Information Technology Industries Association projects eight major domestic chipmakers alone will face shortages of 40,000 workers over the next decade. With more chip-related companies building plants around and outside Kikuyo, Kyushu Financial Group estimates that the clustering of chip businesses in Kyushu, which is made up of Kumamoto and seven other prefectures, will have an economic impact of about 7 trillion yen in the region over the 10 years from 2022. While small companies find it difficult to raise pay, economists say they have to offer competitive salaries to entice young talent. It is also unclear whether salaries, investment and employment can increase in the long term without government financial assistance, DIR's Kishikawa said. \"It is necessary...to create an environment to attract investment without government subsidies in the future,\" he said. Human resources development also remains a crucial challenge for Japan Inc. to maintain growth even with its dwindling working population. The Kumamoto Prefectural College of Technology has teamed up with Kumamoto University to allow its students to transfer to the university's faculty of engineering as third-year students, starting April 2024, said Yuzo Obara, president of the tech college. The National Institute of Technology, Kumamoto College will also start offering a joint research program in cooperation with Kumamoto University from April 2025. \"It is a once-in-a-century opportunity we can't miss to address underlying problems,\" said Chikao Fukushima, chairman of Kikuyo's town council.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kishida",
        "sentiment": "none"
      },
      {
        "name": "kazuma kishikawa",
        "sentiment": "none"
      },
      {
        "name": "fumio kishida",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tsmc",
        "sentiment": "negative"
      },
      {
        "name": "taiwan semiconductor manufacturing co.",
        "sentiment": "negative"
      },
      {
        "name": "micron technology inc.",
        "sentiment": "none"
      },
      {
        "name": "rapidus corp.",
        "sentiment": "none"
      },
      {
        "name": "daiwa institute of research",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "kikuyo",
        "sentiment": "none"
      },
      {
        "name": "kumamoto prefecture",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-01T04:49:43.701+02:00",
  "updated": "2024-01-01T04:49:43.701+02:00"
}