{
  "thread": {
    "uuid": "88b5ea22e9109c9313e5f352260b1076e3bfcf9a",
    "url": "https://www.deseret.com/2023/12/29/24012557/water-west-environment-drought-snowpack-reservoirs-colorado-river-great-salt-lake-utah",
    "site_full": "www.deseret.com",
    "site": "deseret.com",
    "site_section": "https://www.deseret.com/rss/index.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Deseret News - All",
    "title": "How 2023 reshaped the water world in Utah and the West",
    "title_full": "How 2023 reshaped the water world in Utah and the West - Deseret News",
    "published": "2023-12-30T02:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://deseret.brightspotcdn.com/dims4/default/fa0f414/2147483647/strip/true/crop/3000x1713+0+393/resize/1461x834!/quality/90/?url=https%3A%2F%2Fcdn.vox-cdn.com%2Fthumbor%2FRkf-W3KT1-l9c2_hKr5YjypHR_M%3D%2F0x0%3A3000x2106%2F3000x2106%2Ffilters%3Afocal%281084x1521%3A1085x1522%29%2Fcdn.vox-cdn.com%2Fuploads%2Fchorus_asset%2Ffile%2F24515740%2Fmerlin_2969803.jpg",
    "performance_score": 0,
    "domain_rank": 2571,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "88b5ea22e9109c9313e5f352260b1076e3bfcf9a",
  "url": "https://www.deseret.com/2023/12/29/24012557/water-west-environment-drought-snowpack-reservoirs-colorado-river-great-salt-lake-utah",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "amy-joi-odonoghue",
  "published": "2023-12-30T02:11:00.000+02:00",
  "title": "How 2023 reshaped the water world in Utah and the West",
  "text": "If you are ready for some holiday cheer, just look to the record snowpack Utah received in the last water year.\nIt broke records.\nRelated The snowiest winter in decades continues, with more storms on the way The snow would not stop coming, as captured in stunning photos by the Deseret News.\nAt one point, Alta Ski Resort had the largest snowpack in the country.\nRelated A historic ski season, by the numbers Utah is dependent on snowpack, supplying most of its water through an elaborate system of storage dams, aqueducts and pipelines that serve the burgeoning and fast-growing Wasatch Front.\nThe Utah Division of Water Resources has some good news to put in your stocking.\nOn average, reservoir storage currently stands at 78% full statewide. This is around 20% higher than normal reservoir levels for this time of year. For the most part, reservoirs will likely stay near these levels until spring runoff.\n“It’s early in the season, and I’m hopeful Mother Nature will deliver some much-needed snow, but we are planning for all possibilities,” Candice Hasenyager, director of the Division of Water Resources, said. “We need to be vigilant to changing conditions and ready for whatever amount of snow the state receives from now until April.”\nThis year, precipitation has not disappointed.\nRelated ‘It is a lot of balls in the air that we are juggling’: Inside Utah’s battle with record runoff The Natural Resources Conservation Service’s Utah Snow Survey reports that precipitation in Utah’s valley locations was above normal for the month of November. Its monthly report went on to report this good news.\n“Of Utah’s 16 major watersheds, all had above normal mountain precipitation during November except for the San Pitch, Price-San Rafael, Southeastern Utah, and Dirty Devil basins. Southwestern Utah was the month’s big winner with 3.6” of new precipitation, which is 202% of normal,” the release said.\nWhen it comes to water, all is not bright The majority of Utah is out of drought, but still some areas remain impacted, according to the U.S Drought Monitor.\nOf particular concern is the extreme eastern portion of Utah bordering Colorado, which is termed as being in moderate drought. Another section is abnormally dry, where the Green River runs to eventually feed into the Colorado River to dump into Lake Powell.\nThe seven basin states that make up the Colorado River Basin have been mandated to come up with solutions to save that ailing river, plagued by too many diversions and decadeslong historic drought.\nRelated Urgent steps taken to save Colorado River, Glen Canyon Dam amid drought Feds propose cutting Colorado River water to California, Nevada and Arizona by up to one-fourth The Colorado River is the lifeblood of the West. How much longer will it last? The U.S. Bureau of Reclamation took urgent action this year, mandating cuts in water consumption on the Colorado River until finalized steps are undertaken.\nUtah, among the Upper Basin States, did its own math and, with its partners, came up with a plan. Will it be enough?\nThe new concept is called the System Conservation Pilot Program. And a staff engineer with the Colorado River Authority of Utah explained to the Utah Water Task Force in December that it is beginning to work.\nThe $125 million appropriated by the U.S. Bureau of Reclamation is fueling a program that has resulted in 64 projects across the four Upper Basin states, including 20 in Utah.\nAltogether, the projects have saved consumptive use on the Colorado River in the Upper Basin by about 38,000 acre-feet of water. Utah, as part of that group, saved 15,090 acre-feet. It is just a drop, but a beginning.\nRelated Saving the Colorado River: An acre-foot at a time in the Upper Basin\nThe Great Salt Lake is pictured on Thursday, July 20, 2023.\nJeffrey D. Allred, Deseret News\nThe saline, salty elephant in the room The Great Salt Lake saw some relief this year as a result of the bountiful snowpack, with the lower arm rising more than five feet. The lake is still struggling and poses a myriad of problems for the Wasatch Front, industry, migratory birds and the state’s cultural identity.\nBrian Steed, the state’s Great Salt Lake commissioner, says there is room for hope, but it is a long haul.\nIn a recent media briefing, he said strategies to help the largest saline lake in the Western Hemisphere are broken into short-term measures, mid-term actions and long-range goals.\nA strategic plan on the Great Salt Lake will be presented to Utah Gov. Spencer Cox by Dec. 31.\nOnce it is out, it will be open for public comment and in January, the Great Salt Lake Strike Team will come out with another report assessing the lake’s condition and where to go from here.\nDuring the upcoming state legislative session, Steed said $25 million will be requested in support of the Great Salt Lake and additional actions that need to be taken.\nThe state has always enjoyed the Great Salt Lake, but its ailing condition has forced a new reckoning as to just how important it is.\nYou simply have to point to Owens Lake in California to see the disastrous impacts of a terminal lake allowed to go dry.\nRelated The people living near Owens Lake endured decades of toxic dust. Here’s why they stayed The saline lakes of the Great Basin and why they are in trouble This last year, the Great Salt Lake has enjoyed the blessings of renewed attention, but like anything that needs nurturing, everyone must continue to be vigilant.\nHouse Speaker Mike Schultz, R-Hooper, said this Christmas season he is grateful the dialogue over water has changed.\n“I think one of the things that I appreciate most over the last two years is we have successfully changed the dialogue in the state of Utah around how important water is. For years we have taken it for granted and we’re the second driest state in the nation,” he said. “But public sentiment around water has changed and even with the amount of water that we have, people are conserving more today than they ever have, even in a record year where we have a record amount of water.”\nSchultz said Utah lawmakers are committed to pressing forward when it comes to helping the Great Salt Lake and water conservation in general — and the public is on board.\n“The mindset around water in the state of Utah has changed and people are becoming more conservation oriented. And that’s how we’re going to solve the problem.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Human Interest",
    "Weather"
  ],
  "external_links": [
    "https://droughtmonitor.unl.edu/CurrentMap/StateDroughtMonitor.aspx",
    "https://droughtmonitor.unl.edu/CurrentMap/StateDroughtMonitor.aspx?UT",
    "https://www.droughtmonitor.unl.edu/CurrentMap/StateDroughtMonitor.aspx?UT"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "candice hasenyager",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "utah division of water resources",
        "sentiment": "none"
      },
      {
        "name": "deseret news",
        "sentiment": "none"
      },
      {
        "name": "wasatch front",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "utah",
        "sentiment": "none"
      },
      {
        "name": "alta ski resort",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T02:43:26.856+02:00",
  "updated": "2023-12-30T02:43:26.856+02:00"
}