{
  "thread": {
    "uuid": "6886422ee5799871340de090f24101d59d47d964",
    "url": "https://www.asianews.it/noticias-es/Thich-Minh-Tue%2C-el-monje-budista-vietnamita-que-marcha-por-la-fe-y-la-libertad-%28religiosa%29-60859.html",
    "site_full": "www.asianews.it",
    "site": "asianews.it",
    "site_section": "https://www.asianews.it/es.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "www.asianews.it",
    "title": "Thich Minh Tue, el monje budista vietnamita que marcha por la fe y la libertad (religiosa)",
    "title_full": "Thich Minh Tue, el monje budista vietnamita que marcha por la fe y la libertad (religiosa)",
    "published": "2024-06-01T11:38:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.asianews.it/./files/img/size3/IMG_2239.jpg",
    "performance_score": 0,
    "domain_rank": 13342,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6886422ee5799871340de090f24101d59d47d964",
  "url": "https://www.asianews.it/noticias-es/Thich-Minh-Tue%2C-el-monje-budista-vietnamita-que-marcha-por-la-fe-y-la-libertad-%28religiosa%29-60859.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AsiaNews.it",
  "published": "2024-06-01T11:38:00.000+03:00",
  "title": "Thich Minh Tue, el monje budista vietnamita que marcha por la fe y la libertad (religiosa)",
  "text": "Thich Minh Tue, el monje budista vietnamita que marcha por la fe y la libertad (religiosa)\nDesde hace años recorre el país descalzo, de norte a sur, alimentándose de limosnas y durmiendo en los bosques. Elogio de la devoción religiosa a través de las 13 prácticas ascéticas del \"Dhutanga\". Hostilizado por el budismo oficial, el monje es \"tolerado\" por el gobierno y venerado por la población de todas las religiones, que lo siguen en las redes sociales.\nHanoi (AsiaNews)- Un ejemplo contra la corrupción y un testimonio de fe y ascetismo para todo el país, que ha cautivado la imaginación - y el respeto - de millones de vietnamitas mientras la clase dirigente\nlucha por el poder con purgas, juicios y condenas a muerte. El sitio web Fulcrum relata el \"viaje\" a pie de Thich Minh Tue, un hombre \"humilde\", y elogia su devoción al budismo a través de las 13 austeras prácticas ascéticas del \"Dhutanga\" destinadas a alcanzar el no-yo (Anatta). Un solitario, que en su camino ha obtenido la aprobación de la clase política (y del Partido Comunista) y que, con su peregrinación, constituye un desafío único e inédito para el Estado, en una perspectiva de lucha por la libertad religiosa consagrada en su Constitución.\nLa rigurosa adhesión de Thich Minh Tue al Dhutanga incluye caminar descalzo, alimentarse de limosnas, buscar reparo en bosques, arbustos o cementerios y renunciar a todas las posesiones materiales. Su compromiso de observar los preceptos ha inspirado a vietnamitas de todas las clases sociales, incluidos intelectuales, artistas, expatriados, otros monjes y sacerdotes cristianos. Él y su túnica, hecha con retales de tela que recoge durante sus viajes, han inspirado múltiples expresiones artísticas, pinturas, esculturas, poemas, y canciones, y han creado una nueva tendencia.\nDespués de caminar descalzo de sur a norte - y viceversa - durante varios años, sólo recientemente Thich Minh Tue se ha convertido en un fenómeno nacional gracias a una gran cantidad de internautas, perfiles y páginas sociales en YouTube, Facebook y TikTok que siguen y celebran sus desplazamientos, transmitiéndolos en vivo a millones de espectadores ansiosos. Muchos vietnamitas lo reciben calurosamente a su paso, no sólo por su testimonio de fe sino como fenómeno \"social y mediático\". En él se inspiran ya muchos aspirantes a monje o simples curiosos, porque ha sabido ganar protagonismo sin el respaldo de ninguna entidad religiosa controlada por el Estado, una anomalía en el panorama político del país. Por otra parte, las autoridades son muy cautelosas ante cualquier movilización espontánea a gran escala que pueda afectar la estabilidad social y el propio régimen.\nPor parte de las autoridades oficiales, tanto estatales como religiosas, no han faltado rumores y ataques directos contra Thich Minh Tue. Sus peregrinaciones han dado origen a debates públicos sobre la manera de observar los dictados de la religión budista, que es predominante en Vietnam con 14 millones de fieles, el doble de los siete millones de católicos. En las redes sociales los ciudadanos lo aclaman como la encarnación de una genuina dedicación espiritual a los valores budistas fundamentales como la sencillez y la renuncia. Por el contrario, se señalan casos de mala conducta y vida materialista de algunos monjes y se critican algunas pagodas o denominaciones oficiales que están más dedicadas al lucro que a la vida religiosa y funcionan con la aprobación tácita de fuentes oficiales.\nEntre estas últimas se encuentra la reacción de la Sangha budista de Vietnam (VBS), organización oficial del país, que es ampliamente negativa. Sus dirigentes atacan a Thich Minh Tue afirmando que no es monje ni está afiliado a ninguna institución vinculada a la VBS. Esta postura provocó la reacción entre indignada e hilarante de la opinión pública, mientras el monje \"errante\" ha declarado que es un simple ciudadano que trata de aprender y practicar las enseñanzas de Buda. La Comisión para Asuntos Religiosos del gobierno afirma que no forma parte de las instituciones religiosas pero no le niega el estatus de monje, distinguiéndose así de la versión del VBS. El caso también es una muestra del poder que tienen las redes sociales para difundir un mensaje al público, ofreciendo una visión alternativa a la narrativa oficial del Estado. Por otra parte, el gobierno de Hanoi muestra un enfoque diferente y, sin ceder al impulso de prohibir o reprimir, parece haber elegido la vía del control, dando así mayor espacio a las libertades individuales, comenzando por la religiosa.\nMusulmana, ex radical: Riad y el salafismo (wahabí) un peligro para el islam y para el mundo-un-peligro-para-el-islam-y-para-el-mundo--39428.html)\n17/12/2016 13:14\nHanoi expulsa al monje budista jemer krom \"no alineado\"\n05/12/2023 15:22",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T18:13:46.151+03:00",
  "updated": "2024-06-01T18:13:46.151+03:00"
}