{
  "thread": {
    "uuid": "818a34d6a66b6996e6083666b2a79410349caa84",
    "url": "https://www.montgomeryadvertiser.com/story/sports/high-school/girls-basketball/2024/02/29/erica-dubois-impact-on-prattville-girls-basketball-senior-ullyriah-lewis-alabama-high-school-bball/72793683007",
    "site_full": "www.montgomeryadvertiser.com",
    "site": "montgomeryadvertiser.com",
    "site_section": "http://www.montgomeryadvertiser.com",
    "site_categories": [
      "real_estate",
      "media",
      "buying_selling_homes"
    ],
    "section_title": "Home",
    "title": "Erica DuBois impact on Prattville girls basketball senior U'llyriah Lewis",
    "title_full": "Erica DuBois impact on Prattville girls basketball senior U'llyriah Lewis",
    "published": "2024-02-29T23:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.gannett-cdn.com/presto/2023/02/21/PMOY/ba096b9c-9a6b-4fbb-ae4c-8c7b6dcdff78-p31.jpg?auto=webp&crop=2066,1163,x0,y330&format=pjpg&width=1200",
    "performance_score": 0,
    "domain_rank": 11723,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "818a34d6a66b6996e6083666b2a79410349caa84",
  "url": "https://www.montgomeryadvertiser.com/story/sports/high-school/girls-basketball/2024/02/29/erica-dubois-impact-on-prattville-girls-basketball-senior-ullyriah-lewis-alabama-high-school-bball/72793683007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": ", Montgomery Advertiser",
  "published": "2024-02-29T23:34:00.000+02:00",
  "title": "Erica DuBois impact on Prattville girls basketball senior U'llyriah Lewis",
  "text": "From little league to AHSAA Final Four: Erica DuBois impact on Prattville girls basketball senior Prattville girls basketball made school history at the AHSAA semifinals Wednesday, being the first team in program history to make it to back-to-back Final Four appearances. Head coach Erica DuBois played in the final four when she attended Prattville High School 25 years ago. Now coaching her second straight semifinal, she's adamant on returning back to Birmingham and playing for a Blue Map. \"I think the girls has done an exceptional job building this program up,\" DuBois said. \"I want to give the kudos to them, I'm extremely proud of this team.\" Game Story: [Prattville girls basketball eliminated by Hewitt-Trussville in AHSAA Class 7A semifinal](https://www.montgomeryadvertiser.com/story/sports/high-school/girls-basketball/2024/02/29/prattville-lions-defeated-by-hewitt-trussville-in-ahsaa-class-7a-semifinal-alabama-high-school-bball/72712338007/) This year the Lady Lions had one senior in U'llyriah Lewis, and in her final game she finished with 21 points leading the team in scoring. DuBois has coached Lewis since she was in middle school playing recreational basketball and calls her the foundation of this Lady Lions team. \"This program would not be where they are today without U'llyriah,\" DuBois said. \"She started when she was a ninth grader and she first played for me in the sixth grade when I was coaching in a recreational league. It's a special bond between U'llyriah and I, and she has helped put this program on the map.\" In seventh and eighth grade Lewis suffered back-to-back torn ACLs in both of her knees. When DuBois began coaching Prattville, the two rekindled and have flourished together in the past four seasons. Lewis talked about the impact DuBois had on her basketball journey and how from day one she always believed in her talents. \"From the beginning when I came in my freshman year with two braces on, she told me I have to get out of it and that it's only a mental thing,\" Lewis said. \"She is a great coach, being with her has taught me to be tougher than I am. She does not just teach players how to play the game but teaches us how to apply these skills to the real world. She is like a mother to me, and I love her.\" With more than half of the roster retuning next year, Dubois says the future is bright for the Lady Lions. The backcourt duo of Jayla West-Young and Keleigh Mullens were vital pieces to this postseason run and will get another shot at it next season. When asked about their offseason plans, they collectively agreed that they will be putting in the work preparing for next season. \"The future looks bright for this program,\" Dubois said. \"We will still be the same family that got us here this year and we have a lot of girls returning.\" Jerry Humphrey III is a sports writer for the Montgomery Advertiser who covers area high school sports, Auburn recruiting and Alabama State athletics. Follow him on Twitter @jerryhump3.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "erica dubois",
        "sentiment": "negative"
      },
      {
        "name": "dubois",
        "sentiment": "none"
      },
      {
        "name": "u'llyriah lewis",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "prattville high school",
        "sentiment": "none"
      },
      {
        "name": "ahsaa",
        "sentiment": "none"
      },
      {
        "name": "hewitt-trussville",
        "sentiment": "none"
      },
      {
        "name": "lady lions",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "prattville",
        "sentiment": "none"
      },
      {
        "name": "birmingham",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:35:16.156+02:00",
  "updated": "2024-03-01T03:38:50.637+02:00"
}