{
  "thread": {
    "uuid": "202e7c68104771c94d241c061cbf7e17088ec00d",
    "url": "https://theshillongtimes.com/2023/12/29/historic-tripartite-peace-accord-inked-by-ulfa-centre-assam-govt/",
    "site_full": "theshillongtimes.com",
    "site": "theshillongtimes.com",
    "site_section": "http://feeds.feedburner.com/TheShillongTimes",
    "site_categories": [
      "media"
    ],
    "section_title": "The Shillong Times",
    "title": "Historic tripartite peace accord inked by ULFA, Centre, Assam Govt.",
    "title_full": "Historic tripartite peace accord inked by ULFA, Centre, Assam Govt.",
    "published": "2023-12-29T11:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://theshillongtimes.com/wp-content/uploads/2023/12/Assam-CM-Himanta-Biswa-Sarma-addresses-media-after-signing-of-pact-with-ULFA-pro-talks-in-New-Delhi-on-Friday.jpg",
    "performance_score": 0,
    "domain_rank": 98899,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "202e7c68104771c94d241c061cbf7e17088ec00d",
  "url": "https://theshillongtimes.com/2023/12/29/historic-tripartite-peace-accord-inked-by-ulfa-centre-assam-govt/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "From Our Correspondent",
  "published": "2023-12-29T11:24:00.000+02:00",
  "title": "Historic tripartite peace accord inked by ULFA, Centre, Assam Govt.",
  "text": "Guwahati, Dec 29: A tripartite historic peace accord was signed between the pro-talks faction of the United Liberation Front of Asom (ULFA), the Central and Assam Governments in New Delhi on Friday bringing to an end decades-old insurgency in the northeastern state.\nUnion Home Minister Amit Shah, Assam Chief Minister Dr. Himanta Biswa Sarma and more than a dozen top leaders of the pro-talks faction of the ULFA headed by Arabinda Rajkhowa were present during the signing of the peace agreement at the Ministry of Home Affairs at North Block here.\nUnion Home Minister Amit Shah said it was a “historic moment” in respect of entering into a peace accord with the ULFA.\nThe Home Minister said that nine numbers of peace accords and border agreements took place in the last five years under the leadership of Prime Minister Narendra Modi.\nShah said that 85 per cent areas under AFSPA have been withdrawn from Assam.\nThe Home Minister has said that the peace agreement will bring huge developmental packages and projects for Assam and assured 100 per cent implementation of the accord with ULFA in a time-bound manner.\nShah took the opportunity to convey thanks to the ULFA leadership for reposing trust in the governments and coming forward to the negotiation table. “Government has always shown its willingness to enter into a dialogue with a group that is willing to abjure the path of violence and place its demands within the framework of the Constitution,” Shah, who termed the signing as a historic moment, said.\nAssam Chief Minister Himanta Biswa Sarma termed today’s development as a historic one that would herald durable peace and progress in Assam.\nThe Chief Minister said the accord will bring about a whopping developmental package to Assam to the tune of 1.5 lakh crore. It will also give political security and constitutional safeguards to the people of Assam by way of delimitation for indigenous people, land rights and putting restrictions on migration from one constituency to another.\nTop ULFA leader Sashadhar Choudhary while thanking the Prime Minister, the Union Home Minister and the Chief Minister for the peace agreement, hoped that it would bring durable peace and stability in Assam.\nWith this accord around 8,200 militants, including 726 cadres today belonging to the ULFA have come overground and joined the national mainstream.\nA host of long-standing political, economic and social issues concerning Assam, besides providing cultural safeguards and land rights to the indigenous people have been incorporated in the accord.\nBesides, the 16-member delegation led by ULFA Chairman, Arabinda Rajkhowa, representatives from 13 civil society organisations were also present.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "arabinda rajkhowa",
        "sentiment": "none"
      },
      {
        "name": "himanta biswa sarma",
        "sentiment": "none"
      },
      {
        "name": "shah",
        "sentiment": "none"
      },
      {
        "name": "amit shah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "assam govt",
        "sentiment": "negative"
      },
      {
        "name": "ulfa",
        "sentiment": "negative"
      },
      {
        "name": "ministry of home affairs",
        "sentiment": "none"
      },
      {
        "name": "united liberation front of asom (ulfa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "guwahati",
        "sentiment": "none"
      },
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "north block",
        "sentiment": "none"
      },
      {
        "name": "assam",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T18:20:29.474+02:00",
  "updated": "2023-12-29T18:20:29.474+02:00"
}