{
  "thread": {
    "uuid": "87f1663aef9c6f0fed54510482d015bec9950ac3",
    "url": "https://www.theday.com/sports/20231228/flag-football-gives-female-players-sense-of-community-scholarship-options-and-soon-shot-at-olympics/",
    "site_full": "www.theday.com",
    "site": "theday.com",
    "site_section": "https://www.theday.com",
    "site_categories": [
      "media"
    ],
    "section_title": "theday.com: New London and southeastern Connecticut News, Sports, Business, Entertainment and Video",
    "title": "Flag football gives female players sense of community, scholarship options and soon shot at Olympics",
    "title_full": "Flag football gives female players sense of community, scholarship options and soon shot at Olympics",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imengine.public.prod.day.navigacloud.com/?uuid=ad4d7962-32e3-51b2-a59e-50edf272e8da&function=fit&type=preview",
    "performance_score": 0,
    "domain_rank": 12218,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "87f1663aef9c6f0fed54510482d015bec9950ac3",
  "url": "https://www.theday.com/sports/20231228/flag-football-gives-female-players-sense-of-community-scholarship-options-and-soon-shot-at-olympics/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "Flag football gives female players sense of community, scholarship options and soon shot at Olympics",
  "text": "Flag football gives female players sense of community, scholarship options and soon shot at Olympics Denver — There were times when Jo Overstreet felt all alone as a standout flag football player on boys teams growing up in Texas. Sure, she was accepted. Considered just one of the boys. She longed for something more — a sense of sisterhood. These days, the 40-year-old receiver for Team USA sees a thriving community of females of all ages and all abilities lifting the sport to new heights. It's an expansion that will only be enhanced with the sport's recent addition to the Olympic program for the 2028 Summer Games in Los Angeles. The non-contact game featuring plenty of fast-paced action has really been on the rise for a while, with girls-specific teams and leagues springing up from coast to coast — from continent to continent, too. Eight states have sanctioned girls flag football as a high school varsity sport — more are initiating pilot programs — and college scholarships are now offered for female players on the NAIA level. The NFL has even thrown its weight behind flag football through leagues and events. \"This is so big for women to be able to say, 'I have a dream to play football' — and to actually know that opportunity is really there,\" said Overstreet, a former basketball player at the University of Houston who hopes to be in the mix for a spot on the inaugural Olympic roster. \"Just saying that to myself now, I'm still in shock.\" Flag football is a sport many may have grown up playing, either through gym class in elementary school or a youth league or perhaps on the playground at recess. It became even more visible last winter, when the NFL turned to flag football as part of its Pro Bowl festivities. On the international level, the game consists of five players per side on a field that's 50 yards long — plus 10 yards for each end zone — and 25 yards wide (about half the traditional American football field). The offensive team has four downs to reach midfield for a first down. If they reach midfield, the team has four downs to score. Even more, every offensive player is an eligible receiver. The speedy nature has caught on, too. According to research by USA Football, over a stretch between 2014 and 2022, the participation rate for girls ages 6-12 increased by 178%. There were roughly 112,000 girls in this age range that played the sport in 2021 and 2022. Like Makayla Martinez, a 14-year-old wide receiver from Phoenix who stood out during the USA Football/Los Angeles Rams' talent identification camp last summer. She started playing at 5 years old after watching her cousins take the field. She switched to soccer, though, not seeing a route going forward in flag football — until now. \"My dad was like, 'There's this girls' team that's starting. Do you want to give it a try?'\" Martinez recounted. \"I was like, 'No, not really.' Because I only had played on a boys team. But I gave it a shot. I went for it. I just started focusing on flag football, because I saw that it was growing.\" Currently, Alabama, Alaska, Arizona, California, Florida, Georgia, Nevada, and New York offer flag football as a varsity girls sport on the high school level. More states are testing it out, with New Jersey recently moving it from a club sport to one overseen by the New Jersey State Interscholastic Athletic Association for the next two spring seasons. The powerful promotional arm of the NFL is generating growth, too. The league has set up camps, clinics, a circuit and even exhibitions. The Klam family of Austin, Texas, used to be a baseball household, traveling all over to tournaments for their son. Now, Jason and Amberly Klam are fully invested in the world of flag football, even starting their own female travel teams. Their 19-year-old daughter, Ashlea, has long been a star in the sport — since she first stepped onto the field for a boys team at 7 years old. A few years later, Ashlea joined an all-girls squad and they traveled all over. That led them to launch Texas Fury, an all-girls flag football select travel team. At first, they had six girls. These days, the Fury has more than 60 players and seven different teams in various age groups. Ashlea earned a flag football scholarship to Keiser University in West Palm Beach, Florida, one of nearly two dozen NAIA schools that have programs. Last May, Ottawa University in Kansas cemented its dynasty by winning the program's third straight NAIA women's flag football title over Thomas University (Georgia) at Mercedes-Benz Stadium in Atlanta. \"My daughter getting an opportunity to go play in college — it's one of those dreams come true,\" Jason Klam said. \"And with the sport being added to the Olympics, the future is just tremendous.\" Ashlea Klam was back home in Austin in October — lobbying for Texas high schools to include girls flag football as a varsity sport — when she awoke to a text from her parents. A simple screen shot: Flag football was officially in for the 2028 LA Games. Her sport, the one that meant so much that she passed on going to Army to compete in track and field, was gaining inclusion (along with cricket, baseball-softball, lacrosse and squash). \"I had full faith it was going to\" make it in, Ashlea Klam said. \"We can really show everyone that flag football deserves to be there — and that flag football should be everywhere.\" The U.S. and Mexico already have a robust rivalry on the women's side. The Americans beat a Mexico team led by star QB Diana Flores during the International Federation of American Football's Americas Continental Flag Football Championship in Charlotte, North Carolina, over the summer. At the World Games the year before, Flores led her squad to a gold medal. It's years away, of course, but it could be quite a gold-medal showdown at the LA Games. The roster? It's still a ways away, but beginning next season, there are official USA Football sanctioned events, tournaments and combines to kick off the selection process. It's anyone's guess who makes the team as the sport may start luring athletes from other sports (imagine the speed of track stars such as Sydney McLaughlin-Levrone and Sha'Carri Richardson ). \"The announcement (of flag football being in the Olympics) was rocket fuel to an already very fast-paced growth trajectory for the passion of girls and women wanting to play football,\" Scott Hallenbeck, the CEO of USA Football, said of a sport that's an invitational Olympic event for now, but already working ahead to be included on the program for the 2032 Brisbane Games. \"It's been an explosion of participation.\" Receiver Madison Fulford discovered flag football nearly two years ago while playing in an intramural league. In no time, the Limestone University track standout was putting her speed and agility to use for the national team, where she scored four TDs in the gold-medal game versus Mexico last summer. Fulford balances her time between serving as an Air Force mental health counselor in San Antonio with wearing the red, white and blue for the national team and running flag football skills camps all over the country for young women. Anything to inspire the next female flag football player. \"I tell them to just have fun,\" Fulford said. \"Have a fun time bonding with your teammates, your sisters.\" Comments are limited to 200 words in length. Post your comment [Cancel reply](/sports/20231228/flag-football-gives-female-players-sense-of-community-scholarship-options-and-soon-shot-at-olympics/#respond) Total word count: 0 words. Words left: 200.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jo overstreet",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nfl",
        "sentiment": "none"
      },
      {
        "name": "naia",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "los angeles",
        "sentiment": "none"
      },
      {
        "name": "team usa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:39:15.366+02:00",
  "updated": "2023-12-29T00:39:15.366+02:00"
}