{
  "thread": {
    "uuid": "90a05c6b6f7e28a2ad18203c8a1eeeaba359444d",
    "url": "https://www.meneame.net/story/enorme-importancia-estrategica-rusia-perdida-avion-beriev-50/c016",
    "site_full": "www.meneame.net",
    "site": "meneame.net",
    "site_section": "https://www.meneame.net/comments_rss",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Menéame: comentarios",
    "title": "#16 La enorme importancia estratégica para Rusia de la pérdida de un avión Beriev A-50 Mainstay",
    "title_full": "#16 La enorme importancia estratégica para Rusia de la pérdida de un avión Beriev A-50 Mainstay",
    "published": "2024-01-20T15:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://meneame.net/img/logo_meneame_footer.svg",
    "performance_score": 0,
    "domain_rank": 11311,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "90a05c6b6f7e28a2ad18203c8a1eeeaba359444d",
  "url": "https://www.meneame.net/story/enorme-importancia-estrategica-rusia-perdida-avion-beriev-50/c016",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "johel",
  "published": "2024-01-20T15:55:00.000+02:00",
  "title": "#16 La enorme importancia estratégica para Rusia de la pérdida de un avión Beriev A-50 Mainstay",
  "text": "[Alakrán_](/user/Alakr%C3%A1n_)a [outono.net](/go/link/3899367) [#3](c3#c-3) Por alusiones, mi comentario iba porque el otro usuario afirmaba que no tenían capacidad de construir tales aviones. No quiere decir tampoco que puedan construir una flota de ellos en poco tiempo.\n[#9](c9#c-9) La noticia es \"\"duplicada\"\", en los comentarios de la anterior se decia que habia videos de los \"\"\"\"\"aterrizajes\"\"\" y que aunque ha podido aterrizar en Anapa no podra volver a volar.\nUn AWACS Ruso A-50U (Mainstay-D) ha sido derribado sobre el Mar de Azov (CONFIRMADO) 14/01/24 [#1](c1#c-1) ¿Te refieres al sustituto con retrasos que a saber cuando entra en funcionamiento como otro buen número de vehículos rusos que nunca cumplen los plazos ni acaban de llegar?\nWestern Sanctions Are Driving Delays In Fielding Russia’s New A-100 Radar Plane: Report\nAlready running late, the much-needed A-100 Premier now won’t be in service until at least 2024.\nhttps://www.thedrive.com/the-war-zone/44145/western-sanctions-are-driving-delays-to-russias-new-a-100-radar-plane-report\nCabe recordar que un dron dañó un Beriev A50 en Bielorrusia hace 10 meses aprox..\nHace unos dias comentaba que las malas lenguas hablaban de una corveta clase Tarantul hundida en Crimea.... pues hoy se ha confirmado por imágenes satélite:\nMe ha gustado eso de, Patriots suministrado por EE.UU. y Alemania. Quién elige los blancos? Quién pone o adiestra el personal para usarlo?\nLos ucranianos puede que decidan algo, pero no sé si esto. Lo que me lleva a reírme cuando algunos dicen que es una guerra entre Ucrania y Rusia y nosotros estamos de espectadores. Creo que la OTAN en lo respecta a elegir blancos de aviones o barcos es quien decide. Y eso que nosotros no estamos implicados... poco nos falta.\nQue la entrega de aviones se retrasan, será porque no hay suficientes lavadoras para desguazar\nSi tiene \"enorme\" importancia estratégica! (Será táctica) ya lo veremos en las próximas semanas. Sobre todo cuando se desplieguen los F16 en Polonia o Rumanía para hacer operaciones en suelo ucraniano, porque aeródromos quedan ya pocos. No les quedará otra que operar desde país OTAN.\n[#13](c13#c-13) Ni la OTAN ni EEUU deciden nada, a Ucrania se le dan las armas, y los ucranianos deciden como usarlas, obviamente con cierto asesoramiento occidental... en algunas ocasiones, las armas se le dan con ciertas condiciones para no usarlas en territorio ruso, por que los paises occidentales no tienen control alguno de las armas que se le dan a los ucranianos.\nLo de desplegar los F16 en Polonia para hacer operaciones en Ucrania, es una monumental memez.. la infraestructura para dar soporte y mantenimiento a los F16, ya se estan montando en Ucrania.\nYa se que os cuesta asumir que los ucranianos esten humillando a los rusos, que tengais que buscar conspiraciones por todas partes..\n[#13](c13#c-13) Misiles usa, controlados por personal otan y con guiado satelite usa, lanzados desde ucrania... Lo de siempre; Rusia esta en guerra con la otan en un territorio proxi llamado ucrania donde lo unico que decide ucrania es donde entierran sus cadaveres.\nNo creo que se arriesguen a desplegar aviones desde bases otan-europa despues de un año jugando a \"la otan no esta implicada\", es mas factible que reconstruyan una base en el borde ucraniano-europeo de ucrania y operen con alcance limitado especificamente para eso.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.thedrive.com/the-war-zone/44145/western-sanctions-are-driving-delays-to-russias-new-a-100-radar-plane-report",
    "https://thedrive.com/the-war-zone/44145/western-sanctions-are-driving-delays-to-russias-new-a-100-radar-plane-report"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T17:04:09.728+02:00",
  "updated": "2024-01-20T17:04:09.728+02:00"
}