{
  "thread": {
    "uuid": "7d35b2e2bf1a7d899d8e762130316fff8f5c0996",
    "url": "https://www.zacks.com/stock/news/2203392/honeywell-international-inc-hon-beats-stock-market-upswing-what-investors-need-to-know",
    "site_full": "www.zacks.com",
    "site": "zacks.com",
    "site_section": "https://www.zacks.com/topics/trending-companies?page=2",
    "site_categories": [
      "financial_news",
      "finance",
      "mutual_funds"
    ],
    "section_title": "Trending-companies Archive - Zacks.com",
    "title": "Honeywell International Inc. (HON) Beats Stock Market Upswing: What Investors Need to Know - December 28, 2023 - Zacks.com",
    "title_full": "Honeywell International Inc. (HON) Beats Stock Market Upswing: What Investors Need to Know - December 28, 2023 - Zacks.com",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://staticx-tuner.zacks.com/images/default_article_images/default111.jpg",
    "performance_score": 0,
    "domain_rank": 7064,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7d35b2e2bf1a7d899d8e762130316fff8f5c0996",
  "url": "https://www.zacks.com/stock/news/2203392/honeywell-international-inc-hon-beats-stock-market-upswing-what-investors-need-to-know",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Zacks Investment Research",
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "Honeywell International Inc. (HON) Beats Stock Market Upswing: What Investors Need to Know - December 28, 2023 - Zacks.com",
  "text": "Honeywell International Inc. ( HON Quick Quote HON - Free Report ) closed the most recent trading day at $209.17, moving +0.07% from the previous trading session. This change outpaced the S&P 500's 0.04% gain on the day. On the other hand, the Dow registered a gain of 0.14%, and the technology-centric Nasdaq decreased by 0.03%.\nComing into today, shares of the company had gained 7.6% in the past month. In that same time, the Conglomerates sector gained 7.51%, while the S&P 500 gained 5.28%.\nMarket participants will be closely following the financial results of Honeywell International Inc. in its upcoming release. On that day, Honeywell International Inc. is projected to report earnings of $2.59 per share, which would represent year-over-year growth of 2.78%. Alongside, our most recent consensus estimate is anticipating revenue of $9.7 billion, indicating a 5.63% upward movement from the same quarter last year.\nFor the entire fiscal year, the Zacks Consensus Estimates are projecting earnings of $9.16 per share and a revenue of $36.92 billion, representing changes of +4.57% and +4.11%, respectively, from the prior year.\nIt is also important to note the recent changes to analyst estimates for Honeywell International Inc. These revisions help to show the ever-changing nature of near-term business trends. Therefore, positive revisions in estimates convey analysts' confidence in the company's business performance and profit potential.\nOur research suggests that these changes in estimates have a direct relationship with upcoming stock price performance. To benefit from this, we have developed the Zacks Rank, a proprietary model which takes these estimate changes into account and provides an actionable rating system.\nThe Zacks Rank system, running from #1 (Strong Buy) to #5 (Strong Sell), holds an admirable track record of superior performance, independently audited, with #1 stocks contributing an average annual return of +25% since 1988. Over the last 30 days, the Zacks Consensus EPS estimate has remained unchanged. Right now, Honeywell International Inc. possesses a Zacks Rank of #3 (Hold).\nIn terms of valuation, Honeywell International Inc. is currently trading at a Forward P/E ratio of 22.82. This denotes a premium relative to the industry's average Forward P/E of 17.78.\nIt's also important to note that HON currently trades at a PEG ratio of 2.68. Comparable to the widely accepted P/E ratio, the PEG ratio also accounts for the company's projected earnings growth. The Diversified Operations industry had an average PEG ratio of 2.54 as trading concluded yesterday.\nThe Diversified Operations industry is part of the Conglomerates sector. This group has a Zacks Industry Rank of 41, putting it in the top 17% of all 250+ industries.\nThe Zacks Industry Rank gauges the strength of our industry groups by measuring the average Zacks Rank of the individual stocks within the groups. Our research shows that the top 50% rated industries outperform the bottom half by a factor of 2 to 1.\nDon't forget to use Zacks.com to keep track of all these stock-moving metrics, and others, in the upcoming trading sessions.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "zacks.com honeywell international inc.",
        "sentiment": "negative"
      },
      {
        "name": "honeywell international inc.",
        "sentiment": "negative"
      },
      {
        "name": "nasdaq",
        "sentiment": "none"
      },
      {
        "name": "s&p 500",
        "sentiment": "none"
      },
      {
        "name": "zacks consensus estimates",
        "sentiment": "none"
      },
      {
        "name": "s&p",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T02:12:11.728+02:00",
  "updated": "2023-12-29T02:12:11.728+02:00"
}