{
  "thread": {
    "uuid": "7b7c5342bc8d97e61ec7b618924d19a5ff5657d9",
    "url": "https://www.catholicworldreport.com/2024/05/30/jesus-thirsts-film-premiere",
    "site_full": "www.catholicworldreport.com",
    "site": "catholicworldreport.com",
    "site_section": "https://www.catholicworldreport.com/feed",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Catholic World Report",
    "title": "“Jesus Thirsts” film “is an encounter with Jesus”",
    "title_full": "“Jesus Thirsts” film “is an encounter with Jesus” – Catholic World Report",
    "published": "2024-05-30T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://s3.us-west-2.amazonaws.com/files.catholicworldreport.com/2024/05/jesusthirsts_monstrance_trailer.jpg",
    "performance_score": 0,
    "domain_rank": 25966,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7b7c5342bc8d97e61ec7b618924d19a5ff5657d9",
  "url": "https://www.catholicworldreport.com/2024/05/30/jesus-thirsts-film-premiere",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@cworldreport",
  "published": "2024-05-30T03:00:00.000+03:00",
  "title": "“Jesus Thirsts” film “is an encounter with Jesus”",
  "text": "Christ Cathedral in Garden Grove, the chancery office for the Diocese of Orange in California, recently hosted the premiere of a new movie on the Holy Eucharist: “Jesus Thirsts: The Miracle of the Eucharist.” The film is the result of a collaboration between the diocese and [Spirit Filled Hearts Ministry](https://www.spiritfilledevents.com/), whose founder and president, Deacon Steve Greco, is diocesan director of evangelization and formation. The hour-and-a-half movie tells the story of the Mass and offers stories of the power of the Eucharist, “the source and summit of the Christian life” (Catechism of the Catholic Church 1324). It opens in theaters nationwide June 4, 5 and 6 (visit [www.jesusthirstsfilm.com](https://jesusthirstsfilm.com/) for times and locations). The film’s release coincides with the U.S. bishops’ [National Eucharistic Congress](https://www.eucharisticrevival.org/) occurring in July in Indianapolis, the culmination of a three-year Eucharistic revival campaign. Bishop Andrew Cozzens, chairman of the National Eucharistic Revival, is featured in the film. Present at the premiere were the “Jesus Thirsts” filmmakers and many of those interviewed for the film, including Deacon Greco, who said, “This movie can be a point of grace for every Catholic believer—those who are curious—and those who may have strayed from the sacraments. The Catholic Church is in crisis with a reported only 1 in 4 Catholics attending weekly Mass. If the Eucharist is truly Jesus, then we must create an opportunity for education, invitation and inspiration for the lost to turn back to God truly present in every tabernacle around the world.” The film begins with a welcome by Bishop of Orange Kevin Vann and Bishop Cozzens, who point to surveys indicating that a mere 30% of Catholics believe in the Real Presence of Christ in the Eucharist. The film then features interviews with a variety of prominent Catholics including Franciscan University professor Scott Hahn, Curtis Martin of FOCUS, author Noelle Mering, Marian Fathers Donald Calloway and Chris Alar, and Chris Stefanick of Real Life Catholic . Stefanick, who attended the premiere, said, “I am excited to be interviewed for this movie, and I think it will be an important tool helping us share the Gospel of Jesus Christ. We live in a time of general apathy to all things spiritual and of weak catechesis, and I’m confident that this film will be an important tool in turning things around.” Featured in “Jesus Thirsts” was a visit to a prison in Beaumont, Texas, where Bishop of Beaumont David Toups offered mass for the inmates, who also had time for adoration. Inmates interviewed detailed how their devotion to the Eucharist helped them cope with lengthy prison sentences; former inmate turned Catholic evangelist, Jim Wahlberg (brother to actors Donnie and Mark Wahlberg), also visited to tell the story of the faith he found in Christ. Wahlberg, who attended the premiere, related, “I went to share my testimony about the emptiness and loneliness you can feel in prison and the hope you can find in Christ. But I went away amazed at the love and devotion that so many of these men already had in Jesus. It is only He who can satisfy their hearts and give them the strength to go on.” As he relates in his 2020 book The Big Hustle, Wahlberg grew up in Boston, and was twice sentenced to prison, the second time for a home invasion. Raised nominally Catholic, he returned to the Catholic Faith through his experiences in prison ministry and became a Catholic filmmaker when he was released. Central to change in his life, Wahlberg noted, was reception of the Eucharist. He explained, “So many people today are seeking false forms of power, and the greatest source of power and love exists under the guise of bread in the Holy Eucharist. As a filmmaker, I have seen the power of storytelling that can change lives, and here we have the greatest love story of all time … This film] is an encounter with Jesus, who is seeking every human heart and is waiting for us on every altar around the world.” “Jesus Thirsts” also includes reenacted images from both the Old and New Testament relating to the Eucharist, as well as conversations with young people about what they know of the Eucharist. Most believed the Eucharist was merely a symbol and otherwise had a dearth of knowledge about the sacrament and priesthood. “We wanted to include these interviews,” said director Tim Moriarty, “because it shows us where we are in terms of belief and devotion to the Eucharist, and the work we need to do.” Citing a 2019 Pew Research study that revealed that just 31% of Catholics believe “during Catholic Mass, the bread and wine actually become the body and blood of Jesus,” Moriarty continued, “It’s not just a symbol; it is Jesus Himself. This film is crafted to ignite that realization in the hearts of those who see it.” Moriarty added, “As our team at Castletown Media worked on the film, we knew we needed to show the universality of our faith and how the Eucharist unites us as one body in Christ. We hope that it will spur a movement that leads people back to mass, Eucharistic adoration, and ultimately, a belief in the real presence of Christ in the Eucharist.” Another vignette was the story of Vietnamese Cardinal Nguyen Van Thuan (1928-2002) who spent 13 years in captivity—nine in solitary confinement—at the hands of the Communist government after the 1975 fall of Saigon. Friends were able to smuggle wine and hosts into Thuan—the wine was disguised as a bottle of medicine—which he used to say Mass using his own hands as the paten and chalice. The Eucharist not only gave him the strength to thrive spiritually in prison, he related, but he was able to forgive and even convert a few of his captors. Joseph De Santis, producer, said, “It is so easy for us to go to Mass and receive the Eucharist in the United States today that we forget how this privilege has been so difficult for many throughout history, including for this Vietnamese cardinal.” Another vignette is a visit to St. Michael’s Abbey in Southern California, home to the Norbertine Fathers. Fr. Charbel Grbavac commented on the importance of beauty in Catholic worship. He discussed what he calls the “four rooms” of the Mass: cleansing, Word of God, offertory, and banquet. The film also takes us to another religious community, the Franciscan School Sisters of Christ the King, that introduce the process of making hosts for the mass. Fr. Robert Spitzer of the Magis Center discussed Eucharistic miracles, with a special focus on the 2008 miracle of Sokolka, Poland. A host was dropped on the floor during Mass, and according to liturgical norms was placed in a container of water to dissolve. A week later, a religious sister checked on the host and discovered it was intact, and in its middle was a red blood stain. Studies on the host indicated that the transformed portion was myocardial (heart) tissue of a living person near death. Fr. Spitzer explained, “The substance of the host is integrated with the substance of the living heart tissue, but it’s on the level of the thin filaments of the microfibers. It’s a few microns of separation; we’re talking like cell lengths of separation. It is literally on a level not duplicatable by any human technology that we know of. It’s as if the living heart tissue is growing out of the inert substance of the consecrated host.” Mark Hulme, executive producer, added, “The world needs the message of ‘Jesus Thirsts’: one of hope, love, and redemption through the Eucharist.” He recalled how, as a boy, his father had introduced him to the mystery of the Eucharist. Hulme continued, “He taught me at mass to say ‘My Lord and My God’ when the priest elevates the host. He told me that the Eucharist is Christ, Body, Blood, Soul and Divinity.” Deacon Steve encouraged groups to see the film together “to create a groundswell at the grassroots level” and noted the movie included a special bonus feature, Our Lady of Guadalupe: Woman of the Eucharist, produced by the Knights of Columbus. He continued, “There are a lot of inspiring films about faith, but when has there ever been a movie about Jesus Christ in the Eucharist? This is the most important undertaking of my lifetime. This movie is for you—‚for us—because this is our story. This movie belongs to the Body of Christ, and it’s our time to bring our brothers and sisters home to the True Presence of Jesus Christ. Together, we have a massive opportunity to bring cinematic catechesis to the world.” ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://jesusthirstsfilm.com/)",
    "https://www.spiritfilledevents.com/),",
    "https://www.ignatius.com/Donation-P3579.aspx)",
    "https://www.jesusthirstsfilm.com/)",
    "https://eucharisticrevival.org/)",
    "https://www.eucharisticrevival.org/)",
    "https://spiritfilledevents.com/),",
    "https://ignatius.com/Donation-P3579.aspx)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "negative"
      },
      {
        "name": "andrew cozzens",
        "sentiment": "none"
      },
      {
        "name": "steve greco",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "diocese of orange",
        "sentiment": "negative"
      },
      {
        "name": "spirit filled hearts ministry",
        "sentiment": "none"
      },
      {
        "name": "national eucharistic congress",
        "sentiment": "none"
      },
      {
        "name": "catholic church",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "garden grove",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "indianapolis",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T11:54:23.220+03:00",
  "updated": "2024-05-31T11:54:23.220+03:00"
}