{
  "thread": {
    "uuid": "6fecce242b61b973e0d725dc39f2b75b6614ff60",
    "url": "https://www.rds.ca/basketball/nba/nba-ashley-moyer-gleich-la-1re-femme-arbitre-en-series-depuis-12-ans-1.18510509",
    "site_full": "www.rds.ca",
    "site": "rds.ca",
    "site_section": "http://www.rds.ca/cmlink/le-fil-de-presse-de-rds-ca-manchettes-1.831?locallinksenabled=false",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Le fil de presse de RDS.ca - Manchettes (Legacy RSS)",
    "title": "Une 1re femme arbitre en séries de la NBA depuis 12 ans",
    "title_full": "Une 1re femme arbitre en séries de la NBA depuis 12 ans",
    "published": "2024-04-19T01:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.rds.ca/content/dam/rds/fr/home/images/2024/4/18/ashley-moyer-gleich-1-18510518-1713478924735.jpg",
    "performance_score": 0,
    "domain_rank": 40777,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6fecce242b61b973e0d725dc39f2b75b6614ff60",
  "url": "https://www.rds.ca/basketball/nba/nba-ashley-moyer-gleich-la-1re-femme-arbitre-en-series-depuis-12-ans-1.18510509",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "mobile@rds.ca ()",
  "published": "2024-04-19T01:16:00.000+03:00",
  "title": "Une 1re femme arbitre en séries de la NBA depuis 12 ans",
  "text": "[Passer au contenu principal](#main)\nAshley Moyer-Gleich, la 1re femme arbitre en séries de la NBA depuis 12 ans\nAshley Moyer-Gleich a vérifié ses courriels juste avant de se rendre à l'aéroport samedi, en vue d'un voyage qu'elle pensait être son dernier en lien au travail avant plusieurs mois.\nC'est alors que la nouvelle est arrivée : elle a encore des matchs à son horaire.\nMoyer-Gleich deviendra bientôt la deuxième femme de l'histoire de la NBA à arbitrer durant un match éliminatoire - et la première depuis 12 ans.\nElle est parmi les 36 arbitres nommés jeudi par le circuit en vue du premier tour des séries, qui débutera ce week-end.\n« C'est surréaliste, a déclaré Moyer-Gleich. Ça l'est vraiment. »\nElle rejoint Violet Palmer en tant que seule femme sélectionnée par la NBA pour les séries. Palmer a oeuvré lors de neuf matches entre 2006 et 2012.\nMoyer-Gleich, une ancienne joueuse de Division II à l'Université de Millersville, dans sa Pennsylvanie natale, a été promue au rang d'officielle de la NBA à temps plein en novembre 2018.\nElle a a pris part à plus de 200 matchs de saison régulière en six saisons. Elle, Marat Kogut et J.T. Orr feront leurs débuts en séries cette année.\n« J'ai obtenu quatre matchs où j'étais réserviste l'an dernier alors évidemment, mon objectif était de l'être à nouveau, juste pour soutenir la croissance que j'ai eue dans ma carrière, a dit Moyer-Gleich.\n« Et là j'ai vu mon nom sur la liste des officiels en activité. Ma mère était avec moi, elle est venue avec moi (à deux récents) matches, pour un petit voyage. Ouvrir ce courriel-là et l'avoir à mes côtés pour partager la nouvelle, c'était vraiment incroyable. »\nLa liste complète des arbitres au premier tour : Ray Acosta, Brent Barnaky, Curtis Blair, Tony Brothers, Nick Buchert, James Capers, Sean Corbin, Kevin Cutler, Marc Davis, JB DeRosa, Mitchell Ervin, Tyler Ford, Brian Forte, Scott Foster, Pat Fraher, Jacyn Goble, John Goble, David Guthrie, Bill Kennedy, Courtney Kirkland, Karl Lane, Mark Lindsay, Ed Malloy, Gediminas Petraitis, Kevin Scott, Aaron Smith, Ben Taylor, Dedric Taylor, Josh Tiven, Justin Van Duyne, James Williams, Sean Wright, Zach Zarba, Kogut, Orr et Moyer-Gleich.\n« Félicitations à ces 36 officiels pour l'honneur prestigieux et bien mérité d'officier lors des séries de la NBA, a déclaré le président des opérations de la ligue, Byron Spruell. Nous apprécions le professionnalisme, le dévouement et le travail d'équipe dont notre personnel d'arbitrage fait preuve quotidiennement, tout au long de la saison. »\nLa ligue réduit la liste des officiels pour chaque ronde, culminant généralement avec 12 personnes pour la finale de la NBA. Ces arbitres reçoivent des vestes d'échauffement blanches pour les matchs de la finale, une tradition depuis des années.\nMoyer-Gleich n'est pas encore là, mais elle est sur le point de s'en rapprocher.\n« Tout comme les séries sont convoitées, la veste blanche est encore plus convoitée, a t-elle confié. Évidemment, c'est une aspiration et c'est un objectif à long terme. Et j'espère que je pourrai continuer sur la même trajectoire, continuer à accroître mes responsabilités sur le terrain, peut-être passer d'arbitre à chef d'équipe à un moment donné, puis, avec un peu de chance, atteindre la finale – c'est la quintessence de ce qu'on fait.\n« Et que je sois la première ou non, je pense que le simple fait qu'une femme réussisse et obtienne cette opportunité-là, ça serait gigantesque. »",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:30:18.216+03:00",
  "updated": "2024-04-19T01:30:18.216+03:00"
}