{
  "thread": {
    "uuid": "ce7c7c2b78291f0935ce27f1aac27c7483983412",
    "url": "https://www.richlandsource.com/2024/03/14/shelby-foundation-announces-investment-in-historic-downtown",
    "site_full": "www.richlandsource.com",
    "site": "richlandsource.com",
    "site_section": "https://richlandsource.com/open-source",
    "site_categories": [
      "media"
    ],
    "section_title": "Open Source",
    "title": "Shelby Foundation announces investment in historic downtown",
    "title_full": "Shelby Foundation announces investment in historic downtown",
    "published": "2024-03-14T23:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://newspack-richlandsource.s3.amazonaws.com/wp-content/uploads/2024/03/Building-Photo_Former-Dicks-Furniture.jpg",
    "performance_score": 0,
    "domain_rank": 76121,
    "domain_rank_updated": "2024-03-12T12:13:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ce7c7c2b78291f0935ce27f1aac27c7483983412",
  "url": "https://www.richlandsource.com/2024/03/14/shelby-foundation-announces-investment-in-historic-downtown",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Shelby Foundation, Special to Richland Source",
  "published": "2024-03-14T23:07:00.000+02:00",
  "title": "Shelby Foundation announces investment in historic downtown",
  "text": "SHELBY — [The Shelby Foundation](https://www.theshelbyfoundation.org/) is taking bold steps to make Shelby shine even brighter. With unanimous support, the Foundation’s Board of Directors proceeded on Thursday to purchase the former Dick’s Furniture Building (62 and 64 West Main St.), the current Sutter’s Home Decorating Building (70 and 72 West Main St.), and the parcel located directly behind at 65 Wall St. After listening to donors, business owners and other citizens, the Board developed a strategic plan that concentrates on building an attractive, strong and secure community. Areas of strategic focus include growth and sustainability, city revitalization, quality of life and economic development. By investing in Shelby’s downtown buildings, every aspect of the strategic plan is touched upon. “The Shelby Foundation supports our local nonprofits and infuses them with needed support, and the Foundation will continue to do this,” said Carrie Kemerer, executive director of the Foundation. “However, the Foundation’s impact is for every person who has walked up and down Main Street, who has a business here, who has come here for dinner and walked in our parks, and, importantly, everyone who hasn’t yet but will. The positive effects from the Foundation should be felt by everyone.” Over the years, the Board of Directors has had many conversations about investing in downtown, but when this opportunity presented itself, the timing was right. With so many wonderful things happening in the Shelby community, it was a now or never decision, and the Board asked, “If not us, then who?” Forward momentum Board chair, Dr. Marissa Miller, shared her appreciation to Mr. Dennis Pitsch, Mr. Randy Sampsel, and Mr. and Mrs. John Weaver. “They want what is best for Shelby, and, by partnering with the Foundation, they are doing just that,” Miller said. “They are contributing to the forward momentum that will ultimately result in generational change. “There are so many wonderful things taking place in our community: A new school campus, Black Fork Commons Plaza, new businesses, and the list goes on and on,” she continued. “With these positive changes happening, this is another area for the Foundation to invest in and make a real difference in the future of Shelby.” Shelby Foundation wants investment to ‘be visible’ Location and historical significance were two factors when determining which buildings to purchase. It made sense to acquire and improve real estate on the most heavily trafficked intersection in Shelby. The Board wanted their investment to be visible and is confident it will spur others to join them in this revitalization effort. The Dick’s Furniture Building and Sutter’s Home Decorating Building are in the heart of the historic district. According to the original 1834 Shelby Town Plat map, these two buildings are situated on Lot #1. The lots have been reconfigured over the years, but Lot #1 was the first block created when “the town of Shelby” was laid out. “It is a clever coincidence that the original block in Shelby and The Shelby Foundation are now connected in this way. Both the location and the Foundation represent legacy and permanence. It was as if this was always meant to be,” said Kemerer. Next steps: Revitalization and purpose The first step for the Foundation Board was to acquire the buildings. Now that this step is completed, the Board’s focus can turn to revitalization and purpose. “There are a lot of unknowns regarding improvements and end use, but as we make decisions, we will share our plans. In the meantime, we hope the community is just as excited as we are about this news,” Kemerer said. Shelby Mayor Steve Schag shared his enthusiasm for the Foundation’s enormous investment. “This is another example of why the city of Shelby is so blessed,” he said. “There is so much positive momentum happening here, and it is noticed by other municipalities around the county. “The city is thankful to The Shelby Foundation for their bold actions, and we cannot wait to see the end result.” What's the impact of our reporting? The Community Development Section is dedicated to reporting on the intersection of the private sector and public funding, economic development efforts, and community engagement. We want to know what impact our reporting is having. Please complete this short survey. \"*\" indicates required fields Community investment made this reporting happen. Independent, local news in Shelby and Northern Richland County is brought to you in part by the generous support of [Phillips Tube Group](https://phillipstube.com/), [R.S. Hanline](https://www.rshanline.com/), [ArcelorMittal](https://northamerica.arcelormittal.com/), [Lloyd Rebar](https://www.lloydrebar.com/), [Hess Industries](http://www.hessindltd.com/), and [Shelby Printing](https://www.shelbyprintingllc.com/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.shelbyprintingllc.com/).",
    "https://www.theshelbyfoundation.org/)",
    "https://phillipstube.com/),",
    "https://northamerica.arcelormittal.com/),",
    "http://www.hessindltd.com/),",
    "https://www.rshanline.com/),",
    "https://www.lloydrebar.com/),",
    "http://hessindltd.com/),",
    "https://theshelbyfoundation.org/)",
    "https://rshanline.com/),",
    "https://www.phillipstube.com/),",
    "https://shelbyprintingllc.com/).",
    "https://www.northamerica.arcelormittal.com/),",
    "https://lloydrebar.com/),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "carrie kemerer",
        "sentiment": "none"
      },
      {
        "name": "sutter",
        "sentiment": "none"
      },
      {
        "name": "shelby",
        "sentiment": "none"
      },
      {
        "name": "dick",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "shelby foundation",
        "sentiment": "negative"
      },
      {
        "name": "board",
        "sentiment": "none"
      },
      {
        "name": "foundation",
        "sentiment": "none"
      },
      {
        "name": "board of directors",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:50:07.085+02:00",
  "updated": "2024-03-15T00:50:07.085+02:00"
}