{
  "thread": {
    "uuid": "74a1178f7a5398e758e60f08a9671dc2a5bcf016",
    "url": "https://www.ilsussidiario.net/news/perde-entrambe-le-mani-sul-lavoro-chirurghi-gliele-riattaccano-intervento-dei-record-a-verona/2639171/",
    "site_full": "www.ilsussidiario.net",
    "site": "ilsussidiario.net",
    "site_section": "https://ilsussidiario.net",
    "site_categories": [
      "media"
    ],
    "section_title": "IlSussidiario.net: il Quotidiano Approfondito con le ultime news online",
    "title": "Perde entrambe le mani sul lavoro: chirurghi gliele riattaccano/ Intervento dei record a Verona",
    "title_full": "Perde entrambe le mani sul lavoro: chirurghi gliele riattaccano/ Intervento dei record a Verona",
    "published": "2023-12-29T16:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.ilsussidiario.net/wp-content/uploads/2022/08/17/cina_dissidenti_internati_UNSPLASH_2022.jpg",
    "performance_score": 0,
    "domain_rank": 26809,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "74a1178f7a5398e758e60f08a9671dc2a5bcf016",
  "url": "https://www.ilsussidiario.net/news/perde-entrambe-le-mani-sul-lavoro-chirurghi-gliele-riattaccano-intervento-dei-record-a-verona/2639171/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@ilsussidiario",
  "published": "2023-12-29T16:09:00.000+02:00",
  "title": "Perde entrambe le mani sul lavoro: chirurghi gliele riattaccano/ Intervento dei record a Verona",
  "text": "Perde entrambe le mani sul lavoro: chirurghi gliele riattaccano/ Intervento dei record a Verona Perde entrambe le mani sul lavoro: chirurghi gliele riattaccano a Verona a seguito di un intervento dei record avvenuto a Verona. Ecco come è andata Intervento chirurgico record a Verona: un uomo ha [perso entrambe le mani](https://www.ilsussidiario.net/news/chiodo-endomidollare-operazione-per-la-prima-volta-in-italia-per-agganciare-protesi-agli-amputati/2639096/) dopo un incidente sul lavoro, ma un’equipe specializzata del centro di chirurgia della mano dell’ospedale della città, gliele ha riattaccate. Come segnalato da Repubblica, l’operazione è stata eseguita in contemporanea da due squadre di chirurghi, una concentrata sulla mano destra e l’altra su quella sinistra, mentre le due mani erano state conservate in una sacca di ghiaccio, uguale a quelle che solitamente si usano per trasportare gli organi. Si tratta di un intervento davvero da record visto che in precedenza solo 4 volte era stato eseguito in tutto il mondo, di conseguenza quello appena portato a termine a Verona, realizzato dal team guidato da Massimo Corain, è il quinto il mondo. L’operazione si è verificata alcune settimane fa ma è divenuta pubblica solo in queste ore dopo che il paziente è stato dimesso. In precedenza l’uomo era stato vittima di un incidente sul lavoro in quel di Vicenza: mentre stava lavorando su una macchina per il legno, lo stesso macchinario gli aveva tranciato le mani nettamente all’altezza del polso. Era stato quindi trasportato all’ospedale di Borgo Trento in ambulanza, dove nel contempo le due equipe si sono preparate ad operare e a riattaccare le due estremità allo sfortunato operaio. In totale l’intervento dei record è durato circa 7 ore e mezza su entrambi gli arti, mentre il paziente è rimasto ricoverato per 4 settimane presso il nosocomio venete, anche per via del rischio di complicanze vascolari o infettive. ENTRAMBE LE MANI AMPUTATE E RIATTACCATE: ORA UNA LUNGA RIABILITAZIONE Ora dovrà sottoporsi ad una rieducazione funzionale molto lunga, della durata di diversi mesi, ma in ogni caso potrà [tornare ad utilizzare le mani ](https://www.ilsussidiario.net/news/chi-e-viktoria-modesta-concerto-di-natale-2023-la-popstar-amputata-che-ama-il-glamour-e-la-sensualita/2632404/)per svolgere compiti semplici della vita di tutti i giorni come ad esempio mangiare o lavarsi. “I livelli di eccellenza del nostro Polo chirurgico Confortini sono noti – ha detto – ma vogliamo ribadire oggi che le moderne tecnologie non sono che un elemento di successo. La colonna portante di Auoi sono i suoi professionisti: medici, infermieri e tecnici di altissima professionalità, capaci di curare ma soprattutto di fronteggiare qualsiasi esperienza. Anche per la prima volta, come il reimpianto bilaterale delle mani”, è stato il commento del direttore generale dell’Azienda ospedaliera universitaria integrata di Verona, Calisto Bravi. © RIPRODUZIONE RISERVATA",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T16:36:40.262+02:00",
  "updated": "2023-12-29T16:36:40.262+02:00"
}