{
  "thread": {
    "uuid": "ff060b94e0e7bef62f7c9e74b87fc29c7e6e4c44",
    "url": "https://www.thisdaylive.com/index.php/2024/07/05/weforgood-international-unveils-women-championing-sustainable-solutions-in-africa",
    "site_full": "www.thisdaylive.com",
    "site": "thisdaylive.com",
    "site_section": "https://www.thisdaylive.com/index.php?feed=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "THISDAYLIVE",
    "title": "WeForGood International Unveils Women Championing Sustainable Solutions in Africa",
    "title_full": "WeForGood International Unveils Women Championing Sustainable Solutions in Africa",
    "published": "2024-07-05T02:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 13330,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ff060b94e0e7bef62f7c9e74b87fc29c7e6e4c44",
  "url": "https://www.thisdaylive.com/index.php/2024/07/05/weforgood-international-unveils-women-championing-sustainable-solutions-in-africa",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ayo Yusuf",
  "published": "2024-07-05T02:16:00.000+03:00",
  "title": "WeForGood International Unveils Women Championing Sustainable Solutions in Africa",
  "text": "WeForGood International Unveils Women Championing Sustainable Solutions in Africa\nIwonume Ekeghe\nWeForGood International recently unveiled the X-Women Championing Sustainable Solutions in Africa, a list that spotlights remarkable women at the forefront of environmental sustainability across the continent.\nOriginally conceived as a celebration of 100 Women Creating a Better Africa (100WCBA) which recognises women who contribute their quota towards the fulfillment of the Sustainable Development Goals in Africa, this initiative has evolved to focus specifically on environmental sustainability in recognition of the urgent need for action in the face of climate change and ecological degradation.\nFrom protecting fragile ecosystems to advocating for renewable energy solutions, these women stand out for their innovative approaches, unwavering commitment, and tangible impact in addressing environmental issues, each making a significant difference in shaping a more sustainable Africa.\nSpeaking about the initiative, Temitayo Ade-Peters, CEO of WeForGood International, explained: “Our mission is deeply rooted in promoting sustainable solutions and with this well-deserved recognition, we are not just celebrating these women but showcasing their work so that their solutions can be adopted by more people while inspiring others to catalyze action towards a healthier planet and future.” “As with previous years, this was also open for public nomination across Africa and we are happy with the quality of the results and the potential it holds to spread the message and inspire action around environmental sustainability” she added.\nThe X-Women are acknowledged trailblazers who are redefining conservation efforts, promoting sustainable agriculture, and leading community-driven initiatives to combat environmental degradation. From rural villages to urban centers, their work resonates across diverse landscapes, inspiring change and fostering resilience in the face of climate challenges.\nThe 2024 X-Women Championing Sustainable Solutions in Africa (X-WCSA) includes Rose Sikulu, Co-Founder of Fibertext Green Paper Limited from Kenya; Lolade Alonge, CEO of Celloop from Nigeria; Doreen Irungu, Founder and CEO of Ustawi Afrika from Kenya; Agharese Onaghise, Executive Director of Food & Beverage Recycling Alliance (FBRA) from Nigeria; Glory Brendan-Otuojor, Executive Director of Development Impact Pathfinders Initiative (Devimpath) from Nigeria; and Bekeme Masade-Olowola, Chief Executive and Founder of CSR-in-Action from Nigeria.\nOther notable women include Sevidzem Ernestine Leikeki, Women Empowerment Officer at Cameroon Gender and Environment Watch (CAMGEW) from Cameroon; Temitope Okunnu, Founder of FABE International Foundation from Nigeria; Onyinyechi Chikere, Founder and Operations Manager of Clozetsales from Nigeria; Ayanda Nyikana, Founder of Apara Global from South Africa; and Crystal Chigbu, Executive Director of The IREDE Foundation from Nigeria.\nAdditionally, the list features Nina Mbah, Co-founder of The African Climate Stories from Nigeria; Yetunde Deborah Fadeyi, Founder of REES Africa and CEO of Vectar Energy from Nigeria; Sakinat Bello, Lead Consultant at Heela Green Resources from Nigeria; Adejumoke Olowookere, Creative Director of African Creative Sustainable Synergy Hub (ACSSH) and Founder of The Waste Museum from Nigeria; Jennifer Uchendu, Founder of SustyVibes from Nigeria; Adejoke Lasisi, Founder and CEO of Planet 3R and Jokelinks Weaving School from Nigeria; and Adesola Adegeye, Founder of Greenwithgrin from Nigeria.\nWeForGood is a sustainable solution and impact design firm that brings people together to act on causes they care about. They work with change-makers in Africa to design measurable impact and tell change stories to inspire and connect people to the right opportunities for achieving a healthier planet.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "temitayo ade-peters",
        "sentiment": "none"
      },
      {
        "name": "better africa",
        "sentiment": "none"
      },
      {
        "name": "weforgood international",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "africa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T04:53:01.510+03:00",
  "updated": "2024-07-05T04:53:01.510+03:00"
}