{
  "thread": {
    "uuid": "2386ae44a09e792fcbf66cb8e2a25e2469f3fee3",
    "url": "https://www.fcbarcelona.es/es/hockey-patines/primer-equipo/noticias/3840303/un-2023-muy-positivo-y-un-2024-lleno-de-grandes-retos",
    "site_full": "www.fcbarcelona.es",
    "site": "fcbarcelona.es",
    "site_section": "https://fcbarcelona.es",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Web Oficial del FC Barcelona",
    "title": "Un 2023 muy positivo y un 2024 lleno de grandes retos",
    "title_full": "Un 2023 muy positivo y un 2024 lleno de grandes retos",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.fcbarcelona.com/fcbarcelona/photo/2023/12/28/43c1667a-0380-400b-8a9d-62568124b069/2023-12-06_FCBHOQUEIvsLLEIDA_145.JPG",
    "performance_score": 0,
    "domain_rank": 23505,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2386ae44a09e792fcbf66cb8e2a25e2469f3fee3",
  "url": "https://www.fcbarcelona.es/es/hockey-patines/primer-equipo/noticias/3840303/un-2023-muy-positivo-y-un-2024-lleno-de-grandes-retos",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "FC Barcelona",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Un 2023 muy positivo y un 2024 lleno de grandes retos",
  "text": "Un 2023 muy positivo y un 2024 lleno de grandes retos El coordinador deportivo Gaby Cairo hace un balance “muy positivo” de lo que llevamos y traza los retos de futuro para 2024 Força Barça Se acaba el año 2023, un año con los logros de la Copa del Rey y la OK Liga conseguidas durante la temporada 2022/23 y que, se ha acabado con un muy buen inicio de la temporada actual, donde se perdió la final de la Liga Catalana pero se logró la Supercopa de España contra el Deportivo Liceo. Los azulgranas han empezado los primeros meses de competición mostrando un hockey atractivo y efectivo, cediendo sólo un empate y el resto, pleno de victorias, en los 14 partidos disputados - 12 en la OK Liga y 2 más en la WSE Champions League - ambas competiciones lideradas por los de Edu Castro. Ahora que decimos adiós al 2023 y saludamos al 2024, es un buen momento para hacer balance y pensar en los retos de futuro, antes de que llegue el próximo partido, el próximo 6 de enero (OK Liga TV, 20:30 horas) contra el CH Mataró en el Palau Blaugrana. El coordinador deportivo del hockey patines azulgrana, Gaby Cairo hace un balance “muy positivo” de lo que llevamos hasta el momento. “No ganamos la Liga Catalana pero nos rehicimos muy rápido, ganando la Supercopa, estamos haciendo un buen hockey, y nos encontramos en una buena condición en la OK Liga, como líderes, ganando partidos importantes, también fuera de casa, y ya estamos clasificados para la Copa del Rey. Y en la Champions, que es el objetivo prioritario, hemos empezado por el buen camino”. De cara a 2024, los deseos de Gaby Cairo, son los siguientes: “Pedimos mucha salud para todos, contamos con la recuperación total del Matias Pascual para ayudar al equipo a conseguir los objetivos, y como ya he comentado, nos haría mucha ilusión y haremos todo lo posible por luchar por todos los títulos, en especial, por intentar conseguir la Champions”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Science and Technology",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T13:43:54.763+02:00",
  "updated": "2023-12-29T13:43:54.763+02:00"
}