{
  "thread": {
    "uuid": "07f920652a328cdb377d89904f2ff336eabb68c0",
    "url": "https://www.elnuevodia.com/noticias/politica/notas/jenniffer-gonzalez-que-sea-la-voluntad-de-dios-y-que-el-pueblo-vote-y-seleccione-lo-mejor-para-puerto-rico",
    "site_full": "www.elnuevodia.com",
    "site": "elnuevodia.com",
    "site_section": "https://www.elnuevodia.com",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "El Nuevo Día - noticias de última hora, opinión, fotos, videos y podcasts de Puerto Rico.",
    "title": "Jenniffer González: “Que sea la voluntad de Dios y que el pueblo vote y seleccione lo mejor para Puerto Rico” - El Nuevo Día",
    "title_full": "Jenniffer González: “Que sea la voluntad de Dios y que el pueblo vote y seleccione lo mejor para Puerto Rico” - El Nuevo Día",
    "published": "2024-06-02T22:09:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PR",
    "main_image": "https://www.elnuevodia.com/resizer/TCz4WFgfRVt9FcvA3yqsh6brqUA=/1200x717/filters:quality(75):format(jpeg):focal(3870x1175:3880x1165)/cloudfront-us-east-1.images.arcpublishing.com/gfrmedia/WVSRTOKFURDDTG4U3EDBYXFWYA.JPG",
    "performance_score": 0,
    "domain_rank": 14699,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "07f920652a328cdb377d89904f2ff336eabb68c0",
  "url": "https://www.elnuevodia.com/noticias/politica/notas/jenniffer-gonzalez-que-sea-la-voluntad-de-dios-y-que-el-pueblo-vote-y-seleccione-lo-mejor-para-puerto-rico",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "/autor/leysa-caro-gonzalez/",
  "published": "2024-06-02T22:09:00.000+03:00",
  "title": "Jenniffer González: “Que sea la voluntad de Dios y que el pueblo vote y seleccione lo mejor para Puerto Rico” - El Nuevo Día",
  "text": "La precandidata a la gobernación del PNP sostuvo, tras votar en Carolina, que es la mejor opción para Puerto Rico, frente al incumbente Pedro Pierluisi 2 de junio de 2024 - 3:09 PM La precandidata a la gobernación del PNP sostuvo, tras votar en Carolina, que es la mejor opción para Puerto Rico, frente al incumbente Pedro Pierluisi 2 de junio de 2024 - 3:09 PM Nota del editor: no te pierdas ni un detalle de cara a las elecciones del 2024 en Puerto Rico. [Visita nuestro sitio especial](https://www.elnuevodia.com/especiales/elecciones-2024/) para mantenerte informado y [regístrate aquí en el boletín Pulso Político](https://www.elnuevodia.com/newsletters/pulso-politico/). --- Carolina - Tras hacer una marca bajo su nombre y el de [Elmer Román](https://www.elnuevodia.com/topicos/elmer-roman/), a quien apoya como compañero de papeleta, la precandidata a la gobernación por el [Partido Nuevo Progresista](https://www.elnuevodia.com/topicos/pnp/) (PNP), [Jenniffer González](https://www.elnuevodia.com/topicos/jenniffer-gonzalez/), se expresó confiada este domingo en que “el pueblo” le dará la victoria en la contienda frente al incumbente [Pedro Pierluisi](https://www.elnuevodia.com/topicos/pedro-pierluisi/). “El pueblo me lo pidió, mi base de partido me lo pidió. Estuve en la calle, estuve en la isla visitando por más de un año, y ese fue el sentir del pueblo. Todavía, al día de hoy, veo ese respaldo en la calle, así que, aquí estamos y, ahora, le compete la voluntad al pueblo de Puerto Rico. Yo acepté el reto que el pueblo me dio; ahora, es solamente acatar la voluntad del pueblo y de Dios”, aseveró. Fue casi al filo de la 1:00 p.m. que González llegó a votar a la escuela Salvador Brau, en Carolina, junto a su esposo, José Yovín Vargas, y su madre, Nydia Colón. Tras conversar con los medios de comunicación, se dirigió al colegio de votación y, unos 15 minutos después, hizo públicas sus papeletas. “Estoy feliz. Mi partido, a mí, me ha dado muchas oportunidades. Yo fui presidenta de la juventud (estadista) a los 14 años de edad y jamás esperé que un día yo fuera a estar en la papeleta a la gobernación, y hoy el tiempo, el pueblo y Dios me han llevado hasta aquí. Así que, que sea la voluntad de Dios y que el pueblo vote y seleccione lo mejor para Puerto Rico”, dijo González tras la votación. La madre de González dijo estar un poco “ansiosa”. “Esto está en manos de papa Dios, porque Él es quien decide todo, pero yo confío en que ella va ser electa y que va a cumplir con todo, porque ella conoce las necesidades de nuestro pueblo, y para eso se ha preparado”, dijo Colón. Fue el 28 de septiembre de 2023 cuando González hizo público su interés en aspirar por la candidatura a la gobernación por el PNP, retando así al gobernador Pierluisi. En aquel entonces, dijo, en un mensaje grabado, que Puerto Rico iba “por mal camino”, una expresión que provocó reacciones adversas entre miembros de la colectividad. Hoy, casi nueve meses después, González sostiene que ella es la mejor opción para el país. “Cuando anuncié mi candidatura, hablé de un cambio para Puerto Rico, hablé de un gobierno que le resuelva a la gente, de un gobierno ágil, de un gobierno con sentido de urgencia y sensibilidad, y hoy es el día que el pueblo de Puerto Rico tiene para escoger, a mi juicio, la gran diferencia”, puntualizó. “Si quiere quedarse como está, con los apagones, con los aumentos en el agua, con los aumentos en la luz, o si quiere un gobierno que le resuelva, y eso es lo que se vota hoy. Si quieren quedarse como están, pues, está la opción del gobernador y si quieren una opción de cambio, está el capitán Elmer Román y esta servidora”, subrayó. A pesar de los contratiempos surgidos durante la primera parte de la jornada, como las fallas en el servicio eléctrico y la supuesta falta de funcionarios de su campaña en algunos colegios de votación, González se expresó confiada en que la intención de cada elector se hará valer. “Yo no tengo preocupación con eso. Antes, se votaba sin una máquina y se sabían los resultados”, expuso. “Yo tengo ahí, no solamente una batería de abogados, sino voluntarios que están en las mesas y funcionarios de mi partido, que han estado históricamente ahí defendiendo los votos de Pierluisi y de otra gente en las múltiples elecciones. Así que es el mismo grupo de trabajo que, en este momento, estamos enfrentados en unas primarias, pero luego de hoy, en noviembre, vamos todos juntos a una [elección general](https://www.elnuevodia.com/topicos/elecciones-2024/)”, señaló. González rechazó las denuncias sobre la falta de funcionarios de colegio, y dijo que esas expresiones supuestamente forman parte de una estrategia de la oposición. “En el caso mío, son todos voluntarios, no hay nadie obligado”, expuso. Referente a los votos por adelantado y la incertidumbre que existe con la contabilización de los sufragios que aún no han sido recibidos en la [Comisión Estatal de Elecciones](https://www.elnuevodia.com/topicos/comision-estatal-elecciones/), González sostuvo que espera que el proceso culmine sin sombras. No obstante, dijo que cualquier alegación de fraude será analizada por su equipo electoral. “Yo voy a hacer valer la ley y el reglamento para que se cuente cada voto y la intención del elector”, afirmó. Un total de 122,001 electores solicitaron votar adelantado por correo: 84,240 del PNP y 37,761 del [Partido Popular Democrático](https://www.elnuevodia.com/topicos/ppd/). A las denuncias hechas más temprano por el director de campaña del gobernador, [Edwin Mundo](https://www.elnuevodia.com/topicos/edwin-mundo/), quien alegó que representantes de González en los colegios vestían camisetas alusivas a la campaña, en violación a lo establecido por la CEE, la precandidata reconoció que habían comprado unas “t-shirts” con el logo de la Palma. La situación, sin embargo, se resolvió. En la tarde, González participaría de una misa junto a su familia antes de acudir a su comité de campaña, en Hato Rey, a esperar los resultados finales. Te invitamos a descargar cualquiera de estos navegadores para ver nuestras noticias:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T22:30:42.290+03:00",
  "updated": "2024-06-02T22:30:42.290+03:00"
}