{
  "thread": {
    "uuid": "d92198c8cb3894502e34e87367e59faac8715ef6",
    "url": "https://www.malagahoy.es/malaga_cf/Malaga-CF-Real-Sociedad-Subidon_0_1864314402.html",
    "site_full": "www.malagahoy.es",
    "site": "malagahoy.es",
    "site_section": "https://www.malagahoy.es/rss/",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Málaga CF - Real Sociedad: Subidón de autoestima (0-1)",
    "title_full": "Málaga CF - Real Sociedad: Subidón de autoestima (0-1)",
    "published": "2024-01-08T00:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cdn.socy.cloud/JOLY/v3/SSFC/652404e79c045/https://www.malagahoy.es/2024/01/07/malaga_cf/Malaga-CF-Real-Sociedad-fotos_1864324500_200803000_1200x675.jpg",
    "performance_score": 0,
    "domain_rank": 40299,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d92198c8cb3894502e34e87367e59faac8715ef6",
  "url": "https://www.malagahoy.es/malaga_cf/Malaga-CF-Real-Sociedad-Subidon_0_1864314402.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "José Manuel",
  "published": "2024-01-08T00:09:00.000+02:00",
  "title": "Málaga CF - Real Sociedad: Subidón de autoestima (0-1)",
  "text": "Seguramente fue el partido ideal, pensando en frío tras la derrota. El Málaga ganó autoestima ante un equipo de moda, la Real Sociedad , envidia en España y que juega la Champions con prestancia y desafía al PSG . Empleó todo lo bueno que tenía disponible, honrando al estadio, la competición y al rival, con ocho internacionales absolutos en el once inicial. Compitió de manera excelente el cuadro de Pellicer , tuteó por momentos al contrario y estuvo a punto de adelantarse mediado el primer tiempo con un zurdazo d e Víctor García que se estrelló en la escuadra de Marrero. Aguantó con dignidad hasta el final. El club también llenó la hucha con un entradón, con 22.111 espectadores p agando por asistir al partido y un ingreso imprevisto bastante alto que debe ayudar a reforzar la plantilla en este mercado. El partido fue televisado en abierto a nivel nacional y el Málaga recordó que no se ha ido, que ahí sigue picando piedra en su intento de regresar al fútbol profesional. La afición ofreció una imagen muy buena, apoyando todo el partido y disfrutando de un partido que era rutinario hasta hace poco más de un lustro pero que ahora es extraordinario. Y, después del subidón, a por la faena gorda, que es el ascenso. Competir así ante un grande actual del fútbol español debe valer a todos para convencerse de que es posible. Es también tarea de los dirigentes ahora darle al entrenador lo que necesita y reforzar al equipo.\nDiríase que era más titular el once de Imanol que el de Pellicer de partida. Colocó una zaga con Murillo-Moussa-Galilea-Víctor, con Gabilondo más adelantado, como interior. Pellicer decidió premiar al guipuzcoano jugando de titular, como Sangalli , ante el equipo de su corazón. Delante, con el descaro de Ochoa y Cordero acompañando a Roberto , no llegaba a 19 años de media el trío más ofensivo. El Málaga fue bravo, fue al choque y trató bien el balón, intentando ser fiel a su idea. La fama de la Real Sociedad es de buena conexión con el balón y fútbol asociativo, un equipo bonito de ver. Pero su gran salto cualitativo ha sido la competitividad, la capacidad de ser perro, de pegar, de cortar ataques del rival utilizando a distintos jugadores para evitar la tarjeta. El Málaga lo experimentó en sus carnes.\nEl partido estaba equilibrado. Dos buenas paradas de Carlos López mantenían la meta a cero. Y el Málaga merodeaba el área de Marrero ya antes del trallazo de Víctor. Roberto ,del que Imanol hablaba bien en la previa, hacía un máster con una pareja de centrales de súper élite. Ochoa era capaz de pegar un recorte pisándola en la frontal. Detrás el Málaga estaba firma. Moussa hizo un partido sensacional, que recordó al fin al que Pepe Mel c olocó de titular en su llegada y que se rompió. Es un jugador que tiene el chasis y el físico. Salió varias veces también con el balón jugado. Sufría, lógicamente, en alguna transición el Málaga, pero se llegaba al descanso con el 0-0.\nEl partido se desequilibró al poco de comenzar. Un Juanpe que no acaba de dar el nivel perdió el balón en el centro del campo e hizo una falta tras reclamar una sobre él. El balón colgado lo cabeceó uno de los mejores especialistas del fútbol europeo, Mikel Merino y el desvío de Einar al intentar salvarla acabó de hacer imposible la estirada de Carlos López . Pellicer reaccionó con un triple cambio, sacando a Dioni, Dani Lorenzo y Kevin para dar mordiente arriba e intentar ir a por el empate. El partido se abrió más. El Málaga no llegó a tener ninguna ocasión clarísima, aunque sí pisaba el área rival. Varios córners, un disparo de Kevin tras un rechace, un remate alto de Roberto tras centro de Gabilondo , un tiro con la zurda de Larrubia ya en el tramo final... Galilea salvaba bajo palos una picadita de Oyarzabal (qué futbolista es el de Eibar, vaya calidad) y daba una bola extra. Gil Manzan o, que había llevado bien el partido, tomaba alguna decisión inexplicable en el tramo final. La Rosaleda vibró buscando el empate, pero enfrente había un rival de mucho nivel que no permitió la igualada.\nLa aventura copera acabó de manera dignísima para el Málaga, ha valido para enganchar a jugadores, para que los jóvenes tengan minutos de vuelo y para que Pellicer amplíe el fondo de armario. Y para la citada derrama que va venir de perlas económicamente. Ahora llega el solomillo, intentar ir a por el ascenso, primero de manera directa y, si no es posible, por la vía del play off. Hay que acertar con los refuerzos. No es concluyente el partido por la diferencia de categoría, pero sí falta ese algo diferencial arriba. El equipo, la afición y el entrenador se han ganado ese esfuerzo.\nCOMENTAR / VER COMENTARIOS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:34:23.227+02:00",
  "updated": "2024-01-08T00:34:23.227+02:00"
}