{
  "thread": {
    "uuid": "1af5b0195c2c7bf7aae9506d9383f58bb578b528",
    "url": "https://m.dailyhunt.in/news/india/english/wion-epaper-dhc2454c50b46a4592abe5c1f1017ac5ff/scientists+use+ai+to+ensure+tumor+cells+do+not+survive+after+cancer+treatment-newsid-n597554580",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-oly",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Dailyhunt",
    "title": "Scientists use AI to ensure tumor cells do not survive after Cancer treatment",
    "title_full": "Scientists use AI to ensure tumor cells do not survive after Cancer treatment",
    "published": "2024-04-04T19:49:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/bc/a0/82/bca082d6e8942d52d06e5c0d918a8b473da6a9090205670044b6e0645e254c3e.jpg",
    "performance_score": 0,
    "domain_rank": 18004,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1af5b0195c2c7bf7aae9506d9383f58bb578b528",
  "url": "https://m.dailyhunt.in/news/india/english/wion-epaper-dhc2454c50b46a4592abe5c1f1017ac5ff/scientists+use+ai+to+ensure+tumor+cells+do+not+survive+after+cancer+treatment-newsid-n597554580",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailyhuntapp",
  "published": "2024-04-04T19:49:00.000+03:00",
  "title": "Scientists use AI to ensure tumor cells do not survive after Cancer treatment",
  "text": "Researchers at a university in Japan have developed a machine-learning model that can accurately evaluate the density of live cells in the malignant bone cancer osteosarcoma. The Artificial Intelligence model can do this evaluation from pathological images.\nThe research, reported in the nip Precision Oncology, adds that it can provide a more accurate patient prognosis as compared to the currently available methods.\nWhat does it mean?\nThe treatment of cancer includes a combination of surgery and chemotherapy. But lower rates of survival are reported among the patients with a form of cancer still spreading in the body.\nAt present, following the cycles of chemotherapy or a specific surgery, doctors perform a necrosis rate assessment.\nIn this process, doctors evaluate the proportion of dead tissue within a tumor. This helps them determine the ongoing treatment plan for a patient. But accuracy of the assessment of the necrosis rate varies. And this leads to inaccurate prognoses.\nWith this understanding, the investigators at Kyushu University developed a more specific assessment of the living versus dead tumor cells through an AI-driven machine-learning model.\n\"In the traditional method, the necrosis rate is calculated as a necrotic area rather than individual cell counts, which is not sufficiently reproducible between assessors and does not adequately reflect the effects of anticancer drugs,\" co-first author Makoto Endo, MD, PhD, a lecturer of Orthopedic Surgery at Kyushu University Hospital said in a statement. \"We therefore considered using AI to improve the estimation.\"\nThe team of scientists first validated their method to detect surviving cancer cells using patient data, which showed it was capable of identifying viable tumor cells at the same level of proficiency as expert pathologists.\nThe researchers found that using AI to analyse tumor pathology images can improve accuracy by removing the variability of human assessments. They added that the identification of viable tumor cells is a more reliable predictor of treatment response than cell necrosis.\n\"This new approach has the potential to enhance the accuracy of prognoses for osteosarcoma patients treated with chemotherapy,\" Endo noted.\n\"In the future, we intend to actively apply AI to rare diseases such as osteosarcoma, which have seen limited advancements in epidemiology, pathogenesis, and etiology. Despite the passage of decades, particularly in treatment strategies, substantial progress remains elusive. By putting AI to the problem, this might finally change.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.wionews.com/videos/cancer-experts-unveil-groundbreaking-discovery-eliminates-need-for-invasive-surgeries-wion-674613/embed\\",
    "https://wionews.com/videos/cancer-experts-unveil-groundbreaking-discovery-eliminates-need-for-invasive-surgeries-wion-674613/embed\\"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "precision oncology",
        "sentiment": "none"
      },
      {
        "name": "kyushu university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "japan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:49:06.059+03:00",
  "updated": "2024-04-05T02:49:06.059+03:00"
}