{
  "thread": {
    "uuid": "06a9d3ac2a2fd753d7027acbd925e36bb3ad2998",
    "url": "https://www.dovepress.com/co-targeting-biomimetic-nanoparticles-alleviate-atherosclerosis-by-inh-peer-reviewed-fulltext-article-IJN",
    "site_full": "www.dovepress.com",
    "site": "dovepress.com",
    "site_section": "https://www.dovepress.com/feed_latest.php",
    "site_categories": [
      "health"
    ],
    "section_title": "Latest Articles RSS",
    "site_title": "Dove Medical Press - Open Access Publisher of Medical Journals",
    "title": "Co-Targeting Biomimetic Nanoparticles Alleviate Atherosclerosis by Inhibiting the Vicious Circle Between Inflammation and Lipids",
    "title_full": "Co-Targeting Biomimetic Nanoparticles Alleviate Atherosclerosis by Inhibiting the Vicious Circle Between Inflammation and Lipids",
    "published": "2025-12-25T08:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.dovepress.com/assets/img/addon/og_logo.png",
    "performance_score": 0,
    "domain_rank": 16946,
    "domain_rank_updated": "2025-12-21T23:00:00.000+02:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "06a9d3ac2a2fd753d7027acbd925e36bb3ad2998",
  "url": "https://www.dovepress.com/co-targeting-biomimetic-nanoparticles-alleviate-atherosclerosis-by-inh-peer-reviewed-fulltext-article-IJN",
  "ord_in_thread": 0,
  "author": "Zongquan Zhang",
  "published": "2025-12-25T08:55:00.000+02:00",
  "title": "Co-Targeting Biomimetic Nanoparticles Alleviate Atherosclerosis by Inhibiting the Vicious Circle Between Inflammation and Lipids",
  "text": "Co-Targeting Biomimetic Nanoparticles Alleviate Atherosclerosis by Inhibiting the Vicious Circle Between Inflammation and Lipids\nAuthors Wu C, Li Y, Liu Y, Wang X, Yuan P, Xu M, Deng Y, Zhang Z, Li C, Zhou X\nReceived 7 September 2025\nAccepted for publication 15 December 2025\nPublished 25 December 2025 Volume 2025:20 Pages 15705—15721\nDOI https://doi.org/10.2147/IJN.S558039\nChecked for plagiarism Yes\nReview by Single anonymous peer review\nPeer reviewer comments 2\nEditor who approved publication:\nDr Kamakhya Misra\nChengxi Wu,1,&ast Yaoyao Li,2,&ast Yuting Liu,2 Xueqin Wang,3 Ping Yuan,4 Maochang Xu,5 Yiping Deng,6 Zongquan Zhang,5 Chunhong Li,5 Xiangyu Zhou2,7\n1Department of Vascular Surgery, The Third People’s Hospital of Yibin, Yibin, Sichuan, 644000, People’s Republic of China; 2Department of Thyroid Surgery, the Affiliated Hospital of Southwest Medical University, Luzhou, Sichuan, 646000, People’s Republic of China; 3Department of Thyroid Surgery, Sichuan Academy of Medical Sciences and Sichuan Provincial People’s Hospital, University of Electronic Science and Technology of China, Chengdu, Sichuan, 610072, People’s Republic of China; 4Department of Neurology, the Affiliated Hospital of Southwest Medical University, Luzhou, Sichuan, 646000, People’s Republic of China; 5Department of Pharmaceutical Sciences, School of Pharmacy, Southwest Medical University, Luzhou, Sichuan, 646000, People’s Republic of China; 6Analysis and Testing Center, School of Pharmacy, Southwest Medical University, Luzhou, Sichuan, 646000, People’s Republic of China; 7Basic Medicine Research Innovation Center for Cardiometabolic Disease, Ministry of Education, Southwest Medical University, Luzhou, Sichuan, 646000, People’s Republic of China\n&astThese authors contributed equally to this work\nCorrespondence: Xiangyu Zhou, Email [[email protected]](/cdn-cgi/l/email-protection) Chunhong Li, Email [[email protected]](/cdn-cgi/l/email-protection)\nBackground: In the microenvironment of atherosclerosis (AS), low-density lipoprotein (LDL) accumulates in injured endothelial areas and undergoes oxidation, thereby generating oxidized LDL (ox-LDL). The formation of ox-LDL, in turn, not only amplifies endothelial cell (EC) dysfunction but also triggers macrophage polarization into the pro-inflammatory M1 phenotype. This cascade results in increased inflammatory cytokine secretion and exacerbated lipid accumulation. Therefore, a dual-targeting strategy aimed at both ECs and macrophages to inhibit the vicious circle between inflammation and lipids is a promising avenue for AS treatment.\nMethods: Simvastatin (SIM)-loaded nanomicelles (PLA-PEG/SIM) were prepared using the thin-film hydration method. Then, platelet membrane (PM) was coated the nanomicelles via sonication to obtain PM@PLA-PEG/SIM dual-targeting biomimetic nanoparticles. The morphological features of the nanoparticles were assessed by transmission electron microscopy (TEM). Cytotoxicity was evaluated using the CCK-8 assay and live/dead cell staining. Their targeting ability toward ECs and macrophages was assessed by flow cytometry and confocal laser scanning microscopy (CLSM). The biosafety, targeting ability, and therapeutic efficacy of PM@PLA-PEG/SIM against AS were further validated in ApoE−/− mouse models.\nResults: PM@PLA-PEG/SIM effectively reduced the drug toxicity of SIM, exhibiting good biocompatibility. In vitro, cell experiment results showed that the nanoparticles inhibited foam cell formation, decreased interleukin-6 (IL-6) expression, and increased interleukin-4 (IL-4) and interleukin-10 (IL-10) expression by promoting macrophage repolarization. In vivo, results indicated that the formulation demonstrated excellent plaque-targeting ability. More importantly, the plaque area and lipid levels in the PM@PLA-PEG/SIM group were lowest, and plaques were most stable, showing its best therapeutic efficiency.\nConclusion: PM@PLA-PEG/SIM alleviated progression of AS by co-targeting ECs and macrophages to inhibit the vicious cycle between inflammation and lipids. Our study provides a new strategy for the treatment of the disease by the co-targeting biomimetic nanoparticle.\nKeywords: co-targeting, biomimetic nanoparticles, atherosclerosis, endothelial cells, macrophages\nIntroduction\nAtherosclerosis (AS) is a lipid driven chronic inflammatory disease,1 and its pathogenesis is fundamentally associated with dysregulated lipid homeostasis and persistent inflammatory responses.2,3 AS initiates with the damage of endothelial cells (ECs), which promotes the accumulation of low-density lipoprotein (LDL) particles within the subendothelial space. Furthermore, LDL particles undergo oxidative modification, forming oxidized LDL (ox-LDL),4,5 which is then internalized by damaged ECs to form foam cells,6 further exacerbating the inflammatory response.7–9 Inflammatory factors secreted by ECs induce polarization of macrophages into M1 type,10 which then engulf ox-LDL and transform into foam cells. The cascade of inflammatory mediators released by these cells, amplify ECs injury,, further exacerbating endothelial damage and plaque destabilization.13–15 This reciprocal crosstalk between ECs and macrophages creates a vicious cycle that drives the disease progression, making the two cell types as the central therapeutic targets. Consequently, a strategy capable of co-targeting both ECs and macrophages to disrupt this self-sustaining loop represents a promising and innovative direction in AS treatment.\nSimvastatin (SIM), a representative therapeutic agent for AS, not only exerts lipid-lowering effects but also demonstrates significant anti-inflammatory properties.16 However, its clinical application is limited by side effects such as abnormal liver function, cognitive impairment, and poor targeting ability.17 Nanotechnology offers a promising solution to these challenges. Various nanoparticles, including dendritic polymers, liposomes, and micelles, have been employed in AS treatment to enhance therapeutic efficacy and reduce adverse effects. Among these, polymer micelles are widely used due to their ease of preparation, prolonged retention time, and excellent biocompatibility.18 Both polylactic acid (PLA) and polyethylene glycol (PEG) are biocompatible biomaterials commonly used as the hydrophobic and hydrophilic segments of micelles, respectively,19 so PLA-PEG could be an ideal nanocarrier that self-assembling with SIM to micelles. Nevertheless, exogenous nanoparticles face rapid systemic clearance and short circulation time.20 To overcome this, endogenous nanoparticles have been developed as a promising strategy to extend circulation time and evade immune clearance.,\nIn recent years, cell membrane-coated nanoparticles have garnered significant attention due to their ability to prolong circulation time, reduce immunogenicity, and enhance targeted delivery, thereby improving therapeutic outcomes., Hu et al designed erythrocyte membrane-coated nanoparticles to achieve prolonged circulation. Although these nanoparticles exhibited a significantly extended half-life, their lack of active targeting capability hindered broader application.25 Our group designed platelet membrane (PM)-coated curcumin nanocrystals for targeting delivery to injured ECs and macrophages in myocardial ischemic regions. This strategy significantly alleviated myocardial ischemia-reperfusion injury by suppressing inflammation and promoting angiogenesis.26 Similarly, at vascular injury sites of AS, platelets (PLTs) are activated, which could adhere to ECs via interactions between their GPIIb/IIIa and endothelial ICAM-1.27–30 Furthermore, as a lipid bilayer with the platelet glycoprotein Ibα (GPIbα), such as GPVI and P-selectin, PM can target activated macrophages at inflammatory sites., In addition, the half-life of PM-encapsulated nanoparticles in vivo can be extended to approximately 30 hours., Thus, PM becomes an ideal choice carrier that co-targeting delivery drugs to ECs and macrophages in the plaque site of AS.,\nTo this end, we prepared SIM-loaded polymeric micelles using the amphiphilic copolymer PLA2000-PEG3400, further coating the micelles with PM to prepare co-targeting biomimetic nanoparticles (PM@PLA-PEG/SIM) (Scheme 1). This formulation showed a co-targeted property to ECs and inflammatory macrophages. In vitro results demonstrated that PM@PLA-PEG/SIM effectively attenuated inflammatory responses, promoted macrophage repolarization toward to the anti-inflammatory M2 phenotype, and inhibited foam cell formation. In vivo results showed that the biomimetic nanoparticles reduced plaque formation, increased plaque stability, and modulated lipid metabolism to attenuate disease progression. We propose a new concept of co-targeting ECs and macrophages to modulate inflammatory responses and lipid clearance at plaques, providing a potential therapeutic approach for AS.\nMethods and Materials\nMaterials\nSIM (purity≥98%) was obtained from Aladdin (Shanghai, China). PLA2000-PEG3400 was gotten from Ponsure Biological (Shanghai, China). Cholesterol was purchased from Macklin (Shanghai, China). LPS, Oil Red O (ORO), and 2-(4-Amidinophenyl)-6-indolecarbamidine dihydrochloride (DAPI) were gain from Solarbio Science & Technology (Beijing, China). CCK-8 was bought from APE×BIO (Houston, USA). The Calcein-AM/PI kit was obtained from Solarbio Science & Technology (Beijing, China). DID was chased from Beyotime (Shanghai, China). Dulbecco’s Modified Eagle’s Medium (DMEM) with Fetal Bovine Serum (FBS) was bought from Gibco (Waltham, USA).\nCell Lines and Animals\nHuman umbilical vein endothelial cells (HUVECs) and RAW264.7 cells (obtained from the Chinese Academy of Sciences, Shanghai, China) were maintained in DMEM containing 10% (v/v) FBS and 1% (v/v) penicillin/streptomycin at 37°C under 5% CO2.\nMale apolipoprotein E-deficient (ApoE−/−) mice (7 weeks old, Chengdu Pharmachem Biotechnology, Chengdu, China) received a high-fat diet and water freely for two months under standard housing conditions. All animal procedures complied with institutional animal welfare guidelines and were approved by the Ethics Committee of Southwest Medical University (Approval NO.20230809–003). All experimental animal welfare safeguards comply with the Ethical Review Guidelines for Laboratory Animal Welfare (GB/T 35892–2018). All animals were anesthetized via intraperitoneal injection of tribromoethanol (mice: 125–240 mg/kg, rats: 300 mg/kg, Dowobio, Shanghai, China).\nSynthesis of PLA-PEG/SIM\nFirst, PLA2000-PEG3400 and SIM (5:1 mass ratio) were dissolved in 2 mL acetone. The solution was dried under reduced pressure at 50°C to form a film, followed by overnight storage in a vacuum desiccator at room temperature. PLA-PEG/SIM was prepared by hydrating the film in 6 mL deionized water for 1 h, sonicating at 25°C for 10 min, filtering to remove unencapsulated drug, and freeze-drying the product for storage.\nPreparation of PM@PLA-PEG/SIM\nWhole blood was collected from rat hearts into anticoagulated tubes and centrifuged to remove erythrocytes. The platelet-rich plasma (PRP) supernatant was collected and recentrifuged to obtain a platelet pellet, which was further washed three times with PBS containing 2 µM prostaglandin E1 and 1 mM EDTA (centrifuging between washes to prevent PLT activation). The washed PLT pellet was resuspended in PBS and subjected to three freeze-thaw cycles (−80°C for 10 min, 25°C for 5 min per cycle). The PM precipitate was yielded by subsequent centrifugation. The total protein concentration of the PM was quantified using the BCA assay. Finally, the PM@PLA-PEG/SIM was prepared by co-incubating PLA-PEG/SIM and PM at a 1:1 mass ratio (wt: wt), with ultrasonication at 100 W power for 5 min.\nCharacterization of Nanoparticles\nNanoparticle morphology was characterized by transmission electron microscopy (TEM). Particle size, polydispersity index (PDI), and zeta potential were measured using a Malvern laser particle sizer (MLPS). The drug loading efficiency (DLE) and encapsulation efficiency (EE) of PM@PLA-PEG/SIM were determined via ultraviolet-visible (UV–vis) spectrophotometry (Shimadzu UV-3600Plus, Japan), calculated as follows:\nIn vitro Drug Release\nCumulative SIM release from the PM@PLA-PEG/SIM nanoplatform was measured via a dialysis method. Briefly, 2 mL of PM@PLA-PEG/SIM suspension (containing 1 mg SIM) was loaded into a dialysis bag (molecular weight cutoff: 3500 Da), which was dialyzed against 40 mL of PBS with 0.5% tween (adjusted to pH 5.4 or 7.4) at 37°C under constant oscillation. Samples (4 mL) of the external release medium were collected at predetermined time intervals (1, 2, 4, 8, 12, 24, 48 h), further replacing with an equal volume of fresh medium. The concentration of SIM in the collected samples was determined using a UV–vis spectrophotometer.\nIn vitro Cytotoxicity Assay\nHUVECs were plated in 96-well plates at 8000 cells per well. Following 24 h incubation, varying concentrations of SIM, PLA-PEG/SIM, and PM@PLA-PEG/SIM were administered. After an additional 24 h, culture medium was replaced with 10% CCK-8 solution, and viability was measured at 450 nm via microplate reader. Parallel experiments evaluated their cytotoxicity to RAW264.7 cells using identical methodology.\nThe viability of HUVECs was further analyzed using a live/dead kit. Cells seeded in 12-well plates (5 × 104 cells/well) were incubated for 24 h, then treating with test formulations (16 μg/mL SIM-equivalent) for 24 h. After that, cells were stained with Calcein-AM (2 μM), propidium iodide (1.5 mM), and detection buffer (37°C, 15 min), followed by visualizing with fluorescence microscopy (Olympus, Japan).\nCellular Uptake of PM@PLA-PEG/SIM\nThe targeting capability of nanoparticles toward LPS-activated HUVECs and RAW264.7 cells was investigated. Cells were plated at 4 × 104 cells/well in 24-well plates and cultured for 24 h. Following activation with 1 μg/mL LPS, cells were incubated for 2 h with either PLA-PEG/DID or PM@PLA-PEG/DID nanoparticles (where SIM was replaced by DID). After fixation with 4% paraformaldehyde (10 min) and nuclear counterstaining with DAPI, cellular uptake was analyzed by confocal laser scanning microscopy (CLSM, Nikon AX NIS-Elements 5.4, Japan). Quantitative assessment was performed using flow cytometry (BD Biosciences, USA).\nInhibition of Foam Cell Formation by PM@PLA-PEG/SIM\nRAW264.7 cells were plated at 1 × 105 cells/well in 24-well plates and stimulated with 50 μg/mL ox-LDL for 24 h. Various treatments (SIM, PLA-PEG/SIM, PM@PLA-PEG/SIM, 4 μg/mL SIM-equivalent) were administered for 24 h, with the negative control excluded. Cells were fixed in 4% paraformaldehyde (15 min), incubated with ORO working solution (37°C, 40 min), and rinsed sequentially with 60% isopropanol and distilled water. Lipid accumulation was assessed by inverted microscopy, and droplet quantification performed using ImageJ software. Total cellular cholesterol was determined with an assay kit (EallBio, China).\nQuantitative Real-Time Polymerase Chain Reaction (qRT-PCR)\nRAW264.7 cells were seeded in 6-well plates at a density of 2 × 105 cells per well and stimulated with or without LPS for 12 h. Cells were then co-incubated for 24 h with medium containing SIM, PLA-PEG/SIM, and PM@PLA-PEG/SIM. Intracellular total RNA was isolated and purified using Trizol reagent. 1 μg of RNA was reverse-transcribed into cDNA using a Mastercycler Nexus PCR amplifier (Eppendorf, Germany). Real-time PCR was performed using a Thermo Fisher (USA) fluorescence quantitative PCR instrument. Relative mRNA expression was calculated using the 2−ΔΔCt method. HUVECs were analyzed using the identical methodology.\nWestern Blot Analysis\nCD86 and Arg-1 in macrophages was assessed by Western blot. Activated macrophages were treated for 24 h with SIM, PLA-PEG/SIM, and PM@PLA-PEG/SIM. Cells were lysed on ice using radioimmunoprecipitation assay buffer for protein extraction. Equal protein amounts were separated by electrophoresis on 10% SDS-PAGE gels (Epizyme, China) and subsequently transferred to nitrocellulose membranes (Merck Millipore, Germany). After blocking with 5% skim milk, membranes were incubated overnight at 4°C with primary antibodies against CD86 and Arg-1 (Abmart, China), followed by incubation with horseradish peroxidase-conjugated secondary antibodies at room temperature for 1 h. Protein bands were visualized using chemiluminescence detection on a luminescent image analysis system (Tanon 5200, China).\nHemolysis Assay\nRed blood cells (RBCs) were isolated from ApoE−/− mice and prepared as a 2% hematocrit suspension in saline. PM@PLA-PEG/SIM was added to the suspension at varying concentrations and incubated at 37°C for 3 h to achieve final concentrations of 50, 100, 200, and 400 μg/mL, respectively. Saline and ultrapure water served as negative and positive controls, respectively. Following centrifugation (3,000 rpm, 10 min), equal aliquots of supernatant were transferred to a 96-well plate. Hemoglobin release was quantified by measuring absorbance at 540 nm using a Varioskan Flash microplate reader (BioTek Cytation 5, USA).\nEvaluation of the Targeting Ability of PM@PLA-PEG/SIM\nAfter 12 weeks of high-fat diet feeding, ApoE−/− mice received intravenous injections of DID, PLA-PEG/DID, and PM@PLA-PEG/DID via the tail vein for multimodal imaging. Mice were euthanized at 2, 6, and 24 h post-injection. Aortic vessels and major organs (heart, liver, spleen, lung, and kidney) were then harvested. Biodistribution of the fluorescent formulations was evaluated using a multimodal in vivo imaging system (IVIS Lumina Series III) in fluorescence imaging mode.\nAnti-AS Therapy in Vivo\nAfter 8 weeks of high-fat diet feeding, ApoE−/− mice were randomly divided into four groups (n = 5): (1) saline, (2) SIM, (3) PLA-PEG/SIM, (4) PM@PLA-PEG/SIM (all at SIM-equivalent doses of 5 mg/kg in 100 μL volume per injection). All formulations were administered intravenously twice weekly for 4 weeks. Mice were then euthanized, and the aorta (from aortic root to iliac bifurcation) along with major organs (liver and kidneys) were harvested for histological and immunohistochemical analysis. Following careful periadventitial tissue dissection and longitudinal opening of aortas, atherosclerotic plaques were visualized using ORO staining. Plaque areas were quantitatively analyzed using ImageJ software.\nHistological and Immunohistochemical Staining of the Aortic Root\nContinuous 10-μm-thick paraffin sections of the aortic root were prepared from tissue fixed in 4% paraformaldehyde. These sections were used for histological staining with hematoxylin and eosin (H&E), toluidine blue, and Masson’s trichrome. Additionally, aortic root sections were immunostained using antibodies against matrix metalloproteinase-9 (MMP-9), CD68, and α-smooth muscle actin (α-SMA) for both immunohistochemical and immunofluorescence analysis. Plaque regions were analyzed using ImageJ software.\nSafety Evaluation and in Vivo Lipid Lowering\nApoE−/− mice blood samples were collected, allowed to clot at room temperature for 30 min, and then centrifuged at 2500 rpm for 10 min. The resulting serum was immediately analyzed for levels of alanine aminotransferase (ALT), aspartate aminotransferase (AST), creatinine (CREA), urea nitrogen (UREA), total cholesterol (CHO), triglycerides (TG), low-density lipoprotein cholesterol (LDL-C), and high-density lipoprotein cholesterol (HDL-C). Finally, major organs (liver and kidney) were sectioned and analyzed by H&E staining.\nStatistical Analysis\nAll data are presented as mean ± standard deviation (SD). Statistical analyses were performed using GraphPad Prism 9 software (GraphPad Software, USA), employing Student’s t-test, one-way analysis of variance (ANOVA), and Dunnett’s multiple-comparison test. Differences were considered statistically significant at P-value < 0.05.\nResults\nCharacterization of Biomimetic Nanoparticles\nTEM was used to characterize the morphology, and the results showed that PLA-PEG/SIM nanoparticles were elliptical (Figure 1A). As illustrated in Figure 1B, the purified platelets were isolated by differential centrifugation. Then, the PM was prepared using the freeze-thawing method. The PM@PLA-PEG/SIM had a core of PLA-PEG/SIM with the PM as the outer layer. TEM imaging visually confirmed the successful encapsulation of PLA-PEG/SIM by PM, demonstrating the synthesis process’s feasibility and effectiveness (Figure 1C).\nMLPS was used to analyze the particle size. As shown in Figure 1D, the particle size of PLA-PEG/SIM was approximately 78.31 ± 0.43 nm, and that of PM@PLA-PEG/SIM was approximately 114.47 ± 3.29 nm. Compared with the PLA-PEG/SIM, the particle size of PM@PLA-PEG/SIM increased, indicating that the PM was successfully coated. Additionally, the zeta potential of PLA-PEG/SIM was −13.27 ± 0.38 mV, with that of PM@PLA-PEG/SIM being approximately −23.93 ± 2.63 mV. The EE of PM@PLA-PEG/SIM was determined to be 77.05 ± 0.22%, with a DLE of 14.76 ± 0.04% (Table 1). CD62 and CD42 antibodies on the surface of the PM were detected by WB. As shown in Figure S1, the two protein bands were retained in the PM and PM@PLA-PEG/SIM groups, suggesting that they preserved the biological function of the PM. Stability experiments demonstrated that the preparation maintained a stable particle size and uniform dispersion for one week (Figure 1D and E). Moreover, the photographs taken on the first and seventh days indicated its favorable stability (Figure S2).\n|\nTable 1 Characterization of Nanoparticles, Including Particle Size, PDI, Zeta Potential, Encapsulation Efficiency, and Drug Loading Capacity |\nTypically, the microenvironment at an atherosclerotic plaque is acidic.37 The successful release of the drug from the modified formulation was also crucial for effective preparation. Dialysis bags containing free SIM and PM@PLA-PEG/SIM were therefore immersed in a buffer solution of pH 5.4 to simulate the microenvironment at the plaque. As shown in Figure 1F, the release of free SIM single drug was close to 100% within 48 h, which was much higher than that of PM@PLA-PEG/SIM, indicating that the nanoparticles could enable slow release. At pH 7.4, the release curve of the nanoparticles showed a gradual increase, demonstrating the absence of burst release.\nSafety Evaluation of Nanoparticles\nWe evaluated the cytotoxicity of PM@PLA-PEG/SIM on HUVECs and RAW264.7 cells using the CCK-8 assay. In HUVECs (Figure 2A), when the SIM concentration reached 16 μg/mL, the cell viability of both PLA-PEG/SIM and PM@PLA-PEG/SIM remained above 80%, whereas the viability of the SIM group dropped to 70%. PM@PLA-PEG/SIM exhibited higher cell viability compared to PLA-PEG/SIM at this concentration. In RAW264.7 cells (Figure 2B), when the drug concentration increased to 4 μg/mL, the cell viability of the SIM group fell below 70%, while both PLA-PEG/SIM and PM@PLA-PEG/SIM maintained cell viability above 80%. Furthermore, at a drug concentration of 8 μg/mL, the cell viability of the SIM group decreased to 40%, and PLA-PEG/SIM also showed reduced viability, but PM@PLA-PEG/SIM still demonstrated no significant change. These results indicated that PM-modified nanomicelles effectively reduced the toxicity of SIM. Based on these findings, subsequent experiments were conducted using the biomimetic nanoparticle with equivalent SIM concentrations of 16 μg/mL and 4 μg/mL. We also confirmed their cytotoxicity through live/dead cell staining assays. The results were consistent with the CCK-8 assay, demonstrating that PM@PLA-PEG/SIM had the highest biocompatibility (Figure S3A).\nTo evaluate its in vivo safety, we conducted liver and renal function tests on animal serum. The results revealed no significant differences in ALT, AST, CREA, and UREA levels between the PM@PLA-PEG/SIM group and the saline group, showing its favorable safety (Figure 2C–F).\nA hemolysis assay was performed to assess the biocompatibility of the preparation at concentrations ranging from 50 to 400 μg/mL. Even at the highest 400 μg/mL concentration, the hemolysis rate remained below 5%, indicating its good biocompatibility (Figure 2G and S3B). Furthermore, histopathological analysis by H&E staining of the liver and kidney tissues in the saline group or treatment groups showed no significant damage or pathological abnormalities (Figure 2H). All these results demonstrated the nice biosafety of the biomimetic nanoparticles.\nCellular Uptake Efficiency of Nanoparticles\nTo evaluate the targeting and internalization abilities, we labeled and prepared PLA-PEG/DID and PM@PLA-PEG/DID with DID instead of SIM. CLSM results showed that LPS-treated HUVECs effectively internalized PLA-PEG/DID, which could be attributed to the small particle size of the nanoparticles (Figure 3A). Notably, the activated HUVECs internalized PM@PLA-PEG/DID significantly more than PLA-PEG/DID, which was related to the targeting property of PM modification. Meanwhile, we also verified the targeting ability of the nanoparticles to RAW264.7 cells. The results were the same as those observed in HUVECs, with the activated RAW264.7 cells showing the highest uptake of PM@PLA-PEG/DID (Figure 3B). Flow cytometry further confirmed these observations (Figure S4A–D). The uptake rate of PM@PLA-PEG/DID was significantly higher than that of PLA-PEG/DID. The results of flow cytometry were quantified, and the uptake rates of PM@PLA-PEG/DID and PLA-PEG/DID in HUVECs were 57.06% and 41.82%, respectively (Figure 3C) while their uptake rates in RAW264.7 cells were 52.83% and 35.34%, respectively (Figure 3D). The results of CLSM and flow cytometry reveal that PM@PLA-PEG/SIM has excellent targeting ability for damaged ECs and RAW264.7 cells.\nIn vitro Anti-Inflammatory Properties of Nanoparticles\nThe LPS-treated RAW264.7 cells were examined under a microscope for observation and imaging (Figure 4A). It was observed that LPS-treated cells developed numerous pseudopodia-like extensions and exhibited irregular morphology. Following treatment, macrophages showed a reduction in pseudopodia number with gradual restoration of round or oval morphology, where the most pronounced therapeutic effect was observed in the PM@PLA-PEG/SIM group. This suggests that PM@PLA-PEG/SIM exerts the strongest repolarization effect at equivalent SIM concentrations.\nAt the conclusion of morphological observations, cellular proteins were extracted and subjected to Western blot analysis (Figure 4B). The results demonstrated that PM@PLA-PEG/SIM promoted macrophage polarization from M1 to M2 phenotype through downregulation of CD86 expression (Figure S5A) and upregulation of Arg-1 expression (Figure S5B). Meanwhile, we performed qRT-PCR on another set of macrophage polarization markers, iNOS and CD206. The results revealed a decrease in iNOS and an increase in CD206, further confirming that PM@PLA-PEG/SIM induces the repolarization of M1 macrophages to the M2 phenotype (Figure S5C and D). Furthermore, we analyzed inflammatory factor expression in HUVECs and macrophages using qRT-PCR. The levels of IL-6 in HUVECs displayed a progressive decrease across treatment groups (Figure 4C), whereas anti-inflammatory factors IL-4 (Figure 4D) and IL-10 (Figure 4E) in RAW264.7 cells showed obvious increases. PM@PLA-PEG/SIM consistently demonstrated the most significant therapeutic outcomes among all groups. These collective findings indicate that PM@PLA-PEG/SIM attenuates atherosclerotic progression by promoting macrophage repolarization and modulating inflammatory responses in both macrophages and endothelial cells.\nInhibition of Foam Cell Formation\nMacrophages incubated with ox-LDL exhibited significant lipid accumulation, as illustrated in Figure S6A and B. A reduction in intracellular lipid content was observed following treatment with various preparations and subsequent staining. The oil red O staining area was quantified, revealing that foam cells treated with PM@PLA-PEG/SIM displayed the lowest lipid content. Furthermore, we analyzed the cholesterol content in cells from each group (Figure 4F). Given the critical role of ABCA1 and ABCG1 in cholesterol transport, we assessed their expression levels via qRT-PCR. The observed upregulation of both transporters indicates that PM@PLA-PEG/SIM enhances cholesterol efflux by promoting their expression (Figure S6C and D). The cholesterol content in each treatment group was lower than that in the control group, with the SIM and PLA-PEG/SIM groups showing comparable levels. Notably, the PM@PLA-PEG/SIM group exhibited the lowest cholesterol content, close to that of normal cells. This can be attributed to the PM’s targeting capability, which enhances the cellular uptake of PM@PLA-PEG/SIM. These findings suggest that PM-functionalized biomimetic nanoparticles effectively inhibit foam cell formation by facilitating lipid removal and promoting cholesterol efflux.\nBiodistribution and Atherosclerotic Plaque Targeting Efficiency of Nanoparticles\nAs shown in Figure 5A and B, after 2 h, weak fluorescence signals could only be observed in the aortic arch in the DID monotherapy group. In contrast, obvious fluorescence signals could be observed in the aortic arch and abdominal aorta in the PLA-PEG/DID and PM@PLA-PEG/DID groups. At 6 h after injection, the fluorescence signals of the vessels in all groups were enhanced, and the fluorescence intensity in the PM@PLA-PEG/DID group was significantly higher than that of the PLA-PEG/DID group. Over time, the fluorescence intensity in the aorta in all groups showed an initial increase followed by a decrease. The fluorescence signals of the PLA-PEG/DID group in plaque were weakened after 24 h, while those in the PM@PLA-PEG/DID group were maintained at a high level at all time point. In Figure 5C, Figure S7A and B, the fluorescence intensity in the liver and kidney of the PM@PLA-PEG/DID group was consistently lower than that of the other two groups at all time points, which implied that more PM@PLA-PEG/DID could remain in the body for the same duration. These results suggest that biomimetic nanoparticles prolonged the circulation time and mediated precise targeting of plaques.\nAnti-Atherosclerotic Efficiency in Vivo\nFollowing the treatment protocol shown in Figure S8A, high-fat ApoE−/− mice fed for 8 weeks were randomly divided into 4 groups (n = 5 in each group) and administered with saline, SIM, PLA-PEG/SIM, and PM@PLA-PEG/SIM via tail vein injection twice a week.\nAt the end of the experiment, aortic arch specimens were collected for histological analysis. Microscopic examination revealed significant lipid plaque formation in all cohorts, confirming the successful establishment of the AS animal model (Figure 6A). In Figure 6B and C, the saline group showed the highest amount of lipid deposition on the vessel wall, while the plaque area progressively decreased in other treatment groups, with the PM@PLA-PEG/SIM group exhibiting the smallest plaque area. These results indicate that biomimetic nanoparticles effectively reduced lipid deposition and prevented vascular stenosis.\nWe analyzed serum lipid profiles in mice. At equivalent SIM concentrations, PM@PLA-PEG/SIM demonstrated the most pronounced effects: achieving the greatest reduction in TG (Figure 6D), CHO (Figure 6E), and LDL-C (Figure S8B), along with the most substantial increase in HDL-C (Figure S8C) compared with other treatments. These findings suggest that they can effectively modulate blood lipid levels to attenuate AS progression.\nStaining of Aortic Root Sections\nThe necrotic core area closely correlated with plaque progression and disease severity. H&E staining revealed that aortic root plaques in the model group contained lipid-rich necrotic cores, whereas PM@PLA-PEG/SIM treatment markedly reduced the necrotic core area (Figure 7A and B). Masson trichrome staining demonstrated increased collagen content per plaque in the PM@PLA-PEG/SIM group (Figure 7A and C), accompanied by thickened fibrous caps, indicating enhanced plaque stability post-treatment. Macrophage infiltration directly associates with atherosclerotic plaque formation.38 As we expected, the level of CD68, a marker representing macrophage infiltration, was significantly reduced after PM@PLA-PEG/SIM treatment (Figure 7A and D). To evaluate collagen metabolism balance in fibrous caps, we quantified VSMCs and MMP-9. The biomimetic nanoparticles-treated mice exhibited enhanced VSMC accumulation and suppressed MMP-9 expression in plaques (Figure 7A, E and F). These collective findings demonstrate dual efficacy of PM@PLA-PEG/SIM in suppressing the progression of plaque and improving plaque stability.\nDiscussion\nIn this study, we developed the co-targeting biomimetic nanoparticles with ECs and macrphages targeting capability. In vitro drug release assays demonstrated that the formulations exhibited sustained release kinetics while maintaining therapeutic drug concentrations in systemic circulation. Cellular uptake studies revealed significantly their higher internalization by activated ECs and macrophages compared to unmodified micelles, validating the feasibility of PM-mediated dual-targeting property.\nPolymer micelles are widely utilized owing to their facile preparation, and excellent biocompatibility., Taniguchi et al demonstrated that intravenously administered micelles (40–100 nm) preferentially accumulated at carotid artery injury sites in rats through interstitial space deposition, enhanced anti-atherosclerotic efficacy.40 However, only minimal micelles accumulate at lesions via passive targeting, as the immune system clears most of them.31 Moreover, rapid arterial blood flow poses a challenge to the passive targeting of nanoparticles to damaged ECs, making an active targeting strategy essential for AS treatment. Conventional platelet membrane-coated systems, often primarily leverage P-selectin for targeting activated endothelium or platelets at thrombotic sites,, and these systems show improved site-specific accumulation, but their targeting scope is largely confined to the vascular endothelium. In contrast, our PM@PLA-PEG/SIM is engineered to simultaneously target both ECs and macrophages within plaques. This co-targeting capability addresses the critical pathophysiological crosstalk between these two cell types in atherosclerotic progression, a feature not comprehensively pursue in previous biomimetic strategies. For example, the erythrocyte-platelet hybrid membrane system (PM/RM@PLGA@P/R) developed for thrombus therapy-9, which primarily focuses on the thrombotic component. Our in vitro/in vivo analyses confirmed the enhanced uptake of PM@PLA-PEG/SIM by activated ECs/macrophages and its aortic plaque targeting compared with unmodified micelles, highlighting the advantages of PM functionalization. Notably, blood biochemistry and histopathology did not reveal significant toxicity, attesting to the biosafety of the system. Thus, PM-modified micelles could achieve precisely and safely deliver drugs to plaques.\nMacrophages in AS plaques neighbor and interact with ECs through intercellular crosstalk, jointly driving disease progression. During endothelial injury, elevated IL-6 binds soluble IL-6R (sIL-6R) to form IL-6-sIL-6R complexes, activating ECs via gp130 signaling and amplifying IL-6 secretion., Furthermore, EC-derived IL-6 stimulates macrophages to release monocyte chemoattractant proteins, recruiting monocytes to subendothelial spaces for plaque formation,45 and it induces macrophage LDL receptor expression to accelerate lipid uptake and foam cell generation.46 In addition, IL-6 upregulates CD44 expression in macrophages, and it further promotes IL-6 secretion through positive feedback.47 IL-6 secreted by macrophages through positive feedback can act directly on ECs, inducing an increase in the expression of vascular endothelial growth factor (VEGF) and C5a receptor and thus promoting the breakdown of VE-calmodulin, leading to an increase in vascular permeability., Modulation of the IL-6 inflammatory axis and promotion of M2 macrophage polarization are not merely cellular events; they correspond to measurable clinical outcomes. By attenuating IL-6–mediated crosstalk and shifting macrophages toward to the M2 phenotype, PM@PLA-PEG/SIM contributes to plaque stabilization—reducing necrotic core size, enhancing fibrous cap integrity, and lowering the risk of plaque rupture. These changes directly translate into decreased incidence of acute cardiovascular events such as myocardial infarction and stroke.\nPlaque stability, as a key to preventing cardiovascular events, is strongly associated with M2 macrophages polarization.50 Phenotypic analysis shows that M2 macrophages dominate stable plaques, whereas M1 macrophages prevail in unstable lesions.51 Our results indicated that PM@PLA-PEG/SIM dually modulates macrophage biology: (1) attenuating inflammation to reduce M1 populations, and (2) promoting M1-to-M2 polarization via downregulation of CD86 and upregulation of Arg-1. Notably, M2 macrophages enhance vessel maturation, mitigating intraplaque hemorrhage to further stabilize plaques.52\nCollectively, PM@PLA-PEG/SIM has emerged as a promising therapeutic approach for AS through dual-targeting modulation of plaque inflammation and lipid metabolism. Co-targeting therapeutic strategies hold significant potential and can be integrated with other anti-atherosclerotic approaches. For instance, combining PM@PLA-PEG/SIM with anti-inflammatory biologics may exert synergistic effects, enabling more effective control over atherosclerotic plaque formation.53 However, our findings highlight the potential of PM-functionalized micelles, several limitations should be acknowledged. Despite the promising results, transitioning this platform to clinical application requires addressing key challenges. Scalable and reproducible manufacturing of PM presents a hurdle that needs innovative solutions for consistent quality and yield. Furthermore, although initial biosafety profiles in animal models are favorable, long-term toxicology studies and rigorous immunogenicity assessment are essential next steps to fully validate the system’s safety profile for chronic administration in humans.\nConclusion\nIn this study, the PM@PLA-PEG/SIM system leverages the prolonged circulation and immune-evasive properties of PM biomimetic coatings to mitigate drug toxicity and enhance targeting. This system demonstrated precise targeting of ECs and macrophages within atherosclerotic plaques. The treatment effectively reduced plaque area, improved plaque stability via a significant increase in M2 macrophage polarization, and markedly lowered serum lipid levels. Through co-targeting drug delivery, these PM-functionalized nanomicelles simultaneously modulated inflammatory responses in both ECs and macrophages, directly reducing M1 macrophage populations. Furthermore, they promoted cholesterol efflux in macrophages and inhibited foam cell formation. Collectively, our findings suggest that co-targeting of ECs and macrophages for coordinated inflammatory regulation and lipid clearance represents a highly promising therapeutic strategy for AS.\nData Sharing Statement\nAll data will be obtained from the corresponding author upon request.\nFunding\nThis work was supported by the National Natural Science Foundation of China (grant number 82170459), the Sichuan Provincial Department of Science and Technology (grant number 2025YFHZ0090), and the Luzhou Science and Technology Bureau (grant number 2023LZXNYDJ003).\nDisclosure\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.\nReferences\n1. Rallidis S, Jovanovic A, Rallidis L. Distinctive characteristics, risk factors, and prevention of premature myocardial infarction: a narrative review. J Family Med Prim Care. 2024;13:3509–3517. doi:10.4103/jfmpc.jfmpc_1874_23\n2. Chen L, Qu H, Liu B, et al. Low or oscillatory shear stress and endothelial permeability in atherosclerosis. Front Physiol. 2024;15:1432719. doi:10.3389/fphys.2024.1432719\n3. Kobiyama K, Ley K. Atherosclerosis. Circ Res. 2018;123:1118–1120. doi:10.1161/circresaha.118.313816\n4. Gutierrez PS. Foam Cells in Atherosclerosis. Arquivos brasileiros de cardiologia. 2022;119:542–543. doi:10.36660/abc.20220659\n5. Ting KKY, Yu P, Dow R, et al. Oxidized Low-Density Lipoprotein Accumulation Suppresses Glycolysis and Attenuates the Macrophage Inflammatory Response by Diverting Transcription from the HIF-1α to the Nrf2 Pathway. J Immunol. 2023;211(211):1561–1577. doi:10.4049/jimmunol.2300293\n6. Corrêa R, Silva LFF, Ribeiro DJS, et al. Lysophosphatidylcholine induces NLRP3 inflammasome-mediated foam cell formation and pyroptosis in human monocytes and endothelial cells. Front Immunol. 2019;10:2927. doi:10.3389/fimmu.2019.02927\n7. Hu CJ, Wang YW, Huang WX, et al. E prostanoid receptor-3 promotes oxidized low-density lipoprotein-induced human aortic smooth muscle cells inflammation. ESC Heart Failure. 2023;10:1077–1089. doi:10.1002/ehf2.14264\n8. Gu M, Lv S, Song Y, et al. Predictive value of lysophosphatidylcholine for determining the disease severity and prognosis of elderly patients with community-acquired pneumonia. Clin Interv Aging. 2024;19:517–527. doi:10.2147/cia.S454239\n9. Gao S, Liu J. Association between circulating oxidized low-density lipoprotein and atherosclerotic cardiovascular disease. Chronic Dis Transl Med. 2017;3:89–94. doi:10.1016/j.cdtm.2017.02.008\n10. Nguyen-Tran HH, Nguyen TN, Chen CY, et al. Endothelial reprogramming stimulated by oncostatin m promotes inflammation and tumorigenesis in VHL -deficient kidney tissue. Cancer Res. 2021;81:5060–5073. doi:10.1158/0008-5472.Can-21-0345\n11. Casari M, Siegl D, Deppermann C, et al. Macrophages and platelets in liver fibrosis and hepatocellular carcinoma. Front Immunol. 2023;14:1277808. doi:10.3389/fimmu.2023.1277808\n12. Chen Y, Chen Y, Jiang X. Vascular adventitial fibroblasts-derived FGF10 promotes vascular smooth muscle cells proliferation and migration in vitro and the neointima formation in vivo. J Inflamm Res. 2021;14:2207–2223. doi:10.2147/jir.S305204\n13. Liu X, Wu J, Tian R, et al. Targeting foam cell formation and macrophage polarization in atherosclerosis: the therapeutic potential of rhubarb. Biomed Pharmacother. 2020;129:110433. doi:10.1016/j.biopha.2020.110433\n14. Liao J, An X, Yang X, et al. Deficiency of LMP10 attenuates diet-induced atherosclerosis by inhibiting macrophage polarization and inflammation in apolipoprotein E deficient mice. Front Cell Development Biol. 2020;8:592048. doi:10.3389/fcell.2020.592048\n15. Zhang X, Li J, Luo S, et al. IgE contributes to atherosclerosis and obesity by affecting macrophage polarization, macrophage protein network, and foam cell formation. Arterioscler Thromb Vasc Biol. 2020;40:597–610. doi:10.1161/atvbaha.119.313744\n16. Liberale L, Carbone F, Montecucco F, et al. Statins reduce vascular inflammation in atherogenesis: a review of underlying molecular mechanisms. Int J Biochem Cell Biol. 2020;122:105735. doi:10.1016/j.biocel.2020.105735\n17. Toth PP, Banach M. Statins: then and now. Methodist Debakey Cardiovasc J. 2019;15:23–31. doi:10.14797/mdcj-15-1-23\n18. Piazzini V, Vasarri M, Degl’Innocenti D, et al. Comparison of chitosan nanoparticles and soluplus micelles to optimize the bioactivity of posidonia oceanica extract on human neuroblastoma cell migration. Pharmaceutics. 2019;11:655. doi:10.3390/pharmaceutics11120655\n19. Kim JY, Do YR, Song HS, et al. Multicenter phase II clinical trial of genexol-PM® with gemcitabine in advanced biliary tract cancer. Anticancer Res. 2017;37:1467–1473. doi:10.21873/anticanres.11471\n20. Shen M, Yao S, Li S. A ROS and shear stress dual-sensitive bionic system with cross-linked dendrimers for atherosclerosis therapy. Nanoscale. 2021;13(47):20013–20027. doi:10.1039/d1nr05355h\n21. Wang L, Liu Y, Tian R, et al. What do we know about platelets in myocardial ischemia-reperfusion injury and why is it important? Thromb Res. 2023;229:114–126. doi:10.1016/j.thromres.2023.06.022\n22. Hou M, Wu X, Zhao Z, et al. Endothelial cell-targeting, ROS-ultrasensitive drug/siRNA co-delivery nanocomplexes mitigate early-stage neutrophil recruitment for the anti-inflammatory treatment of myocardial ischemia reperfusion injury. Acta biomaterialia. 2022;143:344–355. doi:10.1016/j.actbio.2022.02.018\n23. Wang KN, Li ZZ, Zhou K, et al. Cell membrane-coated nanoparticles for dental, oral, and craniofacial diseases. Research. 2024;7:0478. doi:10.34133/research.0478\n24. Liu H, Lu Y, Zong J, et al. Engineering dendritic cell biomimetic membrane as a delivery system for tumor targeted therapy. J Nanobiotechnol. 2024;22:663. doi:10.1186/s12951-024-02913-7\n25. Hu CM, Zhang L, Aryal S, et al. Erythrocyte membrane-camouflaged polymeric nanoparticles as a biomimetic delivery platform. Proc Natl Acad Sci USA. 2011;108:10980–10985. doi:10.1073/pnas.1106634108\n26. Lei F, Zhang J, Deng Y, et al. Biomimetic nanoplatform treats myocardial ischemia/reperfusion injury by synergistically promoting angiogenesis and inhibiting inflammation. Colloids Surf B Biointerfaces. 2024;243:114159. doi:10.1016/j.colsurfb.2024.114159\n27. Koupenova M, Clancy L, Corkrey HA, et al. Circulating platelets as mediators of immunity, inflammation, and thrombosis. Circ Res. 2018;122:337–351. doi:10.1161/circresaha.117.310795\n28. Ziegler M, Wang X, Peter K. Platelets in cardiac ischaemia/reperfusion injury: a promising therapeutic target. Cardiovasc Res. 2019;115:1178–1188. doi:10.1093/cvr/cvz070\n29. Wang T, Zhou T, Xu M, et al. Platelet membrane-camouflaged nanoparticles carry microRNA inhibitor against myocardial ischaemia‒reperfusion injury. J Nanobiotechnol. 2022;20:434. doi:10.1186/s12951-022-01639-8\n30. Schütte JP, Manke MC, Hemmen K, et al. Platelet-derived microRNAs regulate cardiac remodeling after myocardial ischemia. Circ Res. 2023;132:e96–e113. doi:10.1161/circresaha.122.322459\n31. Li F, Liu D, Liu M. Tregs biomimetic nanoparticle to reprogram inflammatory and redox microenvironment in infarct tissue to treat myocardial ischemia reperfusion injury in mice. J Nanobiotechnol. 2022;20(1):251. doi:10.1186/s12951-022-01445-2\n32. Schanze N, Hamad MA, Nührenberg TG, et al. Platelets in myocardial ischemia/reperfusion injury. Hamostaseologie. 2023;43:110–121. doi:10.1055/a-1739-9351\n33. Guo H, Liu Y, Li X, et al. Magnetic metal-organic framework-based nanoplatform with platelet membrane coating as a synergistic programmed cell death protein 1 inhibitor against hepatocellular carcinoma. ACS nano. 2023;17:23829–23849. doi:10.1021/acsnano.3c07885\n34. Martinez Bravo G, Annarapu G, Carmona E. Platelets in thrombosis and atherosclerosis: a double-edged sword. Am J Pathol. 2024;194:1608–1621. doi:10.1016/j.ajpath.2024.05.010\n35. Zhou T, Yang X, Wang T, et al. Platelet-membrane-encapsulated carvedilol with improved targeting ability for relieving myocardial ischemia-reperfusion injury. Membranes. 2022;12:605. doi:10.3390/membranes12060605\n36. Zhang Z, Chen Z, Yang L, et al. Platelet membrane-encapsulated MSNs loaded with SS31 peptide alleviate myocardial ischemia-reperfusion injury. J Funct Biomater. 2022;13:181. doi:10.3390/jfb13040181\n37. Mao J, Wu C, Zheng L, et al. Advances in stimulus-responsive nanomedicine for treatment and diagnosis of atherosclerosis. Colloids Surf B Biointerfaces. 2025;245:114298. doi:10.1016/j.colsurfb.2024.114298\n38. Park MD, Silvin A, Ginhoux F, et al. Macrophages in health and disease. Cell. 2022;185:4259–4279. doi:10.1016/j.cell.2022.10.007\n39. Cardona YV, Muñoz LG, Cardozo DG, et al. Recent applications of amphiphilic copolymers in drug release systems for skin treatment. Pharmaceutics. 2024;16. doi:10.3390/pharmaceutics16091203\n40. Taniguchi R, Miura Y, Koyama H, et al. Adequately-sized nanocarriers allow sustained targeted drug delivery to neointimal lesions in rat arteries. Mol Pharm. 2016;13:2108–2116. doi:10.1021/acs.molpharmaceut.6b00219\n41. Pan Y, Hu D, Chen H, et al. PLGA nanocarriers biomimetic of platelet membranes and their interactions with the placental barrier. Int J Pharm. 2025;671:125225. doi:10.1016/j.ijpharm.2025.125225\n42. Gao M, Lu J, Liang J, et al. Targeted hybrid theranostic nanocarriers enhance thrombolytic therapy via the integration of chemical and physical action. ACS Appl Mater Interfaces. 2025;17(49):66378–66390. doi:10.1021/acsami.5c16918\n43. Rupert JE, Narasimhan A, Jengelley DHA, et al. Tumor-derived IL-6 and trans-signaling among tumor, fat, and muscle mediate pancreatic cancer cachexia. J Exp Med. 2021;218. doi:10.1084/jem.20190450\n44. Kang S, Tanaka T, Inoue H, et al. IL-6 trans-signaling induces plasminogen activator inhibitor-1 from vascular endothelial cells in cytokine release syndrome. Proc Natl Acad Sci USA. 2020;117:22351–22356. doi:10.1073/pnas.2010229117\n45. Abubakar M, Rasool HF, Javed I, et al. Comparative roles of IL-1, IL-6, IL-10, IL-17, IL-18, 1L-22, IL-33, and IL-37 in various cardiovascular diseases with potential insights for targeted immunotherapy. Cureus. 2023;15:e42494. doi:10.7759/cureus.42494\n46. Schuett H, Luchtefeld M, Grothusen C, et al. How much is too much? Interleukin-6 and its signalling in atherosclerosis. Thromb Haemost. 2009;102(08):215–222. doi:10.1160/th09-05-0297\n47. Krolikoski M, Monslow J, Puré E. The CD44-HA axis and inflammation in atherosclerosis: a temporal perspective. Matrix Biol. 2019;78-79:201–218. doi:10.1016/j.matbio.2018.05.007\n48. Kang S, Kishimoto T. Interplay between interleukin-6 signaling and the vascular endothelium in cytokine storms. Exp Mol Med. 2021;53:1116–1123. doi:10.1038/s12276-021-00649-0\n49. Chehboun S, Labrecque-Carbonneau J, Pasquin S, et al. Epstein-Barr virus-induced gene 3 (EBI3) can mediate IL-6 trans-signaling. J Biol Chem. 2017;292:6644–6656. doi:10.1074/jbc.M116.762021\n50. Chen R, Zhang H, Tang B, et al. Macrophages in cardiovascular diseases: molecular mechanisms and therapeutic targets. Sig Transduct Targeted Ther. 2024;9:130. doi:10.1038/s41392-024-01840-1\n51. Henni Mansour AS, Ragues M, Brevier J, et al. Phenotypic, metabolic, and functional characterization of experimental models of foamy macrophages: toward therapeutic research in atherosclerosis. Int J Mol Sci. 2024;25. doi:10.3390/ijms251810146\n52. Chai Q, Guo C, Li L, et al. Association of angiogenesis-associated genes with atherosclerotic plaque progression, intraplaque hemorrhage, and immune infiltration. Heliyon. 2024;10(12):e32692. doi:10.1016/j.heliyon.2024.e32692\n53. Li W, Sun Y, Li S, et al. Strategies for developing dual-targeted soluble epoxide hydrolase inhibitors. Eur J Med Chem. 2025;302:118349. doi:10.1016/j.ejmech.2025.118349\n© 2025 The Author(s). This work is published and licensed by Dove Medical Press Limited. The\nfull terms of this license are available at https://www.dovepress.com/terms.php\nand incorporate the Creative Commons Attribution\n- Non Commercial (unported, 4.0) License.\nBy accessing the work you hereby accept the Terms. Non-commercial uses of the work are permitted\nwithout any further permission from Dove Medical Press Limited, provided the work is properly\nattributed. For permission for commercial use of this work, please see paragraphs 4.2 and 5 of our Terms.\nRecommended articles\nmiR-186-5p Dysregulation in Serum Exosomes from Patients with AMI Aggravates Atherosclerosis via Targeting LOX-1\nDing J, Li H, Liu W, Wang X, Feng Y, Guan H, Chen Z\nInternational Journal of Nanomedicine 2022, 17:6301-6316\nPublished Date: 13 December 2022\nResearch Progress and Molecular Mechanisms of Endothelial Cells Inflammation in Vascular-Related Diseases\nXue J, Zhang Z, Sun Y, Jin D, Guo L, Li X, Zhao D, Feng X, Qi W, Zhu H\nJournal of Inflammation Research 2023, 16:3593-3617\nPublished Date: 23 August 2023\nBAP31 Promotes Adhesion Between Endothelial Cells and Macrophages Through the NF-κB Signaling Pathway in Sepsis\nHe J, Jing D, Zhao S, Duan M\nJournal of Inflammation Research 2024, 17:1267-1279\nPublished Date: 26 February 2024\nCrosstalk Between H-Type Vascular Endothelial Cells and Macrophages: A Potential Regulator of Bone Homeostasis\nFan J, Xie Y, Liu D, Cui R, Zhang W, Shen M, Cao L\nJournal of Inflammation Research 2025, 18:2743-2765\nPublished Date: 25 February 2025",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "topics": [
    "Health->health treatment and procedure",
    "Health->heart disease"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": false,
  "webz_reporter": false,
  "external_links": [
    "https://creativecommons.org/licenses/by-nc/4.0/",
    "https://orcid.org/0000-0001-8976-9489",
    "https://doi.org/10.2147/IJN.S558039",
    "https://www.orcid.org/0000-0001-8976-9489",
    "https://www.doi.org/10.2147/IJN.S558039",
    "https://www.creativecommons.org/licenses/by-nc/4.0/",
    "https://creativecommons.org/licenses/by-nc/4.0"
  ],
  "external_images": [],
  "internal_images": [],
  "entities": {
    "persons": [
      {
        "name": "Kamakhya Misra\nChengxi Wu",
        "sentiment": "none"
      },
      {
        "name": "Zongquan Zhang",
        "sentiment": "none"
      },
      {
        "name": "Xueqin Wang",
        "sentiment": "none"
      },
      {
        "name": "Yiping Deng",
        "sentiment": "none"
      },
      {
        "name": "Maochang Xu",
        "sentiment": "none"
      },
      {
        "name": "Yaoyao Li",
        "sentiment": "none"
      },
      {
        "name": "Deng Y",
        "sentiment": "none"
      }
    ],
    "locations": [],
    "organizations": [
      {
        "name": "University of Electronic Science and Technology of China",
        "sentiment": "none",
        "tickers": []
      },
      {
        "name": "Southwest Medical University",
        "sentiment": "none",
        "tickers": []
      }
    ]
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": {
    "categories": [],
    "top_news": [],
    "bias": null,
    "source": {
      "type": null,
      "city": null,
      "state": null,
      "country": null,
      "domain_type": null,
      "agency": null,
      "organization_name": null
    }
  },
  "rating": null,
  "crawled": "2025-12-25T09:03:25.079+02:00",
  "updated": "2025-12-25T09:09:04.000+02:00"
}