{
  "thread": {
    "uuid": "fac5ca494fa766bacccc5855ad690d1711465553",
    "url": "https://twinfinite.net/destiny-2/reasons-destiny-2-worth-playing-2024/",
    "site_full": "twinfinite.net",
    "site": "twinfinite.net",
    "site_section": "http://twinfinite.net",
    "site_categories": [
      "hobbies_and_interests",
      "video_and_computer_games",
      "non_standard_content"
    ],
    "section_title": "Twinfinite - Video Game news, reviews, opinions, guides and videos!",
    "title": "10 Reasons Why Destiny 2 is Worth Playing in 2024",
    "title_full": "10 Reasons Why Destiny 2 is Worth Playing in 2024",
    "published": "2024-01-06T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 14828,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fac5ca494fa766bacccc5855ad690d1711465553",
  "url": "https://twinfinite.net/destiny-2/reasons-destiny-2-worth-playing-2024/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ali Taha",
  "published": "2024-01-06T00:00:00.000+02:00",
  "title": "10 Reasons Why Destiny 2 is Worth Playing in 2024",
  "text": "Destiny 2 has been around since 2017 and it has seen many changes and additions since then. So, if you find yourself as someone who was a fan of D2 for one reason or another, here are 10 reasons why Destiny 2 is worth playing in 2024. Better Crucible Matchmaking If you’re the kind of Destiny 2 player that found themselves playing Crucible the most, then Bungie’s matchmaking changes over 2023 may interest you. Over the past year [in the Crucible, Bungie has better separated](https://twinfinite.net/destiny-2/bungies-crucible-strike-team-making-promising-changes-destiny-2-23rd-season/) skill-based matchmaking and connection-based matchmaking. This is a simplification, but essentially, if you’re a fan of Ranked or Trials of Osiris then that’s [where you will experience SBMM](https://twinfinite.net/destiny-2/case-for-against-skill-based-matchmaking-destiny-2/). However, if you want a more casual experience, then the Control/Quickplay playlist will focus more on connection-based matchmaking first before trying to find those of similar skill. Additionally, Bungie have combined and refined the way solo players and groups queue into a playlist. They’ve done this by having an algorithm smartly find solos to play against if you’re alone, or groups if you’re in a group—most of the time. Checkmate Control Crucible Mode But what’s better matchmaking without something new and fresh to really invest your time and strategy into? Enter Checkmate Control. Previously a Crucible Labs mode being tested, Checkmate Control has graduated to sit amongst the usual options like Quickplay, Ranked 3’s, and so on. What makes Checkmate control something worth at least trying is the way the mode changes the PvP sandbox. On top of a general increase to the time-to-kill, passive grenade, melee, and class ability regeneration is reduced across the board by 50%. Meanwhile, passive Super generation is reduced by a similar 40%, making the mode itself much more about gunplay than before. Likewise, you don’t start with Special ammo either, that has to be earned through killing opponents. New Crucible Maps If you haven’t played a lot of Crucible over the last year or two, you may now find a couple of new maps in the various mode’s rotations. That said, one new map a year hasn’t been something most have been happy with. Thankfully, 2024 will see Bungie infusing the Crucible with a brand-new map pack of three to four new maps of varying sizes! Which, if they can do every year would be a great start to reinvigorating the PvP scene in Destiny 2. In-Game Fireteam Finder One of the latest additions to Destiny 2 as of late was the inclusion of an in-game LFG system. What’s great about a system like this is how it helps solo players find like-minded people to explore the game’s various modes with. No longer do you need to find fellow Guardians through Discord or another online LFG finder. What’s great is the Fireteam Finder’s flexibility in the kind of people you’re looking for. Don’t want to be judged for not knowing a raid? You can set options for that. Only want to play with people who have mics? Not an issue! Season of the Wish Coil Activity Season of the Wish is the final season before the launch of The Final Shape expansion. Unfortunately, said expansion is delayed until June. Thankfully, [Season of the Wish](https://twinfinite.net/destiny-2/everything-new-destiny-2-season-of-the-wish/) brought with it quite the fun new seasonal mode. The Coil is that new mode and while it’s not a horde mode, or endless in nature, it does have roguelite elements which are quite refreshing. You and a team of two other Guardians run through a few different mission types that are separated by pathways. Each path has a different boss, and as your team progresses you can buy semi-randomized Dragon’s Gift buffs. While at the same time enemies will scale up in power by +5 up to a maximum of +20. The mode ultimately takes around 45 minutes to complete and the four chests at the end for hitting a certain score are worth the difficulty. New Craftable Exotic Weapons With Season of the Wish comes a new Exotic weapon that can be altered with multiple Exotic catalysts. Much like the Revision Zero, The Wish-Keeper bow is a [powerful Exotic weapon](https://twinfinite.net/destiny-2/destiny-2-why-season-23s-dragons-breath-heavy-exotic-will-be-amazing-for-scorch-builds/) that is craftable, while gaining strength through using and leveling the weapon itself. What makes the Wish Keeper exciting as a bow is the fact that it’s a Strand weapon. Additionally, Wish-Keeper’s Exotic perks let you create a Snareweaver arrow that suspends enemies. All followed by the weapon dealing bonus damage to suspended targets and faster draw time for a short duration afterwards. New weapons like this go a long way toward keeping Destiny 2 fresh as the months pass. New Warlord’s Ruin Dungeon [Dungeons are some of Destiny 2’s best content](https://twinfinite.net/destiny-2/all-destiny-2-dungeons-ranked-from-worst-to-best/) since they are more accessible with slightly easier mechanics and difficulties compared to raids. This is even more true when you consider dungeons only have three Guardians compared to raids’ six. Enter Destiny 2’s latest dungeon, Warlord’s Ruin, a dungeon located in the snowy mountains within the EDZ. The dungeon will take you and your friends through a dark age castle full of bosses, puzzles, with the odd jumping and navigational challenges. If you haven’t played Bungie’s latest dungeon then you owe it to yourself to try it sometime as you wait for The Final Shape expansion. The Gunplay is Still Excellent Destiny 2’s gunplay in 2024 is still one of its best aspects. You can say what you want about the story, characters, lore, systems, locations, and modes not getting the love they deserve. However, you have to admit how great it still feels to fire every single shot from your weapons that have those really good rolls. Even Destiny 2’s non-gun type weapons like the swords and glaives do a great job feeling unique and useful in certain situations. Season of the Wish’s weapons in 2024 may be worth grinding out too since you’ll have the extra time to do it. Beyond that, The Final Shape’s new weapons and Exotics will undoubtedly be just as compelling to use for the 1st as they will be the 1,000th time. The Final Shape Expansion [Bungie’s next big yearly expansion](https://twinfinite.net/destiny-2/everything-announced-destiny-2s-final-shape-showcase/) that was delayed several months because it simply didn’t live up to what they wanted to deliver. The extra months The Final Shape will have in the oven should surely improve upon the expansion’s total offerings. It isn’t be too far out of the realms of possibility to assume that instead of just one new Super for each class, that, instead, each class gets its third new darkness subclass. Okay, maybe that is a bit much to hope for, but those extra few months Bungie is giving themselves to build on The Final Shape could mean that many more Exotic armors and weapons for players to enjoy. It could mean a complete Gambit refresh, or maybe a whole new core mode. At least, that’s what I’m hoping for. Ultimately, traveling inside of the Traveler will be an exciting experience from both a story and gameplay perspective and Bungie now has all the time in the world to make it perfect. The Start of Episodes in 2024 2024 is the start of Bungie’s new content delivery system dubbed Episodes. It’s been many years now that Bungie has gotten into the grove of delivering Seasons. But after hearing backlash from the fans and seeing revenue drop over time, the developers saw the writing on the wall and knew they had to deliver bigger, more impactful chunks of content that aren’t so formulaic. Players have simply grown tired of the weekly stories, with the quests that have you engaging with years-old content at this point. Episodes are Bungie’s way of finally changing that status quo in 2024. Personally, I hope to see a huge influx of new Exotic weapons and armors with every Episode, instead of the 1-2 armors and 1-2 weapons we’ve been getting. Regardless, Bungie has a lot planned for 2024 with Episodes. So, it seems safe to raise your expectations just a bit here and hopping on the Destiny 2 train now in preparation for The Final Shape is far from a bad idea.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "control/quickplay",
        "sentiment": "none"
      },
      {
        "name": "bungie",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "osiris",
        "sentiment": "none"
      },
      {
        "name": "crucible",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:26:27.635+02:00",
  "updated": "2024-01-06T00:26:27.635+02:00"
}