{
  "thread": {
    "uuid": "66ec3aff48a3ec2aef937b591b42c72a96d3cf81",
    "url": "https://cmsedit.cbn.com/cbnnews/entertainment/2024/may/kat-von-d-reflects-on-breaking-free-from-addiction-the-occult-im-on-fire-for-jesus",
    "site_full": "cmsedit.cbn.com",
    "site": "cbn.com",
    "site_section": "https://cmsedit.cbn.com/rss-cbn-articles-cbnnews.xml",
    "site_categories": [],
    "section_title": "CBN News feeds",
    "title": "Kat Von D Reflects on Breaking Free From Addiction, the Occult: 'I'm on Fire for Jesus'",
    "title_full": "Kat Von D Reflects on Breaking Free From Addiction, the Occult: 'I'm on Fire for Jesus'",
    "published": "2024-06-01T04:37:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cmsedit.cbn.com/sites/default/files/media/slider/images/katvondinsta_hdv.jpg",
    "performance_score": 0,
    "domain_rank": 3279,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "66ec3aff48a3ec2aef937b591b42c72a96d3cf81",
  "url": "https://cmsedit.cbn.com/cbnnews/entertainment/2024/may/kat-von-d-reflects-on-breaking-free-from-addiction-the-occult-im-on-fire-for-jesus",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Talia Wise",
  "published": "2024-06-01T04:37:00.000+03:00",
  "title": "Kat Von D Reflects on Breaking Free From Addiction, the Occult: 'I'm on Fire for Jesus'",
  "text": "Kat Von D Reflects on Breaking Free From Addiction, the Occult: 'I'm on Fire for Jesus'\nThe remarkable conversion story of Kat Von D is still capturing the attention of many fans and followers since she publicly tossed her occultic books nearly two years ago and shared with the world that she has given her life to Jesus Christ.\nHer journey from darkness to light has unfolded over a lifetime, and she shared some of those details with Christian podcaster Allie Beth Stuckey, revealing only God was able to set her free from her addictions.\n\"I was 20, barely 21, and I was a full-blown alcoholic,\" she said on Stuckey's \"Relatable\" podcast. \"I was drinking all the time. I got introduced to drugs at that point, but I was functioning so, like, somehow, I miraculously showed up to work every day and I did a great job, but behind that was just this growing addiction.\"\nShe added that despite her growing success as a reality TV star, she felt lost.\n\"I wasn't really actively pursuing any belief system. I was just sad. I was drinking and I was trying to find answers in the wrong places, and it wasn't until I got sober, which is — it's 17 years ago in July that I really opened up my eyes to wanting to fix myself, and that's when I started getting into a lot of the New Age stuff,\" she continued.\nVon D says real freedom did not come until she encountered God.\nAs\nCBN News reported, the 42-year-old shared on Instagram last October that she was baptized at Switzerland Baptist Church in Indiana in front of a small group of friends and family.\n\"Katherine von Drachenberg, upon your profession of the Lord Jesus Christ, and in obedience to His Divine command, I baptize you, my sister, in the name of the Father and the Son and the Holy Spirit,\" her pastor said before submerging a white robe-clad Von D.\nThe former star of the TLC series \"L.A. Ink\" hugged the pastor as she emerged from the water.\nAnd while many celebrated her declaration of faith, others criticized her for not appearing to be more like the image they expected of her.\n\"The amount of critical Christians on my Instagram now have become such a turn off to people who are actually seeking God that I had to just block and delete,\" she told Stuckey. \"You end up pushing people away.\"\nThis is not the first time Von D — whose full name is Katherine von Drachenberg — has addressed her critics.\nIn a video posted to Instagram a few weeks after her baptism, the musician expressed shock that it was Christians and not her atheist followers that had the most negative comments.\n\"Baptism is so beautiful and it's such a big landmark in time — for me, at least, it was one of the most important days of my life, so it's strange that these handful of negative, critical Christians would come at me in such a public way,\" she said of people who called her baptism \"fake\" and a \"PR stunt.\"\n\"I think it's really insane that we live in a time where people still judge a book by its cover,\" she said, joking, \"I wasn't aware that there's a uniform that you're supposed to wear once you give your heart to Jesus.\"\nDespite the backlash for her faith, Von D says she is on fire for Jesus.\n\"I'm on fire for Jesus and I don't plan on this dimming out,\" she explained. \"The more and more I learn, the more and more excited I get about things and the more at ease I am about what is happening in this world.\"\nVon D told Stuckey she has a heart for those who are trapped by the occult and live their life based on what \"cards\" say and, ultimately, wants to be a light.\n\"There is always this drama and dread and gloom and doom,\" she said. \"And I was one of them.\"\nThe world-renowned makeup and tattoo artist tossed out books on witchcraft, yoga, meditation and the occult in 2020 after it became clear to her that a \"spiritual battle was taking place\" and in the end Jesus won.\n\"I don't want these crutches in my life anymore,\" she recalled saying at the time. \"I just want Jesus, and it's a very narrow road. All these breathing techniques, spell work, nature worship, all of these things are just crutches. They are not really my answer.\"\nShe added that the response from her audience after posting that video was visceral.\n\"I feel like in the comments you could see literal demons hissing at each other,\" Von D described.\nShe went on to explain that a \"possessed person\" came to her home at the time and requested the books she threw away. Another person attempted to dig through her trash cans to find the books.\n\"You could see the darkness in his eyes,\" Von D shared. \"This person is possessed and no longer in control of what they would normally do.\"\n\"It was a sobering moment for me because I thought, 'I don't want to have anything to do with this anymore,'\" she added.\nVon D, whose parents were missionaries for the Seventh-day Adventist Church, noted during the interview that her journey to faith in Christ reflects how God will passionately pursue all his children who walk away.\n\"I remember finding myself in very dark moments and like intuitively I was praying,\" she recalled. \"It wasn't because my dad made me, but it was because He had been waiting.\"\n\"When you can fall in love [with Jesus] and learn as an adult it is so much more meaningful and real,\" Von D expressed.\n***Please sign up for\nCBN Newsletters and download the CBN News app to ensure you keep receiving the latest news from a distinctly Christian perspective.***\nDid you know?\nGod is everywhere—even in the news. That’s why we view every news story through the lens of faith. We are committed to delivering quality independent Christian journalism you can trust. But it takes a lot of hard work, time, and money to do what we do. Help us continue to be a voice for truth in the media by supporting CBN News for as little as $1.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "negative"
      },
      {
        "name": "kat von d",
        "sentiment": "negative"
      },
      {
        "name": "stuckey",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      },
      {
        "name": "god",
        "sentiment": "none"
      },
      {
        "name": "allie beth stuckey",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T05:33:24.516+03:00",
  "updated": "2024-06-01T05:33:24.516+03:00"
}