{
  "thread": {
    "uuid": "200c1bad38075fc1a4e85ae5419083c1ec97c374",
    "url": "https://www.terra.com.br/noticias/gestantes-recebem-bolsas-de-enxoval-em-porto-alegre,734fcb563e11ee97281d94549e64daee6kbqug1w.html",
    "site_full": "www.terra.com.br",
    "site": "terra.com.br",
    "site_section": "https://noticias.terra.com.br/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Terra Notícias: Brasil, Mundo, Cidades, Política, Clima",
    "title": "Gestantes recebem bolsas de enxoval em Porto Alegre",
    "title_full": "Gestantes recebem bolsas de enxoval em Porto Alegre",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://p2.trrsf.com/image/fget/cf/1200/630/middle/images.terra.com/2024/04/04/1919304076-captura-de-tela-2024-01-08-as-151537.jpg",
    "performance_score": 0,
    "domain_rank": 3385,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "200c1bad38075fc1a4e85ae5419083c1ec97c374",
  "url": "https://www.terra.com.br/noticias/gestantes-recebem-bolsas-de-enxoval-em-porto-alegre,734fcb563e11ee97281d94549e64daee6kbqug1w.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Adriano Ribeiro",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Gestantes recebem bolsas de enxoval em Porto Alegre",
  "text": "Programa estadual distribuiu à Capital 2,1 mil kits com os itens Gestantes em situação de vulnerabilidade social atendidas pelas unidades de saúde da Capital recebem, a partir desta quinta-feira, 4, um kit de itens essenciais para os primeiros dias de vida do bebê. A entrega é possível por meio do programa Mãe Gaúcha, do governo estadual. A solenidade ocorreu no Centro Logístico da Casa Militar e contou com a presença dos secretários municipais de Saúde, Fernando Ritter, e adjunto do Desenvolvimento Social, Nelson Beron, pastas responsáveis pela logística de distribuição em Porto Alegre. A primeira a receber o kit foi a gestante, hoje com 28 semanas, Fabiana Aires Fernandes da Silva, atendida na Unidade de Saúde Mapa. \"Aquela bolsa, para muitos, é só uma bolsa. Mas para nós, mães de baixa renda, é de grande valor, porque a gente sabe que nossos filhos vão sair da maternidade aquecidos e muitos não têm essa oportunidade\", agradeceu ela, que ainda está decidindo se o nome da sua bebê será Vitória ou Sofia. O programa estadual distribuiu à Capital 2,1 mil kits com os itens que buscam atender as gestantes. Atualmente, as unidades de saúde têm 2.664 gestantes nos critérios do programa e o benefício irá auxiliar como incentivo na adesão ao pré-natal. Cada kit do enxoval é composto por um cobertor, toalha de banho com capuz, casaquinho de moletom, macacões longos e curtos, bodies, culotes, meias, além de uma bolsa maternidade. \"É importante promovermos o acolhimento e bem-estar, trazendo mais conforto para os bebês e tranquilidade para as mães atendidas nas nossas unidades de saúde\", frisou Ritter. \"Que a gente possa, cada vez mais, trabalhar com o olhar para a infância e para o desenvolvimento social dessa forma tão humana como está sendo olhada, seja na Lomba de Pinheiro, no Morro da Cruz e no Partenon\", complementou Beron. O Mãe Gaúcha contempla gestantes a partir da 28ª semana de gravidez que residem nos municípios que aderirem ao edital, como é o caso de Porto Alegre. As mamães precisam estar com o pré-natal em dia, ser inscritas no Cadastro Único e receber o benefício do Bolsa Família ou estar aguardando o deferimento da inscrição no programa. Para o enfermeiro da US Mapa, Carlos Silva, para além da iniciativa fortalecer os vínculos entre mãe e filho, a entrega das bolsas incentiva que as gestantes sigam a realização de um pré-natal com cuidado à prevenção e desenvolvimento saudável do bebê. *Com a informação PMPA",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T02:35:17.149+03:00",
  "updated": "2024-04-05T02:35:17.149+03:00"
}