{
  "thread": {
    "uuid": "edea75d02f4c32fcb8c1f9d34eaf65cbdbf4a827",
    "url": "https://rose-hulman.edu/news/2024/first-year-engineering-design-students-create-stimulating-toys.html",
    "site_full": "rose-hulman.edu",
    "site": "rose-hulman.edu",
    "site_section": "https://rose-hulman.edu/news/index.html",
    "site_categories": [],
    "section_title": "News &amp; Events | Rose-Hulman",
    "title": "First-Year Engineering Design Students Create Stimulating Toys | Rose-Hulman",
    "title_full": "First-Year Engineering Design Students Create Stimulating Toys | Rose-Hulman",
    "published": "2024-01-05T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.rose-hulman.edu/news/2024/images/engineering-design-toy-2024.jpg",
    "performance_score": 0,
    "domain_rank": 22559,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "edea75d02f4c32fcb8c1f9d34eaf65cbdbf4a827",
  "url": "https://rose-hulman.edu/news/2024/first-year-engineering-design-students-create-stimulating-toys.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-05T02:00:00.000+02:00",
  "title": "First-Year Engineering Design Students Create Stimulating Toys | Rose-Hulman",
  "text": "First-Year Engineering Design Students Create Stimulating Toys First-year engineering design students showcased their creativity and caring spirit while having lots of fun creating one-of-a-kind products that will make a difference in other’s lives. Eight student teams designed, developed, and tested a variety of specially designed devices that will help expand the motor and cognitive skills of children with special needs. The devices will someday be available at a lending library through Reach Services, Inc. The [engineering design program](https://rose-hulman.edu/academics/degrees-and-programs/engineering-design/index.html) has developed a longstanding educational partnership with the Terre Haute community organization. This year’s projects included Mix-N-Match Rosie, which is a fun, creative play toy that allows children to refine their fine motor skills by adding an assortment of objects (including a football, car, hotdog, and flower) to the clothing of a stuffed elephant. There’s also laces to practice tying knots and different clothing textures stimulate touch. “This toy puts fun in function and makes learning fun as well,” says engineering design major Neesa Bonham. “Everyone just seems to fall in love with it. What’s not to like about a cuddly elephant?” (FYI: Rose-Hulman’s Rosie mascot is an elephant.) Helping put together the project were engineering design and mechanical engineering students Jacob Tuck and Andrew Wagner. The Mega Marble Maze is a colorful and creative toy that encourages children to create their own paths that make balls successfully travel through a series of specially designed plastic tunnel segments and blocks – only to take them apart and create another fun-filled journey. “This is a toy with endless possibilities that can keep a kid happy for a long time,” remarks engineering design major Ryan Driemeyer, who designed the project with classmates Schuyler Chew, Maxwell Danielson, and William Stephanouk. Meanwhile, the Bright Board is an interactive toy that allows children with disabilities to insert puzzle pieces that, when assembled, create a light-up rainbow display. “There’s a reward that brings a smile to kids while they’re developing sensory and fine motor skills. It wins in many ways,” says mechanical engineering student Jasmine Dorsey-Hutchings. Helping with the project were engineering design majors Kali Hurst, Karsyn Kikta, and Deven Wells. Other projects developed during the students’ first academic quarter were (with the names of students involved): REACH Mobile: This is a toy car that has lights, stimulating colors, and animal drawings, while making engine sounds. Its size makes it an ideal plaything for 8-10 year old children. Designed by Emilia Diaz, Riley Heasley, Tristan Stephens, and Peter Watson. Toggle Tower: Children manipulate various mechanisms such as turning keys, spinning wheels, and pushing handles to allow balls to fall through a tower. This toy was created by Jeremy Bergman, Dakota Cate, Owen Chaffin, and Thorton Thomas. Tinker Builder: A Tinker Toy-type toy that helps children with fine motor issues express their building creativity through easy to connect rods and joints. The project was assembled by Quinn Johnson, Alex Seitz, and JT Tompkins. Game Grip: This device, created through Solid Works software and 3D printing technology, gives children better control over game pieces and playing cards so they can enjoy playing a variety of board and card games. It was designed by Madison Alfeldt, Harrison Boerner, Owen Smith, and Tayte Turner. The Ballmatron: This multi-textured versatile ball helps children with multiple disabilities through many fun, contrasting, and educational sections that feature buttons and a variety of different textures. The project was developed by Iayan Ansuri, Jayce Dayton, Daniel Durrant, and Steven Johnson. Learn more about aspects of the engineering design program at [www.rose-hulman.edu/engineeringdesign](http://www.rose-hulman.edu/engineeringdesign).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "mix-n-match rosie",
        "sentiment": "none"
      },
      {
        "name": "reach services, inc",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:46:31.548+02:00",
  "updated": "2024-01-13T03:23:01.861+02:00"
}