{
  "thread": {
    "uuid": "74d8ee3fac9175db1b4ecb6ba5ee14328275c20f",
    "url": "https://news.med.miami.edu/global-plan-to-fight-prostate-cancer",
    "site_full": "news.med.miami.edu",
    "site": "miami.edu",
    "site_section": "https://physician-news.umiamihealth.org/rss",
    "site_categories": [],
    "section_title": "InventUM",
    "title": "Sylvester Oncologist Contributes to Global Plan to Fight Prostate Cancer",
    "title_full": "Sylvester Oncologist Contributes to Global Plan to Fight Prostate Cancer",
    "published": "2024-04-05T01:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://news.med.miami.edu/wp-content/uploads/2024/04/img-globe-stethescope.jpg",
    "performance_score": 0,
    "domain_rank": 1898,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "74d8ee3fac9175db1b4ecb6ba5ee14328275c20f",
  "url": "https://news.med.miami.edu/global-plan-to-fight-prostate-cancer",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Emma Yasinski",
  "published": "2024-04-05T01:30:00.000+03:00",
  "title": "Sylvester Oncologist Contributes to Global Plan to Fight Prostate Cancer",
  "text": "Sylvester Oncologist Contributes to Global Plan to Fight Prostate Cancer\nArticle Summary\n- Dr. Brandon Mahal contributed to a commission published in The Lancet addressing the anticipated increase in prostate cancer.\n- The article provides guidance on how to manage a global prostate cancer influx.\n- Dr. Mahal says precision outreach is a key to improving cancer outcomes.\nBrandon Mahal, M.D., a radiation oncologist at Sylvester Comprehensive Cancer Center, part of the University of Miami Miller School of Medicine, is part of a select group of international authors commissioned to write a collaborative article on prostate cancer for The Lancet.\nThe piece’s purpose is to guide the world’s experts on how to manage the predicted, massive influx of new prostate cancer patients over the next 20 years.\nUnlike a typical study, which describes a single experiment or set of experiments, commissions come from The Lancet editors “working with academic partners to identify the most pressing issues in science, medicine and global health, to provide recommendations that change health policy or improve practice.”\n“This piece was commissioned by The Lancet back in 2020,” said Dr. Mahal.\nThe journal sought to work with a select group of academic authors to highlight the increasing burden of prostate cancer. Global cases are projected to increase from 1.4 million a year to 2.9 million a year by 2040. Specifically, The Lancet wanted an international group of scientists to report on the global burden, identify the most at-risk populations and describe how to address the surge in cases.\nProstate Cancer Risk Groups\nIn addition to treating prostate cancer patients, Dr. Mahal is a translational epidemiologist. That means he studies the\ndifferences in disease risk between different populations.\n“A big reason I came to Miami was to study different cancers, especially prostate cancer, and how there’s a different risk of developing prostate cancer,” he said. “Specifically, men with West African ancestry are more than twice as likely to die from prostate cancer.”\nIn low- and middle-income countries, these men are likely to be the primary source of income in their families. Their illnesses will cause economic hardships for their families.\nIn his previous work, Dr. Mahal’s team has shown that most of the racial and ethnic differences in prostate cancer prevalence and outcomes could not be explained by differences in genetics. His team\npublished a paper showing that one of the main drivers of differences in outcomes was that men with African ancestry were less likely than their counterparts with European ancestry to get comprehensive genetic profiles of their tumors early in treatment.\nThis type of screening helps doctors personalize a treatment plan. Not having it early on raises the likelihood that a patient will receive substandard care.\nThe Lancet article highlights both ethnic and geographic disparities in the prospective burden of prostate cancer and emphasizes the need for more research into why these disparities exist.\nOpportunities to Expand Cancer Outreach\nOne of the most important ways to improve outcomes is by expediting diagnoses and screening people at high risk earlier. When caught earlier, prostate cancer is much more treatable.\nIn Miami, Dr. Mahal works with a team dedicated to precision outreach.\n“We have focused our efforts in neighborhoods where we know there’s a higher risk of developing prostate cancer,” he said, “and we take our\nmobile vehicles out to do cancer screenings to high-risk individuals.”\nThe mobile screening project, dubbed Game Changers, has grown from one outreach van to a\nthree-van fleet since 2018. The vans plan events in public spaces in neighborhoods with high populations of at-risk individuals. For example, they park outside libraries and offer screenings and information to people who stop by.\nThey also go to community events, fairs and employers. The team typically includes experts who speak English, Spanish and Creole, so they can communicate in patients’ native languages.\nThe Lancet article highlights mobile units as an important strategy for providing earlier diagnoses for high-risk patients.\nThe expert authors of The Lancet commission found that lifestyle or public health interventions won’t be enough to prevent the projected rise in prostate cancer. The brunt of the burden will be borne by minority populations and those living in low-income countries.\nDespite that sobering message, Dr. Mahal said he felt optimism from the team.\n“The article creates a unified message for all so we can be best equipped to handle this surge in prostate cancer cases,” he said. “Whether it’s different medical systems, national guidelines across countries, international guidelines, institutions, community practices…we felt that this can be a reference document for where to focus those efforts.”\nTags:\nDr. Brandon Mahal, prostate cancer, https://news.med.miami.edu/tag/sylvester-comprehensive-cancer-center/, The Lancet",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "https://www.thelancet.com/commissions/prostate-cancer",
    "https://umiamihealth.org/en/sylvester-comprehensive-cancer-center/research/community-outreach-activity/game-changer-vehicles",
    "https://thelancet.com/commissions/prostate-cancer",
    "https://www.umiamihealth.org/en/sylvester-comprehensive-cancer-center/research/community-outreach-activity/game-changer-vehicles"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brand",
        "sentiment": "negative"
      },
      {
        "name": "mahal",
        "sentiment": "none"
      },
      {
        "name": "brandon mahal",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sylvester comprehensive cancer center",
        "sentiment": "none"
      },
      {
        "name": "university of miami miller school of medicine",
        "sentiment": "none"
      },
      {
        "name": "the lancet",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T02:34:41.829+03:00",
  "updated": "2024-04-05T02:34:41.829+03:00"
}