{
  "thread": {
    "uuid": "60a712e1fcebe9de9b3330cc62a5fd3fe334152a",
    "url": "https://www.commercialrealestate.com.au/advice/success-stories-the-young-business-owners-making-a-go-of-it-after-buying-their-business-1254125/",
    "site_full": "www.commercialrealestate.com.au",
    "site": "commercialrealestate.com.au",
    "site_section": "https://commercialrealestate.com.au/advice",
    "site_categories": [
      "real_estate",
      "buying_selling_homes"
    ],
    "section_title": "Commercial Property Buying and Selling: Tips, Guides and Advice",
    "title": "Success stories: The young business owners making a go of it after buying their business",
    "title_full": "Success stories: The young business owners making a go of it after buying their business",
    "published": "2024-01-07T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://res.akamaized.net/domain/image/upload/t_web/c_fill,w_800,h_450/v1700091348/Working_From_Home_Generics_02_yahvwz.jpg",
    "performance_score": 0,
    "domain_rank": 68908,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "60a712e1fcebe9de9b3330cc62a5fd3fe334152a",
  "url": "https://www.commercialrealestate.com.au/advice/success-stories-the-young-business-owners-making-a-go-of-it-after-buying-their-business-1254125/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sue Williams",
  "published": "2024-01-07T21:00:00.000+02:00",
  "title": "Success stories: The young business owners making a go of it after buying their business",
  "text": "Success stories: The young business owners making a go of it after buying their business It’s every potential business owner’s dream, and for Rhett Dallwitz, it came true in record time. Dallwitz, 42, bought the home purchase negotiation company Hello Haus in August 2023, and by the start of December, he’d quadrupled its turnover. “I already had another business in the property marketplace, but what was missing was something to help buyers through the negotiation process and educating them when finding property,” he said. “So, Hello Haus seemed the perfect missing link. “But when you acquire a business, I think the most important thing is to make sure your vision aligns with that of the other business. So, I met the founder, Scott Agett, and we found our attitudes were very similar. Then I decided to buy the business and it’s grown quite quickly ever since.” Hello Haus, which services the country from its HQ on Victoria’s Mornington Peninsula and its office on Queensland’s Gold Coast, now has four times the number of staff it had when Dallwitz bought it. “And we’ve only just started!” he said. As well as the alignment of visions, another critical thing to remember in any business, says Michael Philpott, director of Tourism Brokers, is that service is key. Giving clients and customers the very best level of service they can ever expect can be the first step to success. “Any businessperson has to do the basics well, and that means good service,” he said. “You can’t come in with the attitude of thinking you know it all, as that never works. It’s not rocket science, but it’s all about attitude. “The vast majority of people we deal with have been wage-earners, and then they come to the table with a different psychology. They want to get ahead quickly and it’s as if they’re buying a job, and don’t realise what has to go into it. It can then be a surprise to them to discover that they have to provide a good service in order to do well.” People planning to buy a business – as well as those selling – also have to have their finances in good order, recommends Rebecca Ullman, chief executive of LINK Business Brokers. They can’t run a business on cash coming in and cash coming out; these days, a far higher level of sophistication is called for. “In order to capitalise on the opportunities as business can offer, you have to have a clear idea of the financial position,” Ullman said. “There will always be plenty of opportunities and, at this point, we’re not seeing the higher interest rates stopping anything. “But we are seeing more and more companies using standardised accounting procedures, so you then know whether a business is attractive, or saleable. The quality of a company’s books is a vital element.” Buyers of businesses also need to look closely at the kind of skills they might need to run their newly-acquired asset. Dallwitz, for example, already had a great deal of experience in the real estate industry and was looking at adding more tech capacity as well as economies of scale, so he was more than capable. Similarly, dentist Dr Corbin Barry was the perfect candidate to buy an existing dental business in Sydney’s inner west, Annandale Dental, which was established in 1909. He’d approached the owner when he was about to graduate as a dentist and worked for two years part-time in the practice before offering to buy it so his boss could take his longed-for retirement. Barry, now 32, bought the practice in August 2018 for $315,000, but it was recently valued at $1.2 million. “It was a business with an old-style approach to treatment and management, with the dentist and front-office manager,” Barry said. “Now, I work there two days a week as a principal dentist, and I have three other dentists, a hygienist, a visiting surgeon and support staff. I’ve definitely changed it a lot. It’s been a long journey with a lot of ups and downs and stress and pressure, but it’s going well.” Its success has given him the confidence to set up another dental business, Sage Space in Darlinghurst, with a focus on the prevention of dental problems and education, as well as the basics of dentistry. For non-skilled businesses, however, like a cafe or an online business, you don’t necessarily need experience, says Matthew Newton, head broker at Bonza Business and Franchise Sales. “There wouldn’t be an expectation of experience in the field, but if it’s a skills business, and you need finance, then you’d absolutely have to demonstrate that in order to get funding,” he said. “With a home loan, the banks would look at you and the serviceability of the loan, but for a business loan, it’s about you, your capacity to service it, plus your skills and experience.” Bruce Coudrey of Benchmark Business Sales & Valuations says it’s important, when buying a business, to genuinely believe in the goods or services it is offering. “This isn’t just a driver of business; it’s a driver of you and your staff,” he said. “If it becomes diluted or compromised, it’s time to re-align. For success, you also have to get noticed where it counts, so you have to have a clear message – to the right markets – about why your product or service is so good. “You also have to treat your customers well. Nothing annoys a customer more than indifference. A growth strategy is important too. Do you have ideas about how you might extend your product range or services into new markets or new offerings? If you are not growing, you are dying.” Get a weekly roundup of the latest news from Commercial Real Estate, delivered straight to your inbox!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rhett dallwitz",
        "sentiment": "none"
      },
      {
        "name": "dallwitz",
        "sentiment": "none"
      },
      {
        "name": "scott agett",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "victoria’s mornington peninsula",
        "sentiment": "none"
      },
      {
        "name": "queensland’s gold coast",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:54:56.895+02:00",
  "updated": "2024-01-08T00:54:56.895+02:00"
}