{
  "thread": {
    "uuid": "de3e053e409cefbe9d288fb1c96ea328411ff371",
    "url": "https://www.clarin.com/sociedad/llega-preescolar-genios-publicacion-chicos-empiezan-escribir_0_CjEnMc17Xd.html",
    "site_full": "www.clarin.com",
    "site": "clarin.com",
    "site_section": "https://www.clarin.com/rss/lo-ultimo",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Llega Preescolar Genios, una publicación para los chicos que empiezan a escribir",
    "title_full": "Llega Preescolar Genios, una publicación para los chicos que empiezan a escribir",
    "published": "2024-03-15T00:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.clarin.com/img/2024/03/14/iWlw6HX78_2000x1500__1.jpg",
    "performance_score": 0,
    "domain_rank": 2375,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "de3e053e409cefbe9d288fb1c96ea328411ff371",
  "url": "https://www.clarin.com/sociedad/llega-preescolar-genios-publicacion-chicos-empiezan-escribir_0_CjEnMc17Xd.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Clarin.com - Home",
  "published": "2024-03-15T00:31:00.000+02:00",
  "title": "Llega Preescolar Genios, una publicación para los chicos que empiezan a escribir",
  "text": "Para ese momento en el que los chicos toman un lápiz y empiezan a trazar sus primeras letras, intentando expresarse, fue pensada la publicación Preescolar Genios, cuyo primer número ya está en los kioscos con un memotest recortable y una caja de crayones de regalo. Preescolar Genios, que forma parte de la familia de publicaciones de la revista infantil Genios, es un libro que saldrá con frecuencia mensual, de original formato apaisado, con actividades para los chicos que están terminando el jardín de infantes y los que empiezan la escuela primaria. Antes de poder escribir, los niños de 5 y 6 años, van entrenando \"la mano\" con distintos ejercicios. En esta fase previa a la escritura, la grafomotricidad supone el desarrollo de los movimientos básicos necesarios para trazar de modo preciso las letras y los números. Esta habilidad se puede ir adquiriendo y reforzando a través de propuestas de distinto tipo: algunas más convencionales, como los trazos o la práctica de caligrafía; y otras, más lúdicas, donde se ponen en juego la observación, imaginación y creación. En este sentido, la primera edición de Preescolar Genios trae páginas para practicar trazos y las vocales, pero también incluye consignas para recortar y pegar y juegos de observación siempre sobre temáticas de interés infantil. Una pandilla de amigos curiosos son los simpáticos personajes que guían a los lectorcitos a través de las distintas propuestas. Las actividades del libro, para hacer en casa con el apoyo de la familia, apuntan a acompañar los conocimientos que los chicos van construyendo con sus docentes en el jardín de infantes. En todos los casos será aconsejable que una persona mayor lea las consignas y pregunte si fueron comprendidas, y que celebre los aciertos sin descalificar los posibles errores. La edición lanzamiento de la nueva publicación mensual Preescolar Genios, con un memotest de los oficios recortable y una caja de crayones de regalo, ya se consigue en los kioscos de diarios y revistas a $2.200. CA Newsletter Clarín Tags relacionados",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Education",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:37:16.111+02:00",
  "updated": "2024-03-15T05:15:34.430+02:00"
}