{
  "thread": {
    "uuid": "69c5c64ebaa6b7d8096c1fc60d6384553ffd2a61",
    "url": "https://www.diariodeleon.es/articulo/sociedad/segunda-oportunidad-perra-paca-dueno-hogar/202312282209102409308.html",
    "site_full": "www.diariodeleon.es",
    "site": "diariodeleon.es",
    "site_section": "https://diariodeleon.es/blog/section/sociedad",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "Sociedad en Diario de León | Noticias de León, Bierzo y Ponferrada",
    "title": "Segunda oportunidad para la perra Paca y su dueño sin hogar",
    "title_full": "Segunda oportunidad para la perra Paca y su dueño sin hogar",
    "published": "2023-12-28T23:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.diariodeleon.es/media/diariodeleon/images/2023/12/28/2023122821595588054.jpg",
    "performance_score": 0,
    "domain_rank": 32021,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "69c5c64ebaa6b7d8096c1fc60d6384553ffd2a61",
  "url": "https://www.diariodeleon.es/articulo/sociedad/segunda-oportunidad-perra-paca-dueno-hogar/202312282209102409308.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Diario de León | Noticias de León, Bierzo y Ponferrada",
  "published": "2023-12-28T23:09:00.000+02:00",
  "title": "Segunda oportunidad para la perra Paca y su dueño sin hogar",
  "text": "Salvador Armesto no las tenía todas consigo y no le faltaba razón. Cuando este jueves, los servicios veterinarios municipales, le dieron permiso para ir a visitar a su perra Paca a la Protectora de Animales y Plantas de León, donde la recogieron el día que se la confiscó la Policía Municipal de León , se encontró con el ‘sitio’ y una fría respuesta: «Paca no está aquí».\nLa perra, según la Protectora, no estaba en las instalaciones porque fue trasladada fuera de León. En concreto, a Santander, a donde fue enviada en acogida «a una familia que podía hacerse cargo por ser un adiestrador», según aseguró la vicepresidenta de la Protectora.\nSalvador Armesto espera que todo sea producto de una confusión y que le permitan ver a Paca y seguir con los trámites para recuperar a su mascota, que es la única compañía que tiene. De lo contrario, ha asegurado a este periódico, acudirá a todas las instancias necesarias, desde el Procurador del Común hasta los juzgados.\nOperativo de la Policía Municipal, con seis agentes, el día que requisaron a Paca en la Pícara Justina . DL La perra Paca, de seis años de edad y rescatada de un contenedor por Salvador cuando apenas tenía tres meses y fue abandonada, fue confiscada el 23 de diciembre por la Policía Local que desplegó un amplio dispositivo en la plaza de la Pícara Justina y posteriormente catalogada como PPP (Perro Potencialmente Peligroso) en el registro de animales de compañía de la Junta de Castilla y León.\nUn decreto de la Concejalía de Desarrollo Urbano, firmado por una técnica, había ordenado esta medida bajo el argumento de una veintena de incidentes que había protagonizado el animal, aunque sin partes de lesiones que acrediten las supuestas mordeduras. Nunca ha habido una denuncia judicial contra su dueño por la perra.\nEl caso de Paca ha despertado una ola de solidaridad en León, sobre todo en el barrio de La Palomera, donde reside Salvador Armesto en una vivienda abandonada y sin ningún tipo de servicio, ni confort. Salvador Armesto está convencido de que su condición de persona sin hogar y de ocupa de esta vivienda ha sido determinante en el trato recibido.\nReinsertar a Paca\n«Hay que intentar reorientar el comportamiento del animal»\nSalvador Armesto está destrozado. «No cantemos victoria hasta que salga de la Protectora con Paca», había dicho por la mañana cuando recibió el correo del veterinario de los servicios municipales de Consumo que dice textualmente: «Se han iniciado los trámites oportunos, para que Salvador Armesto Núñez, regularice su situación para la tenencia responsable de la perra Paca», señala el veterinario.\n«Entre tanto, hemos autorizado al Sr. Armesto Núñez, para que visite a la perra en las instalaciones de la Protectora e incluso pueda sacarla de paseo. Hay que intentar reorientar el comportamiento del animal y en función de los resultados sabremos, si se le puede volver a entregar o hay que hacer otros trámites para su adopción».\nArmesto ya había aportado la documentación requerida que acredita que no tiene antecentes penales y tenía el formulario para solicitar la licencia como dueño de perro potencialmente peligroso. Esto también requiere un seguro responsabilidad civil. «Los antecedentes penales entregados son compatibles con la obtención de la Licencia para la tenencia de animales potencialmente peligrosos», señala el informe.\n«Si desea obtenerla (condición necesaria para poder ser titular o pasear un perro de estas características) debe solicitarla formalmente a través del formulario que se adjunta junto con los documentos necesarios (foto tamaño carné, póliza de seguro de RC por importe de 180.000,00 € mínimo con su recibo de pago, certificado de capacidad física y psicotécnica y abono de la tasa correspondiente)», añade.\nSu única preocupación en ese momento era la falta de recursos para afrontar el gasto, aunque decidió posponer cualquier gestión para ir a visitar a la perra. A las cinco de la tarde tenía previsto acudir a la Protectora de León para ver y Paca y darle un paseo, como le autorizaron. Cuando llegó y le dijeron que la perra no sólo no estaba allí, sino que había sido trasladada fuera de León se quedó muy frustrado. «Estoy muy jodido», confesó poco después.\nLa Protectora asegura que tiene la potestad absoluta para decidir sobre la perra una vez le fue entregada su custodia por el Ayuntamiento. «Es el primer caso en diez años en que confiscan un perro para acogida y adopción», alega la vicepresidenta.\nEl Ayuntamiento de León no ha dado explicaciones de ninguna clase, ni a través de los servicios de prensa del equipo de Gobierno ni a través del concejal Luis García Copete, al que se contactó por teléfono y WhatsApp desde este periódico.\nNumerosas personas se han dirigido a este periódico para mostrar su solidaridad con Salvador y Paca. «Es vecino de mi barrio y no doy crédito con la noticia, su perra ha jugado con los míos y él es cliente de los bares del barrio en los que se le ha visto leyendo libros y con la perra a sus pies», apunta Silvia Llamazares,\n«Queremos si podemos serle de ayuda, ya que ahora no tiene móvil», añade esta mujer. «Si le tienen que dar un toque por otras cosas o hace falta ponerle un bozal que lo hagan, pero lo que hicieron cuando se la quitaron fue un acoso y derribo».",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:04:01.591+02:00",
  "updated": "2023-12-30T11:48:57.023+02:00"
}