{
  "thread": {
    "uuid": "1424517842f515bd3af7b95a7b9b853e4045581f",
    "url": "https://www.vaticannews.va/fr/pape/news/2024-06/corpus-christi-dimanche-2-juin-pape-francois-eucharistie.html",
    "site_full": "www.vaticannews.va",
    "site": "vaticannews.va",
    "site_section": "https://www.vaticannews.va/fr.rss.xml",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "\n            ",
    "title": "Corpus Christi: François appelle à rendre grâce en étant proche des autres",
    "title_full": "Corpus Christi: François appelle à rendre grâce en étant proche des autres",
    "published": "2024-06-02T19:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.vaticannews.va/content/dam/vaticannews/agenzie/images/srv/2024/06/02/2024-06-02-santa-messa-del-corpus-domini-e-processione-eucaristi/1717342355729.JPG/_jcr_content/renditions/cq5dam.thumbnail.cropped.1500.844.jpeg",
    "performance_score": 0,
    "domain_rank": 2820,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1424517842f515bd3af7b95a7b9b853e4045581f",
  "url": "https://www.vaticannews.va/fr/pape/news/2024-06/corpus-christi-dimanche-2-juin-pape-francois-eucharistie.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vatican News",
  "published": "2024-06-02T19:30:00.000+03:00",
  "title": "Corpus Christi: François appelle à rendre grâce en étant proche des autres",
  "text": "Corpus Christi: François appelle à rendre grâce en étant proche des autres\nVatican news\nCela faisait six ans que la basilique Saint-Jean-de-Latran n’avait pas accueilli la célébration de la solennité du Saint-Sacrement en son sein. Dans son homélie, le Saint-Père a invité les fidèles à partir de la bénédiction du pain par Jésus («Ayant pris du pain et prononcé la bénédiction» (Mc 14, 22)), afin de réfléchir aux trois dimensions suivantes: «l’action de grâce, la mémoire et la présence».\nL’action de grâce\nSe penchant en premier lieu sur «l’action de grâce», le Saint-Père a rappelé la signification du mot «Eucharistie»: «remercier Dieu pour ses dons». C’est pourquoi le signe du pain est important, a souligné le Pape, car «c’est la nourriture de tous les jours, par laquelle nous apportons à l’autel tout ce que nous sommes et ce que nous avons: la vie, les œuvres, les succès, et même les échecs». «L’Eucharistie nous apprend donc à bénir, à accueillir et à embrasser, toujours, en action de grâce, les dons de Dieu, et cela non seulement dans la célébration, mais aussi dans la vie» a poursuivi François.\nPour se faire, l’évêque de Rome a exhorté les fidèles à ne pas gaspiller les choses et les talents que le Seigneur leur a donnés, mais aussi a pardonné ceux qui se trompent et qui tombent, «par faiblesse ou par erreur». Accomplir son travail «avec amour, avec précision, avec soin» est également une action de grâce selon le Saint-Père. «Ce sont des attitudes “eucharistiques” importantes, parce qu’elles nous apprennent à saisir la valeur de ce que nous faisons et de ce que nous offrons» a déclaré le Souverain pontife.\nFaire mémoire de Pâques dans le pain rompu de l’Eucharistie\nDans un deuxième temps, le Pape s’est intéressé à la bénédiction du pain, qui signifie «faire mémoire». À l’époque de l’ancien Israël «il s’agissait de se souvenir de la libération de l’esclavage en Égypte et du début de l’exode vers la Terre promise» a expliqué le Pape, avant d’ajouter qu’il s’agit aujourd’hui de «revivre la Pâque du Christ, sa Passion et sa Résurrection, par lesquelles il nous a libérés du péché et de la mort». Le Saint-Père a appelé à «faire mémoire de notre vie, de nos succès, de nos erreurs» et surtout à «faire mémoire de cette main tendue du Seigneur qui nous aide toujours à nous relever».\nLa liberté ne signifie cependant pas faire tout ce que l’on veut «au mépris des autres», et elle ne se trouve pas «dans les coffres-forts de ceux qui accumulent pour eux-mêmes, ni sur les divans de ceux qui se complaisent avec paresse dans le désengagement et l’individualisme». «La liberté se trouve dans le cénacle où, sans autre motif que l’amour, on se penche devant les frères et sœurs pour leur offrir son service, sa vie, comme des “sauvés\"» a souligné François.\nSe rendre proche des autres\nEnfin, le pain eucharistique représente la présence réelle du Christ, «un Dieu qui n’est pas distant et jaloux, mais proche et solidaire de l’homme; qui ne nous abandonne pas, mais qui nous cherche, qui nous attend et qui nous accompagne, toujours jusqu’à se mettre, sans défense, entre nos mains». C’est cette présence, a expliqué François, qui invite les fidèles à être eux aussi proches des leurs frères et sœurs.\n«Et combien notre monde a besoin de ce pain, de son parfum et de sa senteur, qui dégagent la gratitude, la liberté et la proximité!» s’est exclamé François. «Chaque jour, nous voyons trop de rues (…) être réduites à des tas de décombres à cause de la guerre, de l’égoïsme et de l’indifférence ! Il est urgent de rendre au monde la bonne et fraîche odeur du pain de l’amour, de continuer à espérer et à reconstruire sans jamais se lasser de ce que la haine détruit» a conseillé le Souverain pontife.\nÀ l’issue de la messe, la procession se dirigera vers la basilique Sainte-Marie-Majeure, d’où sera donnée la bénédiction eucharistique. «Nous ne faisons pas cela pour nous exhiber, ni même pour faire étalage de notre foi, a précisé François, mais pour inviter tout le monde à participer, dans le Pain de l’Eucharistie, à la vie nouvelle que Jésus nous a donnée: c'est dans cet esprit que nous faisons la procession».\nMerci d'avoir lu cet article. Si vous souhaitez rester informé, inscrivez-vous à la lettre d’information en\n[ cliquant ici](/fr/inscription-newsletter.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T19:44:40.010+03:00",
  "updated": "2024-06-02T19:44:40.010+03:00"
}