{
  "thread": {
    "uuid": "2055e2c6073fc10f71462cd86d5e44eba4a596b6",
    "url": "https://www.laprensa.hn/mundo/hamas-acepta-tregua-incluye-liberacion-rehenes-gaza-AK19138877",
    "site_full": "www.laprensa.hn",
    "site": "laprensa.hn",
    "site_section": "http://laprensa.hn",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "LA PRENSA - Diario de Honduras, noticias y videos del país y el mundo",
    "title": "Hamás acepta una tregua que incluye la liberación de rehenes en Gaza",
    "title_full": "Hamás acepta una tregua que incluye la liberación de rehenes en Gaza",
    "published": "2024-05-06T22:21:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "HN",
    "main_image": "https://www.laprensa.hn/binrepository/1200x800/0c85/1200d630/none/11004/NLQW/000-34qr74q_7422174_20240506132824.jpg",
    "performance_score": 0,
    "domain_rank": 24761,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2055e2c6073fc10f71462cd86d5e44eba4a596b6",
  "url": "https://www.laprensa.hn/mundo/hamas-acepta-tregua-incluye-liberacion-rehenes-gaza-AK19138877",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "/cronologia/-/meta/agencia-afp",
  "published": "2024-05-06T22:21:00.000+03:00",
  "title": "Hamás acepta una tregua que incluye la liberación de rehenes en Gaza",
  "text": "[Guerra en Gaza](/cronologia/-/meta/guerra-en-gaza) El movimiento islamista Hamás dijo el lunes que aceptó una propuesta de alto el fuego en la Franja de Gaza, horas después de que el ejército israelí ordenase la evacuación del este de Rafah tras semanas advirtiendo de que lanzará una invasión en esta ciudad donde se hacinan cientos de miles de desplazados. “Ismail Haniyeh, jefe del buró político de Hamás, conversó por teléfono con el primer ministro catarí, Mohamed bin Abdulrahman Al Thani, y con el ministro egipcio de Inteligencia, Abas Kamel, y les informó de que Hamás aprobó su propuesta de acuerdo de alto el fuego” en Gaza, según un comunicado publicado en la página web del movimiento islamista. “La pelota está ahora en el tejado” de Israel, declaró un responsable de Hamás bajo condición de anonimato. Israel no reaccionó inmediatamente a este anuncio. En la mañana del lunes, el ejército israelí había informado que comenzó “una operación de alcance limitado para evacuar temporalmente a los residentes en la parte oriental de Rafah”. Esta evacuación se considera el preludio de una operación terrestre esta ciudad fronteriza con Egipto, que, según reiteró el ejército israelí este lunes, es esencial para “destruir los últimos cuatro batallones” del movimiento islamista en el territorio palestino. - “Más guerra y hambruna” - Esta [orden de evacuació](https://www.laprensa.hn/fotogalerias/mundo/israel-invasion-rafah-bombardeos-guerra-gaza-KK19135935#image-8) [n](https://www.laprensa.hn/fotogalerias/mundo/israel-invasion-rafah-bombardeos-guerra-gaza-KK19135935#image-8) “presagia lo peor: más guerra y hambruna”, declaró este lunes el jefe de la diplomacia de la UE, Josep Borrell, que instó a Israel a abstenerse de lanzar la ofensiva terrestre. El primer ministro israelí, Benjamin Netanyahu, prometió que invadirá Rafah, pese a las preocupaciones expresadas por Estados Unidos, su principal aliado, y por la comunidad internacional sobre el destino de los civiles refugiados en esta localidad. La Casa Blanca indicó el lunes que el presidente estadounidense, Joe Biden, “reiteró su posición clara” en contra de esta operación a Netanyahu durante una conversación telefónica. La presidencia de la Autoridad Palestina pidió a Estados Unidos “que intervenga para evitar esta masacre”. Un representante de la Media Luna Roja palestina en el este de Rafah aseguró que “los habitantes están evacuando aterrorizados, en medio del pánico”, estimando que la zona designada por el ejército israelí afecta a unas 250.000 personas. “Miles” de personas están abandonando la zona tras ataques aéreos de israelíes, añadió más tarde Osama al Kahlut. Varios residentes contaron a la AFP que se enteraron de la evacuación nada más despertarse, tras una noche marcada por bombardeos israelíes que dejaron 16 muertos, según los socorristas. Ahmed Redwan, portavoz de la defensa civil palestina, especificó que dos de los vecindarios atacados, Al Shuka y Al Salam, se encuentran entre los que el ejército israelí pidió evacuar. Hamás advirtió en un comunicado que Israel se prepara para lanzar una ofensiva terrestre a gran escala “sin considerar la catástrofe humanitaria en la Franja ni el destino de los prisioneros enemigos en Gaza”, en alusión a los rehenes israelíes. - Ciclo de negociaciones - La guerra fue desencadenada el 7 de octubre, cuando comandos islamistas lanzaron un asalto en el sur de Israel en el que murieron 1.170 personas, en su mayoría civiles, y secuestraron a unas 250, según un balance basado en datos israelíes. Las autoridades de Israel estiman que, tras un canje de rehenes por presos palestinos en noviembre, 128 personas permanecen cautivas en Gaza, de las 35 fallecieron desde entonces. La ofensiva de represalia lanzada por Israel en respuesta al ataque ya ha dejado 34.735 muertos en Gaza, también civiles en su mayoría, según el Ministerio de Salud del territorio gobernado palestino por Hamás. El ciclo de negociaciones en El Cairo, mediadas por Estados Unidos, Catar y Egipto, para tratar de acordar un cese el fuego y la liberación de rehenes israelíes cautivos en Gaza terminó el domingo sin avances concretos. Hamás seguía insistiendo en que un cese el fuego debe ser definitivo e Israel mantiene su promesa de aniquilar al movimiento islamista. El primer ministro israelí afirmó el domingo que aceptar las “exigencias” de Hamás para poner fin a la guerra en Gaza equivaldría a “rendirse”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-07T01:56:39.259+03:00",
  "updated": "2024-05-07T01:56:39.259+03:00"
}