{
  "thread": {
    "uuid": "85311e39f840eeda30dc759eca203d9f2581316d",
    "url": "https://www.theweek.in/wire-updates/business/2024/01/01/bom9-gj-vibrant-employment.html",
    "site_full": "www.theweek.in",
    "site": "theweek.in",
    "site_section": "https://theweek.in",
    "site_categories": [
      "media"
    ],
    "section_title": "The Latest news - Journalism with a human touch - The Week",
    "title": "Vibrant Gujarat Summit Investment push to help create employment opportunities says officials - The Week",
    "title_full": "Vibrant Gujarat Summit Investment push to help create employment opportunities says officials - The Week",
    "published": "2024-01-01T12:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.theweek.in/etc/designs/week/img/logo-main.png",
    "performance_score": 0,
    "domain_rank": 8283,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "85311e39f840eeda30dc759eca203d9f2581316d",
  "url": "https://www.theweek.in/wire-updates/business/2024/01/01/bom9-gj-vibrant-employment.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PTI",
  "published": "2024-01-01T12:33:00.000+02:00",
  "title": "Vibrant Gujarat Summit Investment push to help create employment opportunities says officials - The Week",
  "text": "Ahmedabad, Jan 1 (PTI) Gujarat's commitment to progress is evident not only in its thriving economy but also in employment statistics, with the state having the labour force participation rate of 44.3 per cent and worker population ratio of 43.3 per cent for all age groups, officials said.\nThe Gujarat government's thrust to create opportunities and foster a thriving workforce is evident in its numbers and expert analysis. May be other states can adapt this model to lower their unemployment numbers, Chief Minister Bhupendra Patel said at a function recently.\nGujarat's unemployment rate of 2.2 per cent is considerably lower than the national average of 4.2 per cent, thanks to the conducive investment environment created by the government that adds to job creation, as per government data.\nMore than 2,700 Memorandums of Understanding (MoU) signed by investors with the state government so far in the run up to the Vibrant Gujarat Global Summit to be organised from January 10 to 12 have the potential to generate around 10.91 lakh employment opportunities, the government said in a release.\nThe Vibrant Gujarat Global Summit has also given the state an opportunity to explore and deliberate on the issues of building a workforce for future with skills that will be required for the industry 4.0 and developing global networks for skill development.\nState Labour, Skill Development and Employment Department's additional chief secretary Anju Sharma said as part of the upcoming Vibrant Gujarat Global Summit, the state government will organise a seminar on January 11 with a focus on skilling and its future for Viksit Bharat@2047, the Centre's vision to make India a developed nation by 2047.\nAnother seminar will deliberate on strategies to establish globally interconnected networks for skill development, with an emphasis on synthesis of cutting-edge technologies, innovative pedagogy, and international collaboration to optimise human capital for the 21st century workforce.\nSaurabh Goswami, a worker at a diamond manufacturing unit in Surat, credited the Vibrant Gujarat Summit for increased employment opportunities.\n\"Ever since Vibrant Gujarat started, there has been a growth in the diamond industry, we are getting good salaries and the work has also increased. The state's focus on employment has significantly impacted the lives of its citizens, providing stability and growth,\" he said.\nAs per the government data, the percentage of placement to total registrations during the year 2021 through state employment exchanges is an impressive 84.5 per cent, a huge jump from just 33 per cent in 2004.\nChief Minister Patel said Gujarat has become the growth engine of the country under the leadership of Prime Minister Narendra Modi.\n\"The Gujarat government's thrust to creating opportunities and fostering a thriving workforce is evident in its numbers and expert analysis. May be other states can adapt this model to lower their unemployment numbers,\" he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bhupendra patel",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "gujarat",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-01T12:41:07.149+02:00",
  "updated": "2024-01-01T12:41:07.149+02:00"
}