{
  "thread": {
    "uuid": "a49c78a67ce265c1b9322607418d2bf2deac952a",
    "url": "https://www.gmanetwork.com/news/topstories/specialreports/908643/a-saint-of-our-time-blessed-carlo-acutis-offers-relatable-holiness-in-modern-times/story",
    "site_full": "www.gmanetwork.com",
    "site": "gmanetwork.com",
    "site_section": "https://www.gmanetwork.com/news/",
    "site_categories": [
      "television",
      "entertainment",
      "top_news"
    ],
    "section_title": "Latest Philippine News | GMA News Online",
    "title": "'A saint of our time': Blessed Carlo Acutis offers relatable holiness in modern times | GMA News Online",
    "title_full": "'A saint of our time': Blessed Carlo Acutis offers relatable holiness in modern times | GMA News Online",
    "published": "2024-05-31T13:49:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PH",
    "main_image": "https://images.gmanews.tv/webpics/2024/05/2022-10-12T110647Z_995720131_MT1HNSLCS0002DX6RX_RTRMADP_3_HANS-LUCAS_2024_05_23_21_57_02.JPG",
    "performance_score": 0,
    "domain_rank": 6444,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a49c78a67ce265c1b9322607418d2bf2deac952a",
  "url": "https://www.gmanetwork.com/news/topstories/specialreports/908643/a-saint-of-our-time-blessed-carlo-acutis-offers-relatable-holiness-in-modern-times/story",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VINCE ANGELO FERRERAS and MARIEL CELINE SERQUIÑA ,GMA Integrated News",
  "published": "2024-05-31T13:49:00.000+03:00",
  "title": "'A saint of our time': Blessed Carlo Acutis offers relatable holiness in modern times | GMA News Online",
  "text": "millennial might be the next saint of the Catholic Church.\nMeet Carlo Acutis, an Italian whose brief life was devoted to promoting the Catholic faith online and providing for the poor.\nAcutis, who passed away due to leukemia in 2006 at the age of 15, is set to become a saint after the Vatican declared that he had interceded from heaven to save two lives.\nIn this series, GMA News Online explores the life of Acutis, the miracles credited to his intercession, and the significance of having a millennial saint as a role model for young Catholics worldwide.\nLAST OF THREE PARTS\nWhile most of the saints that we know were born centuries ago or died in old age, the young Blessed Carlo Acutis could offer a new model of holiness that is within reach.\nAcutis, who was tech-savvy, could be the first millennial saint for spreading God's word through the internet.\n\"And being a millennial saint, Carlo Acutis offers a model of holiness that is more or less very close to our own time, very close to our own situation, and very close to our own context,\" said assistant professor Leo-Martin Ocampo, a faculty member of the University of Santo Tomas (UST) Institute of Religion.\n“You can be a saint without looking like a person from the past. That’s the model of Carlo Acutis as a millennial saint, a saint of our time,” he added.\nFIRST PART : Carlo Acutis: Brazilian boy's healing attributed to 'God's influencer'\nSECOND PART : Carlo Acutis: A mother's faith clears millennial's path to sainthood\nAcutis was born to Italian parents in London on May 3, 1991. But he succumbed to leukemia on October 12, 2006, at the age of 15.\nWhen he was still alive, the upcoming saint shared the same interests as any teenager of this day. From gaming, pets, travel goals, and taking photos, Acutis lived like a normal teenager.\nHe documented verified Eucharistic miracles across the globe and put up a website called “Eucharistic Miracles of the World.”\nAccording to his mother, Antonia Salzano, Acutis read university text books on logarithm and programming. But what impressed her was that “his zeal for the Lord and his love for the knowledge of Jesus prompted him to make use of his talents to create a website,'' the Vatican News said.\nBeing ahead of his time, Acutis poses a challenge to the youth to use the internet for evangelism.\n“I think that would be the challenge to all of us right now in our generation, especially the millennials, that at a young age and in this age we use technology, how can we contribute to the spread of faith and live the virtues that the faith teaches us?” said Ivan Gozum, also a faculty member of the UST Institute of Religion.\nHoly life\nFor 24-year-old law student Unique Roque, having a millennial saint like Acutis could inspire young people to live a holy life.\n“Blessed Carlo Acutis knew the same world we do now because he lived not so long ago. If he was able to live a life of holiness, we also can,” she said.\nRoque shared that she keeps a healthy spiritual life as she regularly prays, follows the sacraments, and occasionally participates in some parish activities.\nIf there is one thing she learned from the life of Acutis, Roque said that one does not have to be a martyr to live a holy life.\n“He didn’t have to face persecution and be martyred to live a holy life. All he did was offer everything he did to God. When he opened his computer and browsed the internet, he did it for God,” she added.\nMeanwhile, for two young Dominican friars, sharing one’s faith is something you should not be ashamed of.\n“Right now, there is a temptation to be shy and even embarrassed about our faith on social media. And society is telling us to be silent and private about our religious convictions,” said Bro. Dominic Eugene Aboy O.P.\n“But as Christians, we must preach the truth, whether in season or out of season. When we are embarrassed about our faith, it’s like we are embarrassed about our relationship with Jesus,” he added.\nJust like Acutis, Bro. Joenner Enriquez O.P. also used the power of the internet to provide online catechisms.\n“Sa panahon kung saan talamak ang fake news at kabi-kabilang pagyurak sa pananampalatayang Katoliko na ipino-post sa social media, napapanahon na na tayo naman ang kumilos upang ipagtanggol ang ating pananampalataya,” Enriquez said.\n(In a time where fake news is rampant and the Catholic faith is being challenged on social media, it is time that we act and defend our faith.)\nHe added that there is nothing to be afraid of when sharing the gospel.\n“We are God’s mouthpiece here on earth. And let us not be afraid, for whoever preaches the Word of God, God is with them. This is not our battle; it is the Lord’s,” he said. “And we are merely his weapons here on earth to show the modern people that He is around, always with us, in our daily lives, and even on social media.”\n'Deeper meaning of faith'\nBut sharing faith in the age of social media shouldn’t be complicated or explicit; it can sometimes be seen in our attitude.\n“The deeper meaning of faith is our relationship with God. And if you have a good relationship with God, it will show in the way you carry yourselves. You will be a positive presence on the internet and in your interactions with others,” said Ocampo.\nEven simple acts can make us saints for others.\n“In the life of Carlo Acutis, there is holiness in being ordinary, because his life really showed us that one does not need to perform extraordinary deeds to achieve holiness,” said Gozum.\n“Our daily acts of kindness, our joy, and our ability to live our faith authentically in our situations are a reminder for us, just like what Pope Francis said, that we are next-door saints; there’s sainthood in all of us regardless of status and age.”\nAcutis is now inches away from sainthood after Pope Francis recently recognized the second miracle attributed to him: a university student was healed from a severe head trauma in 2022.\nAcutis was beatified in 2020 following the healing of a Brazilian boy from a rare congenital disease in the pancreas in 2013.\nPope Francis said that he would soon convene a Consistory of Cardinals to deliberate the canonization of Acutis. — VBL, GMA Integrated News",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "blessed carlo acutis",
        "sentiment": "none"
      },
      {
        "name": "leo-martin ocampo",
        "sentiment": "none"
      },
      {
        "name": "acutis",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "catholic church",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "vatican",
        "sentiment": "none"
      },
      {
        "name": "acutis",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T14:21:53.750+03:00",
  "updated": "2024-05-31T14:21:53.750+03:00"
}