{
  "thread": {
    "uuid": "4fdd9361bc1777897bcbf2f86d98a489e1da8984",
    "url": "https://www.irishtimes.com/life-style/people/2024/06/02/sean-moncrieff-back-in-the-day-the-church-had-a-role-in-making-people-feel-better-about-themselves",
    "site_full": "www.irishtimes.com",
    "site": "irishtimes.com",
    "site_section": "https://irishtimes.com/latest",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Latest updates and breaking news | The Irish Times",
    "title": "Seán Moncrieff: Back in the day, the church had a role in making people feel better about themselves – The Irish Times",
    "title_full": "Seán Moncrieff: Back in the day, the church had a role in making people feel better about themselves – The Irish Times",
    "published": "2024-06-02T07:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IE",
    "main_image": "https://www.irishtimes.com/resizer/_j6nWRIxF5whfFI3wEqTkE-j4nw=/1200x630/filters:format(jpg):quality(70)/cloudfront-eu-central-1.images.arcpublishing.com/irishtimes/33BQMYTFWZBONFTMZQPV6JAH34.jpg",
    "performance_score": 0,
    "domain_rank": 932,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4fdd9361bc1777897bcbf2f86d98a489e1da8984",
  "url": "https://www.irishtimes.com/life-style/people/2024/06/02/sean-moncrieff-back-in-the-day-the-church-had-a-role-in-making-people-feel-better-about-themselves",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Seán Moncrieff",
  "published": "2024-06-02T07:00:00.000+03:00",
  "title": "Seán Moncrieff: Back in the day, the church had a role in making people feel better about themselves – The Irish Times",
  "text": "A few weeks ago, Daughter Number Four made her First Communion. That statement – coming from an agnostic like me – is enough to wind some people up, to prompt accusations of hypocrisy and Bouncy Castle Catholicism. Curiously, those who want to enforce the most doctrinaire version of Catholicism tend to be those who don’t regard themselves as Catholic at all. That’s not to say that there isn’t a serious issue with the continuing near-monopoly of the Catholic Church on our primary education system or with Catholic rituals being folded into their daily education. Many parents are very exercised about this issue: just not enough of them, it seems, to effect any change. Part of that could be to do with the fluid meaning of these rituals. Like a poem or a song, people can extract whatever meaning they like from a Catholic rite of passage: comfortably ignoring most or even all of the official interpretation. Religious, or to use the woollier term, spiritual belief, isn’t an on/off proposition. It’s far vaguer and more subjective than that. [ [€600 Communion money: Is it just a bribe to get people to keep the faith?](https://www.irishtimes.com/opinion/2024/05/08/an-eight-year-old-is-leaning-on-the-doorbell-which-can-only-mean-one-thing-its-communion-season/?) ] Yet on the day, and in the church, it did feel like something significant was happening: there was a collective sense of excitement, of pride in the dressed-up children reading prayers and singing in the choir. Herself gustily sang along. She loves a good hymn. I kept thinking about what the priest had said. And how, in our pleasant few hours, children in other parts of the world lived in abject misery The priest pointed out that he had christened many of the children there and officiated at various Communions, Confirmations and weddings for many of their parents too. It gave the day a sense of continuity and tradition within the community: perhaps another reason why people still do it. Of course, Communions are also about cold, hard cash, and so as a gentle pushback against that, he pointed something else out: that the children in the church today were among the most privileged in human history. He’s not wrong. At least, so far. There is a common narrative that the Catholic Church’s near-collapse in influence in Ireland was largely driven by the sex abuse cover-ups and various other scandals. And while that might have sped up the process, it was something that was probably going to happen anyway: mainly due to affluence. Back in the days when life for ordinary people in this country was one of struggle and misery, when it was all too easy to feel that their lives were pointless and unimportant, the church had a role in explaining that, in making people feel better about themselves. Despite everything, God loves you. [ [Thinking Anew: Let’s move towards God’s ‘community of compassion and communion of love’](https://www.irishtimes.com/ireland/social-affairs/2024/04/27/thinking-anew-lets-move-towards-gods-community-of-compassion-and-communion-of-love/) ] But when Ireland finally emerged as a modern, better-off country, when most people started to feel they had more agency, there was far less need for supernatural explanations. They could plan and control their own lives rather than have a god do it for them. Afterwards, we repaired to a hotel where Herself had organised a bit of a do in a function room for many of the families. There was food and a photographer and a disco for the kids. The adults sat in the sun and told each other how lovely it was. But I kept thinking about what the priest had said; and how, in our pleasant few hours, children in other parts of the world lived in abject misery. They were playing in bombed-out buildings or trying to survive malnutrition and disease. In those few hours, kids in other parts of the world had pointlessly died. [ [US, UK and Germany have sown the shame of their nations in Gaza’s blood-drenched soil](https://www.irishtimes.com/opinion/2024/05/10/us-uk-and-germany-have-sown-the-shame-of-their-nations-in-gazas-blood-drenched-soil/) ] And in those countries, just as in Ireland not too long ago, people cleave to their religion to try to explain why all this hopeless misery is being heaped upon them. On the way home, we passed lamp-posts swathed in election posters, some of them warning about invasions from abroad, of Ireland being for the Irish: as if our nationality is an achievement rather than a happy accident of birth. They ignored the fact that the people they fear are us, just a few decades ago.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "seán moncrieff",
        "sentiment": "neutral"
      }
    ],
    "organizations": [
      {
        "name": "catholic",
        "sentiment": "none"
      },
      {
        "name": "catholic church",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T08:06:45.815+03:00",
  "updated": "2024-06-09T19:09:37.414+03:00"
}