{
  "thread": {
    "uuid": "5804dbb3f3dca2dc54323d2be15ce98eb1eb8930",
    "url": "https://vnexplorer.net/kalyan-jewellers-shares-q3-update-says-revenue-up-33-store-additions-at-22-in-december-quarter-s823759.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Kalyan Jewellers shares Q3 update, says revenue up 33%, store additions at 22 in December quarter",
    "title_full": "Kalyan Jewellers shares Q3 update, says revenue up 33%, store additions at 22 in December quarter",
    "published": "2024-01-06T00:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mtWOe.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5804dbb3f3dca2dc54323d2be15ce98eb1eb8930",
  "url": "https://vnexplorer.net/kalyan-jewellers-shares-q3-update-says-revenue-up-33-store-additions-at-22-in-december-quarter-s823759.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-06T00:12:00.000+02:00",
  "title": "Kalyan Jewellers shares Q3 update, says revenue up 33%, store additions at 22 in December quarter",
  "text": "Kalyan Jewellers shares Q3 update, says revenue up 33%, store additions at 22 in December quarter\nShares of Kalyan Jewellers India Ltd will be in focus on Friday morning after the jewellery maker said it saw a continued robust momentum in both footfalls and revenue across its markets in India and the Middle East in the quarter gone by.\nKalyan Jewellers said it achieved positive operating performance despite multiple headwinds during the quarter, such as extreme volatility in gold prices, a higher number of “Shradh” days compared to the prior year and flash floods in certain parts of Tamil Nadu which affected retail sales for almost a week.\nKalyan Jewellers shares are up 144 per cent the last six months. The multibagger stock is up 194 per cent in the last one year.\n“The recently concluded quarter recorded consolidated revenue growth of over 33 per cent when compared to the same period in the previous financial year. We saw revenue growth of 40 per cent for our India operations during Q3 FY2024 as compared to Q3 FY2023, led by robust operating momentum on the ground with healthy same-store-salesgrowth (similar to levels seen in Q2 FY2024) across all the key markets in the country,” Kalyan Jewellers said.\nThe jeweller added a net of 22 new ‘Kalyan’ showrooms in India during the recently concluded quarter. While only 16 of these were under the FOCO (Franchisee Owned Franchisee Operated) model, Kalyan expects the company-owned showrooms launched during the previous quarter to be converted to FOCO during the ongoing quarter.\n“Additionally, we have completed signing LOIs for the 80 showrooms planned for FY 2025 with a significant majority of these being established under a revised franchise model with further improved economics for Kalyan. In the Middle East, we continued to witness positive operating momentum. Revenue growth for Q3 FY2024 was 6 per cent when compared to the same period in the previous financial year,” it said.\nMiddle East contributed 13 per cent to Kalyan Jewellers’ consolidated revenue for the December quarter.\n“Our digital-first jewellery platform, Candere, recorded a revenue de-growth of 34 per cent during the recently concluded quarter as compared to the same period during the last year. However, we are continuing to witness encouraging trends in its already opened 7 physical showrooms. We continue to be encouraged by the underlying momentum in footfalls across all our major markets and are gearing up with fresh collections and campaigns for the upcoming wedding season across the country,” Kalyan Jewellers said.\nAs of December 31, 2023, Kalyan’s total number of showrooms across India and the Middle East stood at 235. For the March quarter, it plans to add another 15 ‘Kalyan’ showrooms in India, 2 ‘Kalyan’ showrooms in the Middle East and 13 ‘Candere’ showrooms.\nThe ongoing quarter should witness the launch of company’s 250th showroom in Ayodhya, a milestone in our journey, it said.\nWatch Live TV in English\nWatch Live TV in Hindi",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mtWOe.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mtWOe.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "kalyan jewellers",
        "sentiment": "negative"
      },
      {
        "name": "kalyan jewellers india ltd",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "middle east",
        "sentiment": "none"
      },
      {
        "name": "tamil nadu",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:16:41.034+02:00",
  "updated": "2024-01-06T00:16:41.034+02:00"
}