{
  "thread": {
    "uuid": "2152e3b7b3ded1d37d2520e113f0ded596cea1bb",
    "url": "https://rmc.bfmtv.com/actualites/sciences-nature/meteo/crues-christophe-bechu-annonce-la-reconnaissance-de-catastrophe-naturelle-en-mayenne_AN-202406210662.html",
    "site_full": "rmc.bfmtv.com",
    "site": "bfmtv.com",
    "site_section": "https://rmc.bfmtv.com/",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "RMC : votre radio d&#39;opinions, émissions politiques et de société",
    "title": "Crues: Christophe Béchu annonce la reconnaissance de catastrophe naturelle en Mayenne",
    "title_full": "Crues: Christophe Béchu annonce la reconnaissance de catastrophe naturelle en Mayenne",
    "published": "2024-06-21T19:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://images.bfmtv.com/OkyV090InWkbA5eFLJ87Yaeft8Q=/0x192:2048x1344/2048x0/images/La-commune-de-Craon-en-Mayenne-qui-a-subi-des-inondations-apres-la-sortie-de-son-lit-de-l-Oudon-1888959.jpg",
    "performance_score": 0,
    "domain_rank": 1882,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2152e3b7b3ded1d37d2520e113f0ded596cea1bb",
  "url": "https://rmc.bfmtv.com/actualites/sciences-nature/meteo/crues-christophe-bechu-annonce-la-reconnaissance-de-catastrophe-naturelle-en-mayenne_AN-202406210662.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "RMC avec AFP",
  "published": "2024-06-21T19:31:00.000+03:00",
  "title": "Crues: Christophe Béchu annonce la reconnaissance de catastrophe naturelle en Mayenne",
  "text": "Le ministre de la Transition écologique, Christophe Béchu, a annoncé vendredi la reconnaissance de l'état de catastrophe naturelle pour les communes de département de la Mayenne touchées par la crue historique de l'Oudon, notamment Craon où il s'est rendu dans la matinée. Le ministre de la Transition écologique, Christophe Béchu , a annoncé vendredi la reconnaissance de l'état de catastrophe naturelle pour les communes du département de la Mayenne touchées par la crue historique de l'Oudon, notamment Craon où il s'est rendu dans la matinée.\nProcédure engagée \"dès la mi-juillet\" La procédure de reconnaissance de catastrophe naturelle devrait être engagée \"dès la mi-juillet\", et permettra \"d'accompagner les sinistrés\" et de prendre en charge \"l'essentiel du coût des dégâts\" pour toutes les communes touchées par ces inondations, a annoncé Christophe Béchu.\nInterrogé sur les communes qui pourront en bénéficier, le ministre a indiqué que ce serait \"aux élus locaux et à la préfecture de déterminer\" les \"limites administratives, géographiques exactes\".\nA Craon, le ministre Christophe Béchu a adressé un message de \"vigilance\" aux Français leur demandant de \"vraiment tenir compte des prévisions\".\nLes vigilances crues ne cessent d'augmenter \"Depuis huit mois (...) nous avons dépassé la 100e alerte de vigilance orange ou rouge aux crues. Sur les 20 dernières années, on n'avait jamais dépassé 40 pour vous donner un ordre de grandeur de ce qu'on est en train de vivre\", a déclaré M. Béchu.\nLa vigilance rouge pour crues a été levée vendredi pour les départements de la Mayenne et de Maine-et-Loire, repassés en jaune dans l'après-midi au lendemain d'une crue historique de l'Oudon à Craon. Le centre de cette ville de 4.500 habitants s'est retrouvé sous les eaux jeudi, entraînant l'évacuation de dizaines de personnes.\n\"L'équivalent de 135 litres d'eau par m2\" en 4h Le bassin de l'Oudon a vécu \"une crue absolument exceptionnelle\", puisque \"en l'espace de quatre heures, il est tombé l'équivalent de 135 litres d'eau par m2, c'est-à-dire l'équivalent de ce qui tombe normalement plutôt en l'espace de quatre mois\", a souligné le ministre.\nLe niveau de l'eau \"a bien baissé, il n'y a plus d'eau dans les rues\", a déclaré à l'AFP Bertrand de Guébriant, maire de Craon. L'Oudon y avait atteint jeudi un pic de 3,25 m en début d'après-midi, bien au-delà de la \"crue historique\" de 1996 (2,86 m), selon les mesures de Vigicrues. Il était redescendu en-dessous de 2 m vendredi en fin de journée et la tendance restait à la baisse sur les prochaines heures.\nSelon la mairie, les pompiers visitaient les habitations touchées par les inondations pour s'assurer que les installations électriques n'ont pas été impactées et rétablir le courant dans les meilleurs délais. Au total, 18 personnes évacuées ont été accueillies dans le camping municipal, a indiqué le maire de Craon. D'autres ont été hébergées chez des proches.\n\"Une table qui flottait dans le jardin\" \"Depuis 1948 que j'habite ici, je n'avais jamais vu ça\", avait assuré jeudi Henri Robert, 78 ans. \"Quand je suis parti vers midi, j'avais une table qui flottait dans le jardin et plus de 20 cm d'eau dans la maison\".\nVendredi à 16h, seuls les départements de l'Isère et de la Savoie restaient placés en vigilance orange pour les crues, selon Météo-France.\nEn Isère, \"une centaine de personnes\" ont été évacuées \"en un temps record\" au moyen de quatre hélicoptères du hameau de la Bérarde, s'est félicité le préfet Louis Laugier, dans une vidéo publiée par Le Dauphiné libéré.\nSitué sur la commune de Saint-Christophe-en-Oisans, ce hameau s'est retrouvé isolé depuis la coupure, jeudi, de la route départementale par une crue diluvienne du torrent du Vénéon.\nUn poste médical avancé a été mis sur pied pour les déplacés mais \"nous n'avons pas connaissance de victimes\", a souligné le préfet de l'Isère, qui n'avait pas d'évaluation précise des dégâts dans le hameau à ce stade.\nSur le même sujet Météo: deux départements en vigilance orange crues \"Ça continue à couler. Simplement on voit bien que certains chalets ont été emportés (...) Des personnes sont passées pas loin de se faire emporter par les eaux et ont été secourues au dernier moment grâce à ce système de noria d'hélicoptères\", a déclaré le préfet.\nRMC avec AFP Top Articles\nDIRECT. Législatives: Gérald Darmanin annonce qu'il ne sera plus ministre en cas de défaite de la majorité",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Politics",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-21T21:19:43.651+03:00",
  "updated": "2024-06-21T21:19:43.651+03:00"
}