{
  "thread": {
    "uuid": "2bef9d52b2ac7564b63efce6c311c54c0c32d3ed",
    "url": "https://www.sonomamag.com/this-secret-sanctuary-in-bodega-bay-has-a-jewel-box-of-a-japanese-garden",
    "site_full": "www.sonomamag.com",
    "site": "sonomamag.com",
    "site_section": "http://www.sonomamag.com/feed",
    "site_categories": [
      "food",
      "cocktails_beer"
    ],
    "section_title": "Sonoma Magazine",
    "title": "This Secret Sanctuary in Bodega Bay Has a Jewel Box of a Japanese Garden",
    "title_full": "This Secret Sanctuary in Bodega Bay Has a Jewel Box of a Japanese Garden",
    "published": "2024-02-16T00:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.sonomamag.com/wp-content/uploads/2024/02/RenBrown-Gallery-Garden_63.jpg",
    "performance_score": 0,
    "domain_rank": 98816,
    "domain_rank_updated": "2024-02-13T12:06:51.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2bef9d52b2ac7564b63efce6c311c54c0c32d3ed",
  "url": "https://www.sonomamag.com/this-secret-sanctuary-in-bodega-bay-has-a-jewel-box-of-a-japanese-garden",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Meg McConahey",
  "published": "2024-02-16T00:41:00.000+02:00",
  "title": "This Secret Sanctuary in Bodega Bay Has a Jewel Box of a Japanese Garden",
  "text": "Concealed behind a gate just steps from Highway 1 in Bodega Bay is is a jewel box of a Japanese garden, filled with meticulously sculpted cypress and pine trees, a flowering cherry, a dry stone river—even a tiny teahouse. It’s the result of owner and gallerist Ren Brown’s lifelong passion for the art and culture of Japan.\nBrown and his late husband, Robert DeVee, moved to Bodega Bay in 1989 to open a gallery dedicated to Japanese art. The couple quickly found a location—a well-lit space with frontage along Highway 1 to capture coastal visitor traffic. Fortunately, just behind the gallery was a sturdily built, though rather dated, cottage.\nRealizing their luck, the couple bought the property and made plans to remodel the home. Both home and garden now incorporate Japanese design principles and aesthetics. Outside, that means a restful, peaceful garden with such hallmarks as a rock garden, carefully trimmed evergreens, bonsai, and wabi-sabi stone footbridges. Inside, the Japanese touches include shoji screens, tatami mats, and antique tansu chests of every size to display Brown’s collection of Japanese ceramics.\n“It’s what I love,” says Brown.\nThough Brown grew up in the East Bay, his childhood was steeped in the culture of Japan. His mother had been born and raised there, the daughter of a Presbyterian missionary who traveled throughout Japan’s smallest island on horseback to convert the locals. As a young college graduate, Brown’s father traveled to Japan during the Depression, looking for teaching work. His father later earned a doctorate in Japanese history and taught the subject at UC Berkeley for many years.\n“I was always surrounded by Japanese visitors coming to the house, Japanese art and ceramics,”says Brown.\nFrom the mundane to the sacred\nHis tranquil courtyard garden, completely enclosed by a wooden fence, feels worlds away from the highway just beyond. One enters through a traditional torii gate, a gate commonly found at the entrance to or within a Shinto shrine, symbolically marking the transitional step from the mundane world to the sacred one.\nThe torii at the entrance to Brown’s garden was made by Sonoma County sculptor Bruce Johnson. Brown first became familiar with Johnson’s piece when he was curating an exhibit at Sebastopol Center for the Arts. The exhibit was meant to allow the local Japanese American community to show appreciation for those who supported them while they were incarcerated during World War II.\nThe torii, which features hammered metal and redwood and a sculpted juniper tree growing in the middle, is angled to frame a view of the garden. It centers on the pond, where shimmering koi glide peacefully through the water and the gentle sound of a small waterfall echoes peacefully among the stones.\nIn the jewel box space, serpentine stone pathways lead past water features and plantings of Japanese maples, now mostly bare in the winter season.\nThere’s a small dry-gravel garden, much like ones seen in Japanese homes and temples in Kyoto. The raking of the gravel around the islands of stone is a meditative, cleansing ritual, particularly after a winter rain.\nMasterly sculpted evergreens\nPrecisely sculpted evergreens are a fundamental feature of traditional Japanese gardens. To shape his trees, Brown sought out Michael Alliger, a master aesthetic pruner who for many years has also maintained the exquisite garden at Osmosis Day Spa in Freestone.\nAlliger says that while Brown’s garden is smaller than the one at Osmosis, it is very authentic in both hardscape and in the palette of plants and koi. Standout specimen trees, winding paths that reveal new views around each small bend, and the innovative use of stone are all hallmarks of traditional Japanese garden design, explains Alliger.\nJapanese black pines and other specimen trees are carefully trimmed to open up the branches and showcase the trunk and branching structure. The pruning isn’t hard, says Alliger, but it does take a lot of focus, concentration, and timing.\nEach season has its own beauty\nWinter reveals details that might be missed at other times of the year: the shape of branches bare of leaves, delicate catkins cascading down from the twisted walking-stick tree. Even the borrowed scenery: a reflection of sky and hillside on water, or a glimpse of the coast over the garden wall, seems more vivid in winter. Brown says that the garden receives less moisture than gardens do in Japan, so the moss isn’t as lush as it might be, but there are softened edges of green that might not be as apparent in summertime.\n“The garden has beauty every month of the year,” says Brown. “There are different things that bloom, new views revealed. But the strength and power of the shaped tree is what holds everything together and makes it unified.”\nBrown often reminds himself to slow down and take time to enjoy the serenity of the space.\n“Too often, gardeners find themselves focusing on all the things to do—the deadheading and the weeding. They don’t spend time just enjoying,” he says. “Japanese garden styles are meant to make you slow down—to take the sharply angled path, to follow around the corner, to take in that next view. You’re compelled to breathe it in.”\nVisiting the gallery and garden\nGallery owner Ren Brown will happily share his garden with gallery guests who would like share in the space’s serenity.\n“The whole point of a gallery is to offer beauty, and the garden is another way of doing that,” says Brown. “We often find that people who come to visit the gallery can enjoy the art even more after spending a few minutes in the garden.”\nRen Brown’s gallery of Japanese art features rotating exhibits of ceramics, works on paper, and other finds and is open year-round, 10 a.m.5 p.m. Wednesday through Sunday.\nThe Ren Brown Collection, 1781 Highway 1, Bodega Bay. 707-875-2922,\nrenbrown.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "http://renbrown.com",
    "http://www.renbrown.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brown",
        "sentiment": "none"
      },
      {
        "name": "ren brown",
        "sentiment": "none"
      },
      {
        "name": "robert devee",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "bodega bay",
        "sentiment": "none"
      },
      {
        "name": "japan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T01:58:24.718+02:00",
  "updated": "2024-02-16T01:58:24.718+02:00"
}