{
  "thread": {
    "uuid": "406ce9c10135158e7524f3e5b0e7024ea99f7d08",
    "url": "https://dnyuz.com/2024/03/10/its-a-way-of-life-women-make-their-mark-in-the-ukrainian-army",
    "site_full": "dnyuz.com",
    "site": "dnyuz.com",
    "site_section": "https://dnyuz.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "DNyuz",
    "title": "‘It’s a Way of Life’: Women Make Their Mark in the Ukrainian Army",
    "title_full": "‘It’s a Way of Life’: Women Make Their Mark in the Ukrainian Army",
    "published": "2024-03-10T09:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dnyuz.com/wp-content/uploads/2024/03/‘Its-a-Way-of-Life-Women-Make-Their-Mark-in.jpg",
    "performance_score": 0,
    "domain_rank": 27240,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "406ce9c10135158e7524f3e5b0e7024ea99f7d08",
  "url": "https://dnyuz.com/2024/03/10/its-a-way-of-life-women-make-their-mark-in-the-ukrainian-army",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "New York Times",
  "published": "2024-03-10T09:45:00.000+02:00",
  "title": "‘It’s a Way of Life’: Women Make Their Mark in the Ukrainian Army",
  "text": "On the front line just outside Bakhmut, Ukraine, a 32-year-old commander of a Ukrainian artillery platoon rocked to and fro in the passenger seat of a beat-up Lada, as another soldier navigated the car through a thick forest, sometimes mowing down young trees. When they reached their destination, a small village less than two miles from Russian lines, all that was left were destroyed houses, their shattered roofs visible in the moonlight.\nThe commander, a female soldier who uses the call sign Witch, is a former lawyer who, along with two of her brothers and her mother, joined the military the day after Russia invaded in February 2022. Her first experience in combat was in the outskirts of Kyiv that year, and much of what she has learned about weapons systems since has been self-taught and on the fly.\nSince early 2023, Witch has been with her platoon in the 241st Brigade in the area around Bakhmut, supervising all of the artillery systems. She is resolute about staying in the military even if the war ends. “People who want to join the armed forces must understand that it’s a way of life,” she said.\nAs Ukraine struggles against fierce Russian assaults and its losses mount, there has been a surge of women who have enlisted, and they are increasingly volunteering for combat roles. The Ukrainian military has also\nmade a concerted effort to recruit more women to fill its ranks.\nAbout 65,000 women are currently serving in the Ukrainian Armed Forces, about a 30 percent increase since the war began. Roughly 45,000 serve as military personnel, and the rest hold civilian positions, according to the Defense Ministry of defense. Just over 4,000 are in combat positions.\nUnlike for Ukrainian men, there is no mandatory draft for women; however, women who have medical or pharmaceutical degrees must register for the service.\nThese women fill a growing number of positions in the military: combat medics in assault units; senior gunners; snipers; commanders of tank units and artillery batteries; and at least one co-pilot on a medevac team who dreams of becoming Ukraine’s first female helicopter combat pilot. Dozens have been wounded in battle, and some have been killed or captured.\nAlong the front line, they operate under the same blanket of fear and hardship as male soldiers. In the dank, fortified shelter where Witch and one of her mortar teams spent most of their days, they waited in near darkness in the basement. Turning on lights would mean the crew could not quickly adjust their eyes to the dark if they had to go out and fire.\nFarther north, a commander with the call sign Tesla, a former Ukrainian folk singer, sat hunched on a stool in the bare house serving as the field headquarters for the 32nd Mechanized Brigade. Russian forces in the Kupiansk region were sending barrages of artillery raining down on Ukrainian lines.\nTesla was simultaneously sending texts and voice notes to the soldiers in her unit while speaking to the second in command about the battlefield plan. Her oversized pants were rolled up, revealing neon orange socks with cartoon avocados on them.\nShe was trying to redirect Russian fire on a different battalion to her own soldiers’ position, so that the other unit could evacuate a comrade who had been badly wounded. “Three tourniquets on three different limbs,” came the information on a voice message, she said.\n“Send one more,” Tesla ordered over a voice note, giving the command to her soldiers to fire again. “When you finish, inform me.”\nShortly after a Russian assault began in October, overwhelming Ukrainian lines, 24 of her soldiers trained in artillery were ordered to reinforce the infantry troops, which are always situated closest to Russian lines. Tesla spoke to them before they deployed, feeling helpless.\n“The worst thing is that I instructed them on completely different things in artillery, and then they get sent to the infantry,” she said. “And, imagine, they’re standing there looking at you as their commander, knowing that they will be sent into the worst possible situation.”\nOf the 24 sent forward, 15 were wounded, Tesla said, and one was captured in the fighting. The incident stayed on Tesla’s conscience, but she kept her worries to herself. Her mother still did not know that Tesla was leading an artillery battery, thinking her daughter was working as an instructor at an academy, a safe distance from the front.\nUntil 2018, women were prohibited from holding combat positions in the Ukrainian military, though a few ignored the rules. Restrictions have been relaxed since Russia’s invasion. The enlistment of thousands more female service members in the military has largely been seen as a welcome step for the country, whose bids to join NATO and the European Union are still under review.\nThe downside is that the military has not been able to adapt quickly enough to accommodate them. Female soldiers say there is still a dire lack of women’s fatigues and boots, correctly fitted body armor, and feminine hygiene products. That leaves women to acquire many items on their own.\nAs a result, organizations like Veteranka and Zemliachky have helped fill the gap by raising money to provide items tailored to women.\nBut the problems go deeper, into issues of gender-based inequality and discrimination.\nMany women serving in combat roles said that male soldiers and direct superiors largely did not discriminate by gender — though there are still sexual innuendoes and inappropriate comments.\nRather, it is senior commanders, often holdovers from the Soviet-era, who look down on women in the military, especially those in combat roles. In some cases, women are choosing to join newly formed brigades with younger, more dynamic commanders.\n“I didn’t want to join a brigade that was established many years ago because I knew they wouldn’t listen to me as a young officer, and as a woman,” Tesla said.\nIn one instance, a brigade commander was so incensed by a woman commanding an artillery battery that he belittled her directly. “You will be crawling back to me on your knees begging to leave when you realize the job is too difficult, and I won’t allow you to leave your post,” she recalled him saying, requesting anonymity to speak frankly about a sensitive subject.\nClaims of sexual harassment have also surfaced. According to some women, there have been no official channels for reporting harassment other than to battalion commanders, who then have to decide whether to follow up. In some cases, female soldiers said, witnesses may decline to testify for fear of repercussions.\nThose impediments, as well as the potential for hurting their military careers, discourage women from reporting harassment, female soldiers said.\nDiana Davitian, a spokeswoman for the Defense Ministry, said that on Jan. 1, the military launched a hotline where soldiers can report sexual harassment. The reports would be investigated, she said, and measures would be taken if the accusations were found to be true.\nThe ministry also said it planned to create a separate unit dedicated to ensuring gender equality and providing educational programs, including one focused on combating sexual violence related to the war.\nBack in the basement, Tesla took a call from the command post: It was time to fire. The team scrambled into a partly covered yard a few feet away where a mortar barrel was readied.\nA silence descended as Kuzya, 20, a senior gunner with the mortar platoon, looked through the scope and read out the coordinates on her phone. “Fire!” someone called out. Several more rounds were sent off before the team scrambled back into the basement, awaiting a potential return from the Russians.\nOnly months earlier, Kuzya’s boyfriend was killed in the fighting. She and Witch, who has a 7-year-old son she has barely seen in the past year, seemed to find solace in each other’s company. The two women trained in the same judo club in Kyiv, the capital, and the day after the invasion, they went to the enlistment office together to sign up.\nFor many women, war and the desire to be in combat feels like something they have prepared for for years. Foxy, 24, a former barista turned gunner and medic, volunteered to make camouflage nets after school throughout her teenage years, before she worked with injured veterans. She joined the military last year after weeks of training.\nHer battalion commander gave her two options: “You’re a woman. You can work with documents or cook borscht,” Foxy recalled. “I had no choice but to handle paperwork until I switched battalions.”\nShe then became part of a mortar team in some of the most intense fights on the front line in Bakhmut, and was treated as an equal by her team. “While I faced some degree of sexism early on,” she said, “I feel like I don’t need to prove anything or convince anyone of what I can do.”\nThat is a sentiment echoed by Kateryna, 21, a lieutenant and a pilot of an Mi-8 medical evacuation helicopter. Kateryna has yet to fly her first medevac mission, but she hopes to become Ukraine’s first female combat pilot.\nUkrainian society is also gradually overcoming its skepticism of women serving in the military. For now, it is up to the new generation of women and their allies who will also be better placed to address discrimination and sexual harassment.\nThe post\n ‘It’s a Way of Life’: Women Make Their Mark in the Ukrainian Army appeared first on New York Times.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.nytimes.com/",
    "https://www.nytimes.com/2023/11/08/world/europe/ukraine-war-army-women.html?searchResultPosition=1",
    "https://www.nytimes.com/2023/11/08/world/europe/ukraine-war-army-women.html",
    "https://nytimes.com/2023/11/08/world/europe/ukraine-war-army-women.html?searchResultPosition=1",
    "https://nytimes.com/",
    "https://www.nytimes.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lada",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ukrainian army",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "bakhmut",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T10:07:34.459+02:00",
  "updated": "2024-03-10T10:07:34.459+02:00"
}