{
  "thread": {
    "uuid": "eac9daa71b6323bc494a2512a2ef03ba9ebc3ee3",
    "url": "https://www.dw.com/en/al-hilal-hope-move-to-tanzania-inspires-war-torn-sudan/a-68988494?maca=en-rss-en-all-1573-rdf",
    "site_full": "www.dw.com",
    "site": "dw.com",
    "site_section": "http://rss.dw-world.de/rdf/rss-en-all",
    "site_categories": [
      "media"
    ],
    "section_title": "Deutsche Welle",
    "title": "Al-Hilal hope move to Tanzania inspires war-torn Sudan",
    "title_full": "Al-Hilal hope move to Tanzania inspires war-torn Sudan – DW – 05/03/2024",
    "published": "2024-05-03T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "DE",
    "main_image": "https://static.dw.com/image/68989015_6.jpg",
    "performance_score": 0,
    "domain_rank": 377,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "eac9daa71b6323bc494a2512a2ef03ba9ebc3ee3",
  "url": "https://www.dw.com/en/al-hilal-hope-move-to-tanzania-inspires-war-torn-sudan/a-68988494?maca=en-rss-en-all-1573-rdf",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-03T03:00:00.000+03:00",
  "title": "Al-Hilal hope move to Tanzania inspires war-torn Sudan",
  "text": "There are practical reasons why Sudan's biggest club Al Hilal S.C are leaving their homeland but the club's desire is that its departure also brings hope to the people suffering across its war-torn nation.\n\"The people of Sudan need to see that there is more to life than war,\" Al-Hilal's business manager Abdelqadir Musa told DW. \"They need to see something on the television or hear something on the radio or television that is about sport and not just war and fighting.\"\nAl-Hilal are a Sudanese powerhouse and are well-known in Africa and the Arab world having won 29 league titles and twice finished runners-up in the Confederation of African Football (CAF) Champions League, the continent's biggest club competition. In Sudan however, football has ground to a halt.\nCivil war The outbreak of civil war in April 2023 changed everything. Large parts of Al-Hilal's home city of Omdurman have been reduced to rubble with empty shops and offices riddled with bullet holes and unexploded shells.\nFighting between two rival military groups, the Sudanese Armed Forces and the Rapid Support Forces, has been raging ever since. Around 15,000 people have been killed and an estimated eight million of the country's 47 million population have been internally displaced. Around two million people have gone overseas.\nThere has been a lot of destruction in Al-Hilal's hometown of Omduman Image: ohamed Khidir/Xinhua/picture alliance Al-Hilal are doing the same, announcing in March that they will be based in the Tanzanian Premier League next season. There seemed to be no other choice.\n\"For the club to continue to function, the contracts of the players need to be valid and continue,\" said Musa.\nNext season's CAF Champions League is vital for the club.\n\"They can make money in that campaign which can keep the club going but they need players to keep playing in it.\"\nBut that alone is not enough. \"That is a seasonal tournament and you can be knocked out any time. There has to be football on a regular basis otherwise the players will leave. They had to look to another league.\"\nFootball healing war-torn South Sudan\nMoving home When Al-Hilal made it clear that they wanted to explore options, there were also offers from Libya and Mauritania . Tanzania was chosen because the team had happy memories of being based in the country's biggest city of Dar Es Salaam during the group stages of the 2023-24 CAF Champions League.\n\"Al-Hilal were welcomed very warmly there and I witnessed more than 5,000 supporters from Tanzania come and support Al-Hilal,\" Collins Okinyo, former media officer at CAF told DW. \"It was a great occasion. The people there love football and the people will be welcoming once again. It will be a second home for them.\"\nEven though the games will not be officially competitive - there will be no points on offer and they will not be part of the league table - Al-Hilal hope that the move will keep the players sharp.\n\"We are doing what we can to help a fellow African team when they are going through a difficult time,\" a spokesperson from the Tanzania Football Federation told DW. \"It will also add something different to our league for our fans too.\"\nSymbol of hope Football making a difference in war-torn nations has history in Africa.\n\"Look at Didier Drogba, he asked those involved in the Ivory Coast civil war to stop and they did,\" said Okinyo. \"Football can bring people together.\"\nUpon qualifying for the first World Cup in 2006, ironically with a victory in Sudan, Drogba, a huge star, picked up a microphone and addressed his nation.\n\"Men and women of Ivory Coast,\" he said. \"From the north, south, centre, and west, we proved today that all Ivorians can coexist and play together with a shared aim — to qualify for the World Cup. We promised you that the celebrations would unite the people — today we beg you on our knees.\"\nIn 2007, the striker announced that a game would be played in the rebel stronghold of Bouake where there were scenes of jubilation and celebration after a win over Madagascar . Drogba's words and actions helped bring the two sides to the negotiating table and while the peace was not permanent, football did bring hope to the nation.\nHowever successful Al-Hilal's move is, everyone hopes that the situation is a temporary one. \"The people of Sudan want the war to end as soon as possible,\" said Musa. \"So many people have suffered, so many have been displaced and so many have lost their jobs.\"\nAl-Hilal playing football in another country could also remind the rest of Africa and the world that the conflict is still going on. \"When it started, there was a lot of coverage in the media but it has gone on for so long that it is not talked about as much now .\"\nEdited by: Jonathan Harding",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://videojs.com/html5-video-support",
    "https://tvdownloaddw-a.akamaihd.net/dwtv_video/flv/vdt/2023/beng230215_003_southsudandir_01r_AVC_1920x1080.mp4",
    "https://videojs.com/html5-video-support/",
    "https://www.tvdownloaddw-a.akamaihd.net/dwtv_video/flv/vdt/2023/beng230215_003_southsudandir_01r_AVC_1920x1080.mp4",
    "https://www.videojs.com/html5-video-support/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "al-hilal",
        "sentiment": "negative"
      },
      {
        "name": "abdelqadir musa",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "al hilal s.c",
        "sentiment": "negative"
      },
      {
        "name": "sudanese armed forces",
        "sentiment": "none"
      },
      {
        "name": "rapid support forces",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tanzania",
        "sentiment": "none"
      },
      {
        "name": "sudan",
        "sentiment": "none"
      },
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "omdurman",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T13:44:27.766+03:00",
  "updated": "2024-05-03T13:44:27.766+03:00"
}