{
  "thread": {
    "uuid": "b2974dc6ff1666ef16e1fd1a2fff1508d0dc517a",
    "url": "https://www.24-horas.mx/2024/06/02/convoca-iglesia-a-mantener-la-unidad-y-respetar-el-resultado-de-la-eleccion",
    "site_full": "www.24-horas.mx",
    "site": "24-horas.mx",
    "site_section": "http://www.24-horas.mx//feed/",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media"
    ],
    "section_title": "24 Horas",
    "title": "Convoca Iglesia a mantener la unidad y respetar el resultado de la elección",
    "title_full": "Convoca Iglesia a mantener la unidad y respetar el resultado de la elección",
    "published": "2024-06-02T16:56:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.24-horas.mx/wp-content/uploads/2024/03/Funcionarios-de-casilla.jpg",
    "performance_score": 0,
    "domain_rank": 94079,
    "domain_rank_updated": "2024-05-28T13:10:09.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b2974dc6ff1666ef16e1fd1a2fff1508d0dc517a",
  "url": "https://www.24-horas.mx/2024/06/02/convoca-iglesia-a-mantener-la-unidad-y-respetar-el-resultado-de-la-eleccion",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lilian Reyes",
  "published": "2024-06-02T16:56:00.000+03:00",
  "title": "Convoca Iglesia a mantener la unidad y respetar el resultado de la elección",
  "text": "En su editorial en el semanario Desde la Fe, señaló que hay que trabajar en unidad y de la mano para encontrar a través del diálogo, el respeto y la escucha, un camino que nos permita seguir adelante.\n“Gane quien gane, si a partir de este lunes, vemos al contrincante como nuestro enemigo, hemos perdido una vez más”, señaló.\nAgregó que tras el tiempo de campañas y realizados los comicios, no se puede decir que hubo un saldo favorable, pues en el camino, decenas de aspirantes a cargos públicos perdieron la vida, incluso días antes de finalizarlas\nTe podría interesar:\nArranca Gabinete de Seguridad monitoreo de jornada electoral\n“(Son) muertes a las que no podemos permanecer indiferentes y reducirlas a una cifra. Eran seres humanos, historias, proyectos de servicio para el bien común que fueron cortados violentamente”, resaltó.\nEn este sentido elevó una oración por su descanso y subrayó que los comicios no tienen por qué dividirnos.\n“No es una lucha de buenos contra malos, ni es un espacio para sacar el mejor apodo o adjetivo descalificador contra quien piensa diferente”, refirió.\nManifestó que votar significa una oportunidad para construir la sociedad que queremos, no una oportunidad para destruir a “nuestro enemigo”, como se llama muchas veces a quien cree en un proyecto diferente.\nTe podría interesar:\nInicia oficialmente la Temporada de Huracanes 2024 en el Atlántico, Golfo y Caribe\n“Hace unos días, la Conferencia del Episcopado Mexicano nos recordaba la diversidad de cada ciudadano mexicano, que alimentaba la riqueza cultural e histórica del país, y que trasciende a lo que pueda creer un grupo de personas o una corriente de pensamiento”, añadió.\nDe igual forma, destacó que hay aspectos que pueden modificarse para las próximas campañas como el uso de mantas y pendones.\n“No es necesario, por ejemplo, llenar de propaganda, que a partir de mañana se convertirá en basura electoral, las calles de un país. Las nuevas tecnologías de la información y la creatividad, deben llevarnos a un siguiente nivel en futuras elecciones”, sentenció.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T17:05:24.293+03:00",
  "updated": "2024-06-02T17:05:24.293+03:00"
}