{
  "thread": {
    "uuid": "3933716ec2ed739ce42dcc3111630e3dce8713cf",
    "url": "https://www.ktvu.com/news/surfers-in-half-moon-bay-take-advantage-of-the-high-surf-after-storm",
    "site_full": "www.ktvu.com",
    "site": "ktvu.com",
    "site_section": "https://www.ktvu.com/contests",
    "site_categories": [
      "media"
    ],
    "section_title": "Contests",
    "title": "Surfers in Half Moon Bay take advantage of the high surf after storm",
    "title_full": "Surfers in Half Moon Bay take advantage of the high surf after storm",
    "published": "2023-12-29T03:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://images.foxtv.com/m107833-mcdn.mp.lura.live/iupl/1A3/035/1280/720/1A30356970265FF07552927CA6887143.jpg?Expires=2082758400&amp;KeyName=mcpkey1&amp;Signature=Ot6AIMBJc6z6Q_oN3h3cQai8SWY&amp;ve=1&amp;tl=1",
    "performance_score": 0,
    "domain_rank": 5789,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 33,
        "comments": 1,
        "shares": 7
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3933716ec2ed739ce42dcc3111630e3dce8713cf",
  "url": "https://www.ktvu.com/news/surfers-in-half-moon-bay-take-advantage-of-the-high-surf-after-storm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "LaMonica Peters",
  "published": "2023-12-29T03:45:00.000+02:00",
  "title": "Surfers in Half Moon Bay take advantage of the high surf after storm",
  "text": "Surfers in Half Moon Bay take advantage of the high surf after storm Dozens of people showed up at Frances Beach in Half Moon Bay to witness the huge waves. There was some debris on the shore and, despite potential danger, some people told us they couldn’t pass up the opportunity.\nHALF MOON BAY, Calif. - Local weather officials have issued a high surf warning for Bay Area coastal areas after Thursday morning’s storm.\n\"Lots of warning signs of flooding zones and road closures, stuff like that. Sneaker waves, waves coming in further than we normally see,\" said Jane, who came to Half Moon Bay from Santa Cruz.\nDozens of people showed up at Frances Beach in Half Moon Bay to witness the huge waves. There was some debris on the shore and, despite potential danger, some people told us they couldn’t pass up the opportunity.\n\"Yeah, it’s dangerous, but you have to keep yourself away from that. At the same time, you can enjoy this,\" said Prashant, who was visiting from India.\nHigh wave warnings and advisories are in effect along the entire California coast until 3 a.m. Friday. But the larger-than-usual waves are exactly what local surfers are looking forward to.\n\"We had some people go out. They’re competing for a photo contest, actually. Yeah, they’re really hyped about the awesome waves and the giant swell that’s coming right now,\" said Jackson Fisk, with Mavericks Surf Company.\nFeatured\narticle Evacuation warnings lifted after high surf and flooding shut down Santa Cruz, coastal areas High surf warnings and advisories are in effect along the entire California coast as waves are expected to break up to 40 feet high. As of Thursday afternoon, reports from the Bay Area's coastal buoys were showing waves just under 30 feet off both the Sonoma County coast and Monterey Bay.\n\"It’s the biggest storm system we’ve seen here in a handful of years, maybe even decades. So, there’s a local contingency that was out there and then there’s a pretty good size of international crews that flew into the surf at Mavericks today,\" said Luca Padua, a pro surfer from Half Moon Bay.\nOfficials say breaking waves can be dangerous, sweeping people away from jetties and docks nearby. Padua says even skilled surfers take precautions and wear special gear. With another storm on the way, he says they&apos;ll also pass on riding some waves to stay safe.\n\"Tomorrow the swell is down but the wind and rain are up. The following days there may be some more clean surf after that, but we’re going to stay out of the water tomorrow,\" said Padua.\nHigh surf can also cause minor flooding in coastal areas. A coastal flood advisory has been issued and will remain in effect until Friday at 2 p.m.\nBREAKING NEWS Breaking news delivered fast\nBy clicking Sign Up, I confirm that I have read and agree to the Privacy Policy and Terms of Service .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://cloud.e.foxtv.com/newsletter-opt-in",
    "https://www.cloud.e.foxtv.com/newsletter-opt-in"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "prashant",
        "sentiment": "none"
      },
      {
        "name": "jane",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "half moon bay",
        "sentiment": "none"
      },
      {
        "name": "half moon bay",
        "sentiment": "none"
      },
      {
        "name": "bay area",
        "sentiment": "none"
      },
      {
        "name": "frances beach",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "santa cruz",
        "sentiment": "none"
      },
      {
        "name": "calif.",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T10:54:05.022+02:00",
  "updated": "2023-12-29T10:54:05.022+02:00"
}