{
  "thread": {
    "uuid": "af924c5e706ea0e48f9b9379d2a1aa2e8a200fa2",
    "url": "https://www.wamc.org/arts-culture/2024-04-11/kubricks-first-feature-released-in-an-uncut-4k-restoration",
    "site_full": "www.wamc.org",
    "site": "wamc.org",
    "site_section": "https://www.wamc.org",
    "site_categories": [
      "media"
    ],
    "section_title": "WAMC - Homepage | WAMC",
    "title": "Kubrick’s first feature released in an uncut, 4K restoration | WAMC",
    "title_full": "Kubrick’s first feature released in an uncut, 4K restoration | WAMC",
    "published": "2024-04-11T23:52:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://npr.brightspotcdn.com/dims4/default/2dd0716/2147483647/strip/true/crop/880x462+0+0/resize/1200x630!/quality/90/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F38%2F37%2Fa0054434423a8169ee1c54bee7b6%2Fkup2022b.jpg",
    "performance_score": 0,
    "domain_rank": 19717,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "af924c5e706ea0e48f9b9379d2a1aa2e8a200fa2",
  "url": "https://www.wamc.org/arts-culture/2024-04-11/kubricks-first-feature-released-in-an-uncut-4k-restoration",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Audrey Kupferberg",
  "published": "2024-04-11T23:52:00.000+03:00",
  "title": "Kubrick’s first feature released in an uncut, 4K restoration | WAMC",
  "text": "Kubrick’s first feature released in an uncut, 4K restoration When Stanley Kubrick was in his early twenties, he made up his mind to become a filmmaker. With a few scant family donations and some savings of his own, he put together a small crew. He used his imagination to stretch the uses of a few pieces of equipment. For instance, he used a baby carriage for tracking. What financially strapped indie filmmaker hasn’t done that! His cast was very small, and he had a screenplay by Howard Sackler, who, also in his early twenties, was yet to win a Pulitzer Prize for writing The Great White Hope. Neither Sackler nor Kubrick had yet come to their Oscar nods and wins. They were newcomers, veritable kids working on an experimental project. From that beginning—before Kubrick made Paths of Glory, Dr. Strangelove, 2001: A Space Odyssey, A Clockwork Orange, and The Shining, came his first feature, Fear and Desire. Fear and Desire, an existential drama with a war theme, didn’t wow audiences when it first was shown in 1953 under the title The Trap, and then The Shape of Fear. Its emphasis on the philosophical nature of war was a turn-off. As was the case with indie productions that were not making money, its distributor, the legendary Joseph Burstyn, cut down the philosophical dialog of the 70-minute version to a 62-minute version. Years later, a surviving print of the full version was uncovered and preserved by the Library of Congress. Kino Lorber has rereleased Fear and Desire on a Blu-ray disc in a 4K Ultra HD restoration. In addition to the cutdown version that has been around over the years, the company has included the rare original full-length film. Kubrick considered his film more as an exercise than a mature piece of work. He wasn’t keen on showing it to audiences. Still, for those who highly regard—even adore, Kubrick’s filmography, Fear and Desire is a must-see! The story is straight-forward. Four presumably American soldiers crash land in a rural area behind enemy lines. They locate an enemy encampment. They capture a lovely young woman and tie her up. They talk about their lives and the impact of fighting a war. The war is unnamed; it’s any war, a generic war. The newly issued disc, also available for streaming on Kino Now, has several worthwhile extras, including commentaries by Eddy Von Mueller and Gary Gerani. Additionally, there are three shorts by Kubrick which even precede Fear and Desire. It doesn’t really matter which version of this first feature is more of a modern audience pleaser. What matters is having an opportunity to study Kubrick’s roots, to investigate his earliest intentions as a filmmaker. Fear and Desire has been available in various forms over the decades. Companies have released it using master material of questionable quality, even colorized it at one point when that appalling practice was in fashion for classic films. With the proper restoration by Kino Lorber, this significant work can be seen in as fine a version as possible. It’s hard to find a film enthusiast these days who isn’t drawn to Stanley Kubrick’s creative genius. This disc is a treat for film lovers and a study tool for budding filmmakers and historians. Audrey Kupferberg is a film and video archivist and retired appraiser. She is lecturer emeritus and the former director of Film Studies at the University at Albany and co-authored several entertainment biographies with her late husband and creative partner, Rob Edelman. The views expressed by commentators are solely those of the authors. They do not necessarily reflect the views of this station or its management.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stanley kubrick",
        "sentiment": "neutral"
      },
      {
        "name": "sackler",
        "sentiment": "none"
      },
      {
        "name": "kubrick",
        "sentiment": "none"
      },
      {
        "name": "howard sackler",
        "sentiment": "none"
      },
      {
        "name": "strangelove",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kubrick",
        "sentiment": "neutral"
      },
      {
        "name": "wamc kubrick",
        "sentiment": "neutral"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:35:46.459+03:00",
  "updated": "2024-04-12T00:35:46.459+03:00"
}