{
  "thread": {
    "uuid": "2df8afdaa8862298ee9e61fffe6c4f4d675b2c62",
    "url": "https://www.wzzm13.com/article/news/community/beloved-music-teachers-set-to-retire-at-end-of-next-school-year-after-more-than-30-years/69-24d08d28-5a83-4505-9867-62e3b30ffd04",
    "site_full": "www.wzzm13.com",
    "site": "wzzm13.com",
    "site_section": "https://wzzm13.com/community",
    "site_categories": [
      "media",
      "travel",
      "by_us_locale"
    ],
    "section_title": "Community | wzzm13.com",
    "title": "Beloved Mona Shores music teachers announce retirement plans | wzzm13.com",
    "title_full": "Beloved Mona Shores music teachers announce retirement plans | wzzm13.com",
    "published": "2024-04-18T20:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.wzzm13.com/assets/WZZM/images/d21888b2-245a-4ad4-8a4a-a1a101ee8533/d21888b2-245a-4ad4-8a4a-a1a101ee8533_1140x641.jpg",
    "performance_score": 0,
    "domain_rank": 15108,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2df8afdaa8862298ee9e61fffe6c4f4d675b2c62",
  "url": "https://www.wzzm13.com/article/news/community/beloved-music-teachers-set-to-retire-at-end-of-next-school-year-after-more-than-30-years/69-24d08d28-5a83-4505-9867-62e3b30ffd04",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Marcus Key",
  "published": "2024-04-18T20:10:00.000+03:00",
  "title": "Beloved Mona Shores music teachers announce retirement plans | wzzm13.com",
  "text": "NORTON SHORES, Mich. — The two teachers who have spent three decades transforming a West Michigan school's music department are retiring at the end of the 2024-2025 school year. Molly and Shawn Lawton have dedicated their adult married life to the [Mona Shores High School](https://www.monashores.net/o/mshs) community. Students and staff say their impact on students has touched tens of thousands – both current and former. Shawn and Molly Lawton say teaching music to thousands of students for more than 30 years has been a fun ride, saying they had no idea the impact they’ve had on so many until now. [A post on Facebook](https://www.facebook.com/MSALLEGROS/posts/pfbid08QsBedLHPBCnW8tPDAmvANXwh91UszZRB5v1HjYoj1mNPvAtHWWybq9vMt1UBXPQl) announcing the upcoming retirement received hundreds of reactions and comments, giving the couple their flowers. “He's been a role model for all of us, teaching us that you can do what you love and dream big,” senior Jace Brainard said. Music teacher Shawn and Mona Shores Allegros director Molly said they are overwhelmed by the magnitude of love. Common stories of how the two changed a student's life, or inspired someone to pursue their dreams are just some of the supportive comments they received. “We moved here back in 1993 and this program already had a tremendous reputation at that point,\" Molly Lawton said. \"It was a little daunting for us stepping into some pretty big shoes, now we're coming full circle 30 plus years later, and someone's going to have to step into our shoes to continue with what we have done.” After 32 years of sharing their love of music with Mona Shores High School students, the teaching couple said it’s been a ride they will never forget. “Sharing our joy of music making with students has just been extremely rewarding,” Shawn Lawton said. \"It's just igniting them like a fire and helping them to understand something they didn't know. There's all these pieces of music that you throw out and they think won't like this or that and at the end, it ends up being something they absolutely love. It's truly been something else.” Lawton says the announcement will be the end of an era as he and his wife Molly say goodbye to a career filled with unforgettable moments and hello to their next chapter. “I feel like what Mr. Lawton stands out between other choir directors is he's made a lasting impact on my life and I’m speaking for not just myself, but for all students,” senior Jace Brainard said. Students said they've made such a huge impact on them. “I am most thankful for the wisdom that he's given me throughout the four years. He's definitely helped me grow in my talents more than I could ever say,” senior Lydia Carefelle said. Jennifer Bustard has been the principal at Mona Shores High School for almost 20 years and says the Lawtons have made history in the music department. “He brings out such a sparkle, such a light in all of his students, every single class period that he's taught for 32 years, the energy that you feel in the classroom is never a dull moment. He brings it to every hour,\" Jennifer Bustard said. I’m going to miss his passion for kids, his love of kids and just that energy, man, I come out of my office to come see him teach.” After an impromptu class performance, students cheered for Lawton and Molly to recognize their decades-long passion, dedication and love for music education, giving the students permission to dream big. “Thank you, Molly and Mr. Lawton, our classmates really appreciate all your hard work and dedication that you have put into this program,” Brainard said. “Your dedication and your passion for your work is what brings us together as a community, and I think all of us come together just saying thank you for everything you do,\" Carefelle said. ►Make it easy to keep up to date with more stories like this. Download the 13 ON YOUR SIDE app now. Have a news tip? Email [news@13onyourside.com](mailto:news@wzzm13.com?subject=Story%20idea), visit our [Facebook page](https://on.wzzm.com/facebook) or [YouTube channel](http://www.youtube.com/c/13ONYOURSIDE?sub_confirmation=1). Watch 13 ON YOUR SIDE for free on Roku, Amazon Fire TV Stick, Apple TV and on your phone.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://on.wzzm.com/facebook)",
    "https://www.monashores.net/o/mshs)",
    "https://www.facebook.com/MSALLEGROS/posts/pfbid08QsBedLHPBCnW8tPDAmvANXwh91UszZRB5v1HjYoj1mNPvAtHWWybq9vMt1UBXPQl)",
    "http://www.youtube.com/c/13ONYOURSIDE?sub_confirmation=1).",
    "http://youtube.com/c/13ONYOURSIDE?sub_confirmation=1).",
    "http://www.youtube.com/c/13ONYOURSIDE",
    "https://monashores.net/o/mshs)",
    "https://www.on.wzzm.com/facebook)",
    "https://facebook.com/MSALLEGROS/posts/pfbid08QsBedLHPBCnW8tPDAmvANXwh91UszZRB5v1HjYoj1mNPvAtHWWybq9vMt1UBXPQl)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shawn",
        "sentiment": "none"
      },
      {
        "name": "shawn lawton",
        "sentiment": "none"
      },
      {
        "name": "molly",
        "sentiment": "none"
      },
      {
        "name": "jace brainard",
        "sentiment": "none"
      },
      {
        "name": "molly lawton",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mona shores high school",
        "sentiment": "none"
      },
      {
        "name": "facebook",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "norton shores",
        "sentiment": "none"
      },
      {
        "name": "mich.",
        "sentiment": "none"
      },
      {
        "name": "west michigan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:46:12.752+03:00",
  "updated": "2024-04-19T00:46:12.752+03:00"
}