{
  "thread": {
    "uuid": "59b5e930b689b5cbfa1a202003e4aea3d5afbb5b",
    "url": "https://www.metropoles.com/brasil/nao-e-nao-protocolo-assedio-sancionada",
    "site_full": "www.metropoles.com",
    "site": "metropoles.com",
    "site_section": "https://www.metropoles.com",
    "site_categories": [
      "media",
      "tech",
      "email"
    ],
    "section_title": "Metrópoles | O seu portal de notícias",
    "title": "“Não é Não”: lei para vítima de assédio em casas noturnas é sancionada | Metrópoles",
    "title_full": "“Não é Não”: lei para vítima de assédio em casas noturnas é sancionada | Metrópoles",
    "published": "2023-12-29T11:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://uploads.metropoles.com/wp-content/uploads/2023/08/25162847/190819-IE-assedio-sexual-e-moral.jpg",
    "performance_score": 0,
    "domain_rank": 11636,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "59b5e930b689b5cbfa1a202003e4aea3d5afbb5b",
  "url": "https://www.metropoles.com/brasil/nao-e-nao-protocolo-assedio-sancionada",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@flaviasaid",
  "published": "2023-12-29T11:37:00.000+02:00",
  "title": "“Não é Não”: lei para vítima de assédio em casas noturnas é sancionada | Metrópoles",
  "text": "“Não é Não”: lei para vítima de assédio em casas noturnas é sancionada Presidente Lula sancionou lei “Não é não”, destinada a proteger vítimas de assédio em casas noturnas, que entra em vigor em 6 meses atualizado Compartilhar notícia O presidente [Luiz Inácio Lula da Silva](https://r.search.yahoo.com/_ylt=AwrihRdTno5lGD8ZYZUf7At.;_ylu=Y29sbwNiZjEEcG9zAzEEdnRpZAMEc2VjA3Ny/RV=2/RE=1703874259/RO=10/RU=https%3a%2f%2fwww.metropoles.com%2ftag%2flula/RK=2/RS=BYyRZbXx9QRPM_o2gTqGaip0IdE-) (PT) sancionou a lei que cria o [protocolo “Não é Não”](https://www.metropoles.com/sao-paulo/governo-de-sao-paulo-lanca-protocolo-contra-assedio-em-casas-noturnas). A publicação saiu na edição desta sexta-feira (29/12) do [Diário Oficial da União (DOU)](https://www.gov.br/pt-br/servicos/acessar-o-diario-oficial-da-uniao). O objetivo do protocolo é criar condições de atendimento das vítimas de assédio ou qualquer tipo de violência em locais onde seja vendidas bebidas alcóolicas. Isso vale para casas noturnas, boates, espetáculos musicais realizados em locais fechados e casas de show. As determinações não se aplicam a cultos nem a outros eventos realizados em locais de natureza religiosa. A lei entra em vigor no prazo de 180 dias (seis meses). A iniciativa é baseada na ação usada em Barcelona, na Espanha, com o nome de “No Callem”. A partir desse protocolo, [o jogador de futebol Daniel Alves acabou preso](https://www.metropoles.com/tag/daniel-alves), acusado de estuprar uma mulher em uma boate. Saiba como funciona lei do “Não é não” De acordo com o texto, esses estabelecimentos devem contar com uma pessoa qualificada para seguir o protocolo. Os contatos dessa pessoa, da Polícia Militar e da Central de Atendimento à Mulher (Ligue 180) devem estar facilmente visíveis aos frequentadores. Esse tipo de comércio também pode criar um código, a ser colocado nos sanitários femininos, para que as vítimas peçam socorro a funcionários. Os estabelecimentos devem: - Proteger a mulher e dar-lhe apoio; - Afastar a vítima do agressor, inclusive do seu alcance visual, facultando a ela acompanhamento de pessoa de sua escolha; - Colaborar para a identificação das possíveis testemunhas do fato; - Solicitar o comparecimento da Polícia Militar ou do agente público competente; e - Isolar o local específico onde existam vestígios da violência, até a chegada da Polícia Militar ou do agente público competente. Caso o local disponha de sistema de câmeras de segurança, deverá ser garantido o acesso às imagens pela Polícia Civil, pela perícia oficial e pelos diretamente envolvidos, preservando as imagens por um mínimo de 30 dias. O projeto que deu origem à lei é de autoria da deputada [Maria do Rosário](https://www.camara.leg.br/deputados/74398) (PT-RS) e mais 26 parlamentares, com relatoria da deputada [Renata Abreu](https://www.camara.leg.br/deputados/178989) (Podemos-SP). Em substitutivo, a relatora propôs que as exigências da norma não fossem aplicadas a locais religiosas, o que foi aprovado na versão final do texto. Um selo chamado “Não é Não – Mulheres Seguras” também está dentro do projeto. O Poder Público poderá conceder esse selo a estabelecimentos que cumpram o protocolo e possam ser classificados como local seguro para mulheres. O texto também observa quatro princípios: - Respeito ao relato da vítima sobre o constrangimento ou violência sofrida; - Preservação da dignidade, da honra, da intimidade e da integridade física e psicológica da vítima; - Celeridade no cumprimento do protocolo; e - Articulação de esforços públicos e privados para o enfrentamento ao constrangimento e à violência.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [
    "https://www.camara.leg.br/deputados/178989)",
    "https://r.search.yahoo.com/_ylt=AwrihRdTno5lGD8ZYZUf7At.;_ylu=Y29sbwNiZjEEcG9zAzEEdnRpZAMEc2VjA3Ny/RV=2/RE=1703874259/RO=10/RU=https%3a%2f%2fwww.metropoles.com%2ftag%2flula/RK=2/RS=BYyRZbXx9QRPM_o2gTqGaip0IdE-)",
    "https://www.gov.br/pt-br/servicos/acessar-o-diario-oficial-da-uniao).",
    "https://www.camara.leg.br/deputados/74398)",
    "https://www.r.search.yahoo.com/_ylt=AwrihRdTno5lGD8ZYZUf7At.;_ylu=Y29sbwNiZjEEcG9zAzEEdnRpZAMEc2VjA3Ny/RV=2/RE=1703874259/RO=10/RU=https%3a%2f%2fwww.metropoles.com%2ftag%2flula/RK=2/RS=BYyRZbXx9QRPM_o2gTqGaip0IdE-)",
    "https://gov.br/pt-br/servicos/acessar-o-diario-oficial-da-uniao).",
    "https://camara.leg.br/deputados/178989)",
    "https://camara.leg.br/deputados/74398)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T12:45:00.327+02:00",
  "updated": "2023-12-29T12:45:00.327+02:00"
}