{
  "thread": {
    "uuid": "15803169f2a53f81e32e46f1468e17e0045797ac",
    "url": "https://www.lifesitenews.com/news/christian-mp-delivers-powerful-easter-message-in-canadian-house-of-commons",
    "site_full": "www.lifesitenews.com",
    "site": "lifesitenews.com",
    "site_section": "https://www.lifesitenews.com/canada",
    "site_categories": [
      "health"
    ],
    "section_title": "LifeSite Home - Canadian Edition",
    "title": "Christian MP delivers powerful Easter message in Canadian House of Commons - LifeSite",
    "title_full": "Christian MP delivers powerful Easter message in Canadian House of Commons - LifeSite",
    "published": "2024-03-28T21:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.lifesitenews.com/wp-content/uploads/2024/03/Ted-Falk.png",
    "performance_score": 0,
    "domain_rank": 5476,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "15803169f2a53f81e32e46f1468e17e0045797ac",
  "url": "https://www.lifesitenews.com/news/christian-mp-delivers-powerful-easter-message-in-canadian-house-of-commons",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "LifeSite",
  "published": "2024-03-28T21:52:00.000+02:00",
  "title": "Christian MP delivers powerful Easter message in Canadian House of Commons - LifeSite",
  "text": "( LifeSiteNews ) – A Canadian MP used his time in the House of Commons to remind fellow parliamentarians about the importance of Easter for Christians and that Jesus Christ, through his ultimate sacrifice by dying on the cross for mankind, defeated “sin and death” to bring about “the gift of eternal life to all who believe.” “Mr. Speaker, soon, Christians around the world will gather to celebrate Easter, the death and resurrection of Jesus Christ,” Conservative Party of Canada MP Ted Falk said on March 21 in a speech to MPs. “Two thousand years ago, Jesus died on the cross, crucified for the sins of humanity, for our sins. Then, on the third day, he rose from the dead, defeating sin and death, and bringing the gift of eternal life to all who believe. Historical evidence of eyewitness accounts, transmitted over thousands of years, proves the resurrection.” Falk’s message continued, with him observing that for “Christians,” the death and resurrection of Jesus is the “most pivotal moment of our faith because the Bible says that without the resurrection our faith is in vain.” “The death and resurrection of Jesus Christ offers forgiveness and healing from sin to all who believe. It is the only pathway to true reconciliation between God and humanity, between God and us. However, it is up to each of us, by faith, to claim and accept this gift,” he said. To end his Easter message, Falk said that it is the “miracle of the empty tomb” that prompts the “Easter greeting ‘Christ is risen’ and the response of Christians everywhere ‘He is risen indeed.’” “I wish you, Mr. Speaker, and all Canadians a happy and blessed Easter,” he said. In response, Liberal MP Speaker of the House MP Greg Fergus said, “Happy Easter.” Falk’s riding is in Manitoba Provencher and is in an area known for its high concentration of Christians, notably those from the Mennonite community of the Steinbach area in which he is involved. Falk has been an MP since 2013 and said his Easter message to MPs was to “share with Canadians the true meaning of Easter and the pivotal point of the Christian faith and why the federal government still celebrates Good Friday and Easter Monday with a holiday.” For Catholics, the Easter Triduum begins with Holy Thursday or the Mass of the Lord’s Supper, followed by Good Friday, or the Lord’s Passion. The Mass of the Resurrection of the Lord completes the Triduum on Saturday.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Politics"
  ],
  "external_links": [
    "https://www.ourcommons.ca/documentviewer/en/44-1/house/sitting-293/hansard",
    "https://ourcommons.ca/documentviewer/en/44-1/house/sitting-293/hansard"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "falk",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      },
      {
        "name": "speaker",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "house of commons",
        "sentiment": "positive"
      },
      {
        "name": "conservative party of canada mp ted falk",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T03:28:25.762+03:00",
  "updated": "2024-03-29T03:28:25.762+03:00"
}