{
  "thread": {
    "uuid": "cf0321259637fcc455970752508e819c1c77b097",
    "url": "https://m.dailyhunt.in/news/india/english/thedailyguardian-epaper-dhdb830fb1b4e24ee2a0258cab13ca58b2/need+to+cultivate+mindfulness+amid+captivating+ai+and+chatgpt-newsid-n599495628",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-gizvideo",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Dailyhunt",
    "title": "Need to Cultivate Mindfulness Amid Captivating AI and ChatGPT",
    "title_full": "Need to Cultivate Mindfulness Amid Captivating AI and ChatGPT",
    "published": "2024-04-11T18:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/e0/af/8a/e0af8a59849c775978b87df858e6c9e085375565a3c8b79432d5b8de2b68ea9b.jpg",
    "performance_score": 0,
    "domain_rank": 18265,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cf0321259637fcc455970752508e819c1c77b097",
  "url": "https://m.dailyhunt.in/news/india/english/thedailyguardian-epaper-dhdb830fb1b4e24ee2a0258cab13ca58b2/need+to+cultivate+mindfulness+amid+captivating+ai+and+chatgpt-newsid-n599495628",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailyhuntapp",
  "published": "2024-04-11T18:31:00.000+03:00",
  "title": "Need to Cultivate Mindfulness Amid Captivating AI and ChatGPT",
  "text": "From anthropocentrism to technocentrism, humanity's journey of multifarious triumph is definitely worth applauding. I am no conservationist to talk about the impact of this progression on environment of the earth but I do feel concerned about its ramifications that is going to be devastating for present generation. In this expansive digital era,the intertwining relationship between social media and human behaviour has given rise to captivating phenomenon. The internet has become an integral part of our lives,influencing us in ways we could not have imagined. Majority of population in our country is online. Platforms such as you tube, Facebook,Instagram,Twitter have evolved from mere source of information and entertainment to obsession and addiction.\nThe concept of endless scrolling initially introduced by Aza Raskin in 2006 for smoother website navigation,has now been reduced to an intrinsic way of engaging with online content. This shift is quite alarming.\nEver since ChatGPT has been made available,there have been endless debates about its pros and cons especially in academics. And the outcome of these debates is varied. Though I may sound belonging to old school of thought as an educationist,I am much concerned that it not only diminishes student&apos;s creativity but also risks autonomy.\nJust a decade ago,we had a good geographical knowledge of places that we visited even once. Once internet based maps started guiding our travels,it became a boon to access even unknown territories. But slowly we have lost to recall names of places,telephone numbers of our family members, streets, locations,having become completely dependent on technology. I remember keeping on tips house address,telephone numbers of my school,college,friends,relatives,even numbers of two wheelers of our teachers and friends but now these numbers are saved in our mobiles.\nAs emerging pedagogical research highlights the significance of nurturing and honing thinking skills to better prepare students for the unprecedented changes in the future however the ever – evolving AI suspends chances of exercising cognitive abilities. Humans may become unthinking masses lacking enterprise. Many of the assignments students submit are churned out from ChatGPT.\nEarlier technology assistance meant only Google search which provided students a basic knowledge of the subject and the student exercised his/her wisdom to incorporate that information in his/her creative endeavours. This process served as valuable learning experience and enhanced student&apos;s conscious choices and other cognitive skills.\nNow abundance of content fuels continuous scrolling, driven by a psychological tendency known as \"unit bias\" what youngsters do is consume content. They are naturally drawn to easily accessible abundant content. This quick switch between information releases dopamine in their brains,creating neurological high that motivates to scrolling more and more. This endless pursuits becomes rat race,hampering productivity and purpose of learning gets lost in the labyrinth of excessive adherence to Artificial Intelligence algorithm and ceaseless machinery of the capitalist Markets.\nStudies and sleep both are badly affected by spending excessive hours on social media. This further leads to a sense of dissatisfaction among youth. They are losing real life contacts,activities forging bonds and embrace elements that are necessary for mental well being.\nTools on the internet such as ChatGPT and AI are robbing students of their ability to engage,explore, experiment,experience, execute and create. These tools were devised to enhance productivity and activity,not to become bottomless pits of endless engagement.\nIn the realm of education as per Bloom&apos;s taxonomy,stages of learning are remembering,comprehending,applying,analysing,evaluating and finally creating. While the three stages are teacher – facilitated, the next three induce student autonomy. Sadly ChatGPT does everything for a student.\nRusty memory,impulsive tendencies and restlessness among youth are claiming and reigning lives of youth because of their clinging to gadgets \" till death does us part\" True productivity lies in the tangible actions beyond tools like AI and ChatGPT. There is need to reclaim energy and exuberance away from constant dwelling in the ever – evolving digital landscape. These tools will remain integral parts of our lives but we need to understand that a balance has to be maintained. Before seeking shelter in them youth must have faith in their own abilities. As human beings,best creations of God,we must trust our mental facilities. It is a journey worth embarking on and one that holds the the promise of a more balanced life.\nIn these dynamic times as reel spins and algorithms churn,it is imperative to thread the digital needle carefully and deftly. There are myriad ways technology helps us and make learning engaging but let us not allow it to come in the way of education and cripple our sagacious sensibilities. Dependence is good but addiction or absolute surrender is not judicious. Terrific technology must not trap us in its well woven web. We need to cut free from these finely knitted threads of technology by cultivating mindfulness amid the allure of digital narratives and steering them with conscious choices rather than succumbing to impulsive tendencies and content carousel.\n(Author is Principal Mukand Lal National College Yamunanagar Haryana. )",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "aza raskin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "instagram",
        "sentiment": "none"
      },
      {
        "name": "twitter",
        "sentiment": "none"
      },
      {
        "name": "facebook",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:31:44.661+03:00",
  "updated": "2024-04-12T01:31:44.661+03:00"
}