{
  "thread": {
    "uuid": "a020b5357eff3fd4a14b3c917cbc9c08b2f2448c",
    "url": "https://bobbybones.iheart.com/featured/bobby-bones/content/2024-03-29-bobby-offers-chris-tomlin-raging-idiots-song-jesus-knows",
    "site_full": "bobbybones.iheart.com",
    "site": "iheart.com",
    "site_section": "https://kix104.iheart.com/",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Kix 104 - Northwest Arkansas&#x27; Country",
    "title": "Bobby Offers Chris Tomlin Raging Idiots Song “Jesus Knows” | Kix 104 | The Bobby Bones Show",
    "title_full": "Bobby Offers Chris Tomlin Raging Idiots Song “Jesus Knows” | Kix 104 | The Bobby Bones Show",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.iheart.com/v3/re/new_assets/66062d38bffcbce7872c29c6?ops=gravity(%22north%22),fit(1200,675),quality(65)",
    "performance_score": 0,
    "domain_rank": 860,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a020b5357eff3fd4a14b3c917cbc9c08b2f2448c",
  "url": "https://bobbybones.iheart.com/featured/bobby-bones/content/2024-03-29-bobby-offers-chris-tomlin-raging-idiots-song-jesus-knows",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lauren Smith",
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "Bobby Offers Chris Tomlin Raging Idiots Song “Jesus Knows” | Kix 104 | The Bobby Bones Show",
  "text": "Chris Tomlin stopped by The Bobby Bones Show on Good Friday, to talk about his new book and more!\nTomlin’s new book, How Great Is Our God: Living a Worship Led Life In A Me Driven World focuses on the society we live in. He noticed that everything is “me” driven and wanted this book to be a reminder that God is the center of all things. When he started writing it, he found that it’s easy to point fingers at the next generation and say everyone is so self-absorbed, but when he did more research, it hit him that this is the issue of mankind. Everyone deals with how we get our eyes so off ourselves that life does not just revolve around us. He chose the book title because it was one of his biggest songs and he feels like it represents the heart of the book.\nTonight, Tomlin’s Good Friday concert is at Bridgestone Arena in Nashville, Tennessee. It will feature performances from Tomlin, Willie Robertson, Anne Wilson, Kari Jobe and will have a few surprise guests. All proceeds from the evening go to help provide support and assistance for children in foster care. It’s his 8th year doing the show in Nashville, and it started when he was living in Texas. It’s a night of gathering from all different churches in the middle Tennessee area and he loves having everyone together to remember God and his faith.\nIf someone asked him to sign a bible, back in the day he would say no because it felt weird. Now, he agrees to it and will point them to one of his favorite scriptures and encourage them to read it. Tomlin wants people to know he is normal and does not think he is better than anyone else. He does get a lot of people pouring out their hearts to him and wanting advice on what to do. He tries to give the best advice he can because he takes great responsibility for what he does. He realizes he’s different than just an artist who plays music, there is a weight to it, and he knows when he walks on stage that he is helping people with their Faith and connecting with God.\nTomlin got into music when he was 9 years old and sick with mono. He had to spend the whole summer at home and not play baseball, which he was devastated about. His father owned a pharmacy that had a music store connected to it and his dad loved country music so since he was home sick all summer, he taught him how to play guitar. Every morning before his dad left for work, he would write out chords for him to learn. He’d practice all day long and play for him when he’d get home. It changed the trajectory of his life and started it all for him he shared.\nBobby Bones and The Raging Idiots offered him their Christian song “ Jesus Knows ” which is a parody song about Jesus knowing when you do things like run a red light or wear clothes with the tag still on it to return later. Tomlin loved the idea of the song.\nHis new album, Live from Good Friday, is available now!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.instagram.com/bobbybonesshow/",
    "https://www.instagram.com/bobbybonesshow",
    "https://instagram.com/bobbybonesshow/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bobby",
        "sentiment": "negative"
      },
      {
        "name": "chris tomlin",
        "sentiment": "negative"
      },
      {
        "name": "anne wilson",
        "sentiment": "none"
      },
      {
        "name": "kari jobe",
        "sentiment": "none"
      },
      {
        "name": "tomlin",
        "sentiment": "none"
      },
      {
        "name": "willie robertson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bridgestone arena",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tennessee",
        "sentiment": "none"
      },
      {
        "name": "tomlin",
        "sentiment": "none"
      },
      {
        "name": "nashville",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T18:03:32.186+03:00",
  "updated": "2024-03-29T19:32:58.555+03:00"
}