{
  "thread": {
    "uuid": "1f51f1a8de77033cf6d09a7452ca9053d0cea156",
    "url": "https://www.cbsnews.com/news/pope-francis-ukraine-courage-of-the-white-flag",
    "site_full": "www.cbsnews.com",
    "site": "cbsnews.com",
    "site_section": "http://microfinance.einnews.com/live_feed",
    "site_categories": [
      "media",
      "television",
      "entertainment"
    ],
    "section_title": "Live Feed Wire - Microfinance News Today - EIN Presswire",
    "title": "Pope Francis says Ukraine should have \"courage of the white flag\" against Russia - CBS News",
    "title_full": "Pope Francis says Ukraine should have \"courage of the white flag\" against Russia - CBS News",
    "published": "2024-03-10T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets1.cbsnewsstatic.com/hub/i/r/2024/03/10/56bafef3-1907-4cd6-b1c9-2f5ff22a7466/thumbnail/1200x630/0e153173afc6194328fe02964e788c59/ap24070432608795.jpg?v=1aa56f6681ae17ea762db96c4c7bc003",
    "performance_score": 0,
    "domain_rank": 184,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1f51f1a8de77033cf6d09a7452ca9053d0cea156",
  "url": "https://www.cbsnews.com/news/pope-francis-ukraine-courage-of-the-white-flag",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-10T02:00:00.000+02:00",
  "title": "Pope Francis says Ukraine should have \"courage of the white flag\" against Russia - CBS News",
  "text": "Pope Francis said in an interview that Ukraine, facing a possible defeat, should have the courage to negotiate an end to the war with Russia and not be ashamed to sit at the same table to carry out peace talks.The pope made his appeal during an interview recorded last month with Swiss broadcaster RSI, which was partially released on Saturday.\"I think that the strongest one is the one who looks at the situation, thinks about the people and has the courage of the white flag, and negotiates,\" Francis said, adding that talks should take place with the help of international powers.Ukraine remains firm on not engaging directly with Russia on peace talks, and Ukrainian President Volodymyr Zelenskyy has said multiple times the initiative in peace negotiations must belong to the country that has been invaded.In response to Pope Francis' comments, Ukrainian Foreign Minister Dmytro Kuleba wrote Sunday on social media, \"Our flag is a yellow and blue one. This is the flag by which we live, die, and prevail. We shall never raise any other flags.\"Kuleba also thanked Pope Francis for his \"constant prayers for peace.\" He said he hoped the pope would visit Ukraine \"to support over a million Ukrainian Catholics, over five million Greek-Catholics, all Christians, and all Ukrainians.\"Several other leaders in Europe also responded to the pope's comments.\"How about, for balance, encouraging Putin to have the courage to withdraw his army from Ukraine,\" Polish Foreign Minister Radosław Sikorski said Sunday on social media. \"Peace would immediately ensue without the need for negotiations.\"Bernhard Kotsch, German ambassador to the Holy See, called Russia the aggressor in the ongoing war and called on Moscow to end the war.Edgars Rinkēvičs, the president of Latvia, shared his \"Sunday morning take\" on social media. He did not reference Ukraine or Russia by name in his post.\"One must not capitulate in face of evil, one must fight it and defeat it, so that the evil raises the white flag and capitulates,\" Rinkēvičs said.Russia is gaining momentum on the battlefield in the war now in its third year and Ukraine is running low on ammunition. Meanwhile, some of Ukraine's allies in the West are delicately raising the prospect of sending troops.Vatican spokesman Matteo Bruni said Saturday that Francis picked up the \"white flag\" term that had been used by the interviewer. He issued a statement of clarification after the pope's \"white flag\" comments sparked criticism that he was siding with Russia in the conflict. Throughout the war, Francis has tried to maintain the Vatican's traditional diplomatic neutrality, but that has often been accompanied by apparent sympathy with the Russian rationale for invading Ukraine, such as when he noted that NATO was \"barking at Russia's door\" with its eastward expansion.Francis said in the RSI interview that \"the word negotiate is a courageous word.\"\"When you see that you are defeated, that things are not going well, you have to have the courage to negotiate,\" he said. \"Negotiations are never a surrender.\"The pope also reminded people that some countries have offered to act as mediators in the conflict.\"Today, for example, in the war in Ukraine, there are many who want to mediate,\" he said. \"Turkey has offered itself for this. And others. Do not be ashamed to negotiate before things get worse.\"Turkish President Recep Tayyip Erdogan — whose NATO-member country has sought to balance its close relations with both Ukraine and Russia — has offered during a visit Friday from Zelenskyy to host a peace summit between the two countries.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "francis",
        "sentiment": "negative"
      },
      {
        "name": "pope francis",
        "sentiment": "negative"
      },
      {
        "name": "matteo bruni",
        "sentiment": "none"
      },
      {
        "name": "volodymyr zelenskyy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cbs news",
        "sentiment": "negative"
      },
      {
        "name": "rsi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      },
      {
        "name": "west",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T16:09:46.704+02:00",
  "updated": "2024-03-11T00:50:16.455+02:00"
}