{
  "thread": {
    "uuid": "10c3a2489b697ffef7289e53b3f14b0526fa66c8",
    "url": "https://www.kienyke.com/colombia-profunda/las-mujeres-se-toman-la-industria-metalmecanica-de-barranca",
    "site_full": "www.kienyke.com",
    "site": "kienyke.com",
    "site_section": "https://www.kienyke.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "RSS",
    "title": "Las mujeres se toman la industria metalmecánica de Barranca",
    "title_full": "Las mujeres se toman la industria metalmecánica de Barranca",
    "published": "2023-12-29T01:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.kienyke.com/sites/default/files/styles/interna_destacada_s/public/2023-12/Colombia-portada.webp?itok=tzAGyg56",
    "performance_score": 0,
    "domain_rank": 97255,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "10c3a2489b697ffef7289e53b3f14b0526fa66c8",
  "url": "https://www.kienyke.com/colombia-profunda/las-mujeres-se-toman-la-industria-metalmecanica-de-barranca",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "alejandro.poveda",
  "published": "2023-12-29T01:00:00.000+02:00",
  "title": "Las mujeres se toman la industria metalmecánica de Barranca",
  "text": "Las mujeres se toman la industria metalmecánica de Barranca\nLa berraquera de la mujer santandereana no conoce límites ni tareas imposibles. Así lo están demostrando en Barrancabermeja, Santander, siete mujeres que con apoyo de Ecopetrol se certificaron en la norma internacional NCCER, que las cualifica en alta calidad y las habilita para ejercer en la industria metalmecánica como paileras, soldadoras, tuberas e instrumentistas, oficios que tradicionalmente se creen tareas solo para hombres por las exigencias físicas que pueden representar.\nSe trata de mujeres que sorteando los prejuicios de género, saltando los obstáculos de una industria mayoritariamente masculina, y sobresaliendo con excelencia en su labor, ahora se abren puertas a nivel internacional con esta certificación de The National Center for Construction Education and Research (Centro Nacional de Educación e Investigación de la Construcción) que las habilita para desempeñarse en más de 120 países del mundo que exigen esta norma de alta calidad en la industria metalmecánica.\nUn trabajo a más de 30 grados\nFlor Alba Díaz es una de las siete mujeres que se certificó en la norma NCCER y que desde muy joven descubrió una gran pasión por la metalurgia. Un campo en el que también halló una oportunidad para salir adelante con sus hijos luego de que, por desgracia, perdiera a su compañero de vida y se convirtiera en madre cabeza de hogar.\n“En el 2010, por cosas que pasan, mataron a mi esposo y el haber aprendido este arte, el tener esto como una profesión, me ha ayudado a tener una mejor calidad de vida. He tenido muchas oportunidades, he trabajado con grandes empresas y salí adelante con mis hijos”, recuerda Flor Alba sobre lo que ha significado su labor como soldadora, una tarea que adelanta bajo varios elementos de protección, junto al calor emitido por sus equipos y a una temperatura de más de 30 grados.\nVea el video y conozca la historia completa\nDesde hace 15 años Flor Alba se desempeña en la industria y fue gracias a su padre, tubero de profesión, que descubrió su afinidad con la soldadura.\n“Mi papá trabajó en la industria, él estuvo en la parte de la tubería, la parte del doblaje, y siempre me gustaba cuando mi papá traía las fotos y me mostraba. Yo estaba muy niña, él me mostraba y siempre quise estudiar la soldadura, me gusta la soldadura, me encanta el arte que yo hago”, recuerda.\nNo obstante, además del arduo trabajo, uno de los principales retos ha sido el de romper estereotipos y demostrar sus capacidades en un campo mayoritariamente ocupado por el género masculino. Rodeada de su equipo de soldadura, oxicorte, metales y herramientas industriales, Flor Alba hoy recuerda algunos de los estereotipos que ha sorteado y resalta orgullosa sus logros, como la certificación NCCER, que incluyó módulos sobre seguridad en el trabajo, interpretación de planos y mejores prácticas para su oficio.\n“Algunas veces me han dicho que por ser mujer no puedo, pero la verdad he demostrado que sí soy capaz, que soy una mujer berraca y echada para adelante (...) Es un arte bastante pesado, porque para mí la soldadura es un arte, y la verdad nosotras las mujeres somos muy fuertes, aunque no lo crean, somos muy fuertes, somos muy valientes y nos adaptamos al oficio que vamos a hacer”, agrega.\nLa alianza que lo hizo posible\nBarrancabermeja, además de destacarse como ciudad petrolera de Colombia, es conocida como una gran capital del trabajo. Un título que se ve reforzado con los esfuerzos que desde Ecopetrol, en alianza con el Sena y la Fundación para el Desarrollo del Magdalena Medio FUNDESMAG, se han gestado para la formación de capital humano que responda las necesidades de la industria metalmecánica.\n“Ecopetrol fue la primera entidad que realizó la gestión ante los Estados Unidos para poder traer la norma internacional a Colombia, específicamente a Barrancabermeja, y esto se logró también a través del SENA que es la entidad certificadora (...) La norma NCCER lo que hace es estandarizar los procesos de la industria, eso hace que el talento humano local se certifique y pueda tener la competitividad, el conocimiento de realizar sus funciones tanto en Colombia, como Canadá, Estados Unidos y más de 120 países”, destacó Gina Villamizar, coordinadora de proyectos de FUNDESMAG.\nEsta alianza ha permitido, desde su inicio en el 2013, capacitar a casi 5 mil personas, mejorando el capital humano para la industria petrolera y garantizando mayores oportunidades laborales para las comunidades del Magdalena Medio no solo a nivel nacional sino también internacional.\nEn la más reciente versión fueron siete las mujeres certificadas, evidenciando una creciente participación femenina durante los últimos años. Este programa ha visto a más mujeres interesadas en formarse para la industria metalmecánica, permitiendo mejores condiciones para sus hogares y desmintiendo erróneos imaginarios sobre la mujer como el sexo débil.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T01:30:57.455+02:00",
  "updated": "2023-12-29T01:30:57.455+02:00"
}