{
  "thread": {
    "uuid": "c40eaad8dcd4e86fc45729779ac37f4fdb8db113",
    "url": "https://www.kentlive.news/news/kent-news/its-christmas-miracle-king-grants-9004397",
    "site_full": "www.kentlive.news",
    "site": "kentlive.news",
    "site_section": "https://kentlive.news/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Kent Live - frontpage",
    "title": "'It's a Christmas miracle' King grants permission for William Brown, 7, to be buried in Folkestone churchyard",
    "title_full": "'It's a Christmas miracle' King grants permission for William Brown, 7, to be buried in Folkestone churchyard",
    "published": "2023-12-29T21:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://i2-prod.kentlive.news/incoming/article9004428.ece/ALTERNATES/s1200/1_Mum-and-willJPG.jpg",
    "performance_score": 0,
    "domain_rank": 22889,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c40eaad8dcd4e86fc45729779ac37f4fdb8db113",
  "url": "https://www.kentlive.news/news/kent-news/its-christmas-miracle-king-grants-9004397",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "kentlivenewsdesk@reachplc.com (Hedi Mehrez)",
  "published": "2023-12-29T21:19:00.000+02:00",
  "title": "'It's a Christmas miracle' King grants permission for William Brown, 7, to be buried in Folkestone churchyard",
  "text": "The parents of seven-year-old William Brown have been granted permission to bury their son at his ‘favourite spot’ after he tragically died in a crash near Folkestone. Will was struck by a car as he walked in Sandgate Esplanade on December 6.\nHis parents William Brown Snr and Laura Brown issued a plea earlier this month for their son to be buried at the Church of St Mary & St Eanswythe graveyard. However, an order from the Privy Council from 1855 closed the churchyard to burials and it has remained in place ever since.\nThe mum travelled to Sandringham on Christmas Day where the Royal family attended a service and delivered a letter to King Charles III asking him to allow their son to be laid to rest at the church in Folkestone.\nREAD MORE:\nHistoric bar visited by Ed Sheeran in one of Kent's prettiest villages closes 'with immediate effect'\nREAD MORE:\nTwo children seriously injured after M2 crash that left motorway closed for 7 hours\nLaura told KentLive: “His favourite spot is under the conker tree and that’s where he’s going to be buried. So we’re overjoyed. I was so desperate because I really wanted to lay my son to rest.\n“The application was supported by Bishop Rose and Father John. They had to find a space and when the space was available, the application was submitted.\n“Then the only people that could amend the law were the King and the Privy Council. I was praying for a Christmas miracle and it happened.”\n'I really feel blessed'\nThe grieving mum said she has nothing but ‘gratitude’ towards the King and his peers. She added: “It’s because of them that we can finally lay our son to rest in a place he loved and adored. That’s really kind of him.\n“And to grant my son that blessing. He’s just an amazing man. He’s a wonderful King. I feel really blessed that he took the time out of his day to do that for my son.”\nLaura described her son as a “sweet, gentle, loving son, who was kind to everybody”. The mum said Christmas without Will was ‘horrendous’.\n“I dropped his presents off at the morgue and on Christmas Day I drove to Sandringham and I arrived at about 6am to give my letters out to the King security, I was so desperate.”\nCommunity invited to funeral\nThe parents are hoping to bury their son on January 13. They\n invited the community to attend his funeral to spread their son’s message of “love, peace, unity and togetherness”.\nHis dad Will Snr told KentLive shortly after the announcement: “Since receiving the uplifting news from the King, we are now planing the public funeral to share William’s message of love and unity.\n“As a family we are so grateful for all parties involved in supporting us in this tragic time. The community has been pillar of support and we cannot thank them enough.\n“I feel as a father my son is being honoured and recognised in the best possible way and this is helping me through… I’m so thankful. I feel so proud to be part of my son’s journey. Even in his passing. William still resonates positively.”\nKentLive has approached the Privy Council for a comment.\nGet more news from KentLive straight to your inbox for free\n HERE.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "william brown",
        "sentiment": "neutral"
      },
      {
        "name": "laura brown",
        "sentiment": "none"
      },
      {
        "name": "ed sheeran",
        "sentiment": "none"
      },
      {
        "name": "laura",
        "sentiment": "none"
      },
      {
        "name": "william brown snr",
        "sentiment": "none"
      },
      {
        "name": "charles iii",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kent",
        "sentiment": "none"
      },
      {
        "name": "church of st mary & st eanswythe",
        "sentiment": "none"
      },
      {
        "name": "privy council",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "folkestone",
        "sentiment": "none"
      },
      {
        "name": "sandgate esplanade",
        "sentiment": "none"
      },
      {
        "name": "sandringham",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T22:05:33.470+02:00",
  "updated": "2023-12-29T22:05:33.470+02:00"
}