{
  "thread": {
    "uuid": "ff074c3d60cc9702ea3033a74b6830e3d59139ea",
    "url": "https://www.latimes.com/sports/hockey/kings/story/2023-12-28/adrian-kempe-scores-twice-kings-sharks-win",
    "site_full": "www.latimes.com",
    "site": "latimes.com",
    "site_section": "https://www.latimes.com/sports",
    "site_categories": [
      "media"
    ],
    "section_title": "Sports - Los Angeles Times",
    "title": "Adrian Kempe scores twice in Kings' comeback win over Sharks - Los Angeles Times",
    "title_full": "Adrian Kempe scores twice in Kings' comeback win over Sharks - Los Angeles Times",
    "published": "2023-12-28T20:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ca-times.brightspotcdn.com/dims4/default/aadb279/2147483647/strip/true/crop/7876x4135+1+435/resize/1200x630!/quality/75/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fc1%2Ff5%2Fc685a22c4b6890f15d9489686f08%2Fsharks-kings-hockey-65386.jpg",
    "performance_score": 0,
    "domain_rank": 194,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ff074c3d60cc9702ea3033a74b6830e3d59139ea",
  "url": "https://www.latimes.com/sports/hockey/kings/story/2023-12-28/adrian-kempe-scores-twice-kings-sharks-win",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dan Greenspan",
  "published": "2023-12-28T20:48:00.000+02:00",
  "title": "Adrian Kempe scores twice in Kings' comeback win over Sharks - Los Angeles Times",
  "text": "Adrian Kempe had two goals, Kevin Fiala scored after being benched in the first period and the Kings overcame a poor start and beat the San José Sharks 5-1 on Wednesday night. “We're gonna push the group for a polish up,” Kings coach Todd McLellan said. “We've going to need some clarity on exactly how we want to play in certain situations. So tonight was an opportunity to send that message, and I hope everybody got it.” Trevor Lewis and Pierre-Luc Dubois also scored for the Kings, who have won four of their last five games. David Rittich made 24 saves, following up a 4-1 win in his season debut against San Jose on Dec. 19 with another strong performance. Fabian Zetterlund scored and Kaapo Kahkonen allowed five goals on 43 shots as the Sharks lost their sixth straight game. Fiala made amends after being benched for the final 8:58 of the first period following his poor pass that led to San José’s opening goal. He scored on a breakaway 2:57 into the second. It was Fiala's seventh goal and 30th point in 31 games, but his sloppiness with the puck has been a recurring issue in spite of that productivity. McLellan felt the time had come for punitive action in hopes of correcting it. “I thought it was a real good response, but we shouldn't be put in that situation where we have to do that,” McLellan said. “And we talked about it, we talked about it. Those players have to play with risk in their game, especially a creative guy like Kev, but it's happening a little too often. Water under the bridge now.” While McLellan said the action was directed solely at Fiala, he acknowledged it did have the added effect of helping shake up the entire team, as was evident when Lewis put Los Angeles ahead 13 seconds later by scoring on a backhand shot from close range after the forecheck forced a San José turnover. “They were faster, harder and more committed to doing things the right way than we were (in the first period), and there was no other adjustments we could give them if they wanted to recover and pull themselves back in the game,” McLellan said. The two quick strikes washed away whatever enthusiasm had been generated by Zetterlund’s 10th goal in 35 games, marking the first time in three NHL seasons he has reached the double-digit mark. Dubois wrapped up the scoring in the second with a goal for the second straight game, and Kempe struck twice in the third, including a precise tip of Matt Roy’s shot for his opener. “It just got away from us,” San José coach David Quinn said. “We got demoralized.” Both teams got players back from injury following time off. The Kings had defenseman Vladislav Gavrikov return from a lower-body injury that kept him out for five games, and the Sharks welcomed forward Alexander Barabanov (illness) and Calen Addison (lower body) following short-term absences. San José did not have goalie Mackenzie Blackwood available because of illness. Magnus Chrona was recalled from the AHL to back up Kahkonen. Up next for the Kings: Visit the Vegas Golden Knights on Thursday.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "adrian kempe",
        "sentiment": "negative"
      },
      {
        "name": "kevin fiala",
        "sentiment": "negative"
      },
      {
        "name": "kaapo kahkonen",
        "sentiment": "none"
      },
      {
        "name": "trevor lewis",
        "sentiment": "none"
      },
      {
        "name": "fabian zetterlund",
        "sentiment": "none"
      },
      {
        "name": "david rittich",
        "sentiment": "none"
      },
      {
        "name": "fiala",
        "sentiment": "none"
      },
      {
        "name": "pierre-luc dubois",
        "sentiment": "none"
      },
      {
        "name": "san jose",
        "sentiment": "none"
      },
      {
        "name": "todd mclellan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sharks - los angeles times",
        "sentiment": "negative"
      },
      {
        "name": "san josé sharks",
        "sentiment": "none"
      },
      {
        "name": "sharks",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "san josé",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:06:37.604+02:00",
  "updated": "2023-12-29T00:06:37.604+02:00"
}