{
  "thread": {
    "uuid": "29057b575f7bde4f8158491cee751405fff14841",
    "url": "https://www.detroitnews.com/story/news/politics/2024/01/02/michigan-republican-party-kristina-karamo-opponents-cant-remove-her-from-office-gop-infighting/72088958007/",
    "site_full": "www.detroitnews.com",
    "site": "detroitnews.com",
    "site_section": "https://www.detroitnews.com/",
    "site_categories": [
      "real_estate",
      "media",
      "buying_selling_homes"
    ],
    "section_title": "Detroit Local News - Michigan News - Breaking News - detroitnews.com",
    "title": "Karamo says opponents can't remove her during upcoming meeting",
    "title_full": "Karamo says opponents can't remove her during upcoming meeting",
    "published": "2024-01-03T01:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 1897,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "29057b575f7bde4f8158491cee751405fff14841",
  "url": "https://www.detroitnews.com/story/news/politics/2024/01/02/michigan-republican-party-kristina-karamo-opponents-cant-remove-her-from-office-gop-infighting/72088958007/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@type",
  "published": "2024-01-03T01:10:00.000+02:00",
  "title": "Karamo says opponents can't remove her during upcoming meeting",
  "text": "Lansing — Michigan GOP Chairwoman Kristina Karamo said Tuesday that Republicans who are planning a weekend meeting to consider removing her as the party's leader have failed to follow bylaws and have \"zero legal authority.\" After months of fundraising struggles and disagreements over the direction of the party , opponents of Karamo have called for a special meeting of the party's state committee at 1 p.m. Saturday in Commerce Township. The agenda for the gathering includes \"review and possible removal of Chairwoman Kristina Karamo,\" according to documents obtained by The Detroit News.\nDuring the meeting, the committee is also expected to discuss decreasing the voting threshold for removing a party officer from 75% of the members present to 60%, which would make it easier to oust Karamo, a former secretary of state candidate from Oak Park.\nThe committee has about 100 members overall.\nState committee member Bree Moeggenberg of Isabella County, who is helping lead the push for the special meeting, has cited a provision of party bylaws that allows a special meeting to be called if a third of the committee requests one.\nMore: Buss: GOP Chair Karamo says she won't resign, won't change\nRepublican Warren Carpenter, a businessman from Oakland County, has been among the top critics of Karamo. He said there's \"a buffet\" of reasons that some Republicans want to remove her, including a lack of transparency, problems fundraising and allegations of mishandled party funds.\nThere will be enough votes to unseat Karamo \"without a doubt,\" Carpenter said Tuesday.\n\"Promises made. Promises kept,\" he added.\nA group of Republicans, including Carpenter, released a report last month that found the Michigan GOP was \"on the brink of bankruptcy\" because of the lack of fundraising under Karamo and about $600,000 in outstanding debts .\nBut in a text message Tuesday, Karamo said the party's bylaws are clear on how meetings are called and how to remove committee members.\n\"These individuals have not followed the MIGOP bylaws to call a meeting, change bylaws or remove any member,\" Karamo told The Detroit News. \"They have zero legal authority to conduct business regarding the Michigan Republican Party or its state committee.\"\nKaramo has already scheduled her own meeting for 9 a.m. Jan. 13 in Houghton Lake, according to a message from Heath Wall, policy chairman for the state GOP committee, to state committee members.\n\"Although members can hold any type of meeting they wish at any time or place, they cannot conduct any official business on behalf of the Michigan Republican Party, or the state committee unless presided by the chair and all rules of the bylaws pursuant to how to hold meetings are met,\" Wall added.\nMichigan Republican Party delegates elected Karamo chairwoman in February.\ncmauger@detroitnews.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "karamo",
        "sentiment": "negative"
      },
      {
        "name": "kristina karamo",
        "sentiment": "negative"
      },
      {
        "name": "bree moeggenberg",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gop",
        "sentiment": "negative"
      },
      {
        "name": "detroit news",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "michigan",
        "sentiment": "none"
      },
      {
        "name": "karamo",
        "sentiment": "none"
      },
      {
        "name": "commerce township",
        "sentiment": "none"
      },
      {
        "name": "oak park",
        "sentiment": "none"
      },
      {
        "name": "isabella county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-03T01:40:58.496+02:00",
  "updated": "2024-01-03T06:41:16.676+02:00"
}