{
  "thread": {
    "uuid": "a25c3e539bab6f051a7ca6da82294411d38937b7",
    "url": "https://www.onmanorama.com/news/india/2023/12/29/qatar-court-commutation-death-sentence-major-diplomatic-victory.html",
    "site_full": "www.onmanorama.com",
    "site": "onmanorama.com",
    "site_section": "https://www.onmanorama.com/news.html",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News Updates | Live Coverages | Breaking News | Recent News Headlines | English Manorama | Onmanorama",
    "title": "Qatari court’s commutation of death sentence of 8 Indians a major diplomatic victory",
    "title_full": "Qatari court’s commutation of death sentence of 8 Indians a major diplomatic victory",
    "published": "2023-12-29T02:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://img.onmanorama.com/content/dam/mm/en/kerala/top-news/images/2022/12/4/jail.jpg",
    "performance_score": 0,
    "domain_rank": 26297,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a25c3e539bab6f051a7ca6da82294411d38937b7",
  "url": "https://www.onmanorama.com/news/india/2023/12/29/qatar-court-commutation-death-sentence-major-diplomatic-victory.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rajeev Menon",
  "published": "2023-12-29T02:20:00.000+02:00",
  "title": "Qatari court’s commutation of death sentence of 8 Indians a major diplomatic victory",
  "text": "New Delhi: The commutation of death sentences awarded to eight former Indian Navy personnel to various sentences ranging from three to 25 years by the Qatari Court of Appeal is seen as a diplomatic victory by the Indian establishment. The death sentence was pronounced in October after the Navy personnel were detained in August 2022. The charges against them are not known, but reports hinted they have been held for espionage. The Indian Embassy’s usual response when asked about the case was that “it was a sensitive matter and please be cautious while reporting. We are making all efforts to bring back the former Navy personnel”. That the commutation comes just two months after the death penalty slapped on eight personnel shows that the Indian authorities moved heaven and earth to get the death penalty quashed. The diplomatic success came due to relentless efforts made by Indian authorities at the Indian Embassy in Doha and the External Affairs Ministry. During the COP28 summit in Dubai, held from November 30 to December 12, Prime Minister Narendra Modi met Qatar's Emir Sheikh Tamim bin Hamad Al-Thani, but there was no official confirmation on whether the issue figured in their unofficial talks. The commutation comes barely four weeks after this, and reports suggest it is rare to get commutation of sentences, especially for espionage charges, in Gulf countries. India would have also tapped the country’s goodwill with Gulf countries to open up a way to secure a quashing of the death sentence, which would further open the possibility of the Indian personnel being brought back home, through backchannel diplomacy. It is not clear what sort of charges have been slapped against the former Navy personnel, but international media reports hinted the charges related to carrying out espionage activities at the behest of Israel. That the commutation comes amid escalating tensions in the Gulf between Israel and Hamas points to overwhelming diplomatic efforts at play. Qatar is a major trade partner of India and houses a large chunk of the Indian diaspora. India had fully backed the former Naval personnel’s efforts to appeal against the death sentence in a higher court. The trial on this was held on November 23, 30 and December 7. Qatar also allowed Indian authorities to communicate with the detained personnel at least four times. The Indian authorities also succeeded in ending the solitary confinement of some of the convicts. The Indians convicted have been identified as Captains Navtej Gill and Saurabh Vasisht, Commanders Purnendu Tiwari, Amit Nagpal, S K Gupta, B K Verma and Sugunakar Pakala, and sailor Ragesh. India signed an agreement with Qatar in 2015, which is likely to be invoked to bring back the convicts. It allows the convicts to serve the sentence in their home country, reports said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "emir sheikh tamim bin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "navy",
        "sentiment": "negative"
      },
      {
        "name": "indians",
        "sentiment": "negative"
      },
      {
        "name": "external affairs ministry",
        "sentiment": "none"
      },
      {
        "name": "qatari court of appeal",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "doha",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "dubai",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T05:11:51.267+02:00",
  "updated": "2023-12-29T05:11:51.267+02:00"
}