{
  "thread": {
    "uuid": "2683c2fffb507417d1717f09600e09d1bc2972ed",
    "url": "https://www.granma.cu/cultura/2024-04-04/giselle-entre-la-vida-y-la-muerte-el-amor",
    "site_full": "www.granma.cu",
    "site": "granma.cu",
    "site_section": "http://www.granma.cu/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Granma - Órgano oficial del Partido Comunista de Cuba",
    "title": "Giselle: entre la vida y la muerte, el amor",
    "title_full": "Giselle: entre la vida y la muerte, el amor",
    "published": "2024-04-04T21:04:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CU",
    "main_image": "https://www.granma.cu//file/img/2024/04/medium/f0420292.jpg",
    "performance_score": 0,
    "domain_rank": 14254,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2683c2fffb507417d1717f09600e09d1bc2972ed",
  "url": "https://www.granma.cu/cultura/2024-04-04/giselle-entre-la-vida-y-la-muerte-el-amor",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Talía Castro Cruz",
  "published": "2024-04-04T21:04:00.000+03:00",
  "title": "Giselle: entre la vida y la muerte, el amor",
  "text": "El Ballet Nacional de Cuba (BNC) bajo la dirección general de la primera bailarina, Viengsay Valdés, concluyó este sábado en la sala Avellaneda del Teatro Nacional la temporada de Giselle, con la internacionalmente aclamada versión coreográfica de Alicia Alonso, sobre la original de Jules Perrot y Jean Coralli. A pesar de que comenzó en medio de un clima tempestuoso, que provocó afectaciones eléctricas en el teatro y la cancelación de dos funciones, fue una temporada exitosa que contó con la participación de invitados especiales, debuts de principales figuras de la compañía en los roles protagónicos, así como las actuaciones de los primeros bailarines, y celebró fechas significativas en la historia del BNC. El lluvioso viernes 22 de marzo la bailarina principal, Chavela Riera, se convirtió en la Giselle número 30 que ha protagonizado la gran obra de la Era Romántica con la compañía. Esa función marcó también la reaparición en escenarios cubanos de Semyon Chudin, estrella del Ballet Bolshoi, como artista invitado en el papel de Albretch; y del ex primer bailarín del BNC, Joel Carreño, en el papel de Hilarión. En esa noche surgió una nueva Myrtha, reina de las Wilis, interpretada por Gabriela Druyet. Dos nuevos Albretch también debutaron en esta temporada: el primer bailarín Yankiel Vázquez, en la noche del viernes 29 de marzo, junto a la primera bailarina Gretel Morejón, función en la que se estrenó Alianed Moreno como Myrtha; y el bailarín principal Ányelo Montero de la mano de la experimentada primera bailarina Viengsay Valdés, quienes cerraron con broche de oro estas presentaciones de Giselle el sábado 30. El resto de los días, incluyendo la función adicional vespertina del viernes 29, los roles protagónicos fueron interpretados por las primeras bailarinas Anette Delgado, Sadaise Arencibia, el primer bailarín Dani Hernández y el primer bailarín de carácter Ernesto Díaz. Con esta temporada el BNC celebró importantes aniversarios artísticos de cuatro primeros bailarines: los 30 años de vida profesional de Viengsay Valdés, los 25 de Sadaise Arencibia y Ernesto Díaz, y los 20 del debut en el papel titular de Giselle por Anette Delgado. Asimismo, conmemoró el aniversario 175 del estreno en Cuba de la versión completa del célebre ballet de Adolphe Adam, el 14 de febrero de 1849, en el entonces Gran Teatro de Tacón, hoy Gran Teatro de La Habana Alicia Alonso, y constituyó también el debut en Latinoamérica. El estreno estuvo a cargo de la compañía de los Ravel, con Enriqueta Wells (Giselle), Enrique Wells (Albretch), Francisco Ravel (Hilarión) y Adela Lehmann (Myrtha).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:33:07.605+03:00",
  "updated": "2024-04-05T01:53:58.713+03:00"
}