{
  "thread": {
    "uuid": "facbee63dbafb6b7f7ce4bbebcafe0544cda6111",
    "url": "https://www.herald.co.zw/international-confidence-in-zim-growing",
    "site_full": "www.herald.co.zw",
    "site": "herald.co.zw",
    "site_section": "http://zimbabwe.shafaqna.com/rss.xml",
    "site_categories": [
      "society"
    ],
    "section_title": "Zimbabwe News (News Reader) | ",
    "title": "The Herald - Breaking news.",
    "title_full": "The Herald - Breaking news.",
    "published": "2024-03-01T00:19:26.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ZW",
    "main_image": "https://www.herald.co.zw/wp-content/uploads/sites/2/2024/02/HE2-6.jpg",
    "performance_score": 0,
    "domain_rank": 19781,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "facbee63dbafb6b7f7ce4bbebcafe0544cda6111",
  "url": "https://www.herald.co.zw/international-confidence-in-zim-growing",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Herald",
  "published": "2024-03-01T00:19:26.000+02:00",
  "title": "The Herald - Breaking news.",
  "text": "Joseph Madzimure Senior Reporter INTERNATIONAL confidence in Zimbabwe is growing as evidenced by the ongoing United Nations Economic Commission for Africa Conference, as well as the International Renewable Energy Conference which are both taking place in Victoria Falls, President Mnangagwa has said. This comes as Zimbabwe will in August this year host the SADC Summit and assume the chairmanship of the regional body. Addressing the 374th session of the Politburo at the Zanu PF headquarters in Harare yesterday, President Mnangagwa, who is also the party’s First Secretary, said the hosting and overwhelming attendance of such meetings serve as a vote of confidence in Zimbabwe. “Already underway is the UNECA Conference for Ministers of Finance and Economic Development, as well as the International Renewable Energy Conference, at our resort City of Victoria Falls. The hosting and overwhelming attendance of such meetings serve as a vote of confidence in our country,” he said. Ahead of the SADC Summit, President Mnangagwa said preparations for a successful event have begun in earnest. “In this regard, I call upon all party structures to support related events, projects and activities,” he said. The President said his recent participation at various Global Summits highlights the success of the Engagement and Re-Engagement Policy. “The developing trade convergences on both the African continent and the global South present broadened opportunities which our country must exploit at the government to government, business to business and people to people levels,” he said. The party, President Mnangagwa said, should guide discussions around these trends and provide the requisite thought leadership. “Our members, especially the youth, must be appropriately equipped to be active participants in the unfolding continental and global realities. Unity, peace and stability remain critical ingredients in our ongoing national development agenda. I call upon communities to remain focused on our ongoing quest to build a brighter and more prosperous future in all sectors, and the attainment of Vision 2030. “All forms of production and productivity, no matter the size, are important and contribute to our economic growth trajectory. Let us continue the culture of hard honest work in our beloved motherland, Zimbabwe,” he said. President Mnangagwa challenged the Zanu PF leadership to preach unity, hope and love among Zimbabweans. “Zanu PF keeps marching forward, modernising and industrialising our beloved motherland, Zimbabwe. We are scaling up the development of our local capacities and capabilities. Guided by our international relations philosophy, ‘friend to all and enemy of none’, all sectors of the economy are well on course in the exploitation of the immense opportunities in the international markets and global value chains. “Indeed, our citizens in both rural and urban areas, growth points and urbanised settlements must be organised, mobilised and facilitated to participate in our party’s programmes and projects. We must, as a party and country, never be distracted or pre-occupied by the sideshows of neo-imperialist political puppets,” he said. President Mnangagwa commended the Zanu PF Youth League and other youth organisations for successfully hosting the National Youth Day at Mushagashe Vocational Training Centre in Masvingo. “Well done to the Youth League and the young people of our country for such a superb demonstration of organisational ability and clarity of intentions with regards not only protecting our liberation war heritage but advancing the current national development epoch. Congratulations. I urge all our young people to continue on this very good trajectory and harness the demographic dividend, diverse skills and youthful zeal to propel nation-building programmes and projects. Always remain mindful that nyika inovakwa, inotongwa, inonamatigwa nevene vayo/Ilizwe lakhiwa, likhulekelwe ngabanikazi balo’,” he said. President Mnangagwa challenged the youth to be alive to the founding provisions of the party constitution, values of hard honest work, discipline, patriotism and loyalty. He said youths must respect the party leadership and challenged the Women’s League, veterans of the liberation struggle and other Affiliates to mobilise people for the party.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joseph madzimure",
        "sentiment": "neutral"
      },
      {
        "name": "mnangagwa",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "herald",
        "sentiment": "neutral"
      },
      {
        "name": "uneca conference for ministers of finance and economic development",
        "sentiment": "none"
      },
      {
        "name": "sadc",
        "sentiment": "none"
      },
      {
        "name": "politburo",
        "sentiment": "none"
      },
      {
        "name": "international renewable energy conference",
        "sentiment": "none"
      },
      {
        "name": "united nations economic commission for africa conference",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "zimbabwe",
        "sentiment": "none"
      },
      {
        "name": "harare",
        "sentiment": "none"
      },
      {
        "name": "victoria falls",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:19:26.926+02:00",
  "updated": "2024-03-01T00:19:26.926+02:00"
}