{
  "thread": {
    "uuid": "6c1bca2448b2b2806a91f6efaa43a1e5f935f2be",
    "url": "https://www.avvenire.it/papa/pagine/regina-ceeli-del-5-maggio",
    "site_full": "www.avvenire.it",
    "site": "avvenire.it",
    "site_section": "https://www.avvenire.it/",
    "site_categories": [
      "religion",
      "catholicism",
      "top_news"
    ],
    "section_title": "Avvenire.it",
    "title": "Papa: nuovo no alla guerra. Augura pace e buona Pasqua agli ortodossi",
    "title_full": "Papa: nuovo no alla guerra. Augura pace e buona Pasqua agli ortodossi",
    "published": "2024-05-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.avvenire.it/c/2024/PublishingImages/8c094d27f5bf4c4886154c5023a2244c/angelus-5-maggio.jpg",
    "performance_score": 0,
    "domain_rank": 13984,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6c1bca2448b2b2806a91f6efaa43a1e5f935f2be",
  "url": "https://www.avvenire.it/papa/pagine/regina-ceeli-del-5-maggio",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mimmo Muolo",
  "published": "2024-05-05T03:00:00.000+03:00",
  "title": "Papa: nuovo no alla guerra. Augura pace e buona Pasqua agli ortodossi",
  "text": "Il Papa durante la recita del Regina Caeli - ANSA «Per favore, continuiamo a pregare per la martoriata Ucraina – soffre tanto! – e anche per Palestina e Israele, che ci sia la pace, affinché il dialogo si rafforzi e porti buoni frutti. No alla guerra, sì al dialogo». Poche ma sofferte parole del Papa hanno concluso la recita del Regina Caeli, ieri domenica 5 maggio. Nel tradizionale appuntamento festivo Francesco ha rivolto il suo ennesimo accorato appello per la pace. Inoltre, in un videomessaggio inviato all'inaugurazione dell'Oasi della Pietà al Cairo, in Egitto, un rifugio all'avanguardia per bambini orfani, voluto dal suo ex segretario particolare Monsignor Yoannis Lahzi Gaid, ha aggiunto: «O costruiamo insieme il futuro, o non ci sarà futuro». La fratellanza umana è «l'antidoto ai veleni che stanno distruggendo la nostra umanità: le guerre, le ostilità, le inimicizie, la disumanità e tutto il male che intossica e soffoca anche la nostra casa comune». Il video messaggio era diretto al presidente dell'Associazione Bambino Gesù del Cairo, che sta curando la realizzazione dell'Oasi finanziata in gran parte dagli Emirati Arabi Uniti, cui partecipano entità cristiane e musulmane. Un tema, quello della pace, che è risuonato anche quando il Pontefice ha fatto gli auguri di Pasqua agli ortodossi. «Invio con tanto affetto i miei auguri ai fratelli e alle sorelle delle Chiese ortodosse e di alcune Chiese cattoliche orientali che oggi, secondo il calendario giuliano, celebrano la Santa Pasqua - ha detto -. Il Signore risorto colmi di gioia e di pace tutte le comunità, e conforti quelle che sono nella prova. A loro, Buona Pasqua!». Nel commento al Vangelo del giorno papa Bergoglio si è soffermato sulla frase di Gesù \"Non vi chiamo più servi, ma amici”. Un vero amico, ha fatto notare, «non ti abbandona, nemmeno quando sbagli: ti corregge, magari ti rimprovera, ma ti perdona e non ti abbandona. E oggi Gesù, nel Vangelo, ci dice che noi per Lui siamo proprio questo, amici: persone care al di là di ogni merito e di ogni attesa, alle quali tende la mano e offre il suo amore». Proseguendo, il Pontefice ha sottolineato che «fin da bambini impariamo quanto è bella questa esperienza: agli amici offriamo i nostri giocattoli e i doni più belli; poi crescendo, da adolescenti, confidiamo loro i primi segreti; da giovani offriamo lealtà; da adulti condividiamo soddisfazioni e preoccupazioni; da vecchi i ricordi, le considerazioni e i silenzi di lunghe giornate». Francesco ha quindi chiesto di pensare ai nostri amici e amiche e di ringraziare il Signore per loro. «L'amicizia non è frutto di calcolo, e neanche di costrizione: nasce spontaneamente quando riconosciamo nell'altro qualcosa di noi. E, se è vera, è tanto forte che non viene meno neanche di fronte al tradimento». «E allora chiediamoci - ha concluso il Vescovo di Roma -: che volto ha per me il Signore? Il volto di un amico o di un estraneo? Mi sento amato da Lui come una persona cara? E qual è il volto di Gesù che testimonio agli altri, specialmente a quelli che sbagliano e hanno bisogno di perdono?». Nei saluti finali il Papa ha citato l’Associazione “Meter”, impegnata nel contrasto ad ogni forma di abuso sui minori. «Grazie, grazie per il vostro impegno! E continuate con coraggio la vostra importante attività», ha incoraggiato il Pontefice.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T14:11:33.239+03:00",
  "updated": "2024-05-06T14:11:33.239+03:00"
}