{
  "thread": {
    "uuid": "06270b1e9c51b2a50bf2db2e9da25a1b51c8b6c4",
    "url": "https://vnexplorer.net/australia-win-a-scrap-and-the-worlds-best-can-still-improve-s714263.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Australia win a scrap – and the world’s best can still improve",
    "title_full": "Australia win a scrap – and the world’s best can still improve",
    "published": "2023-12-30T01:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mbD7D.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "06270b1e9c51b2a50bf2db2e9da25a1b51c8b6c4",
  "url": "https://vnexplorer.net/australia-win-a-scrap-and-the-worlds-best-can-still-improve-s714263.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-30T01:05:00.000+02:00",
  "title": "Australia win a scrap – and the world’s best can still improve",
  "text": "When Josh Hazlewood found enough movement to burst through the defences of Babar Azam early in the final session of day four, his celebration carried rather more emotion than usual.\nIt was undeniably a big moment. And at the time might simply have been read as jubilation about getting past Babar, long considered the most glittering prize in the Pakistan batting order.\nPat Cummins helps get Australia home.\nBut it also conveyed the fact the Australians knew they were in a scrap, having not made enough runs to put the game completely beyond the touring side’s grasp.\nHazlewood’s instincts were proven to be as accurate as his bowling often is. Led by the recalled Mohammed Rizwan and cheered on by a vocal contingent of supporters, Pakistan’s fourth-innings pursuit grew more courageous and confident as the shadows lengthened across the MCG.\nPat Cummins was compelled to conjure a vicious lifter, gaining a tight but correct DRS call from third umpire Richard Illingworth – the ball has grazed the wristband trim of Rizwan’s glove – to tilt the game back Australia’s way.\nThe way Cummins lifted himself at this juncture was typical of his quality, much as he had also done on the second evening when Pakistan’s first innings looked in danger of getting away from his men. Undeniably, the capacity to raise one’s game at critical moments is the hallmark of the very best, and there are fewer and fewer predecessors left to better Cummins’ rate of success.\nThe Australians celebrate victory during day four of the Second Test.\nBy taking his 250th Test wicket at a pace to rank him with any of Australia’s greats, Cummins added another piece of history to his winning story. He soon took another wicket and claimed the extra half hour in an effort to finish off the match on night four.\nZoning in on the Pakistani tail with short stuff, Cummins and Mitchell Starc duly found three deliveries good enough to do the job, leaving a match that had looked like going to the wire to be etched into history as a “comfortable” 79-run margin. Ten wickets gave Cummins the Johnny Mullagh Medal as the player of the match.\n“When teams I’ve been a part of are at their best, you find a way to win,” Cummins said afterwards.\n“You can play poorly for a lot of it or a lot of guys don’t fire, but you have one or two match winners that stand up and drag the team back into a winning position.\n“There’s a real trust amongst the group that things are quite calm, even when things aren’t going right, they know someone else is going to do what’s needed to be done.”\nThat means Pakistan are still without a Test victory in Australia since 1995. For a Pakistan win in a live match in a series, the clock must be turned back still further, to December 1981, also at the MCG.\nAs much as the chase brought plenty of credit to the captain Shan Masood and his commitment to playing a more proactive brand of cricket – Pakistan scored at a quicker tempo than Australia for the vast majority of the match – it also provided a reminder that Cummins’ team has been somewhat uneven in performance in 2023.\nPat Cummins starred for the Australians with 10 wickets in their win over Pakistan.\nOf course, by winning a Test in India, dominating the World Test Championship final at the Oval and then retaining the Ashes despite injury to Nathan Lyon, the Australians have performed more than creditably for the year. The WTC, Ashes and World Cup took pride of place in Cricket Australia’s hospitality suite this week. By day’s end, retention of the Benaud-Qadir Cup had also been secured.\nBut there is also the unmistakable sense that more may have been achieved in terms of winning those series in India and England outright, if only there had been a little more consistency to performances and a little more mindfulness in big moments.\nDuring his interview with this masthead to go back through the year, Cummins spoke of missed opportunities in Delhi and Leeds in particular, when a little more composure and some better tactical calls would have brought victories.\nTurn those two Tests around and the India series has the chance to become 2-1 to Australia rather than 1-2, and the Ashes a more commanding 3-1, rather than two Tests apiece. For Cummins, those games and this one in Melbourne offer reminders that his team does have more improvement in it, even as a period of transition begins with David Warner’s final Test at the SCG in the new year.\nSome of that improvement will come from Cummins himself, as he continues to improve as a tactician. More consistent runs are required from Marnus Labuschagne and Steve Smith, after the fashion of Usman Khawaja over the last two years, to complement the more aggressive and by nature less reliable approaches of Travis Head and Mitchell Marsh.\nThe handy lower-order runs made by Alex Carey here, returning his first Test 50 since the Jonny Bairstow stumping at Lord’s back in June, need to be followed by more substantial contributions in coming series.\nAnd Lyon, having burst through the 500-wicket barrier in Perth, will want to have greater fourth-innings impact than he has managed at the MCG, after Masood led a concerted effort to put the spinner under more scoreboard pressure.\nThese are not major quibbles. Cummins’ team will enter 2024 as the world’s undisputed best team. They will do so because of spells like the captain’s late on day four, innings like Marsh’s on day three, and catches like Marsh’s to get the Australians to within one wicket of victory.\nA showdown on home soil with India awaits next summer, but as an innings defeat to South Africa at Centurion demonstrated, it is not as though the Australians are the only team finding that Test cricket is not always easy to dominate.\nSports news, results and expert commentary. Sign up for our Sport newsletter.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mbD7D.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mbHE3.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdgoz.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mbD7D.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mbHE3.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdgoz.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "josh hazlewood",
        "sentiment": "positive"
      },
      {
        "name": "babar azam",
        "sentiment": "positive"
      },
      {
        "name": "pat cummins",
        "sentiment": "none"
      },
      {
        "name": "mohammed rizwan",
        "sentiment": "none"
      },
      {
        "name": "richard illingworth",
        "sentiment": "none"
      },
      {
        "name": "babar",
        "sentiment": "none"
      },
      {
        "name": "hazlewood",
        "sentiment": "none"
      },
      {
        "name": "rizwan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mcg",
        "sentiment": "none"
      },
      {
        "name": "cummins",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "pakistan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T01:14:33.658+02:00",
  "updated": "2023-12-30T01:14:33.658+02:00"
}