{
  "thread": {
    "uuid": "86151a60204a73ecfbdfff1b40b10faacb5905c8",
    "url": "https://www.newburyportnews.com/sports/weekend-roundup-aylward-wins-another-invitational-locals-shine-at-frosh-soph-track-meet/article_4563992e-ad79-11ee-9423-632f490b89a8.html",
    "site_full": "www.newburyportnews.com",
    "site": "newburyportnews.com",
    "site_section": "http://www.cleburnetimesreview.com/search/?f=rss&t=article&c=cnhi_network&l=50&s=start_time&sd=desc",
    "site_categories": [
      "real_estate",
      "media",
      "buying_selling_homes"
    ],
    "section_title": "www.cleburnetimesreview.com - RSS Results in cnhi_network of type article",
    "title": "Weekend Roundup: Aylward wins another invitational; locals shine at Frosh-Soph track meet",
    "title_full": "Weekend Roundup: Aylward wins another invitational; locals shine at Frosh-Soph track meet",
    "published": "2024-01-08T01:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/newburyportnews.com/content/tncms/assets/v3/editorial/2/27/22708cf4-a060-11ee-9d47-370440a185fa/6584d6ad04caa.image.jpg?crop=1765%2C927%2C0%2C123&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 38625,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "86151a60204a73ecfbdfff1b40b10faacb5905c8",
  "url": "https://www.newburyportnews.com/sports/weekend-roundup-aylward-wins-another-invitational-locals-shine-at-frosh-soph-track-meet/article_4563992e-ad79-11ee-9423-632f490b89a8.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kyle Gaudette | kgaudette@newburyportnews.com",
  "published": "2024-01-08T01:00:00.000+02:00",
  "title": "Weekend Roundup: Aylward wins another invitational; locals shine at Frosh-Soph track meet",
  "text": "You can chalk up another wrestling invitational title belt to Douglas Aylward.\nAfter winning the 215-pound championships at both the Big Red Tournament in Tynsborough and the Dan Balboni Holiday Classic in Framingham, the Triton senior wrestled to yet another tournament victory on Saturday. At the Brendan Grant Memorial Tournament in Belmont, Aylward went 3-0 with a pair of pins to claim yet another 215-pound crown.\nThe No. 1 seed in his weight class, Aylward started his day with a pin over James Agostino of Waltham in the quarterfinals (1:25), then followed with a pin of No. 4 sed Michael Klovski of Lexington in the semis (3:32). That pitted him against No. 2 seed John Gill of Catholic Memorial in the finals, but Aylward dominated his way to a 15-0 major decision in the second period to take home the title belt.\nFor the season, Aylward is now 19-0 with 17 pins.\nBut he wasn't the only Viking to make some noise.\nBoth Alex Sabino and Amir Alami placed fourth, but got there in different ways. Sabino won his 132-pound opener with a pin before falling in the quarterfinals, but made a terrific run to the consolation bracket final. He pinned three straight opponents to make it to the third-place bout, where he did ultimately fall to Belmont's Luke Coelho in a 9-4 decision. Still, it was a solid 4-2 day for Sabino with four pins and a spot on the podium.\nOn the other hand, Alami won via pin and then by a 4-2 decision to make it to the 165-pound semifinals. He fell to top-seeded Tommy Dicker of Watertown to drop to the consolation bracket, but responed with a win before coming up a tad short in the third-place bout.\nTriton's final top-6 placer on the day was Brian Quam, who went 2-2 to take fifth at 138. Sam Imlach went 2-2 and nearly placed at 126, and similarly Nolan Merrill lost his opening match at 175, but responded with three straight wins to finish 3-2 on the day and almost reach the podium.\nWISNIEWSKI WINS AT FROSH-SOPH MEET!\nThe track stars of both today and tomorrow across the state were out in full force for the annual -- and popular -- MSTCA Freshmen-Sophomore Meet down in Boston on Saturday.\nAnd the Newburyport News area was well-represented.\nTop among the highlights, however, was Pentucket's Susan Wisniewski. After a terrific cross country season this fall where she was named a Daily News All-Star, the freshman has continued to transition nicely into the winter track season. She competed in the 1000-meter on Saturday, and earned herself a Frosh-Soph Meet title after crossing the finish line first in 3:15.23.\nElsewhere in the girls events, Triton's Colleen Johnson placed ninth in the high jump after clearing 4-6.\nOn the boys side, there were a handful of notable performances.\nThe Amesbury young guns had a strong day, with Maxx Rodrigues finishing second in the 600 (1:28.69), Dylan Palen taking third in the shot put (42-5), and the 4x200 relay team of Connor Scialdone, Joseph Puleo, Noah Blouin and Anthony Aguilar-Lopez racing to third in 1:40.02. Newburyport saw Kyle Lisauskas take fourth in the 55 hurdles (8.91), and Triton had Hugo Huang earn a fourth in the high jump (5-6), while Michael Coco took sixth in the 55-meter dash (6.99).\nTRITON HOCKEY GETS THREE LATE GOALS\nLike the saying goes: Better late than never!\nAs the clock just dipped under four minutes left in the third period, the Triton boys hockey team trailed North Reading on the road, 3-2. But the Vikings weren't going away quietly, and got three goals over the final 3:59 of the game to sting the Hornets, 5-3, on Saturday.\nColin Fidler scored twice in the victory for the Vikings (4-4-0), and both Josh Hersey and Jack Lindholm had a goal and two assists. Michael Taylor had the final goal while also adding an assist, and Connor Rumph had two helpers as well.\nLEANNA GOES BANANAS!\nThe breakout game for Zayd Leanna can be crossed off the area \"to-do\" list.\nFriday night, the 5-foot-11 sophomore made himself known to the rest of the league, draining three 3s and finishing with 25 points to lead the Newburyport boys basketball team to a 66-48 win over North Reading. Connor Spinney hit a 3 and added 13 points for the Clippers (5-2), and both Finn Brennan and Carson Gretz chipped in 7.\nNewburyport will now host Amesbury on Tuesday night.\nMARCELIN, ROYALS HELP CAL BAKER ODDS\nThe Georgetown girls basketball program has always had a nice rivalry with Manchester-Essex over the years, and last season the two shared the CAL Baker championship.\nWell, if that's going to be the case again this winter, the Royals helped their title chase out in a big way Friday night.\nLed by 10 points on two 3s from senior star Tyrah Marcelin, the Royals went on the road and took down the Hornets, 46-35. Avery Upite hit a pair of 3s and finished with 8 points -- as did Talya Mariani and Katie Davies -- and Neiylah Marcelin chipped in 7 points as well.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "aylward",
        "sentiment": "negative"
      },
      {
        "name": "douglas aylward",
        "sentiment": "negative"
      },
      {
        "name": "alex sabino",
        "sentiment": "none"
      },
      {
        "name": "sabino",
        "sentiment": "none"
      },
      {
        "name": "james agostino",
        "sentiment": "none"
      },
      {
        "name": "michael klovski",
        "sentiment": "none"
      },
      {
        "name": "john gill",
        "sentiment": "none"
      },
      {
        "name": "amir alami",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "catholic memorial",
        "sentiment": "none"
      },
      {
        "name": "triton",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tynsborough",
        "sentiment": "none"
      },
      {
        "name": "framingham",
        "sentiment": "none"
      },
      {
        "name": "belmont",
        "sentiment": "none"
      },
      {
        "name": "waltham",
        "sentiment": "none"
      },
      {
        "name": "lexington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:21:03.304+02:00",
  "updated": "2024-01-08T01:21:03.304+02:00"
}