{
  "thread": {
    "uuid": "f330a2fe772971f27ce4abb5d8563935a6bfceba",
    "url": "https://www.dailypioneer.com/2023/sports/final-line-will-be-drawn-by-players-strength-of-character--stimac.html",
    "site_full": "www.dailypioneer.com",
    "site": "dailypioneer.com",
    "site_section": "https://dailypioneer.com",
    "site_categories": [
      "media"
    ],
    "section_title": "English News Paper | Breaking News | Latest Today News in English | News Headlines India - The Pioneer",
    "title": "Final line will be drawn by players strength of character: Stimac",
    "title_full": "Final line will be drawn by players strength of character: Stimac",
    "published": "2023-12-29T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.dailypioneer.com/images/logo.jpg",
    "performance_score": 0,
    "domain_rank": 13393,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f330a2fe772971f27ce4abb5d8563935a6bfceba",
  "url": "https://www.dailypioneer.com/2023/sports/final-line-will-be-drawn-by-players-strength-of-character--stimac.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Pioneer",
  "published": "2023-12-29T21:00:00.000+02:00",
  "title": "Final line will be drawn by players strength of character: Stimac",
  "text": "Lined up to face strong sides like Australia and Uzbekistan in the AFC Asian Cup football in Doha next month, India head coach Igor Stimac on Friday said \"strength of character\" will be the parameter to decide who will be included in the final squad. India are clubbed with formidable Australia, strong central Asian side Uzbekistan and tricky Syria -- all above Stimac's team in the FIFA rankings -- in the group stage of the Asian Cup from January 13 onwards. \"All the boys in the (probable) list are similar in their football qualities. What we are looking for the final list of 26 is definitely experience, physical strength, and the final line will be drawn by the strength of their character,\" Stimac said on the All India Football Federation's social media handles. \"This is very important for us as a team, because no matter the talent, if there is no character nothing can be achieved,\" he added. Stimac will announce his final 26 players before the team's departure on Saturday. Regarding areas which the team needs improvement, he said, \"I am looking for defensive compactness, offensive transition, and the set pieces mostly. \"It's also very important to work on man marking inside the box, because I was not happy with that part of our game, in the last few games. We started leaking some unnecessary goals inside the box because marking was not properly done.\" India will face Australia on January 13, before playing against Uzbekistan (January 18) and Syria (January 23). \"All three opponents are technically good, physically strong, with great speed. So, we are not going to have much difference in approach of all these three games. \"The main focus for us will be to check the fitness level of our players at present and see how much we can develop in the next two weeks,\" he said. Stimac is also grappling with injuries to few of his key players. Defensive midfielder Jeakson Singh, who underwent surgery on his left shoulder early last month, was named among the 50 probables but he is uncertain to be in the final 26. Midfielders Glan Martins and Shah Abdul Samad, both Mohun Bagan players, had suffered injuries recently, which has given more headache to Stimac. Central defender Anwar Ali and winger Ashique Kuruniyan, two key players in Stimac's scheme of things, were not named in the 50-player list due to long term injuries. The 1998 World Cup bronze medallist from Croatia said he wanted the players to believe in themselves and enjoy the game during the Asian Cup in Doha, where they will be playing in the stadiums which had hosted the 2022 FIFA World Cup. \"I am sure our fans will turn out in huge numbers to support the Blue Tigers and help them reach the needed level of confidence,\" he said while speaking to the AFC Asian Cup Local Organising Committee. On talismanic captain Sunil Chhetri, the head coach said, \"Chhetri is unbelievable. It's really important for our younger players to have such an inspirational figure as a captain. \"I hope the team can make the nation proud by playing to the best of its abilities.\" Stimac's former team-mate at West Ham and England World Cupper Trevor Sinclair will assist him as part of the Indian team coaching staff during the Asian Cup.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stimac",
        "sentiment": "positive"
      },
      {
        "name": "igor stimac",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "all india football federation",
        "sentiment": "none"
      },
      {
        "name": "fifa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "doha",
        "sentiment": "none"
      },
      {
        "name": "uzbekistan",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "syria",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T04:49:17.919+02:00",
  "updated": "2023-12-30T04:49:17.919+02:00"
}