{
  "thread": {
    "uuid": "caa3ba56ed51495c0f5ea04ffa790bf5970881e0",
    "url": "https://www.noticiasrcn.com/deportes/mateo-cassierra-marco-en-goleada-de-zenit-en-video-467184",
    "site_full": "www.noticiasrcn.com",
    "site": "noticiasrcn.com",
    "site_section": "https://www.noticiasrcn.com",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Noticias RCN | Noticias de Colombia y el Mundo",
    "title": "Mateo Cassierra marcó en goleada de Zenit: en video",
    "title_full": "Mateo Cassierra marcó en goleada de Zenit: en video",
    "published": "2024-03-09T18:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://imagenes.noticiasrcn.com/ImgNoticias/Mateo-Cassierra-gol-vs-Unal_11zon.webp?VersionId=WtLBkDDgvEoCCzJt1TU7MWJk4P7Uco9M",
    "performance_score": 0,
    "domain_rank": 76563,
    "domain_rank_updated": "2024-03-05T12:11:17.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "caa3ba56ed51495c0f5ea04ffa790bf5970881e0",
  "url": "https://www.noticiasrcn.com/deportes/mateo-cassierra-marco-en-goleada-de-zenit-en-video-467184",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "noticiasrcn.com",
  "published": "2024-03-09T18:25:00.000+02:00",
  "title": "Mateo Cassierra marcó en goleada de Zenit: en video",
  "text": "Mateo Cassierra pide espacio en Selección Colombia: nuevo gol con Zenit de Rusia El delantero colombiano sigue imparable con su racha goleadora en la liga de Rusia. Mientras [Rafael Santos Borré](https://www.noticiasrcn.com/temas/rafael-santos-borre) recién llegó a Internacional de Porto Alegre esta semana después de haber sido relegado a la suplencia en Werder Bremen con toda la polémica que desató su fichaje a Brasil, sus competidores por el puesto de delantero titular en la [Selección Colombia](https://www.noticiasrcn.com/temas/seleccion-colombia) no paran de hacer goles. Por un lado está Miguel Ángel Borja, que esta semana llegó a nueve goles en 10 partidos en lo que va del 2024 con River Plate, pero otro atacante que se destacada, y mucho, y esta vez en Europa es Mateo Cassierra. Mire también: [Partidazos de este fin de semana en Colombia y el mundo: fecha y hora](https://www.noticiasrcn.com/deportes/partidos-de-este-fin-de-semana-fecha-hora-y-tv-467153) El nariñense de 26 años está logrando una temporada de ensueño con Zenit en la liga de Rusia, de la que es el máximo artillero en la actual campaña con 15 goles en 18 partidos disputados. Su escolta en la tabla de goleo es un compatriota: Jhon Córdoba, con nueve tantos. Nuevo gol de Mateo Cassierra en Rusia con Zenit: video Ya es una costumbre, pero Mateo Cassierra volvió a marcar este sábado en la goleada 4-1 de su equipo contra Ural y que los convierte en los nuevos líderes del rentado local tras la derrota de Krasnodar el viernes. El colombiano anotó el tercer tanto de la victoria tras una buena jugada colectiva. Al minuto 66, Wendel metió un centro 'pinchado' con un sutil toque pasado al segundo palo del arco para Andréi Mostovói, quien bajó el balón de primera con un pase al centro de pierna zurda cuando el arquero salió por la disputa del balón y ahí, casi sobre la raya, apareció Cassierra para meter un cabezazo y empujar el balón al fondo de la red. 0-3 Cassierra— RPL Sky (@RPLNews_eng) [pic.twitter.com/WEMBalrscQ] [March 9, 2024] El promedio de gol de Mateo Cassierra esta temporada con Zenit es sencillamente espectacular. A lo largo del curso de la liga de Rusia no ha pasado de más de dos partidos sin marcar y en los últimos 11 partidos registra nueve goles. El título de la liga de Rusia tendrá sabor colombiano La victoria 4-1 de este sábado pone al Zenit como líder en solitario del rentado ruso con 40 puntos, apenas uno por encima del Krasnodar de Jhon Córdoba y Kevin Castaño, y a cuatro del Dinamo Moscú de Jorge Carrascal. Todo indica que ese la liga de ese país tendrá a un colombiano campeón esta temporada. ¿Quién levantará el título? Le puede interesar: [Fuerte polémica en Chile por la no convocatoria de Gareca a Brereton Díaz: ¿discriminación?](https://www.noticiasrcn.com/deportes/gareca-no-convoco-a-brereton-diaz-por-no-hablar-espanol-467172) Noticiasrcn.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-09T19:42:47.459+02:00",
  "updated": "2024-03-09T19:42:47.459+02:00"
}