{
  "thread": {
    "uuid": "61133a98764b08dc89587faab54d5f6d4ecb58dd",
    "url": "https://www.beliefnet.com/columnists/christnewstoday/2024/03/miracles-at-the-movies-brings-two-megachurch-pastors-together-to-save-souls.html",
    "site_full": "www.beliefnet.com",
    "site": "beliefnet.com",
    "site_section": "http://www.beliefnet.com/Feeds/All.aspx",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Beliefnet Top Features",
    "title": "'Miracles at the Movies' Brings Two Megachurch Pastors Together to Save Souls",
    "title_full": "'Miracles at the Movies' Brings Two Megachurch Pastors Together to Save Souls",
    "published": "2024-03-28T13:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wp-media.beliefnet.com/sites/409/2024/03/miracle-at-the-movies_credit-Mike-Signorelli-YouTube-768x576.jpg",
    "performance_score": 0,
    "domain_rank": 5491,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "61133a98764b08dc89587faab54d5f6d4ecb58dd",
  "url": "https://www.beliefnet.com/columnists/christnewstoday/2024/03/miracles-at-the-movies-brings-two-megachurch-pastors-together-to-save-souls.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "N/A",
  "published": "2024-03-28T13:00:00.000+02:00",
  "title": "'Miracles at the Movies' Brings Two Megachurch Pastors Together to Save Souls",
  "text": "Two megachurch pastors are joining forces for an upcoming movie event on April 23, 2024, and they hope the message of their films will inspire others and bring the Holy Spirit into theaters. The event, “Miracles at the Movies,” will feature condensed versions of the 2023 movies “Come Out in Jesus Name” and “The Dominio Revival,” along with a live-streamed message at the end of the event from pastors Mike Signorelli and Greg Locke.\nIn a phone interview, Locke told Fox News Digital that he had the idea of combining the two movies into a single event. He said, “This year, we thought, ‘You know what? Let’s take Mike Signorelli’s movie and our movie and boil them down to about 45 minutes of the most action-packed parts — and then give us 30 minutes to come in at the end and sit down and just really pastor people.” Locke, whose film “Come Out in Jesus’ Name” was initially released on March 13, 2023, is the pastor of Global Vision Bible Church in Tennessee.\nSignorelli, lead pastor of V1 Church in New York City, directed the film “The Domino Revival,” which was released on Nov. 13, 2023. Signorelli told Fox News Digital that each of the two films had “thousands of people filling movie theater auditoriums — [and people] had these really crazy encounters with God” during the original releases. The two films are centered on deliverance ministry, which Locke described as “teaching people how to overcome what we would consider spiritual warfare, demonic oppression [and] suicidal thoughts.” A person in need of deliverance ministry may feel as though “they’re under a curse of some type of sickness in their body,” or they may have trouble from a past trauma, he said.\nLocke, referring to things such as abuse or parental abandonment, said, “The biggest thing we deal with is unforgiveness. And so, we just hit it straight on and say, ‘Look, you’ve tried everything else. Let us consider this a spiritual attack from the enemy, from a demon, somebody’s evil spirit.’” Locke claimed that through his ministry, he has seen “people get set free and healed and radically changed by the thousands.” The combination of the two films, said Locke, will be a “one-two punch.”\nWhile Locke’s movie is more focused on the acts of deliverance ministry, Signorelli’s is based on breaking generational curses and spiritual oppression. “It’ll go from [‘Come Out in Jesus Name’] talking heavily about, ‘OK, you can be free from evil spirits, into [‘The Domino Revival’] saying, ’And here’s the result. You can live victoriously, you can be healed, your marriage can be saved,'” he said. Locke continued, “Look, God’s got a plan for your life, and you don’t have to be living in depression. You don’t have to be on the brink of divorce. You don’t have to have this\npill addiction.”\nHe added, “And we talk people through that.” Signorelli told Fox News Digital, “My movie, in particular, is focused on canceling suicides. And we’ve just had so many testimonies of people choosing not to end their lives.” The two films “threaded together very, very well,” Signorelli told Fox News Digital. “There was some level of intentionality when I created my film to help tell the back story of his film,” he added.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.foxnews.com/category/health/mental-health/addiction",
    "https://foxnews.com/category/health/mental-health/addiction"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mike signorelli",
        "sentiment": "none"
      },
      {
        "name": "signorelli",
        "sentiment": "none"
      },
      {
        "name": "locke",
        "sentiment": "none"
      },
      {
        "name": "greg locke",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fox news digital",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york city",
        "sentiment": "none"
      },
      {
        "name": "tennessee",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T04:27:12.294+03:00",
  "updated": "2024-03-29T04:27:12.294+03:00"
}