{
  "thread": {
    "uuid": "61bbf7a9ecd580e098eb00e45ee129b2fee9a99d",
    "url": "https://ts2.space/en/spacex-sets-new-record-with-96-orbital-missions-in-a-single-year/",
    "site_full": "ts2.space",
    "site": "ts2.space",
    "site_section": "https://ts2.space/en/feed/",
    "site_categories": [],
    "section_title": "TS2 SPACE",
    "title": "SpaceX Sets New Record with 96 Orbital Missions in a Single Year",
    "title_full": "SpaceX Sets New Record with 96 Orbital Missions in a Single Year",
    "published": "2023-12-30T00:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PL",
    "main_image": "https://ts2.space/wp-content/uploads/2023/12/compressed_img-MxCFHnYEskjypaIIfDnTLoxi.png",
    "performance_score": 0,
    "domain_rank": 68516,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "61bbf7a9ecd580e098eb00e45ee129b2fee9a99d",
  "url": "https://ts2.space/en/spacex-sets-new-record-with-96-orbital-missions-in-a-single-year/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Michał Rogucki",
  "published": "2023-12-30T00:23:00.000+02:00",
  "title": "SpaceX Sets New Record with 96 Orbital Missions in a Single Year",
  "text": "SpaceX Sets New Record with 96 Orbital Missions in a Single Year\nSummary: In an extraordinary display of technological prowess and operational efficiency, SpaceX has shattered its own previous record by executing 96 successful orbital missions in 2023. This milestone underscores the company’s dominant position in the space industry and highlights its ongoing advancements in rocket reusability.\nSpace exploration and launch company SpaceX, led by visionary entrepreneur Elon Musk, achieved an unprecedented milestone in 2023 by executing a staggering 96 orbital launches. This monumental feat significantly exceeds their prior record of 61 missions in 2022, illustrating an accelerated launch frequency that averages out to a mission nearly every four days.\nSpaceX’s Falcon 9 rocket was responsible for the majority of the year’s missions, with a total of 91 launches, while the more powerful Falcon Heavy contributed to five missions. Notably, a single rocket within SpaceX’s fleet achieved a record of 19 successful launches and landings, reinforcing the company’s commitment to making spaceflight more sustainable by reusing rockets.\nFurthermore, this year saw SpaceX’s 250th successful recovery of an orbital rocket booster, marking a significant achievement in the company’s quest for cost-effective space travel. This push toward rocket reusability is a cornerstone of SpaceX’s ambitious aspirations.\nAn unprecedented achievement was recorded for the shortest turnaround time between two orbital launches, clocking in under three hours—a feat not seen since the days of NASA’s Gemini 11 mission in 1966.\nLooking forward, SpaceX has announced its intention to increase its mission cadence even further, aiming for up to 144 Falcon launches in 2024. This goal aligns with the company’s strategy to expand its satellite-based Starlink internet service, which significantly contributes to SpaceX’s valuation, currently estimated at $180 billion. The fervor of SpaceX’s efforts and the vision of its leadership suggest that this year’s record is but a stepping stone to even greater accomplishments in the realm of commercial space exploration.\nFAQs about SpaceX’s 2023 Orbital Missions Record\nWhat record did SpaceX break in 2023?\nSpaceX broke its own record for the number of successful orbital missions in a year, completing 96 launches in 2023.\nWho is the leader of SpaceX?\nSpaceX is led by Elon Musk, the entrepreneur known for his ambitious goals in space exploration.\nWhat is the significance of SpaceX’s new record?\nThe record is a testament to SpaceX’s technological prowess, operational efficiency, and leading position in the space industry.\nWhich rockets were used for the 2023 missions?\nThe majority of the missions, 91 to be exact, were carried out using the Falcon 9 rocket, and the other five missions were conducted with the Falcon Heavy rocket.\nCan you give an example of rocket reusability within SpaceX?\nYes, a single rocket in the SpaceX fleet reached a milestone of 19 successful launches and landings, emphasizing the company’s initiative towards sustainable spaceflight through reusability.\nWhat is rocket reusability and why is it important?\nRocket reusability is the ability to use the same rocket booster multiple times for different launches. It is crucial because it significantly reduces the cost of access to space, making space travel more sustainable and cost-effective.\nWhat is Starlink?\nStarlink is SpaceX’s satellite-based internet service, which contributes notably to the company’s valuation and revenue.\nWhat are SpaceX’s future launch goals?\nSpaceX aims to increase its launch frequency even further, with a target of up to 144 Falcon launches in 2024.\nWhat is SpaceX’s current valuation?\nAs of the report, SpaceX’s valuation is estimated at around $180 billion.\nWhy was the turnaround time between two SpaceX launches notable?\nThe turnaround time of under three hours between two orbital launches was unprecedented since 1966 and underscores the efficiency of SpaceX’s launch operations.\nDefinitions\n– Orbital Launch: A mission in which a spacecraft is sent into an orbit around Earth.\n– Rocket Reusability: The concept of using the same rocket hardware multiple times to lower the cost of space access.\n– Booster Recovery: The process of retrieving and refurbishing the first stage of a rocket after it has been used in a launch.\n– Turnaround Time: The time interval between the end of one mission and the start of another.\nSuggested Related Links\n– For information on SpaceX and their missions, visit:\nSpaceX\n– To learn more about Elon Musk’s ventures, access:\nTesla which is another of Musk’s companies.\n– To discover more details on Starlink internet services, refer to:\nStarlink\n– For historical data on NASA’s Gemini missions, you can go to:\nNASA\nMichał Rogucki is a pioneering figure in the field of renewable energy, particularly known for his work on solar power innovations. His research and development efforts have significantly advanced solar panel efficiency and sustainability. Rogucki’s commitment to green energy solutions is also evident in his advocacy for integrating renewable sources into national power grids. His groundbreaking work not only contributes to the scientific community but also plays a crucial role in promoting environmental sustainability and energy independence. Rogucki’s influence extends beyond academia, impacting industry practices and public policy regarding renewable energy.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [
    "https://www.starlink.com",
    "https://www.nasa.gov",
    "https://www.tesla.com",
    "https://www.spacex.com",
    "https://spacex.com",
    "https://nasa.gov",
    "https://starlink.com",
    "https://tesla.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "elon musk",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "spacex",
        "sentiment": "negative"
      },
      {
        "name": "orbital missions",
        "sentiment": "negative"
      },
      {
        "name": "falcon heavy",
        "sentiment": "none"
      },
      {
        "name": "falcon",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T01:28:50.123+02:00",
  "updated": "2023-12-30T01:28:50.123+02:00"
}