{
  "thread": {
    "uuid": "d2f93e865d21ced822656ae93d3e00d4fc962cc4",
    "url": "https://journalnow.com/opinion/column/quad-city-times-caitlin-clark-transforms-and-inspires/article_5fa21e5e-d3c5-5203-a205-dee362a98ff1.html",
    "site_full": "journalnow.com",
    "site": "journalnow.com",
    "site_section": "http://www.journalnow.com/search/?q=&t=article&l=25&d=&d1=&d2=&s=start_time&sd=desc&c[]=opinion*&f=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "journalnow.com - RSS Results in opinion* of type article",
    "title": "Quad-City Times: Caitlin Clark transforms and inspires",
    "title_full": "Quad-City Times: Caitlin Clark transforms and inspires",
    "published": "2024-03-14T23:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/journalnow.com/content/tncms/assets/v3/editorial/5/fa/5fa21e5e-d3c5-5203-a205-dee362a98ff1/65f264b504d66.preview.jpg?crop=1734%2C910%2C0%2C142&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 9084,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d2f93e865d21ced822656ae93d3e00d4fc962cc4",
  "url": "https://journalnow.com/opinion/column/quad-city-times-caitlin-clark-transforms-and-inspires/article_5fa21e5e-d3c5-5203-a205-dee362a98ff1.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Guest",
  "published": "2024-03-14T23:45:00.000+02:00",
  "title": "Quad-City Times: Caitlin Clark transforms and inspires",
  "text": "Breaking long-held records and barriers and scaling obstacles to open doors to new possibilities, both Caitlin Clark and Solomon Butler changed the world around them.\nMost of us are lucky to make some small impact on the people closest to us.\nClark has changed women’s basketball, entertained hundreds of thousands and inspired a generation of young athletes. All the while, she’s acknowledged those around her and has lacked the hubris we might expect from the all-time leading scorer in the NCAA Division I basketball who helps sell out arenas wherever she plays.\nClark isn’t just a scorer, she’s a team leader and a team player, known for her sharp passes to teammates. She leads the Big Ten in career assists and ranks 15th for career assists in the NCAA.\nThe way Clark scores is also game-changing. She broke the NCAA women’s career scoring mark with a 35-foot three-pointer. Keep in mind, the NBA three-point line at the top of the key is 23 feet and 9 inches. According to CBB Analytics, Clark has hit 84 three-pointers this season from beyond 25 feet. She sank 76 from that distance last season. The next seven players with the most “long threes” since 2018, when the stat began being tracked, are all men.\nPeople are also reading…\nAll across Iowa and beyond, girls are sporting Clark’s \"22\" on shirts and jackets. They are motivated by Clark’s accomplishments. Seeing is believing.\nClark is a remarkable, transformational, once-in-a-generation athlete.\nClark’s exceptional feats were made possible by pioneers in women’s basketball, such as Lynette Woodard and Pearl Moore, who remains the top scorer in the Association for Intercollegiate Athletics for Women. Before the 1981-82 season, the NCAA didn’t recognize or fund women’s basketball or other sports.\nSometimes the spotlight eludes the trailblazers, or flickers out prematurely.\nButler broke barriers in NFL\nSuch was the case with Butler, the second Black quarterback in the NFL. With the Jim Crow era in full force, Butler played professional football decades before Jackie Robinson broke the professional baseball color barrier in 1947.\nHe competed in the 1920 Olympics, 16 years before Jesse Owens’ world famous four-gold-medal performance.\nThe Dispatch-Argus and Quad-City Times of Iowa recently published a story about David Sebben’s book: “Nothing Great is Easily Won: The Solomon Butler Story.”\nButler graduated from Rock Island High School in 1915.\nAt the University of Dubuque, he earned 12 varsity letters in football, track, basketball and baseball. From there he won gold in the 1920 Olympics for long jump.\nButler entered the NFL for the Rock Island Independents in 1923 as the league’s second Black quarterback. He also played for the Hammond Pros and the Canton Bulldogs.\nWhile he was a quarterback for Canton Bulldogs, the New York Giants refused to play against Butler because of his race. They insisted Butler withdraw for the game. He was the starting quarterback.\nIn 1925, he took a break from the NFL and played professional baseball for the Kansas City Monarchs in the Black baseball leagues. Black players were not yet allowed in the Major Leagues.\nAs David Sebben, author of \"Nothing Great is Easily Won: The Solomon Butler Story,\" puts it: “He met (racism) head-on … A lot of people, even in his day, looked up to him.”\nSolomon went on to become the sports editor for the Chicago Bee and The Defender, two of Chicago’s prominent Black newspapers, and he helped found what is now the Harlem Globetrotters.\nQuincy Black, a junior at Rock Island High School, finds inspiration in Butler’s story.\n“It’s really shown me that I should take advantage of the opportunities I have now,” Black told the Dispatch-Argus. He hopes to emulate many of Butler’s qualities.\nThe best athletes transcend sports, expanding equality and opportunity for those who follow.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "caitlin clark",
        "sentiment": "positive"
      },
      {
        "name": "clark",
        "sentiment": "none"
      },
      {
        "name": "solomon butler",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "city times",
        "sentiment": "positive"
      },
      {
        "name": "ncaa",
        "sentiment": "none"
      },
      {
        "name": "nba",
        "sentiment": "none"
      },
      {
        "name": "cbb analytics",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:14:11.466+02:00",
  "updated": "2024-03-15T00:14:11.466+02:00"
}