{
  "thread": {
    "uuid": "574ef4c773434a09e90a8a3cbd31b6c62bce1014",
    "url": "https://www.idsnews.com/article/2024/04/behind-your-eclipse-viewing-experience-universe",
    "site_full": "www.idsnews.com",
    "site": "idsnews.com",
    "site_section": "https://www.idsnews.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Indiana Daily Student",
    "title": "Behind your eclipse viewing experience: How the universe made it possible - Indiana Daily Student",
    "title_full": "Behind your eclipse viewing experience: How the universe made it possible - Indiana Daily Student",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://snworksceo.imgix.net/ids/73ecc682-70ad-479e-a502-408eedbb5b7e.sized-1000x1000.jpg?w=800&amp;h=600",
    "performance_score": 0,
    "domain_rank": 32250,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "574ef4c773434a09e90a8a3cbd31b6c62bce1014",
  "url": "https://www.idsnews.com/article/2024/04/behind-your-eclipse-viewing-experience-universe",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Behind your eclipse viewing experience: How the universe made it possible - Indiana Daily Student",
  "text": "Humanity only exists because of countless, often unknowable, coincidences. The formation of life's most basic components. The improbability of intelligent life itself. The moon’s formation. As hype over the April 8 eclipse — another event only possible due to pure coincidence — concludes, the celestial event recalls many of those spectacular, horrifying flukes determining humanity’s destiny. Both the sun and moon appear to be about the same size in the sky because the moon is about 400 times smaller than the sun, while being 400 times closer. This simple coincidence is what allowed a thin white hue to appear around the moon. Only the sun’s upper atmosphere and minor solar flares on the periphery of darkness peered from the deep. But coincidences mark more than just celestial events. They are what allowed humanity to exist and thrive. Before we get to the science behind the coincidental eclipse, let’s take a step back. All the way back — to how people can view eclipses at all. A prophecy set in the heart of stars For life to exist at all, it requires heaps of carbon in the universe. Carbon is special among elements — it is the fourth most common element in the universe and holds relatively unique properties among its well-proliferated peers. But the proliferation of carbon in the universe is pure coincidence. It didn’t make sense. The abundance boggled physicists for years, until they devised theory to predict how it was possible, IU physics professor Mike Snow said. The Big Bang — the start of the universe — mostly left the universe with hydrogen and helium. Much of the rest was produced inside the hearts of stars and from supernovae — when stars blow up. But these processes couldn’t explain the amount of naturally occurring carbon. The excess had to come from somewhere. Physicists eventually found the carbon came from a delicate reaction between three Helium atoms in the hearts of stars. The process of three bodies coming together at the exact precise times, Snow said, is extremely improbable. It goes further. The triple alpha process for forming carbon only works because of an extreme unlikelihood. The process starts with two helium atoms colliding in the hearts of some kinds of stars — not too uncommon. When they collide, the incredibly short-lived element of beryllium is formed. That beryllium lives for about the same time as the collision frequency of another helium atom. When the beryllium and an additional Helium atom collide, it forms carbon. “It turns out that there's this magic resonance in the system that makes it work,” Snow said. “And that resonance was totally not obvious to anybody. It's a very bizarre thing.” Carbon has four electrons in its outer shell, meaning /03%3A_Important_Biological_Macromolecules/3.02%3A_Carbon#:~:text=Carbon%20contains%20four%20electrons%20in,complex%20are%20made%20using%20carbon.) it can form four bonds with other atoms. Hydrogen, the most common element in the universe, can only form one bond. Helium, the second most, typically forms zero. This makes carbon special in its ability to form molecules more complex than most of its peers. These complex molecules, in turn, make forming life as we know it, possible. Even eclipse glasses themselves — which allow people to view the eclipse without causing blindness — are made up of carbon atoms suspended in polymers, according to an American Astronomical Society report . Many cosmological constants — the strength of gravity and other forces — also seem to be just right for forming stars, planets and life. Snow mentioned the strong nuclear force, which binds protons and neutrons in atomic nuclei, as one example. The strong nuclear force is incredibly weak unless protons and neutrons get infinitesimally close. “And then the strength goes up like a maniac, and it's very strong,” Snow said. “But then there's a third regime — if you get things too close, they repel.” If the strength of this force was even just 1% stronger or weaker in its function, Snow said, it could have catastrophic consequences for the universe. If gravity or the weak nuclear force were stronger or weaker, it could also be cataclysmic. IU physics professor Mark Messier said nobody knows how or why the strength of these constants exists. The numbers seem arbitrary. “There’s a number that you write down and the number is what the number is,” he said. “Maybe someday we’ll be smart enough to see what the relationship is between these numbers.” The moon, sun and life itself The moon orbits about 238,854 miles away from Earth on average, though that number fluctuates. The sun’s average distance is 93 million miles. But because the moon’s orbit is more oval than circle-shaped, IU astronomy professor Catherine Pilachowski said, the lineup for eclipses isn’t always exact. Earth’s orbit around the sun is also slightly elliptical, meaning it can also vary in relative size. This elliptical orbit causes the distinction between annular and total solar eclipses, with annular eclipses occurring when the moon is further away. Annular solar eclipses do not fully obscure the sun, but the total solar eclipse April 8 did. But the rough lineup wasn’t always the case. When the moon formed about 4.5 billion years ago, it was much closer to Earth. Pilachowski said over email that the moon eventually began moving further away due to the energy of Earth’s tides, a slow breakup that continues to this day. When it was larger early in Earth’s 4.5-billion-year history, the moon would completely obscure the sun — more often. But eventually, Pilachowski said, in hundreds of millions of years, the moon will become small enough in the sky to never fully cover the sun. The sun itself has also grown over this timescale and will continue to grow as the moon dances away from Earth, causing total eclipses to become even less common, and ultimately an impossibility. However, Pilachowski said hundreds of millions of years is incredibly small compared to humanity’s overall history. “Hundreds of millions of years is a long, long time compared to the evolution of species on Earth, and especially the evolution of homo sapiens,” she wrote over email. “There will still be total eclipses a hundred million years from now!” Earth’s orbit around the sun is also in a sweet spot, IU astronomy graduate student Lexi Gault said. This allowed the formation of water, and therefore, life as we know it. If Earth was too close to the sun, oceans would evaporate. If it was too far, it would be frozen. The fact that sapient life evolved at all, Gault said, is also an incredible coincidence. Gault referenced the Drake Equation, which extrapolates numerous chances — the chance a planet is suitable for life, the chance life develops and the evolution of sapient life — to calculate the number of intelligent species in the universe possible to contact via interstellar communication. The Drake Equation’s chance for a planet with life evolving intelligent life was posited at around 1 in 5,000 by SETI planetary scientist Pascal Lee, though his estimate posits more rarity than most. The moon’s birth among violence The moon’s formation began in a period of war in the early solar system — about 4.5 billion years ago. IU astronomy professor Cristobal Petrovich said minor bodies like comets and asteroids, as well as objects the size of planets, were colliding around the sun during this period. Earth was a victim of one battle, Petrovich said. A Mars-sized object named Theia impacted Earth, though scientists debate whether it lodged into Earth head-on or skidded the crust and upper mantle. “The best simulation we’re reproducing now, is an impact that penetrates and does a lot of damage to the Earth,” Petrovich said. This collision had a lot of angular momentum, forming a disk of fragments around Earth. These fragments eventually coalesced into the moon. “It’s like building a new planetary system with just one body,” he said. Furthermore, the moon itself provides stability to Earth’s axial tilt — balance that allowed life to evolve in an oasis of relative stability in the vast, dark universe. The moon is relatively larger than other moons of rocky planets like Earth in the solar system. Petrovich called Mars’ two moons — Phobos and Deimos — “boulders.” The gravity from this larger body uniquely stabilizes Earth’s axis, giving relative seasonal stability and tides. Scientists theorize, Petrovich said, that tides themselves — with a closer moon in Earth’s early history — helped mix molecules together into organic compounds. These compounds formed life. A city united by an ancient collision’s remnant passing over a leviathanic nuke. Life.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology"
  ],
  "external_links": [
    "https://eclipse.aas.org/sites/eclipse.aas.org/files/AAS-Chou-Tech-Report-Solar-Eclipse-Eye-Safety-2023.pdf",
    "https://bio.libretexts.org/Courses/Lumen_Learning/Biology_for_Non-Majors_I_(Lumen",
    "http://www.youtube.com/watch?v=cuJDkIUuDBg",
    "http://www.youtube.com/watch",
    "https://www.bio.libretexts.org/Courses/Lumen_Learning/Biology_for_Non-Majors_I_(Lumen",
    "https://www.eclipse.aas.org/sites/eclipse.aas.org/files/AAS-Chou-Tech-Report-Solar-Eclipse-Eye-Safety-2023.pdf",
    "http://youtube.com/watch?v=cuJDkIUuDBg"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "indiana daily student humanity",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:05:53.151+03:00",
  "updated": "2024-04-19T00:05:53.151+03:00"
}