{
  "thread": {
    "uuid": "f1e691c09a83da3d7403dfcbd338b86dc99e8caa",
    "url": "https://www.decaturdaily.com/news/local/decatur-hosting-giveaway-of-1-800-native-tree-seedlings-this-month/article_ae7676f5-7851-5caa-b0b1-8124dc0d1643.html",
    "site_full": "www.decaturdaily.com",
    "site": "decaturdaily.com",
    "site_section": "http://decaturdaily.com",
    "site_categories": [
      "media"
    ],
    "section_title": "decaturdaily.com | The Independent Voice of the Tennessee Valley since 1912",
    "title": "Decatur hosting giveaway of 1,800 native tree seedlings this month | Local News | decaturdaily.com",
    "title_full": "Decatur hosting giveaway of 1,800 native tree seedlings this month | Local News | decaturdaily.com",
    "published": "2024-02-16T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/decaturdaily.com/content/tncms/assets/v3/editorial/6/ae/6aedbf41-5c84-5f93-a315-d5829e668006/65cea2b7df9cc.image.jpg?crop=1726%2C906%2C0%2C147&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 38500,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f1e691c09a83da3d7403dfcbd338b86dc99e8caa",
  "url": "https://www.decaturdaily.com/news/local/decatur-hosting-giveaway-of-1-800-native-tree-seedlings-this-month/article_ae7676f5-7851-5caa-b0b1-8124dc0d1643.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Erica Smith Staff Writer",
  "published": "2024-02-16T07:00:00.000+02:00",
  "title": "Decatur hosting giveaway of 1,800 native tree seedlings this month | Local News | decaturdaily.com",
  "text": "Local efforts to increase Decatur's tree canopy will get a boost Wednesday when the Alabama Forestry Commission gives away 1,800 native seedling trees at Ingalls Harbor Pavilion. The giveaway will take place from 9 a.m. to noon at the pavilion, 802-A Wilson Street N.W. in Decatur. The event will be hosted by the Forestry Commission, Decatur Parks and Recreation, and Delano Park Conservancy. “Our trees give us clean air to breathe, clean water to drink, cooler cities to live in, and more birds and insects and other wildlife,” said Barbara Kelly, vice president of maintenance for Delano Park Conservancy. “I feel really blessed to be a part of sharing young tree seedlings with the Decatur community because this will make possible more native trees to be planted in our city. \"Having the opportunity to watch a tree grow could make the person planting the tree fall in love with trees and want to protect Decatur’s tree canopy for the benefit of future generations.” Alabama Forestry Commission Work Unit Manager and Forester Robert Maddox said the focus on native trees is intentional. “The commission’s goal is to promote urban forestry, to promote planting of native species within an urban environment or just get more native species out there,” Maddox said. “A lot of people are starting to go with non-native, Asiatic species because they’re more resistant to mold and fungus around here and the bugs don’t exactly eat them. \"But the problem is they can get away from you because they don’t have that stress on them. In other words, they can take off and take over an area and crowd out native species.” Maddox supervises Morgan, Limestone, Lawrence and Madison counties for the Forestry Commission. “Every year we kind of rotate around to service everybody and have a big giveaway instead of four small giveaways,” he said. Available seedling species to be given out will include redbud, red maple, scarlet oak, tulip-poplar, white dogwood, persimmon, crab apple and bald cypress, along with information on proper tree planting methods. The Delano Park Conservancy was formed 24 years ago and partners with Decatur to add to the tree canopy in the city. “The mission of the conservancy in relation to trees is to plant native trees for our wildlife and to rebuild our tree canopy for the health and refreshment of our community,” Kelly said. Kelly said planting trees, especially native ones, is one of the most important things residents and the city can do to improve the health and quality of life in the community. Decatur is a Tree City USA, a certification obtained through the Arbor Day Foundation. That means Decatur is \"recognized for doing good stewardship in an urban environment,” Maddox said. Aaron Lang, Decatur Parks and Recreation operations manager, said the tree giveaway will increase Decatur’s tree canopy. “The more we increase our urban canopy, it just helps overall with the Tree City USA status,” he said. “It says we’re contributing to the overall health of the city.” Lang said the tree giveaway is part of the city’s plan to help Decatur keep its status as a Tree City USA providing people with trees \"that hopefully they would plant in the city of Decatur or the surrounding area.\" Lang said the city will not take any of the seedlings because they are too small. “Our standard is normally a larger caliber tree,” he said. \"So, these are trees people would want to take and plant in their backyard or front yard.” The city tries to replace trees that it cuts down for reasons including disease, insects or if they have become dangerous, Lang said. “As a city, we replaced 40 crepe myrtles downtown that were diseased. We installed another 10 maples to replace ones that were in a state of decline,” he said. “That was all along Second Avenue and Bank Street within the last year.” Kelly said the conservancy regularly plants trees and has plans to plant more. “In Delano Park, Delano Park Conservancy raises money every year to plant new trees and to maintain the 293 trees we have already planted over the last 21 years in the 30 acres of Delano Park,” she said. Kelly said they recently received a grant to plant 20 native trees in Delano Park to add to the city’s tree canopy. “With that money we’re going to replace some of the trees around the rose garden,” she said. “We’ve had like eight trees cut, big trees that died, and we’re going to replace some of those. And we’re going to put some trees across from Decatur Middle School.” Athens is also hosting a tree giveaway, which will take place Tuesday from 8 a.m. to noon. It will be held at the Limestone County Emergency Management Agency building, which is located at 1011 W. Market St. in Athens, across from the post office.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "robert maddox",
        "sentiment": "none"
      },
      {
        "name": "barbara kelly",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "alabama forestry",
        "sentiment": "negative"
      },
      {
        "name": "delano park conservancy",
        "sentiment": "none"
      },
      {
        "name": "forestry commission",
        "sentiment": "none"
      },
      {
        "name": "decatur parks and recreation",
        "sentiment": "none"
      },
      {
        "name": "alabama forestry commission work unit",
        "sentiment": "none"
      },
      {
        "name": "wilson street n.w.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "decatur",
        "sentiment": "none"
      },
      {
        "name": "delano park conservancy",
        "sentiment": "none"
      },
      {
        "name": "ingalls harbor pavilion",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T12:09:13.530+02:00",
  "updated": "2024-02-16T12:09:13.530+02:00"
}