{
  "thread": {
    "uuid": "32a6bd5a7230c06ac53a57f7b0f333ba6461af64",
    "url": "https://www.nasdaq.com/articles/tennis-ukraines-tsurenko-perseveres-with-painful-reminders-of-war",
    "site_full": "www.nasdaq.com",
    "site": "nasdaq.com",
    "site_section": "https://www.nasdaq.com/feed/rssoutbound?symbol=FB",
    "site_categories": [
      "investing",
      "financial_news",
      "finance",
      "stocks"
    ],
    "section_title": "Latest Article Feed",
    "title": "Tennis-Ukraine's Tsurenko perseveres with painful reminders of war",
    "title_full": "Tennis-Ukraine's Tsurenko perseveres with painful reminders of war",
    "published": "2024-01-19T08:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 757,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "32a6bd5a7230c06ac53a57f7b0f333ba6461af64",
  "url": "https://www.nasdaq.com/articles/tennis-ukraines-tsurenko-perseveres-with-painful-reminders-of-war",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Reuters",
  "published": "2024-01-19T08:30:00.000+02:00",
  "title": "Tennis-Ukraine's Tsurenko perseveres with painful reminders of war",
  "text": "By Shrivathsa Sridhar\nMELBOURNE, Jan 19 (Reuters) - Stepping onto a tennis court to take on a Russian or Belarusian opponent is a painful reminder for Ukraine's Lesia Tsurenko of her war-torn country, the 34-year-old said after losing to second seed Aryna Sabalenka at the Australian Open on Friday.\nAlmost two years after the Russian invasion, which Moscow called a special military operation, Ukrainian players do not shake hands with Russian or Belarussian opponents at the end of matches. Belarus supports Russia's invasion and allowed Moscow to use its territory to launch the war.\nTsurenko avoided the customary post-match ritual after being thumped 6-0 6-0 by Belarusian Sabalenka in the third round on Friday and explained that it had become a \"national position\" she would not stray from.\n\"It's very hard for me,\" Tsurenko told reporters about going up against Russian and Belarusian players.\n\"I know where they're from, this is another reminder for me and it's painful,\" she said.\n\"They're part of that ... war machine hurting my country and my people. This is tough for me but I'm trying to find happiness in everything that I do and go and hit the yellow ball.\"\nTsurenko hopes her actions will keep the focus on the war.\n\"People don't want to talk about war. People don't want to hear bad news. I get a lot of bad messages on social media,\" she said. \"People are annoyed if I post something.\n\"But it's very tough to explain if you don't feel what I feel and how other Ukrainians feel.\"\nSabalenka said the position of Ukrainian players was well established on the tennis tour.\n\"I understand everyone's position and I respect everyone's position,\" she said after the match. \"She was quite respectful. She said 'great play'. She didn't shake my hand, but she was respectful to me, so I appreciate that.\"\nA seasoned professional on the women's tour, Tsurenko said she had good relationships with Russian and Belarusian players before the war, but that was now impossible.\n\"I don't have respect for the fact that for most of them it was impossible to come and say that they don't agree with what's going on in my country ... 99% of them never did,\" she said.\n\"Why should I have any relationship with them?\"\nThe world number 33 said she had become used to beginning her days checking for news from Ukraine.\n\"Unfortunately this is part of my life. It's a hard thing to say, but I got used to it. It's horrible to get used to the fact that there's a war in your country and it'll not stop tomorrow,\" Tsurenko said.\n\"I worked a lot with a psychologist and it took me a few months, probably, to get some kind of recipe for myself on how to live and continue playing.\n\"I feel so many things that were important to me aren't anymore, like a tennis match. I don't feel I really care about how I finish a match or what the score is.\n\"I care more about the fact that I can be here and remind the world that the war is still on. I care about the fact that I can earn some money, donate it and help people.\"\n(Reporting by Shrivathsa Sridhar in Melbourne; Editing by Neil Fullick)\n(( ;))\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tsurenko",
        "sentiment": "negative"
      },
      {
        "name": "shrivathsa sridhar",
        "sentiment": "negative"
      },
      {
        "name": "lesia tsurenko",
        "sentiment": "none"
      },
      {
        "name": "aryna sabalenka",
        "sentiment": "none"
      },
      {
        "name": "belarusian sabalenka",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "reuters",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "melbourne",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      },
      {
        "name": "belarus",
        "sentiment": "none"
      },
      {
        "name": "moscow",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T09:17:21.425+02:00",
  "updated": "2024-01-19T09:17:21.425+02:00"
}