{
  "thread": {
    "uuid": "992a26d96274121a1321b29e29d6275020562796",
    "url": "https://unherd.com/2024/03/who-is-your-good-friday-scapegoat",
    "site_full": "unherd.com",
    "site": "unherd.com",
    "site_section": "https://unherd.com/feed",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "UnHerd",
    "title": "Who is your Good Friday scapegoat?",
    "title_full": "Who is your Good Friday scapegoat?",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://unherd.com/wp-content/uploads/2024/03/GettyImages-937634642.jpg",
    "performance_score": 0,
    "domain_rank": 8730,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "992a26d96274121a1321b29e29d6275020562796",
  "url": "https://unherd.com/2024/03/who-is-your-good-friday-scapegoat",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tim DeRoche",
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "Who is your Good Friday scapegoat?",
  "text": "Last year, I attended a Good Friday service for the first time in more than 20 years. I was a little nervous to find myself back in the pews: as a young man, I had rejected the Midwestern Catholicism of my childhood, and instead embraced the agnosticism that seemed to be the spirit of the age. In recent years, though, I’d grown disillusioned with the modern secular worldview and had started attending Mass again. Still, my scepticism of Christianity lingered, and I sure didn’t feel like I belonged in this place on this day. In the Catholic church and many others, the holy day is “celebrated” with the Stations of the Cross and the Passion Play, both re-enactments of the horrific events leading up to Christ’s death on the cross. It was the Passion Play that got me. I had forgotten how the congregation is expected to participate in the drama. At key moments, we were asked to play the role of the murderous mob, shouting “Crucify him! Crucify him!” How utterly bizarre this is, I thought. And heart-breaking. The Christian tradition asks us to imagine that the son of God was tortured and murdered by a bloodthirsty horde, while the apostle Peter cowered out of sight. And then it asks us to identify not with the suffering Christ, but with the vicious mob that cheers his death. If you were a mad scientist designing a world religion in a lab, hoping that it might appeal to the masses and spread across the world, I think it’s unlikely you would have constructed it this way. What is this strange story doing? In my search for an answer, I looked to René Girard, the French polymath who spent the last 15 years of his life at Stanford in the French Department, presumably because they couldn’t figure out where else to put him. Girard is known primarily for his theory of “mimetic desire”, the idea that human beings come to want certain things because we see other people wanting them. This is a powerful idea, and Girard uses it to develop a provocative theory of culture and violence. But it is another aspect of his thinking that got my attention. Girard defied the reigning spirit of agnostic Jungianism in the humanities. It was fashionable, in his day, to look for the similarities between different world cultures. Joseph Campbell, for example, sought to prove that myths from around the world all tapped into the same archetypes, participating in the one great “monomyth” that shapes all of us. George Lucas used these ideas to create Star Wars, a mythology that has overtaken the world in the past 40 years. It was the perfect theology for a non-judgmental, multicultural age.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "god",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cross",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T03:16:57.761+03:00",
  "updated": "2024-04-26T13:43:40.899+03:00"
}