{
  "thread": {
    "uuid": "4793e4f575ee39ea1f8fdc49c66a209781efb6b4",
    "url": "https://learningenglish.voanews.com/a/singapore-to-end-cat-ban-in-public-housing/7425380.html",
    "site_full": "learningenglish.voanews.com",
    "site": "voanews.com",
    "site_section": "https://learningenglish.voanews.com/api/",
    "site_categories": [
      "education",
      "english_as_a_2nd_language"
    ],
    "section_title": "Voice of America",
    "title": "Singapore to End Cat Ban in Public Housing",
    "title_full": "Singapore to End Cat Ban in Public Housing",
    "published": "2024-01-07T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://gdb.voanews.com/69248d95-095b-4c29-b1b7-0f498cc9b3f9_w1200_r1.jpg",
    "performance_score": 0,
    "domain_rank": 815,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4793e4f575ee39ea1f8fdc49c66a209781efb6b4",
  "url": "https://learningenglish.voanews.com/a/singapore-to-end-cat-ban-in-public-housing/7425380.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VOA Learning English",
  "published": "2024-01-07T02:00:00.000+02:00",
  "title": "Singapore to End Cat Ban in Public Housing",
  "text": "Embed share Singapore to End Cat Ban in Public Housing by VOA - Voice of America English News Embed share The code has been copied to your clipboard. The URL has been copied to your clipboard Share on Twitter No media source currently available\n0:00 0:06:10 0:00 Direct link 128 kbps | MP3 64 kbps | MP3 Pop-out player Sunny is a proud Singaporean citizen who follows the laws of her country. Mostly, anyway. For the last three years, she has been illegally sheltering a cat called Mooncake.\nA 34-year-old Singaporean law bars cats from government-built housing. Such housing is where most of the city-state’s population lives - and Mooncake too, although secretly.\nLuckily for Sunny and her cat, Singapore plans to end the feline ban later this year.\nThe legal change will free Sunny from the threat of a $3,007 fine or her pet's possible removal.\nThe 30-year-old works in marketing and asked to be identified only by her first name for the security of her cat. She did not want to risk officials removing Sunny from her care.\nShe wonders about the reasoning behind the ban.\n\"Cats are so much quieter than dogs. If they allow dogs, I don't understand why not cats.\"\nFILE - A Ragdoll cat named Mooncake sits in a cat tree in a Housing and Development Board (HDB) flat in Singapore on December 19, 2023. (REUTERS/Edgar Su) Officials rarely enforce the ban. And the law is only for the high-rise Housing and Development Board (HDB) buildings. Eighty percent of Singapore’s 3.6 million people live in the buildings.\nThe ban does, however, make life difficult for cat owners. One problem they face is health care for their animals. Medical insurance cannot be provided for illegal pets.\nLawmaker Louis Ng campaigned to end the ban. He said the law sometimes becomes part of disputes between neighbors.\n\"A lot of times, the cats are collateral when there's neighborly disputes,\" he said. One neighbor will threaten to tell police about another neighbor’s cat.\nEstablished in 1960, the HDB plan sells government-built housing directly to citizens for 99-year special agreements. The policy has led to one of the world's highest home-ownership rates. Still, people who live in the buildings are subject to many restrictions and laws.\nCats were permitted in HDB apartments until 1989 when lawmakers changed the housing law. On its website, the HDB says cats are difficult to keep contained in individual homes. It also says that cats drop hairs and other body waste in public areas and can be loud.\nIt is not clear what made the Singapore government decide to end the cat ban. But a 2022 government public opinion study may have been the turning point. The study results showed 9 out of 10 Singaporeans believed that cats were fit to keep as pets, including in HDB buildings.\nOfficials are requesting public input on a proposed cat management policy.\nDogs have not been subject to a similar ban, but they are limited to one per household. And, only some kinds of dogs are permitted.\nMarket research company Euromonitor International has predicted a big increase in cat ownership. It estimated Singapore's current pet population at around 94,000 cats and 113,000 dogs.\nLawmaker Ng, who ran an animal aid group before joining parliament in 2015, also hopes the change will lead more people to adopt rescued cats.\nUnder the new rules, HDB homeowners would be limited to two pet cats. The rules also require owners to register their pets with the government. The owners must also get special identifying electronic devices for the animals. And, owners must install protective devices on windows so cats do not get out.\nSome cat lovers say the new laws do not go far enough.\nThenuga Vijakumar from the Cat Welfare Society wants the law to require sterilization . Another cat rescuer, Chan Chow Wah, urges officials to punish irresponsible owners. He said he had to take care of a cat that fell from a high window in one home. The owners refused to pay its medical bills. Wah also took care of another cat that was abandoned because he had heart disease.\n\"I end up taking over these cases. Basically, I look after them until they pass away,\" said Chan, estimating he spent $45,100 on cat medical expenses in 2022.\nBut for many cat owners the law will bring peace of mind.\nIncluding Mooncake’s: \"I think it's a good thing and it's a step forward after 30 years,\" Sunny said.\nI’m John Russell.\nXinghui Kok reported on this story for Reuters. John Russell adapted it for VOA Learning English.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://twitter.com/share?url=https%3a%2f%2flearningenglish.voanews.com%2fa%2f7425384.html&text=Singapore+to+End+Cat+Ban+in+Public+Housing",
    "https://twitter.com/share",
    "https://www.twitter.com/share?url=https%3a%2f%2flearningenglish.voanews.com%2fa%2f7425384.html&text=Singapore+to+End+Cat+Ban+in+Public+Housing"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "voa - voice of america english news embed",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "singapore",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:15:20.542+02:00",
  "updated": "2024-01-08T00:15:20.542+02:00"
}