{
  "thread": {
    "uuid": "981284599f46313da05be41c006008f000e97913",
    "url": "https://es.digitaltrends.com/entretenimiento/fallout-serie-amazon-primeras-impresiones",
    "site_full": "es.digitaltrends.com",
    "site": "digitaltrends.com",
    "site_section": "https://es.digitaltrends.com/feed/",
    "site_categories": [
      "tech"
    ],
    "section_title": "Digital Trends Español",
    "title": "Seas o no fanático del videojuego deberías ver Fallout en Prime Video - Digital Trends Español",
    "title_full": "Seas o no fanático del videojuego deberías ver Fallout en Prime Video - Digital Trends Español",
    "published": "2024-04-11T19:07:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://es.digitaltrends.com/wp-content/uploads/2024/04/fallout-serie_32f497.jpeg?resize=1200%2C630&amp;p=1",
    "performance_score": 0,
    "domain_rank": 709,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "981284599f46313da05be41c006008f000e97913",
  "url": "https://es.digitaltrends.com/entretenimiento/fallout-serie-amazon-primeras-impresiones",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Allan Vélez",
  "published": "2024-04-11T19:07:00.000+03:00",
  "title": "Seas o no fanático del videojuego deberías ver Fallout en Prime Video - Digital Trends Español",
  "text": "Anoche comencé a ver Fallout , una serie de televisión producida por Amazon Studios basada en una popular serie de videojuegos. A decir verdad, creo que todos los fanáticos de Fallout están bastante bien enterados de la existencia de la serie, que por cierto, es fantástica. Si en cambio jamás has oído hablar de ella creo que deberías comenzar a verla, especialmente si disfrutas de las series de ciencia ficción .\nFallout trata sobre un grupo de personas que busca sobrevivir en la Tierra tras un apocalipsis nuclear narrado magistralmente al inicio de la serie. Luego de 200 años de ese evento los sobrevivientes viven en refugios subterráneos donde impera un orden total. La serie gira en torno a Lucy MacLean (Ella Purnell), una de las habitantes del Vault 33 (uno de los refugios), quien por una serie de eventos desafortunados termina explorando la superficie donde su visión de un mundo ordenado choca con una anarquía total. En ese momento la serie se desenvuelve y muestra a más personajes, todos con una interesante historia detrás y que conforme avanza la trama sus historias se relacionan.\nPor qué debes ver Fallout Digital Trends Español Parte del encanto de Fallout es que está magníficamente producida. A Fallout se le nota el dinero bien gastado. La escenografía se siente increíblemente bien lograda. El guión es elocuente y traslada el característico humor negro del videojuego. Las escenas de acción son frenéticas. El ritmo de los capítulos es fantástico.\nRecommended Videos La otra parte del encanto reside en el atractivo de la serie Fallout . Los videojuegos son famosos por la visión que construyó de un mundo postapocalíptico en el que se mezcla tecnología inexistente (como armaduras humanas mecanizadas que funcionan con energía nuclear) con aparatos sumamente mundanos como un tostador de pan. También hay criaturas fantásticas, como cucarachas gigantes u osos que mutaron por la radiactividad. Fallout también es famosa por sus diálogos y humor negro. Todos estos aspectos están magistralmente sintetizados en la serie de televisión.\nRelated El estreno de la serie Fallout en Prime Video sufre importante cambio 3 programas subestimados en Amazon Prime Video que debes ver en abril Llegan los anuncios a Prime Video en México, a menos que pagues más La primera temporada de Fallout ya está disponible en Prime Video . Si disfrutas de los videojuegos de la serie, definitivamente deberías incluirla en tus planes del fin de semana —me parece una serie muy maratoneable —. Si jamás has oído hablar del videojuego, simplemente dale 20 minutos. Fallout está tan bien hecha que con seguridad terminarás toda la temporada.\nRecomendaciones del editor 3 películas de ciencia ficción en Amazon Prime Video que debes ver en abril de 2024 Si tienes que ver una película de Amazon Prime Video en abril de 2024, debe ser esta 5 películas que salen de Amazon Prime Video en marzo de 2024 que tienes que ver ahora 3 películas de acción en Prime Video que debes ver en marzo 5 películas de ciencia ficción en Netflix que debes ver en marzo",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.youtube.com/embed/GExflKHU3VE",
    "https://live.primis.tech/live/liveView.php?s=${playerId}&schain=1.0,1!fabrik.com,60,1&playerApiId=${playerId}`;",
    "https://www.live.primis.tech/live/liveView.php?s=${playerId}&schain=1.0,1!fabrik.com,60,1&playerApiId=${playerId}`;",
    "https://youtube.com/embed/GExflKHU3VE",
    "https://live.primis.tech/live/liveView.php"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:02:44.047+03:00",
  "updated": "2024-04-12T00:02:44.047+03:00"
}