{
  "thread": {
    "uuid": "1bb308254f2ffdc5526be30f0c1c94b472df6564",
    "url": "https://www.eldiario.es/sevilla/comic-quimica-redescubrir-tabla-periodica_1_10764319.html",
    "site_full": "www.eldiario.es",
    "site": "eldiario.es",
    "site_section": "https://www.eldiario.es/politica/",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "Noticias sobre política en elDiario.es",
    "title": "Un cómic \"con mucha química\" con el que redescubrir la tabla periódica",
    "title_full": "Un cómic \"con mucha química\" con el que redescubrir la tabla periódica",
    "published": "2024-01-05T23:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://static.eldiario.es/clip/2f1f2bfd-b325-40da-8149-4d052b59f34c_facebook-watermarked-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 2925,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1bb308254f2ffdc5526be30f0c1c94b472df6564",
  "url": "https://www.eldiario.es/sevilla/comic-quimica-redescubrir-tabla-periodica_1_10764319.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "SevillaelDiario.es",
  "published": "2024-01-05T23:25:00.000+02:00",
  "title": "Un cómic \"con mucha química\" con el que redescubrir la tabla periódica",
  "text": "Dice Raquel Gu que “todo buen libro tiene que tener una buena historia detrás”. Y el último cómic que acaba de publicar la tiene. Una catedrática de Química Inorgánica de la Universidad de Sevilla “engancha” a casi un centenar de personas de diferentes edades y lugares de España para dar vida entre todos a los 118 elementos que componen la tabla periódica. Quimiofobia o cómo se ha llegado al punto de rechazar grandes avances científicos como las vacunas\nAsí, de la inquietud inagotable (y contagiosa) de Adela Muñoz y del talento de Raquel Gu para transformar el conocimiento científico en contenido divulgativo a través del lenguaje del cómic nace La tabla periódica, un cómic con mucha química (Andana Gráfica). Obra que se nutre de la imaginación y vocación de 91 mentes científicas entre las que se encuentran estudiantes, profesores de 15 universidades y dos institutos, investigadores de tres centros del CSIC y algún otro apasionado de esta disciplina científica, como David, que con tan solo 11 años representa al elemento más salao, el sodio.\nTodos ellos han sido invitados por Adela a encarnar algunos de los elementos que componen la tabla ideada en 1869 por otro profesor de Química de la Universidad de San Petersburgo, Dmitri Mendeléyev, “en su empeño por facilitar a sus alumnos la comprensión de la química inorgánica y evitarles tener que memorizar tantos compuestos y reacciones”, como recuerda la autora de cómics.\nDe forma que más de 150 años después, desde la Hispalense se ha conseguido llevar este “valioso” recurso pedagógico un paso más allá, creando una nueva herramienta con la que aproximarse al mundo de la química inorgánica de manera accesible y atractiva. De ahí que sus creadores recomienden especialmente su lectura a estudiantes de Primaria y Secundaria, pero también a quienes tengan curiosidad por descubrir que “todo, absolutamente todo –estrellas, nubes, alimentos, tu propio cuerpo– está compuesto por elementos químicos”.\nCada elemento está representado por un personaje inspirado en el autor que se ha encargado de recrear su particular historia S.R. La luz de Adela De esta forma, al profundizar en la historia detrás de esta nueva versión de la tabla periódica, se descubre “un trasfondo coral muy interesante”, como expresa Raquel Gu durante la llamada que mantiene con este periódico desde Barcelona. A través del teléfono, transmite emocionarse al recordar el “trabajo intenso de un año” que precede al resultado final, recientemente publicado. De todo el proceso, la artista catalana destaca “la coralidad” que marca el compás de la obra al sumar el ingenio de “91 personas que han colaborado en la creación de los textos” que ella se ha encargado de guionizar y adaptar.\nDado que esta historia cuenta con múltiples narradores, existen varias interpretaciones acerca de su origen . Mientras Adela Muñoz se esmera en remarcar el carácter colaborativo del proyecto (“enganchando” a todo profesor o alumno colaborador que pasa por la puerta del seminario de la Facultad de Química en el que nos cita para este reportaje), el resto de participantes coinciden en señalarla a ella como el corazón que ha bombeado con su luz el proyecto.\n“Todo el esfuerzo, toda la energía es ella”, afirma María Dolores Alcalá, la profesora de la Universidad de Sevilla que ha personificado al xenón en el cómic. Lo dice cuando Adela se asoma al pasillo a la caza de más autores a los que sumar al reportaje, y al expresarlo, cobra sentido que sea ella quien encarne el helio, el elemento que recibe el nombre de Helios, dios griego del sol, aunque Muñoz atribuya la elección a que se trataba de una opción sencilla para exponerla de ejemplo.\nLas palabras coloreadas aparecen recogidas en un glosario final donde se aclaran tecnicismos y términos más específicos. En efecto, el germen de esta historia lo sembró esta catedrática en 2019, mientras preparaba la celebración del 150 aniversario de la tabla periódica. Su afán por tratar de despertar el interés de los alumnos por una disciplina de por sí “árida y complicada” la llevó entonces a implicar a 25 estudiantes de Química en la organización de un desfile en el que cada uno asumiría el papel de un elemento. Entusiasmada con aquella experiencia, se le ocurrió adaptar el discurso que cada alumno había compuesto para el desfile en formato cómic, contando para ello con Raquel Gu, a quien ya conocía por haber sido la encargada de realizar la versión ilustrada de la obra teatral Científicas: pasado, presente y futuro , que Adela representaba junto a otras colegas, en aras de visibilizar el papel de la mujer en la ciencia.\nA partir de ahí, la idea llegó hasta un editor de Andana que lanzó la propuesta de completar el cómic con los demás elementos de la tabla periódica. Adela Muñoz aceptó el reto y para lograrlo, fue implicando a otros compañeros de departamento, así como a estudiantes de segundo, a quienes se lo ofreció como actividad voluntaria. Ahora, dos años después de entregar aquel trabajo, alumnas como Sara Gallego, Leyre Gutiérrez, Lucía Ludeña y María del Carmen Macero, se muestran orgullosas de formar parte de semejante proyecto. Ellas mismas reconocen que la tabla periódica es uno de los contenidos que más “rechazo” genera entre los estudiantes cuando se aproximan a la química, de ahí que subrayen como fundamental “tener buenos profesores”, que se esfuercen –“como Adela”– en “hacerla atractiva”.\nAntídoto contra la “quimiofobia” Además de servir de introducción a la química, como recomiendan estas alumnas de cuarto, el cómic de la tabla periódica funciona como antídoto contra la “quimiofobia”. Con este término, María del Mar Conejo se refiere al hecho de que “la química tiene mala prensa”, toda vez que se vincula con los contaminantes, o los componentes de estupefacientes, según manifiesta esta profesora que ha caracterizado a tres elementos. Sin embargo, “la vida son reacciones químicas”, explica Adela Muñoz, reivindicando esa “cara distinta” de la química que brinda la novela gráfica que ha coordinado.\nPartiendo de esta premisa, cada autor redactó un texto sobre un elemento en cuestión buscando las conexiones con la vida real, con la vida cotidiana y destacando curiosidades o aspectos como utilidades o que conectan con la vida cotidiana de cualquier lector. De esta forma, Raquel Gu ha logrado componer un relato “asequible y atractivo”, en palabras de la coordinadora de la obra, y que puede interesar a cualquier lector. Tanto es así que Sara Gallego cuenta que la primera persona a quien le ofreció su ejemplar fue su abuela y, asegura, se lo bebió porque lo encontró muy “cercano”.\nLa propia Raquel Gu confiesa que su visión de los productos que utiliza a diario ha cambiado tras adentrarse en este campo. “Mientras hacía el cómic, me entretenía mirando la composición del fertilizante con el que riego mis plantas o de la garrafa de agua y le mandaba fotos a Adela porque ahí te das cuenta de que la química está a nuestro alrededor”, señala la autora del cómic que recomienda “no leerlo del tirón”, sino dedicarle tiempo para “saborear los elementos”.\nLos personajes están basados en sus autores, por eso el polonio –caracterizado por una apasionada del deporte como Sara Gutiérrez– viste la equipación del país de origen de su descubridora, Marie Curie. La ciencia como cultura Al concebir esta obra con el objetivo de “hacer atractiva la ciencia”, se demuestra que “la cultura también es científica”, tal y como defiende Agustín Galindo del Pozo, profesor de la facultad sevillana que ha dado vida al cinc. Aplaudiendo esta idea, Raquel Gu reivindica al formato cómic como “vehículo ideal” para divulgar el conocimiento. De hecho, la última obra de esta autora, además de mucha química, encierra “un pequeño homenaje al cómic”, al salpicar sus páginas de referencias a otros clásicos como Astérix (para retratar al galio), entre otros “cameos” protagonizados por el capitán Haddock de Tintín, o por el Joker de Batman.\nPor todo ello, Raquel Gu garantiza que se trata de “un cómic muy completo” que merece la pena leer y regalar. Precisamente ese es el deseo de Adela Muñoz después de más de dos años de trabajo: “Que llegue a muchas casas y muchos colegios y se regale mucho”.\nÚnete a nuestra comunidad de Instagram A través de nuestra cuenta de Instagram, trasladamos lo que ocurre en Andalucía más allá de las palabras: te informamos de las últimas noticias de manera visual y te ofrecemos contenido extra para que conozcas la realidad al detalle.\nSúmate a nuestra comunidad en este enlace.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.instagram.com/eldiarioesandalucia/?hl=es",
    "https://www.youtube.com/embed/XECTOAAkwnM",
    "http://institucional.us.es/cientificas/comic/",
    "https://raquelgublog.blogspot.com",
    "https://www.raquelgublog.blogspot.com",
    "http://institucional.us.es/cientificas/comic",
    "https://instagram.com/eldiarioesandalucia/?hl=es",
    "https://www.instagram.com/eldiarioesandalucia/",
    "http://www.institucional.us.es/cientificas/comic/",
    "https://youtube.com/embed/XECTOAAkwnM"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:46:41.220+02:00",
  "updated": "2024-01-06T00:46:41.220+02:00"
}