{
  "thread": {
    "uuid": "0d3cc15cd3e314e833d2dbbf26fefe9ff70e96a6",
    "url": "https://www.churchofscotland.org.uk/news-and-events/news/articles/light-to-the-world-church-moderator-reflects-on-the-season-of-epiphany",
    "site_full": "www.churchofscotland.org.uk",
    "site": "churchofscotland.org.uk",
    "site_section": "https://www.churchofscotland.org.uk",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "The Church of Scotland",
    "title": "Light to the world: Church Moderator reflects on the season of Epiphany | The Church of Scotland",
    "title_full": "Light to the world: Church Moderator reflects on the season of Epiphany | The Church of Scotland",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.churchofscotland.org.uk/__data/assets/image/0018/114516/moderator-sally-foster-fulton.jpg",
    "performance_score": 0,
    "domain_rank": 92992,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0d3cc15cd3e314e833d2dbbf26fefe9ff70e96a6",
  "url": "https://www.churchofscotland.org.uk/news-and-events/news/articles/light-to-the-world-church-moderator-reflects-on-the-season-of-epiphany",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@churchscotland",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Light to the world: Church Moderator reflects on the season of Epiphany | The Church of Scotland",
  "text": "Light to the world: Church Moderator reflects on the season of Epiphany Published on 29 December 2023 2 minutes read In this article, which first appeared in the January 2024 edition of [Life and Work](https://www.lifeandwork.org/), Rt Rev Sally Foster-Fulton reflects on the powerful message of the season of Epiphany. Strange that when we are in the time of deepest darkness, we begin to celebrate the light. In Scotland, the shortest day was December 21, when the sunrise spilled out at 8.45am and sunset swept over us at 3.30pm. Since then, the light has been edging its way back - slowly and determinedly, it stretches out its shine. We are entering the season of Epiphany – the season of light. January 6 marks Epiphany, and the church celebrates the visit of the Wise Ones who followed the starshine. We hold wisdom and light together, a beautiful synthesis of imagery! I cannot think of a more powerful season to participate in today and I call us into it. Epiphany – the coming of the light into the darkness. Epiphany – the coming of wisdom into our most fear-filled, narrowminded and hard-hearted spaces. And poignant, that as we see around us so much pain, we hold to the promise. As I write this article, a truce has been agreed between Israel and Hamas that will see a four-day pause in violence and the release of hostages and prisoners on both sides of the conflict. I pray that this moment of wisdom and restraint will bring lasting light. As I write this article, the UK government is set to announce its autumn statement. I pray for decisions that bring light and relief to those struggling with a cost of living crisis that is crippling, and for policies that live out our call to care for the most vulnerable, and pay people fairly when they care for our neighbours and loved ones. As I write this article, climate chaos continues to cause misery across the world, with those who have least to do with it suffering most and first. COP28 offers another opportunity for the world to come together and see sense, but the window is closing. I pray for decisions that call those of us who have benefitted on the back of the rest of the world to account. We must turn in a different direction quickly if wisdom and light are to have a chance. As we walk together into the new year, let us bring the light. We celebrate the coming of wisdom. It sets you on a journey, compels you to offer gifts, takes you home a different way. We celebrate the coming of wisdom. It compels you to heed dreams, to see strength in vulnerability...what could be more vulnerable than a homeless baby? We are part of the body of Christ, the family of God, and we are called to be light to the world. Shine, then – shine where you are. We are part of the Word made flesh – live then – live seeking and sharing the daring wisdom of love, hope, justice and forgiveness. As we walk into 2024, let the Prince of Peace lead us. Subscribe to Life and Work magazine For details of how to subscribe to Life and Work [visit their website](https://www.lifeandwork.org/subscribe/subscribe).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.lifeandwork.org/),",
    "https://www.lifeandwork.org/subscribe/subscribe).",
    "https://lifeandwork.org/),",
    "https://lifeandwork.org/subscribe/subscribe)."
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "church of scotland light",
        "sentiment": "positive"
      }
    ],
    "locations": [
      {
        "name": "fulton",
        "sentiment": "none"
      },
      {
        "name": "scotland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T10:20:14.645+02:00",
  "updated": "2023-12-29T10:20:14.645+02:00"
}