{
  "thread": {
    "uuid": "2c20fc7f50603c3016d4ffa49040e0aa90574eca",
    "url": "https://oglobo.globo.com/brasil/sao-paulo/noticia/2023/12/31/multidao-celebra-virada-sem-garoa-na-paulista.ghtml",
    "site_full": "oglobo.globo.com",
    "site": "globo.com",
    "site_section": "https://oglobo.globo.com/rss/oglobo",
    "site_categories": [
      "media",
      "tech",
      "web_clip_art"
    ],
    "section_title": "oglobo",
    "title": "Multidão celebra virada sem garoa na Paulista",
    "title_full": "Multidão celebra virada sem garoa na Paulista",
    "published": "2024-01-01T01:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://s2-oglobo.glbimg.com/3Rs34uH4VXWCEQ-bPqb1F5y7LEE=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_da025474c0c44edd99332dddb09cabe8/internal_photos/bs/2023/H/R/Gx8Y6qRT6ITrReAVSw0w/whatsapp-image-2023-12-31-at-18.51.33.jpeg",
    "performance_score": 0,
    "domain_rank": 745,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2c20fc7f50603c3016d4ffa49040e0aa90574eca",
  "url": "https://oglobo.globo.com/brasil/sao-paulo/noticia/2023/12/31/multidao-celebra-virada-sem-garoa-na-paulista.ghtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bianca Gomes",
  "published": "2024-01-01T01:52:00.000+02:00",
  "title": "Multidão celebra virada sem garoa na Paulista",
  "text": "São Paulo já comemora, em grande estilo e sem garoa, como estava previsto, a chegada de 2024. Com forte esquema de segurança, a Avenida Paulista, um dos principais cartões-postais da capital, está lotada na expectativa para a passagem de ano ao som de “Evidências”, sucesso de Chitãozinho & Xororó, que será cantado pela dupla na virada.\nAs comemorações começaram às 16h e vão se estender até a madrugada, quando o Baile do Simonal encerrará a festa. Zezé Di Camargo foi um dos primeiros a se apresentar, com as novidades de seu solo “Rústico”, cujo repertório traz músicas inéditas e regravações de hits que marcaram sua trajetória ao lado do irmão, Luciano.\nA DJ Cranmarry anima os intervalos dos shows com um repertório eclético — pagode, samba, pisero e outros gêneros. Ton Carfi e Paloma Possi, expoentes da música gospel, trouxeram um coral ao vivo e emocionaram o público com um espetáculo de louvor.\nÀs 23h, os irmãos Chitãozinho & Xororó assumirão o comando das festividades. A dupla entoará a esperada contagem regressiva à meia-noite, que será seguida por queima de fogos de dez minutos. A prefeitura optou por fogos com o menor estampido possível, \"com o objetivo de proteger animais e pessoas com hipersensibilidade auditiva\".\nO palco da virada, localizado entre as ruas Haddock Lobo e Bela Cintra, conta com cenografia especial inspirada em símbolos da cidade. A principal referência visual é a Estação da Luz, um dos marcos da capital, com mais de 120 anos de história. A Catedral da Sé e a Ponte Estaiada, outros cartões-postais, também foram referências visuais centrais para a cenografia.\nVieram para o réveillon da Paulista amigos, casais apaixonados e famílias com crianças. Raika completou um ano de idade há dois dias e veio passar sua primeira virada na Paulista ao lado da mãe, Erika Aparecida, de 23 anos, do pai, Jonathas Davi, de 21, e da avó, Adalisa Silva, de 39. Os quatro chegaram pouco antes das 18h, depois de passarem uma hora e meia no trem e metrô. Eles vieram do Jaraguá, na Zona Norte, onde o casal mora.\n— É nossa primeira vez na Paulista. Somos muito fãs do Zezé. Como estamos com a bebê, não vamos estender muito, mas já valeu demais vir até aqui — diz Erika, que segura a filha no colo enquanto canta os sucessos do cantor.\nDona Adalisa veio de Icó, no Ceará, para passar o ano-novo em família. E aproveitou para tirar da lista um sonho antigo: conhecer a Paulista.\n— Hoje consegui realizar meu desejo! E está tudo muito lindo aqui— disse.\nO técnico de enfermagem Elias de Andrade escolheu o réveillon para apresentar a icônica Avenida Paulista à namorada, Henriza Lopes, de 23, com quem está junto há dois meses. Ele mora em Guarulhos (SP) e ela em Taquaritinga (SP), a 340 quilômetros da capital paulista. Apaixonados por música eletrônica, eles esperavam ansiosos por cada apresentação da DJ Cranmarry, que toca nos intervalos dos shows. Elias conta que também curtiu, especialmente, a iluminação do palco, todo trabalhado em tons de azul, verde e rosa.\nO casal ambiciona \"tirar vários sonhos do papel\" em 2024. Henrinza, que é auxiliar de produção, quer comprar uma casa e vir morar com o namorado em São Paulo, onde, aposta, terá mais oportunidades de trabalho e estudo. Ele não se fez de rogado:\n— Falei para ela que ela vai casar comigo e nunca mais ficará solteira — brinca Elias.\nO entorno da Paulista estava cercado por policiais, guardas municipais e de trânsito. Todos que acessam a avenida passam, antes, por uma revista cautelosa, mas ágil. O acesso por determinadas ruas, porém, estava fechado, o que obrigou algumas pessoas a enfrentar uma caminhada maior antes de chegar à avenida. Foi o caso da administradora Jéssica Duarte, de 27 anos, que precisou andar, conta, por trinta minutos, até chegar à altura do Masp. Ela queria assistir ao show da cantora Claudia Leitte, a partir das 21h.\n— Sou de São Luís, moro em São Paulo há sete anos, mas sempre passei o réveillon trabalhando, é a primeira vez que pude vir à Paulista— conta a moradora da Bela Vista, na região Central.\nEla só torceu o nariz para a concentração de policias no entorno do evento, mas bem menos onde o público se concentra.\n— Aqui no meio da avenida, como não tem tanto policial, fico insegura de pegar o celular, por exemplo — diz, lembrando que o namorado foi assaltado na região na semana passada.\nEsquema de segurança\nUm dos mais tradicionais réveillons do país, esse ano a Paulista tem segurança reforçada, com 1,6 mil policiais militares nas ruas, drones e o helicóptero águia da corporação. Todos que entraram na avenida passaram por uma revista que não durou mais que 10 minutos. A prefeitura mobilizou 630 policiais com 46 viaturas do Comando de Policiamento de Área Metropolitano 1 (CPA/M), do Batalhão de Ações Especiais (Baep) e do policiamento motorizado da capital. Também fazem parte do efetivo 350 guardas municipais e cerca de 700 seguranças privados.\nO transporte público também tem esquema especial. As estações Paraíso, Brigadeiro e Trianon-Masp ficarão abertas para embarque e desembarque durante toda a madrugada. As demais estações do Metrô — das linhas 1-Azul, 2-Verde, 3-Vermelha e 15-Prata — permanecerão abertas para embarque e desembarque até as 2h da manhã. Depois deste horário, continuam funcionando na manhã desta segunda-feira, mas apenas para desembarque dos passageiros.\nEstação mais próxima do palco, a Consolação (Linha 2-Verde) foi fechada para embarque às 16h deste domingo e deve ser reaberta às 4h40 de segunda.\n[Mais recente](#) Próxima Congonhas: ar-condicionado apresenta falhas desde terça de manhã e passageiros reclamam do calor",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-01T02:29:52.821+02:00",
  "updated": "2024-01-01T02:29:52.821+02:00"
}