{
  "thread": {
    "uuid": "d6defd7e79e95b9afc577a33fe45db95bc3e4333",
    "url": "https://innovationorigins.com/en/on-expedition-in-berlin-where-the-future-of-food-lies/",
    "site_full": "innovationorigins.com",
    "site": "innovationorigins.com",
    "site_section": "https://innovationorigins.com/en/feed",
    "site_categories": [
      "celebrity_fan_gossip",
      "entertainment"
    ],
    "section_title": "Innovation Origins",
    "title": "On expedition in Berlin, where the future of food lies",
    "title_full": "On expedition in Berlin, where the future of food lies - IO",
    "published": "2024-02-15T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://innovationorigins.com/app/uploads/2024/02/berlin2.png",
    "performance_score": 0,
    "domain_rank": 32071,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d6defd7e79e95b9afc577a33fe45db95bc3e4333",
  "url": "https://innovationorigins.com/en/on-expedition-in-berlin-where-the-future-of-food-lies/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Elcke Vels",
  "published": "2024-02-15T07:00:00.000+02:00",
  "title": "On expedition in Berlin, where the future of food lies",
  "text": "Pack the bags and go. Last year, I swapped my familiar Groningen for bustling Berlin. I live in the Friedrichshain district, known for its punk roots. After the fall of the wall, it became a magnet for creative minds. But I soon realized that Berlin’s creative culture doesn’t just spawn vibrant murals. It also opens the doors to an open-minded approach when it comes to food. Why you need to know this: From cutting-edge vertical farms to lab-grown fish: developments in the field of food are currently hard to keep up with. In Berlin, there is an awful lot to discover. Anyone strolling through Berlin’s neighbourhoods will come across a Gemüse Kebab tent every 10 minutes: a vegetarian version of the traditional kebab, packed with grilled vegetables and sauces, served in a pita roll. Hallelujah, I thought the first time I took my first bite of such a sandwich. I have been a vegetarian for more than a decade and unfortunately all too familiar with bland vegetable ‘meatballs’ or ‘steaks’ tough as a shoe sole. The Gemüse Kebab not only excites my taste buds, but also my curiosity. Are there any more tasty, sustainable or technologically advanced developments to discover here in Berlin when it comes to food? Spoiler alert: the German capital is way ahead. In the mini series Bits ‘n Bites, I take you on a journey of discovery. Meatless, but tasty ‘Plant-based’ here in Berlin goes beyond the Gemüse Kebab or the oat milk in your cappuccino. Work is in full swing on next-gen meat substitutes, for example based on mycelium: the root of a fungus. I visit start-up Bosque Foods.The company grows mycelium in dedicated vertical farms, then turns it into whole pieces of meat substitutes, which resemble chicken or pork fillets. The process takes less than 10 days. In this way, the start-up is accelerating the transition to environmentally and animal-friendly sources of protein. The German capital is also making strides in the field of cultured meat and fish. I go for coffee at Bluu Seafood. The start-up uses stem cell technology to develop their products. This starts with a one-off ‘fish biopsy’, in which the fish are not killed. Stem cells are then grown into complete cell lines in a laboratory environment. The company focuses on Atlantic salmon, rainbow trout and carp. This places Bluu in the group of companies working on solutions to problems within the fishing industry, such as overfishing, heavy metal and plastic pollution, and animal cruelty. Agriculture of the future Just a step back into the food chain. Companies like Bosque and Bluu are making full use of vertical farms. Considerable progress is also being made in that area. That’s why I will be the first to visit Berlin start-up Lite & Fog. They build advanced vertical farms that use ultrasound and artificial intelligence. Plants thus grow in the best possible way; perfect for the development of ingredients to be processed in meatless alternatives and cultured meat or fish. Among other things, the use of advanced technologies ensures much higher crop yields. Moreover, the special machines use significantly less water compared to conventional farming methods. How much exactly? We will find out. On the move In short: plenty of reasons to go exploring. I sincerely hope the hard-working companies here in Berlin have the time to welcome a curious journalist!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "groningen",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "berlin",
        "sentiment": "none"
      },
      {
        "name": "friedrichshain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T08:16:21.665+02:00",
  "updated": "2024-02-16T08:16:21.665+02:00"
}