{
  "thread": {
    "uuid": "5d13a907215e20c8a5b21123dda24bcd47264fdc",
    "url": "https://www.aciprensa.com/noticias/104721/peregrinacion-eucaristica-nacional-en-eeuu-saca-lo-mejor-de-la-gente",
    "site_full": "www.aciprensa.com",
    "site": "aciprensa.com",
    "site_section": "http://feeds.feedburner.com/noticiasaci",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Noticias de ACI Prensa",
    "title": "La Peregrinación Eucarística Nacional en EEUU está sacando “lo mejor de la gente”, dicen peregrinos",
    "title_full": "La Peregrinación Eucarística Nacional en EEUU está sacando “lo mejor de la gente”, dicen peregrinos",
    "published": "2024-05-31T09:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.aciprensa.com/imagespp/peregrinacion-eucaristica-nacional-eeuu.jpg",
    "performance_score": 0,
    "domain_rank": 18206,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5d13a907215e20c8a5b21123dda24bcd47264fdc",
  "url": "https://www.aciprensa.com/noticias/104721/peregrinacion-eucaristica-nacional-en-eeuu-saca-lo-mejor-de-la-gente",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ACI Prensa",
  "published": "2024-05-31T09:00:00.000+03:00",
  "title": "La Peregrinación Eucarística Nacional en EEUU está sacando “lo mejor de la gente”, dicen peregrinos",
  "text": "Mientras caminaba bajo el fuerte sol en el sur de Texas (Estados Unidos), Charlie McCullough se detuvo esta semana para hablar brevemente con un joven transeúnte mientras la ruta sur de la\nPeregrinación Eucarística Nacional pasaba por Victoria. Este hombre de veintitantos años, que creció como protestante y fue criado en el sistema de hogares temporales, tenía muchas preguntas para McCullough sobre lo que estaba haciendo este grupo grande de católicos y por qué.\nMás tarde, McCullough dijo que se encontró nuevamente con el joven; quien le comentó que no sólo se había sentido inspirado a orar por primera vez en años, sino que también quería continuar acompañando la peregrinación, pese a no ser católico. McCullough, uno de los\n23 hombres y mujeres jóvenes que acompañan a la Eucaristía hasta Indianápolis, resaltó que aunque no espera volver a ver a ese joven en esta vida, sí espera reunirse con él algún día en el cielo.\nRecibe las principales noticias de ACI Prensa por WhatsApp y Telegram\nCada vez es más difícil ver noticias católicas en las redes sociales. Suscríbete a nuestros canales gratuitos hoy:\n\"En la peregrinación, es muy fácil ver lo mejor de las personas\", dijo McCullough en una conferencia de prensa el miércoles con varios\ncompañeros Peregrinos perpetuos, y agregó que cree que es \"la presencia del Señor que saca lo mejor de las personas\".\nLa Ruta Juan Diego, la más meridional de las cuatro,\ncomenzó en Brownsville, Texas, y ha incluido muchas expresiones católicas claramente hispanas.\nLa Peregrinación Eucarística Nacional es un esfuerzo católico sin precedentes para caminar con la Eucaristía miles de kilómetros a través de Estados Unidos, invitando a miles de personas a unirse a lo largo del camino.\nEsto como testimonio público de las enseñanzas de la Iglesia de que la Eucaristía es verdaderamente el cuerpo de Cristo.\nColectivamente, los peregrinos caminarán más de 10, 400 kilómetros en\ncuatro rutas diferentes, comenzando en lados opuestos del país y reuniéndose en Indianápolis para el Congreso Eucarístico Nacional, que se realizará del 17 al 21 de julio de este año.\nEl fin de semana de Pentecostés\nlas cuatro exitosas peregrinaciones comenzaron simultáneamente con grandes y entusiastas multitudes presentes en cada punto de partida.\nAhora, casi dos semanas después, las casi dos docenas de jóvenes dedicados a caminar con la Eucaristía dicen que han experimentado un entusiasmo, una hospitalidad y una reverencia asombrosas entre la multitud de personas con quienes se han encontrado hasta ahora.\nKai Weiss, originario de Alemania y que ahora estudia un posgrado en Washington D.C., es un peregrino en la\nRuta Mariana del norte, que comenzó en las cabeceras del Mississippi en el norte de Minnesota.\nMencionó como punto destacado\nla procesión eucarística de 7, 2 kilómetros desde el Seminario St. Paul hasta la Catedral de St. Paul en Minnesota, que atrajo a una multitud de 7.000 personas. También dijo que fue una experiencia maravillosa visitar a los ancianos en un asilo en St. Paul, y rezar el Rosario con los residentes, ante la Eucaristía.\nSin embargo, Weiss dijo que las multitudes no han sido menos entusiastas fuera de las grandes ciudades. Cuando los peregrinos caminaban en la Diócesis de St. Cloud, a menudo pasando por pequeños pueblos de 200 personas, la gente ya estaba afuera, sonaban las campanas de las iglesias y las primeras personas que querían comulgar se colocaban al costado del camino con flores.\n“El entusiasmo en los pueblos pequeños fue impactante”, dijo, y agregó que aunque los días han sido largos y agotadores en muchos sentidos, ha descubierto que el Señor siempre proporciona “algún tipo de chispa” para ayudar a los peregrinos a seguir sui camino\nLa\nruta Seton ha incluido una parada en la Catedral de San Patricio en Nueva York, el santuario de la antigua casa de Santa Isabel Ana Seton, así como un cruce panorámico del Puente de Brooklyn.\nZoe Dongas, una peregrina perpetua en la ruta, calificó el momento, en que el Cardenal Timothy Dolan de Nueva York bendijo la Estatua de la Libertad con la custodia, como un “vistazo hacia las profundidades” que le hizo entender que “Cristo quiere bendecir nuestro país.\"\nChas Firestone East, peregrino de la\nruta occidental de Junípero Serra, se hizo eco del asombro de Weiss por las cifras que han visto incluso en parroquias pequeñas, y dijo que no esperaba la bienvenida masiva que recibieron en una parroquia rural de Oregón.\nTambién compartió que había oído hablar de, al menos una conversión, relacionada con las peregrinaciones: un fotógrafo que trabajaba para un periódico secular que decidió hacerse católico después de cubrir la peregrinación en Lake Tahoe.\nLa cantidad de caminata que realmente hacen los peregrinos cada día varía y a menudo se ve afectada por el clima o el suelo.\nLos peregrinos de la Ruta Serra, que son quienes más distancias deben recorrer, han pasado por mucho lugares en zonas rurales, mientras que gran parte de los tramos urbanos de la peregrinación hasta ahora se han realizado a pie, a menudo al menos 16 kilómetros diarios.\nShayla Elm, peregrina\nde la Ruta Juan Diego, quien camina con McCullough, dijo que el entusiasmo que han encontrado hasta ahora muestra \"cuánta hambre tiene la gente por mostrar su fe\".\n\"Estamos dando a muchos católicos la oportunidad de ser católicos, de ser eucarísticos, de mostrar ese amor al mundo\", dijo.\nLos católicos de todo Estados Unidos pueden\nregistrarse para unirse a los peregrinos en tramos cortos de las peregrinaciones y participar en muchos otros eventos especiales organizados por las diócesis locales.\nTraducido y adaptado por el equipo de ACI Prensa. Publicado originalmente en\nCNA.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.catholicnewsagency.com/news/257062/meet-the-young-catholic-pilgrims-who-will-walk-thousands-of-miles-with-the-eucharist-this-summer",
    "https://www.eucharisticpilgrimage.org/st-elizabeth-ann-seton-route",
    "https://www.eucharisticpilgrimage.org/st-junipero-serra-route",
    "https://www.catholicnewsagency.com/news/257851/national-eucharistic-pilgrimage-is-bringing-out-the-best-in-people-pilgrims-say",
    "https://www.eucharisticpilgrimage.org/perpetual-pilgrims",
    "https://www.eucharisticpilgrimage.org/",
    "https://www.catholicnewsagency.com/news/257791/hundreds-brave-extreme-heat-to-accompany-the-eucharistic-lord-in-south-texas",
    "https://urldefense.com/v3/__https:/www.eucharisticpilgrimage.org/__;!!GfxeEQ!VtNcTuUOHWfzikcEBxN20uvbuFqrLiqmx6UCp4E8XZ1XuARnPAi70LsDobEBxgOI0VU0ie4VdTnkrUIu75o%24",
    "https://www.eucharisticpilgrimage.org/st-juan-diego-route",
    "https://www.eucharisticcongress.org/ewtn",
    "https://www.catholicnewsagency.com/news/256908/national-eucharistic-pilgrimage-when-is-it-passing-through-your-town",
    "https://www.catholicnewsagency.com/news/257753/a-look-at-the-beginning-of-the-four-national-eucharistic-pilgrimage-routes",
    "https://www.eucharisticpilgrimage.org/about-the-2024-national-eucharistic-pilgrimage",
    "https://www.ncregister.com/commentaries/st-paul-eucharistic-pilgrimage",
    "https://www.eucharisticpilgrimage.org/marian-route",
    "https://www.ncregister.com/news/jesus-came-to-them-eucharistic-revival-st-paul",
    "https://catholicnewsagency.com/news/257753/a-look-at-the-beginning-of-the-four-national-eucharistic-pilgrimage-routes",
    "https://eucharisticpilgrimage.org/perpetual-pilgrims",
    "https://catholicnewsagency.com/news/257791/hundreds-brave-extreme-heat-to-accompany-the-eucharistic-lord-in-south-texas",
    "https://www.urldefense.com/v3/__https:/www.eucharisticpilgrimage.org/__;!!GfxeEQ!VtNcTuUOHWfzikcEBxN20uvbuFqrLiqmx6UCp4E8XZ1XuARnPAi70LsDobEBxgOI0VU0ie4VdTnkrUIu75o%24",
    "https://catholicnewsagency.com/news/257062/meet-the-young-catholic-pilgrims-who-will-walk-thousands-of-miles-with-the-eucharist-this-summer",
    "https://eucharisticpilgrimage.org/",
    "https://eucharisticpilgrimage.org/st-juan-diego-route",
    "https://ncregister.com/commentaries/st-paul-eucharistic-pilgrimage",
    "https://ncregister.com/news/jesus-came-to-them-eucharistic-revival-st-paul",
    "https://www.eucharisticpilgrimage.org",
    "https://eucharisticpilgrimage.org/about-the-2024-national-eucharistic-pilgrimage",
    "https://catholicnewsagency.com/news/256908/national-eucharistic-pilgrimage-when-is-it-passing-through-your-town",
    "https://eucharisticpilgrimage.org/marian-route",
    "https://eucharisticcongress.org/ewtn",
    "https://catholicnewsagency.com/news/257851/national-eucharistic-pilgrimage-is-bringing-out-the-best-in-people-pilgrims-say",
    "https://eucharisticpilgrimage.org/st-junipero-serra-route",
    "https://eucharisticpilgrimage.org/st-elizabeth-ann-seton-route"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T06:50:50.244+03:00",
  "updated": "2024-06-01T06:50:50.244+03:00"
}