{
  "thread": {
    "uuid": "d9c1232c5d1f3329d2e9481b8b8556b42f13e122",
    "url": "https://www.milanotoday.it/sport/volley/milano-batte-3-0-trento.html",
    "site_full": "www.milanotoday.it",
    "site": "milanotoday.it",
    "site_section": "http://www.milanotoday.it/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "MilanoToday",
    "title": "Serie A1 femminile, l'Allianz Vero Volley Milano non si distrae e piega nettamente Trentino",
    "title_full": "Serie A1 femminile, l'Allianz Vero Volley Milano non si distrae e piega nettamente Trentino",
    "published": "2024-01-07T22:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.milanotoday.it/~media/horizontal-hi/10593142435627/attacco-egonu-vs-trentino.jpg",
    "performance_score": 0,
    "domain_rank": 40152,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d9c1232c5d1f3329d2e9481b8b8556b42f13e122",
  "url": "https://www.milanotoday.it/sport/volley/milano-batte-3-0-trento.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Enrico Fanelli",
  "published": "2024-01-07T22:38:00.000+02:00",
  "title": "Serie A1 femminile, l'Allianz Vero Volley Milano non si distrae e piega nettamente Trentino",
  "text": "[Volley](/sport/volley/)\nSerie A1 femminile, l'Allianz Vero Volley Milano non si distrae e piega nettamente Trentino\nEgonu vince il duello a distanza con Mazzanti e si prende anche l'MVP. All'Allianz Cluod termina 3-0 per le rosa che ora rivolgono le loro attenzioni alla Champions\nLa conclusione di un periodo di pausa di qualsiasi campionato può riservare anche alle squadre sulla carta più forti un ritorno in campo insidioso. Non è stato così per l'Allianz Vero Volley Milano, brava a rimanere sul pezzo nei giorni scorsi e a non farsi cogliere di sorpresa da una pur volenterosa Itas Trtentino, battuta nettamente in tre set. Per le rosa è un successo importante in quanto possono rispondere a tono alla Savino Del Bene Scandicci che momentaneamente le aveva sorpassate al secondo posto dopo la vittoria di ieri nell'anticipo contro Busto Arsizio.\nIl match, il cui pronostico pendeva nettamente dalla parte delle padrone di casa, presentava diversi spunti di interesse, primo tra tutti il duello, sportivo si intende, tra Paola Egonu e Davide Mazzanti, suo ex ct fino a poche settimane fa in nazionale e da poco insediatosi sulla panchina delle dolomitiche. Ebbene l'opposto lo ha stravinto, beccandosi anche il premio MVP per effetto dei suoi 20 punti.\nNon c'è tempo per godersi eccessivamente la vittoria. Tra tre giorni si torna in campo questa volta per la Champions League, ovvero per il match in esterna da disputare contro le serbe del Jedinstvo Stara Pazova. In palio punti pesantissimi in chiave primato.\nLa partita\nMarco Gaspari sceglie un sestetto composto da Orro – Egonu come diagonale palleggiatore opposto, Daalderop-Cazaute come schiacciatrici, la coppia Heyrman-Folie come centrali e Pusic libero.\nMilano imposta la partita sulle iniziative delle centrali Folie - Heyrman e con l'ace di Egonu si porta sul 7-4. L'opposto si ripete e realizza, sempre dai nove metri, l'11-4. Il muro difesa funziona a meraviglia e ne deriva un allungo più che mai deciso (16-6 e 22-10). Il resto del set iniziale serve solo per le statistiche: le rosa vincono 25-13.\nTrento è determinata a lottare e inizia bene il secondo set (3-7). Egonu è scatenata e dai nove metri riporta in scia le rosa (5-7). Qualche imprecisione di troppo dilatano nuovamente lo svantaggio (6-10) inducendo Gaspari a chiamare time out (6-10). Daalderop ed Egono dimezzano ancora il ritardo (8-10) e ci penserà un ace di Orro a trovare il riaggiancio (11-11). L'inseguimento viene coronato dal muro di Heyrman (17-14). Da 23 a 20 però si passa al 23-22 e il coach deve ricorrere nuovamente alla sospensione. Malual non trema e mette a segno il 25-23.\nL'inizio della terza frazione ricalca quasi fedelmente quello precedente, con Trento che va sull'1-5. Folie e Cazaute replicano subito (4-5), facdendo da apripista alla rimonta firmata Heyrman (7-6). Si gioca punto a punto fino all'ace di Sylla (17-15). Milano spinge ma senza successo, favorendo il ritorno ospite (20-20), ma anche questa volta non trema. Sylla ed Egonu regalano due match point, la prima, con una palla corta, fa subito centro e chiude la contesa (25-22).\nIl tabellino\nAllianz Vero Volley Milano - Itas Trentino 3-0 (25-13; 25-23; 25-22)\nAllianz Vero Volley Milano: Cazaute 8, Malual 2, Heyrman 8, Folie 8, Orro 2, Pusic (L), Sylla 4, Egonu 20, Daalderop 7 N.E. Prandi, Rettke, Bajema, Candi, Castillo (L) All. Gaspari\nItas Trentino: Shcherban 8, Passaro, Acosta Alvarado, Michielietto 7, Guiducci, Olivotto 8, Marconato 1, Parlangeli (L), Dehoog 12, Angelina 2, Gates 4, Moretto, Mistretta (L) N.E. Mason All. Mazzanti\nNOTE\nArbitri: Matteo Selmi, Andrea Puecher\nSpettatori: 3832\nDurata set: 21', 30', 33' Tot. 1h32'\nAllianz Vero Volley Milano: battute vincenti 5, battute sbagliate 10, muri 7, errori 16, attacco 45%\nItas Trentino: battute vincenti 2, battute sbagliate 9, muri 7, errori 16, attacco 33%\nMVP: Paola Egonu (Allianz Vero Volley Milano)\nImpianto: Allianz Cloud - Milano",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:26:14.644+02:00",
  "updated": "2024-01-08T01:26:14.644+02:00"
}