{
  "thread": {
    "uuid": "715a3f2bf15c587dbf7a54d4ccfe22777b2ccb92",
    "url": "https://www.on3.com/teams/iowa-hawkeyes/news/iowa-hawkeye-women-westling/",
    "site_full": "www.on3.com",
    "site": "on3.com",
    "site_section": "https://on3.com/feed",
    "site_categories": [],
    "section_title": "On3",
    "title": "Every point matters in Iowa’s National Duals victory",
    "title_full": "Every point matters in Iowa’s National Duals victory",
    "published": "2024-01-08T00:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://on3static.com/uploads/dev/assets/cms/2024/01/07164107/Iowa-womens-wrestling1.png",
    "performance_score": 0,
    "domain_rank": 22021,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "715a3f2bf15c587dbf7a54d4ccfe22777b2ccb92",
  "url": "https://www.on3.com/teams/iowa-hawkeyes/news/iowa-hawkeye-women-westling/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tanner Lafever",
  "published": "2024-01-08T00:48:00.000+02:00",
  "title": "Every point matters in Iowa’s National Duals victory",
  "text": "Every point matters in Iowa's National Duals victory\nTalk about making an entrance on the biggest stage.\nThe first-ever Iowa Hawkeye women’s wrestling team did just that on Friday and Saturday at the UNI-Dome – nabbing the first of what many hope (and expect) to be countless national championship honors going forward.\nOn this first-ever occasion that just so happened to encompass the NWCA National Duals at which the best of the best teams from across NCAA women’s wrestling gathered in Cedar Falls, Iowa.\nIn the end, it would be the Hawkeyes who prevailed, capping a 4-0 run through the tournament bracket with a dramatic 21-20 victory over North Central College (IL) in the finals on Saturday afternoon.\nBut before breaking down the championship bout heroics (and there were more than few), here’s a quick look back at how Iowa was able to navigate its path just to get there:\nFriday’s Action\nA 49-1 opening round rout over 15-seed Adrian College (MI) somewhat belies the admirable fight put up by the opposing Bulldogs – particularly in the early going. But by dual’s end the Hawkeyes had amassed bonus point wins across all 10 weights, including seven pins, two forfeits and one victory by technical fall.\nNext up, seventh-seeded Presbyterian, whom Iowa faced nearly two months prior at the program’s inaugural home duals inside of Carver-Hawkeye Arena.\nTurns out that even 50-plus days later not much had really changed other than a few names in the Hawkeye lineup. The ‘sequel’ to November’s 44-1 trouncing was a 39-4 victory to advance Iowa into the semi-finals.\nThe highlights of the dual included two Iowa back-ups notching wins over top-10 opponents – Ava Rose over #10 Alyssa Mahan (4-2) at 123 pounds and #3 Haley Ward over 10th-ranked Henlee Haynes (10-0) at 170 pounds – while another, #2 Ella Schmit, earned a measure of belated revenge over Presbyterian 143-pounder Madeline Kubicki.\nLast April it was Kubicki who prevailed over the Bettendorf, Iowa native Schmit for a spot on the U.S. Under-20 World Championship team – taking two-out-of-three matches in wild back-and-forth affair.\nOn this latest occasion Schmit fought back from an early 4-0 deficit courtesy of a few gritty takedowns and took her first lead of the match with barely a minute remaining in the second period. Hardly satisfied, she then muscled Kubicki over for the fall shortly thereafter.\nOne last notable development was the season debut of 191-pound junior Jaycee Foeller.\nThe previous two-time national finalist at both McKendree (IL) and Central Methodist University (MO) had been presumed to be spending the 2023-24 season in redshirt at Iowa due to her status as a second-time transfer athlete. But with that NCAA stipulation now tied up in the courts – and perhaps ultimately unenforceable – Foeller was able to step into the Hawkeye lineup for the first time this weekend.\nIn totality Friday’s pair of duals resulted in 19/20 match wins for Iowa, 18 of which were accompanied with some form of bonus points.\nNot too shabby.\nSaturday semi-finals\nIts first dual on Saturday morning would see the Hawkeyes pitted against #3 seed King University (TN), the two-time reigning champions of this event.\nThrough four bouts, what had been a thoroughly competitive showing on the mat was not nearly so on the team scoreboard. Iowa would hold a 14-0 advantage thanks to a fall at 101 pounds by #2 Sterling Dias over King’s #6 Mia Zuniga plus a trio of decision victories over top-five ranked Tornado foes.\nKing would finally get on the board and narrow the gap to 14-8 after its pair of highly ranked middleweights earned 10-0 technical fall victories at 130 and 136 pounds (remember that nugget for later).\nHowever, if the proverbial ‘door’ had been opened even just a crack then the back half of Iowa’s lineup slammed it shut with authority.\nA 7-0 win at 143 pounds by #1 Reese Larramendy plus a forfeit victory at 155 pounds for top-ranked Marlynne Deede put the final nail in the coffin for the dual. Subsequent bonus point wins by #1 Kylie Welker at 170 (10-0 over #2 Tiffani Baublitz) and the aforementioned Foeller at 191 (fall over #6 Alexa Garcia) merely served to shovel dirt upon it.\nIowa 31, King 8.\nAll of that would set up the titanic finals matchup that everyone was hoping to see.\nIowa vs. North Central\nThis inaugural Hawkeye team truly is the ‘new kid on the block’ in the sport of women’s college wrestling, but they’ve also made their debut backed by a state and a school synonymous with wrestling greatness.\nThey entered Saturday afternoon ranked 1st in the latest NCAA coaches rankings but seeded second at National Duals.\nMeanwhile, top-seeded North Central entered as the reigning NCWWC national champs (the equivalent of the NCAA Tournament you’re familiar with on the Iowa men’s side of things) and hot on the Hawkeyes’ heels at #2 in the coaches’ poll.\nThe Cardinals are a private Division III school out of Naperville, Illinois that has risen to the top of the sport in relatively short order following the inception of its women’s program.\nSo, in a bizarre ‘narrative’ twist, both sides of the matchup could’ve conceivably painted themselves as either David or Goliath.\nOf course, a brief glance at the scoresheet from today’s dual would quickly dispel any such notion that either of these two were merely ‘slinging stones’ once they stepped onto the mat:\n101 – #2 Sterling Dias (IA) vs. #4 Maddie Avila (NC) – Dias W by tech. fall (11-0)\n4-0, Iowa\n109 – #2 Ava Bayless (IA) vs. ‘unranked’ Jaslynn Gallegos (NC) – Bayless W by dec. (5-5)\n7-1, Iowa\n116 – #3 Brianna Gonzalez (IA) vs. #2 Sydney Petzinger (NC) – Petzinger W by dec. (6-4)\n8-4, Iowa\n123 – #2 Felicity Taylor (IA) vs. #1 Amani Jones (NC) – Jones W by dec. (12-3)\n9-7, Iowa\n130 – #10 Emily Frost (IA) vs. #6 Salome Walker (NC) – Walker W by dec. (8-2)\n10-10, tied\n136 – unranked Lilly Luft (IA) vs. #1 Yele Aycock (NC) – Aycock W by dec. (6-2)\n11-13, North Central\n143 – #1 Reese Larramendy (IA) vs. ‘unranked’ Alara Boyd (NC) – Boyd W by dec. (9-4)\n12-16, North Central\n155 – #1 Marlynne Deede (IA) vs. #4 London Houston (NC) – Deede W by fall (1:38)\n17-16, Iowa\n170 – #1 Kylie Welker (IA) vs. ‘unranked’ Yelena Makoyed (NC) – Welker W by dec. (11-3)\n20-17, Iowa\n191 – ‘unranked’ Jaycee Foeller (IA) vs. #2 Traeh Haynes (NC) – Haynes W by dec. (6-1)\nIowa 21, North Central 20\nFor even greater context on the overwhelming amount of talent on the mat today for both teams enjoy these tidbits:\n- Each member of the North Central trio carrying with them an ‘unranked’ designation into Saturday’s final (at 109, 143 and 170 pounds) also happens to be a former national champion. All three were late roster additions entering the New Year after electing to utilize an extra fifth year of eligibility. Yelena Makoyed (170 pounds) is the three-time defending NCWWC champ.\n- As mentioned previously, Iowa’s ‘unranked’ Foeller is a two-time national finalist herself.\n- Between the two teams there were three current top-ranked athletes (at 101, 109 and 191 pounds respectively) left out of today’s dual due to either injury or a coach’s decision.\n- The Hawkeyes were also without the services of their top two options at 136 pounds – #2 Nanea Estrella and #8 Esther Han.\nBut enough of the background factoids, let’s get into the action.\nTo start things off, Iowa couldn’t realistically have asked for much more than the tech. fall it got from #2 Sterling Dias at 101 pounds followed by a last-second come-from-behind win by #2 Ava Bayless over the defending NCWWC 116-pound national champion.\nThe redshirt freshman Bayless trailed 5-0 with under 1:50 left, and 5-2 with barely 30 seconds on the clock before securing a takedown plus an additional penalty point as Gallegos (North Central) fled the mat amidst the sequence to avoid giving up additional exposure points. That made the match 5-5 in the Hawkeye’s favor on criteria, and she was able to stymie a few last-ditch efforts from her opponent to get the win.\nMomentum would stall, however, as previously undefeated Brianna Gonzalez (116) and Felicity Taylor (123) – both bumping up from their ideal weights this season – fell by decision to top-tier opponents.\nThe slide would continue at 130 and 136 as the only true freshmen in Iowa’s lineup – Emily Frost and Lilly Luft – dropped their matches by 8-2 and 6-2 scores respectively (more on the importance of that later). And it would conclude with a fifth consecutive defeat for the Hawkeyes, this one at 143 pounds (9-4) as #1 Reese Larramendy couldn’t climb out of an early hole against former national champ Alara Boyd.\nNow trailing by four, Iowa was in search of a spark to turn things back in its favor.\nIt would find just that at 155 pounds with Marlynne Deede.\nThe Augsburg University graduate transfer (and defending NCWWC champ) gave up a counter takedown for the match’s opening score, but responded with one of her own, dumping her opponent to her hip for two points and then eventually working to secure the fall to put her team back in front by one.\nMeanwhile, 170 pounds would feature the marquee bout of the dual, as Iowa’s RS freshman Kylie Welker took on North Central fifth-year senior Yelena Makoyed in a battle of two of best wrestlers at their weight not only in America, but worldwide. In this meeting it was Welker who would control the majority of the action on her way to an 11-3 decision.\nNow holding a 20-17 lead entering the 10th and final weight Iowa had two paths to winning the dual.\nA Foeller victory would obviously cinch things, but so too would a loss via decision…so long as Foeller scored at least one point of her own during the match. A loss by tech. fall or pin would swing the dual in North Central’s favor, as would a shutout defeat by regular decision (anything from 1-0 to 9-0).\nIt took her a while, but Foeller would finally get on the board courtesy of a second period passivity point and ultimately win the dual for the Hawkeyes (21-20) despite losing her own match 6-1.\nA wild conclusion befitting an equally wild dual if ever there was one.\nIowa brought home the National Duals crown despite only winning 4/10 matches. How?\nFirst, by notching two bonus points victories (one pin and one tech. fall). Second, by not ceding any bonus points to North Central. And third and perhaps most crucially, by scoring points, win or lose.\nYes, ‘scoring points’ helped to win a wrestling dual. Shocker, right?\nWell for those unfamiliar with freestyle team scoring in a dual meet setting it truly is more important than you may realize.\nWithin this criteria Iowa tallied 15 points courtesy of its four wins and an additional six via its six losses – good for 3.75 team points/win and 1.0 points/loss.\nMeanwhile, North Central racked up 18 points via six wins and another two across four defeats – that’s 3.0 team points/win and 0.5 points/loss.\nSimply put, the Hawkeyes got more bang for their buck in both victory and defeat, and it ultimately won them a national title.\nTrue freshmen like Frost and Luft who had both taken 10-0 drubbings earlier in the semi-finals came back just a few hours later against another pair of equally high-powered opponents and not only prevented bonus points but got on the scoreboard themselves – a four-point swing from their previous results.\nThose were the sorts of unsung moments that made this championship result achievable, and they were at the heart of the message that head coach Clarissa Chun had for her team post-match.\nOf course, this is hardly the end for these two teams and their battle for national supremacy.\nWith 10 individual titles (plus another team championship) to be contested at NCWWC’s in early March there’s still plenty left out there to accomplish – especially for these first-year Hawkeyes.\nThat said, it sure seems like a sign of great things to come that they’ve already proven themselves capable of beating the very best that women’s college wrestling has to offer despite being just three months into the program’s first official season on the mat.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "national duals",
        "sentiment": "negative"
      },
      {
        "name": "ncaa",
        "sentiment": "none"
      },
      {
        "name": "nwca national duals",
        "sentiment": "none"
      },
      {
        "name": "north central college",
        "sentiment": "none"
      },
      {
        "name": "adrian college",
        "sentiment": "none"
      },
      {
        "name": "bulldogs",
        "sentiment": "none"
      },
      {
        "name": "hawkeyes",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "iowa",
        "sentiment": "none"
      },
      {
        "name": "cedar falls",
        "sentiment": "none"
      },
      {
        "name": "iowa hawkeye",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:02:32.761+02:00",
  "updated": "2024-01-08T01:02:32.761+02:00"
}