{
  "thread": {
    "uuid": "20507ac4a91479bb4760f5ac7ffc1a0a634910f3",
    "url": "https://www.sail-world.com/news/271710/Gentoo-Sailing-Team-to-conduct-ocean-research",
    "site_full": "www.sail-world.com",
    "site": "sail-world.com",
    "site_section": "https://www.sail-world.com/rss/",
    "site_categories": [
      "sailing",
      "sports"
    ],
    "section_title": "Sail-World.com latest news : Worldwide",
    "title": "Gentoo Sailing Team to conduct ocean research",
    "title_full": "Gentoo Sailing Team to conduct ocean research",
    "published": "2024-02-16T10:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://www.sail-world.com/photos/irc2024/yysw459016.jpg",
    "performance_score": 0,
    "domain_rank": 37928,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "20507ac4a91479bb4760f5ac7ffc1a0a634910f3",
  "url": "https://www.sail-world.com/news/271710/Gentoo-Sailing-Team-to-conduct-ocean-research",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gentoo Sailing Team",
  "published": "2024-02-16T10:49:00.000+02:00",
  "title": "Gentoo Sailing Team to conduct ocean research",
  "text": "The University of Portsmouth is partnering with Gosport-based ocean sailing team, Gentoo Sailing Team, to help protect our planet's marine ecosystems.\nThe University is supporting James Harayda, Skipper and Team Principal, in his bid to compete as the youngest international sailor in the world's biggest and toughest ocean race, the Vendee Globe, a single-handed (solo) non-stop round the world yacht race.\nThe skipper will be competing in the 2024 edition of the round the world race (with the aim of winning the 2028 race and being the first Briton to do so) which will start and finish in Les Sables-d'Olonne, France. The three-month race, which is known as 'the pinnacle of ocean racing' is scheduled to begin on 10 November.\nUniversity researchers will use his yacht, Gentoo, as a platform to conduct world-leading global marine research to help measure the challenges faced by the world's oceans, such as climate change, pollution and disappearing biodiversity. The partnership will also raise awareness with the general public and within schools internationally.\nThe partnership contributes to the UN Ocean Decade of Science for Sustainable Development led by the UNESCO-IOC (Intergovernmental Oceanographic Commission) to advance global ocean science, foster sustainable development and protect marine ecosystems through collaborative research and innovation.\nProfessor Pierre Failler, Director of the Centre for Blue Governance at the University of Portsmouth, and Unesco Chair holder in Ocean Governance, said: \"This research is embedded in the UN Sustainable Development Goals (SDGs), Decade of Ocean Science and UNESCO's mission to contribute to the building of a culture of peace, the eradication of poverty, sustainable development and intercultural dialogue through education, the sciences, culture, communication and information.\"\nCommenting on his own motivation, 26 year old double British Champion, James Harayda said: \"The oceans are not only my racetrack but also the lifeline of our planet's health. It's crucial that we, as a population, begin to take the protection and management of our world's oceans more seriously. I am extremely proud to be using Gentoo Sailing Team as a platform to not only raise awareness and inspire the next generation of ocean advocates, but to collect invaluable data to help inform policy makers and drive positive change to our oceans.\n\"Gentoo is an IMOCA class racing yacht, a Formula One car on the high seas, so to accommodate the equipment and research tasks within my 24/7 working day will be a challenge, but one that I am delighted to take on.\"\nRobert Watherston, Commercial Director, Gentoo Sailing Team, added: \"We race, using the power of nature, in front of millions of fans, fully engaged in the extraordinary exploits of James and Gentoo. This project offers an inspiring example of how elite sport and world leading science combines to inform, challenge and ultimately change opinions. There is a great opportunity, for like minded brands, to join us in making this happen.\"\nProfessor Alex Ford, Deputy Director of the Centre for Blue Governance, said:\" We will conduct world-leading oceanographic research to understand and inform international decision-making to address the triple planetary crises of climate change, biodiversity loss and pollution.\n\"This project is the latest one of several we have been fortunate to work on involving oceanographic races. These provide unique opportunities to sample in global locations and in ways not undertaken before and help us better understand our planet and the impacts we humans have on our environment.\"\nProfessor Ford recently contributed to a University of Portsmouth-led study that highlights the growing trend of combining marine sports and science to protect our oceans. The research showed the power of using the global marine recreation community with the purpose of driving scientific advancements to protect our planet's marine ecosystems.\nDr Sophie Quintin, researcher in ocean governance and security from the Centre for Blue Governance, who has promoted the project since meeting the Gentoo Sailing Team at the start of the Route du Rhum in Saint Malo in 2022, said: \"As an amateur ocean racer who has followed ocean racing for many years, I am really excited to see our university supporting James and look forward to collaborating with other universities involved in conducting research.\n\"As sailors and users of the sea, we can all do more to minimise our impact on the seas and the Vendée Globe race, as well as the IMOCA class world series, are spearheading ocean racing in this regard with the incorporation of sustainability as a core objective. I know James is passionate about making a difference so I hope our students and university, our island-city and county will rally behind him.\n\"From a research standpoint, the partnership is a unique opportunity to explore the role played by sailing and the yachting industry in improving the health of our oceans within a broader global policy framework. It is a chance to raise awareness about the many challenges to biodiversity from pollution to overfishing in areas which are rarely researched and not mentioned enough to improve their management.\"\nTo find out more about Gentoo Sailing Team's racing programme, its sustainability objectives and commercial opportunities, please visit: www.gentoosailingteam.co.uk/sponsorship\nTo follow the race which starts in November 2024 visit: www.vendeeglobe.org/fr/edition-2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "james harayda",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gentoo sailing team",
        "sentiment": "negative"
      },
      {
        "name": "university of portsmouth",
        "sentiment": "negative"
      },
      {
        "name": "vendee globe",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gosport",
        "sentiment": "none"
      },
      {
        "name": "gentoo sailing tea",
        "sentiment": "none"
      },
      {
        "name": "les sables-d'olonne",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      },
      {
        "name": "gentoo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T11:32:02.438+02:00",
  "updated": "2024-02-16T11:32:02.438+02:00"
}