{
  "thread": {
    "uuid": "57821710d308bcbac4446c51dd92d6a5768f6521",
    "url": "https://www.infobae.com/america/agencias/2024/03/10/biden-muestra-gratitud-a-los-tres-militares-fallecidos-en-el-accidente-de-helicoptero-en-la-frontera-con-mexico",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "https://www.infobae.com/argentina-rss.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Infobae.com",
    "title": "Biden muestra gratitud a los tres militares fallecidos en el accidente de helicóptero en la frontera con México",
    "title_full": "Biden muestra gratitud a los tres militares fallecidos en el accidente de helicóptero en la frontera con México",
    "published": "2024-03-10T02:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/new-resizer/3a8JW1FnZdKC6JWW4-7xISkYxeQ=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/Q6HJPFBD4BFDFJOPCHZHRO3HJI.jpg",
    "performance_score": 0,
    "domain_rank": 2077,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "57821710d308bcbac4446c51dd92d6a5768f6521",
  "url": "https://www.infobae.com/america/agencias/2024/03/10/biden-muestra-gratitud-a-los-tres-militares-fallecidos-en-el-accidente-de-helicoptero-en-la-frontera-con-mexico",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Newsroom Infobae",
  "published": "2024-03-10T02:17:00.000+02:00",
  "title": "Biden muestra gratitud a los tres militares fallecidos en el accidente de helicóptero en la frontera con México",
  "text": "El presidente de Estados Unidos, Joe Biden, ha mostrado su gratitud a los dos miembros de la Guardia Nacional y al agente de la Patrulla Fronteriza que fallecieron el viernes por la noche tras estrellarse el helicóptero en el que viajaban cerca de la frontera con México. \"Ayer, Jill y yo nos enteramos de la trágica muerte de dos miembros de la Guardia Nacional y un agente de la Patrulla Fronteriza de Estados Unidos cuyo helicóptero se estrelló mientras realizaban operaciones de rutina cerca de Rio Grande, en Texas. Un tercer guardia resultó gravemente herido en el accidente y está hospitalizado\", ha relatado Biden en un comunicado compartido por la Casa Blanca. Ha añadido que \"estos valientes estadounidenses dedicaron sus vidas a proteger nuestra nación. Se inscribieron conociendo los riesgos y creyendo en la misión de servir a sus compatriotas manteniendo nuestra nación segura. Nuestra gratitud es profunda y su sacrificio nunca será olvidado\". Por esta razón, ha extendido su \"más sentido pésame\" a familiares, seres queridos y compañeros de trabajo y va a rezar por una rápida recuperación para el guardia herido. \"Mientras investigamos las circunstancias de este accidente, seguimos apoyando a nuestros miembros del servicio, agentes fronterizos y sus familias, cuyas contribuciones a nuestra nación son vitales para nuestra seguridad\", ha finalizado.\nBiden muestra gratitud a los tres militares fallecidos en el accidente de helicóptero en la frontera con México\nDEPORTES\nAsí está la tabla de posiciones de la Zona A tras el empate de Independiente y River Plate en el clásico\nBorja lo hizo de nuevo: anotó otro gol ante Independiente y acentuó su implacable racha en River Plate\nCandidato al Premio Puskas: la increíble tijera desde la puerta del área que peleará por ser el mejor gol del año\nMax Verstappen dominó el GP de Arabia de Fórmula 1, pero el que brilló fue el piloto de 18 años que debutó en Ferrari\nENTRETENIMIENTO\nNetflix se expande a Broadway con “Stranger Things: The First Shadow”\n“La reina de las lágrimas”: tráiler, elenco, cameos y todo sobre el nuevo k-drama de Kim Soo-hyun\nOscar 2024: ¿cuándo y dónde ver la premiación más importante del cine?\nDía de la Mujer: las obras maestras de directoras que compitieron por el Oscar\nTENDENCIAS\nAire acondicionado vs. ventilador: qué consume más energía\nDescubre todo lo que puedes hacer con un televisor inteligente: desde juegos hasta videollamadas\nFalla global con PlayStation: jugadores no han podido ingresar a sus juegos digitales",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-10T02:33:14.258+02:00",
  "updated": "2024-03-10T02:33:14.258+02:00"
}