{
  "thread": {
    "uuid": "135959a41643e9a73df18dd3e05dafcab329007a",
    "url": "https://www.wits.ac.za/news/latest-news/opinion/2024/2024-06/global-pandemic-treaty-will-help-fight-future-threats.html",
    "site_full": "www.wits.ac.za",
    "site": "wits.ac.za",
    "site_section": "https://www.wits.ac.za/",
    "site_categories": [
      "graduate_school",
      "education"
    ],
    "section_title": "Home - Wits University",
    "title": "2024-06 - Global pandemic treaty will help fight future threats - Wits University",
    "title_full": "2024-06 - Global pandemic treaty will help fight future threats - Wits University",
    "published": "2024-06-24T01:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ZA",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 8180,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "135959a41643e9a73df18dd3e05dafcab329007a",
  "url": "https://www.wits.ac.za/news/latest-news/opinion/2024/2024-06/global-pandemic-treaty-will-help-fight-future-threats.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The University of the Witwatersrand, Johannesburg",
  "published": "2024-06-24T01:00:00.000+03:00",
  "title": "2024-06 - Global pandemic treaty will help fight future threats - Wits University",
  "text": "Global pandemic treaty will help fight future threats - Precious Matsoso The 194 member states of the WHO are negotiating a pandemic accord, only the second health accord after the 2003 convention against tobacco. For the past two years the World Health Organization’s 194 member states have been negotiating an international accord on [pandemic prevention, preparedness and response](https://www.who.int/news-room/questions-and-answers/item/pandemic-prevention--preparedness-and-response-accord). This was driven by the need to ensure the world is better prepared for future pandemics. The outcome of the government-led negotiations was presented to the annual meeting of the World Health Assembly in May 2024 and countries required more time to develop this first-ever global pandemic accord. Negotiations have been [extended](https://www.nature.com/articles/d41586-024-01658-5) until May 2025. [Precious Matsoso](https://phasa.samrc.ac.za/PreciousMalebonaMatsoso.pdf) was appointed co-chair of the Intergovernmental Negotiating Body, which was established after governments decided, in December 2021, to develop an international pandemic agreement. She has more than 25 years of executive management experience in health matters, both nationally and internationally. She tells Nadine Dreyer about the complexities of drafting the accord and why she is optimistic about getting the deal done. Why do we need a pandemic accord? During the COVID-19 pandemic, inequitable vaccine distribution protected people in the global north but left the world’s poorest at the back of the queue. Problems arose when high-income countries were accused of stockpiling pharmaceuticals for domestic use, curbing other nations’ supplies. One [analysis](https://www.nature.com/articles/s41591-022-02064-y) estimated that 1.3 million people died in lower-income countries because of inequitable distribution of vaccines. In the first seven months of the worldwide COVID-19 vaccination campaign, more than [80% ](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10241610/)of the doses were concentrated in [high-income](https://msf.org.uk/sites/default/files/2022-02/World%20Bank%20list%20of%20economies%202022.pdf) and [upper-middle-income countries](https://msf.org.uk/sites/default/files/2022-02/World%20Bank%20list%20of%20economies%202022.pdf). At the heart of the proposed accord is the need to ensure equity in access to the tools needed to prevent pandemics and in access to healthcare for all people. This historic treaty will be only the second such health accord after the 2003 [Framework Convention on Tobacco Control](https://fctc.who.int/who-fctc/overview), a treaty which aims to reduce smoking around the world. What successes have been achieved so far? The very first article of the accord that got the green light was one that dealt with human resources, the health workforce. I’m very pleased it at least guarantees these workers will be protected. Remember, they’re the front line. So when we have vaccines, they must be the first to get them. We’ve also added conditions like decent work, safe working conditions and so on. And then there is finance. There, negotiations are almost done. Without finance we don’t have a treaty. If you go back to the COVID-19 pandemic, some of the reasons countries failed was that preparedness was grossly underfunded. But it wasn’t just about financing for preparedness; some countries did not have sufficient funds to respond to COVID. There needs to be a proper finance coordinating mechanism. There has been a debate about whether to create a new funding mechanism or to reform the [Pandemic Fund](https://fiftrustee.worldbank.org/en/about/unit/dfi/fiftrustee/fund-detail/pppr). This fund, launched in 2022 by the World Bank, was the first multilateral financing mechanism dedicated to providing grants to help low- and middle-income countries become better prepared for future pandemics. There’s one argument that instead of creating a new fund, we need to establish how to make the Pandemic Fund work most effectively and equitably, reform its governance and address criticisms that decision-making was left in the hands of a small group of predominantly wealthy nations and philanthropies. Others have argued that there is still a need for additional funding. The argument put forward is that member states can’t just ask for money. They must also invest in pandemic preparedness. There must also be a systematic way of identifying gaps. There are also provisions that allow for domestic financing as countries can’t just wait for handouts; it’s a sign of commitment on their part. Proper assessments have to be conducted to identify gaps. But we have people and we have money, so at least you can do something towards fighting future pandemics. What are the remaining stumbling blocks? This depends on whether you see the glass half full or half empty. I see the glass as half full. My view is that some negotiators, because of their ideology, will still hold the same position even when given extensions. Ten years later they will stick to their positions. This means we needed to find another way of resolving this. We started seeing different groups being formed such as Friends of the Treaty, created to push for the pandemic treaty as at the time perceptions were that others were not serious about the accord. Others, like the Group for Equity, mainly from developing countries, argued for pathogen access and benefit-sharing on an equal footing. Friends of One Health, mostly from Europe and the UK, wanted the whole agreement to be framed by One Health, a concept which looks at the relationship between people, animals, plants and our environment. There was a call for informal meetings among member states where they could negotiate among themselves. The beauty of informal meetings and consultations was that it encouraged dialogue because I also think we were dealing with trust issues. The developed countries, including the US, with a handful of developing countries like South Africa, felt very strongly about supply chain and logistics: identifying medicines and vaccines and quantities needed, and transparency in cost, pricing and other relevant data on products, including raw materials. Two of the most difficult negotiations centre on a Pathogen Access and Benefit-Sharing System and technology transfer. - Pathogen Access and Benefit-Sharing System: disagreements centre on sharing information about pathogens that cause pandemics and a formula for global sharing of vaccines and medicine during international health emergencies. The African region and Group for Equity were adamant that without pathogen sharing there would be no pandemic treaty. They wanted access to genetic resources and pathogen samples from developing countries to be met with the shared benefits that were produced by them, such as vaccines and diagnostics. - Technical transfer: this is geographically diversified production through mechanisms such as compulsory licensing and product information, in particular for the benefit of developing countries. Developed countries have voiced support for voluntary technology transfer goals in the agreement, but they have been critical of including language that requires mandatory technology transfer. When we started the whole process, the World Health Assembly said before we wrote anything on paper we had to get input from all 194 countries. The member states had to tell us what substantive elements had to be included in the pandemic treaty, which was complex as obviously there were diverse views, different perspectives and priorities with tight deadlines. It was a highly prescriptive process with tight deadlines So throughout the process all [194 member states](https://www.who.int/countries) have stated their positions on all the articles of the treaty. Some wanted gender included in the wording of the treaty, some don’t. Some want equity language, liability, and compensation provisions. Others don’t. The complexity was: how do we come up with something that will be acceptable to all parties? Clearly, the Pandemic Treaty has to be balanced but not weak. If you have very weak text, that is not going to be helpful at all. Nothing will change, it will just be maintaining the status quo. So we need a bit of time to find alternative language and to find ways to convince some about outstanding issues. I am confident that we can come to an agreement and complete this treaty within the next year. [Precious Matsoso](https://theconversation.com/profiles/precious-matsoso-1541564), Academic and treaty negotiator, [University of the Witwatersrand. ](https://theconversation.com/institutions/university-of-the-witwatersrand-894)This article is republished from [The Conversation](https://theconversation.com) under a Creative Commons license. Read the [original article](https://theconversation.com/global-pandemic-treaty-will-help-fight-future-threats-top-negotiator-on-how-talks-are-going-232441).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Health",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://phasa.samrc.ac.za/PreciousMalebonaMatsoso.pdf)",
    "https://theconversation.com)",
    "https://fiftrustee.worldbank.org/en/about/unit/dfi/fiftrustee/fund-detail/pppr).",
    "https://www.who.int/countries)",
    "https://theconversation.com/profiles/precious-matsoso-1541564),",
    "https://fctc.who.int/who-fctc/overview),",
    "https://www.nature.com/articles/d41586-024-01658-5)",
    "https://msf.org.uk/sites/default/files/2022-02/World%20Bank%20list%20of%20economies%202022.pdf).",
    "https://theconversation.com/global-pandemic-treaty-will-help-fight-future-threats-top-negotiator-on-how-talks-are-going-232441).",
    "https://msf.org.uk/sites/default/files/2022-02/World%20Bank%20list%20of%20economies%202022.pdf)",
    "https://theconversation.com/institutions/university-of-the-witwatersrand-894)This",
    "https://www.nature.com/articles/s41591-022-02064-y)",
    "https://www.who.int/news-room/questions-and-answers/item/pandemic-prevention--preparedness-and-response-accord).",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10241610/)of",
    "https://who.int/news-room/questions-and-answers/item/pandemic-prevention--preparedness-and-response-accord).",
    "https://nature.com/articles/s41591-022-02064-y)",
    "https://www.fctc.who.int/who-fctc/overview),",
    "https://www.phasa.samrc.ac.za/PreciousMalebonaMatsoso.pdf)",
    "https://www.theconversation.com/global-pandemic-treaty-will-help-fight-future-threats-top-negotiator-on-how-talks-are-going-232441).",
    "https://www.theconversation.com/profiles/precious-matsoso-1541564),",
    "https://nature.com/articles/d41586-024-01658-5)",
    "https://www.msf.org.uk/sites/default/files/2022-02/World%20Bank%20list%20of%20economies%202022.pdf).",
    "https://www.msf.org.uk/sites/default/files/2022-02/World%20Bank%20list%20of%20economies%202022.pdf)",
    "https://www.fiftrustee.worldbank.org/en/about/unit/dfi/fiftrustee/fund-detail/pppr).",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC10241610/)of",
    "https://www.theconversation.com/institutions/university-of-the-witwatersrand-894)This",
    "https://who.int/countries)",
    "https://www.theconversation.com)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "wits university global",
        "sentiment": "negative"
      },
      {
        "name": "world health organization",
        "sentiment": "none"
      },
      {
        "name": "world health assembly",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-24T16:50:18.545+03:00",
  "updated": "2024-06-24T16:50:18.545+03:00"
}