{
  "thread": {
    "uuid": "e89496b945a10805cbc79c7508e04ddd9dc12cc3",
    "url": "https://vnexplorer.net/z/966625.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/es",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "ES - VNExplorer",
    "title": "Los alumnos evacuados rinden homenaje a su amigo fallecido el 7 de octubre en fiesta de graduación",
    "title_full": "Los alumnos evacuados rinden homenaje a su amigo fallecido el 7 de octubre en fiesta de graduación",
    "published": "2024-06-23T17:54:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1oIMNq.img",
    "performance_score": 0,
    "domain_rank": 82409,
    "domain_rank_updated": "2024-06-18T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e89496b945a10805cbc79c7508e04ddd9dc12cc3",
  "url": "https://vnexplorer.net/z/966625.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-06-23T17:54:00.000+03:00",
  "title": "Los alumnos evacuados rinden homenaje a su amigo fallecido el 7 de octubre en fiesta de graduación",
  "text": "Published: Sun, 23 Jun 2024 08:43:41 GMT Clip que muestra a estudiantes de Secundaria honrando a su compañero asesinado el 7 de octubre, 22 de junio de 2024. (photo credit:screenshot) Las escuelas secundarias israelíes tradicionalmente celebran una fiesta de graduación, a diferencia de las comunes en EE. UU. y en el extranjero. Estudiantes de 12º grado de la Escuela Secundaria Nofei ha-Bsor en el Kibbutz Magen rindieron homenaje a su compañera de clase Mor Meir, quien fue asesinada junto a su padre, Doron, el 7 de octubre, recreando su último baile en TikTok. En una publicación de Instagram, se ve a los estudiantes recreando el último baile que Mor publicó en TikTok, con el video reproduciéndose en segundo plano. Dos estudiantes sostenían un cartel que decía &quot;un ángel para todo el grado&quot;, y el video estaba titulado &quot;no hay ojo seco&quot; y &quot;12º grado en su baile de graduación con Mor Meir&quot;. Fiesta de graduación de secundaria Las escuelas secundarias israelíes tradicionalmente celebran fiestas de graduación, a diferencia de las comunes en EE. UU. y en el extranjero. En lugar de eso, su fiesta de graduación es donde los estudiantes reciben sus certificados de graduación y luego realizan un espectáculo elaborado, con actuaciones, canto y baile para sus profesores, familias y amigos. La fiesta de graduación de este año se llevó a cabo en el Mar Muerto, adonde los estudiantes fueron evacuados después de que ya no era seguro quedarse en sus comunidades cerca de la frontera con Gaza. Varios estudiantes también perdieron familiares, incluyendo a Yuval Sharabi, cuyo padre fue asesinado y cuyo tío fue secuestrado, Yam Avni, quien también perdió a su padre, así como otros que perdieron varios familiares. El director Eyal Davori dijo a Ynet: &quot;Todos perdieron familiares, amigos y seres queridos, y ahora marcan un hito significativo en un mundo que se ha vuelto del revés&quot;. Shiri, la hermana de Mor, dijo: &quot;Por supuesto, estuve en la ceremonia y no sabía que sus amigos estaban planeando hacer el baile. Fue una sorpresa completa y emocionante&quot;. &quot;Mor iba a graduarse del duodécimo grado este año. Filmó el baile con otra compañera de clase al principio del año y planeaba presentarlo al final del año&quot;. &quot;Finalmente, sus amigos decidieron proyectar el baile y bailarlo en el escenario. Fue emocionante y loco. Me sorprendí y empecé a llorar después de mucho tiempo sin hacerlo. Son campeones y lo hicieron perfectamente&quot;.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-24T02:33:22.820+03:00",
  "updated": "2024-06-24T02:33:22.820+03:00"
}