{
  "thread": {
    "uuid": "e135ba7459dd6d09d337cb8d2eb2db0c9b275840",
    "url": "https://www.jornaldenegocios.pt/negocios-iniciativas/premio-nacional-de-inovacao/detalhe/20240705-0843-prohy-a-revolucao-sustentavel-da-sebol",
    "site_full": "www.jornaldenegocios.pt",
    "site": "jornaldenegocios.pt",
    "site_section": "http://www.jornaldenegocios.pt",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Negócios: Cotações, Mercados, Economia, Empresas",
    "title": "ProHy: A revolução sustentável da Sebol - Prémio Nacional de Inovação - Jornal de Negócios",
    "title_full": "ProHy: A revolução sustentável da Sebol - Prémio Nacional de Inovação - Jornal de Negócios",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://cdn.jornaldenegocios.pt/images/2024-07/img_1200x676$2024_07_05_08_41_19_480643.jpg",
    "performance_score": 0,
    "domain_rank": 28490,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e135ba7459dd6d09d337cb8d2eb2db0c9b275840",
  "url": "https://www.jornaldenegocios.pt/negocios-iniciativas/premio-nacional-de-inovacao/detalhe/20240705-0843-prohy-a-revolucao-sustentavel-da-sebol",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@JNegocios",
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "ProHy: A revolução sustentável da Sebol - Prémio Nacional de Inovação - Jornal de Negócios",
  "text": "- [Partilhar artigo](#) - - [...](javascript:void(0)) A Sebol, recentemente galardoada com o Prémio Nacional de Inovação no segmento Negócio, na categoria Agricultura e Indústria, está a liderar uma revolução tecnológica com o seu projeto ProHy. O conceito envolve transformar resíduos animais em ingredientes valiosos usando uma tecnologia de hidrólise de proteínas, que aplica calor e pressão sem químicos. O principal objetivo é promover a sustentabilidade, convertendo subprodutos animais em recursos úteis para a alimentação animal, humana e para a indústria farmacêutica, reduzindo o desperdício e o impacto ambiental. O ProHy destaca-se pela sua tecnologia de hidrólise de proteínas, que evita o uso de reagentes químicos, utilizando apenas pressão e temperatura elevadas. Segundo Afonso Lobato Faria, CEO da ETSA/Sebol, a proteína nasceu de um desenvolvimento interno que durou cerca de seis anos, contando com um importante apoio do meio académico, nomeadamente da Universidade Católica. \"A fábrica que irá permitir a produção deste produto inovador está a ser construída no nosso complexo de Coruche, com inauguração prevista para o final deste ano\", e representa um investimento de cerca de 18 milhões de euros. Ao Jornal de Negócios, o executivo salientou que este projeto é \"a prova de que temos em Portugal capacidade científica e talento para, com determinação e capacidade de investimento, atingirmos novos patamares de desenvolvimento\". Segundo o CEO, numa primeira fase, o destino final do ProHy será a alimentação para animais de estimação (petfood), aquacultura ou produtos farmacêuticos veterinários. \"O ProHy tem um teor elevado de proteína, superior a 93%, tem uma elevada digestibilidade que o torna ideal para a alimentação de animais numa fase inicial da sua vida, tem propriedades antioxidantes, o que retarda o envelhecimento, e finalmente, um enorme potencial hipoalergénico. No futuro, pode igualmente ser produzido em microcápsulas que alojem elementos com vários tipos de funcionalidades, como medicamentos veterinários ou vitaminas\". A empresa detalha que o produto terá uma forte componente de exportação, com clientes situados na Europa e nos Estados Unidos da América. Número de empregados deverá duplicar O projeto dividiu-se em três fases. A primeira consistiu na realização dos estudos necessários para comprovar a viabilidade do novo produto, envolvendo a colaboração de diversos cientistas, quer da ETSA/Sebol, quer de outros parceiros. A segunda fase, atualmente em curso, caracteriza-se pela construção da nova fábrica, \"que envolve um forte investimento em construção civil, equipamento e mão de obra especializada\", detalhou Afonso Lobato Faria. A terceira fase envolve o funcionamento da fábrica, onde inicialmente irão trabalhar 14 pessoas com competências em química fina, \"mas prevemos que, com o crescimento do produto, possamos duplicar este número\". Esta terceira fase contará com a colaboração de uma vasta rede de fornecedores, preferencialmente locais, cujo desenvolvimento beneficiará igualmente a região de Coruche. Ou seja, o impacto social do projeto é digno de registo, especialmente na criação de emprego em Coruche. \"A fábrica, que se encontra numa fase final de construção, permite a captação e retenção de talento nacional, criação de postos de trabalho especializados e desenvolvimento industrial de uma região no interior do país como é Coruche\", explicou Afonso Lobato Faria. Os valores da sustentabilidade \"O ProHy evita a emissão de 90% dos gases com efeito de estufa se compararmos com a alternativa de deposição em aterro sanitário\", explicou o CEO. Os planos futuros para o ProHy, apoiado pelo PRR através do Pacto da Bioeconomia Azul, coordenado pela Inovamar, são ambiciosos, com a intenção de replicar a fábrica para outras geografias e explorar novas aplicações do produto. \"A tecnologia desenvolvida não se esgota com o ProHy, abrindo portas e oportunidades para futuros projetos e outros produtos inovadores. Exemplo disso é o processo de spray-drying, altamente diferenciador, que irá permitir o desenvolvimento de um método de microencapsulamento de ingredientes lipossolúveis hidrofóbicos no interior de cápsulas proteicas\", concluiu Afonso Lobato Faria. A Sebol está, assim, preparada para levar a inovação do ProHy a um nível global, garantindo um crescimento sustentável e contínuo. O ProHy destaca-se pela sua tecnologia de hidrólise de proteínas, que evita o uso de reagentes químicos, utilizando apenas pressão e temperatura elevadas. Segundo Afonso Lobato Faria, CEO da ETSA/Sebol, a proteína nasceu de um desenvolvimento interno que durou cerca de seis anos, contando com um importante apoio do meio académico, nomeadamente da Universidade Católica. \"A fábrica que irá permitir a produção deste produto inovador está a ser construída no nosso complexo de Coruche, com inauguração prevista para o final deste ano\", e representa um investimento de cerca de 18 milhões de euros. Ao Jornal de Negócios, o executivo salientou que este projeto é \"a prova de que temos em Portugal capacidade científica e talento para, com determinação e capacidade de investimento, atingirmos novos patamares de desenvolvimento\". Segundo o CEO, numa primeira fase, o destino final do ProHy será a alimentação para animais de estimação (petfood), aquacultura ou produtos farmacêuticos veterinários. \"O ProHy tem um teor elevado de proteína, superior a 93%, tem uma elevada digestibilidade que o torna ideal para a alimentação de animais numa fase inicial da sua vida, tem propriedades antioxidantes, o que retarda o envelhecimento, e finalmente, um enorme potencial hipoalergénico. No futuro, pode igualmente ser produzido em microcápsulas que alojem elementos com vários tipos de funcionalidades, como medicamentos veterinários ou vitaminas\". A empresa detalha que o produto terá uma forte componente de exportação, com clientes situados na Europa e nos Estados Unidos da América. Número de empregados deverá duplicar O projeto dividiu-se em três fases. A primeira consistiu na realização dos estudos necessários para comprovar a viabilidade do novo produto, envolvendo a colaboração de diversos cientistas, quer da ETSA/Sebol, quer de outros parceiros. A segunda fase, atualmente em curso, caracteriza-se pela construção da nova fábrica, \"que envolve um forte investimento em construção civil, equipamento e mão de obra especializada\", detalhou Afonso Lobato Faria. A terceira fase envolve o funcionamento da fábrica, onde inicialmente irão trabalhar 14 pessoas com competências em química fina, \"mas prevemos que, com o crescimento do produto, possamos duplicar este número\". Esta terceira fase contará com a colaboração de uma vasta rede de fornecedores, preferencialmente locais, cujo desenvolvimento beneficiará igualmente a região de Coruche. Ou seja, o impacto social do projeto é digno de registo, especialmente na criação de emprego em Coruche. \"A fábrica, que se encontra numa fase final de construção, permite a captação e retenção de talento nacional, criação de postos de trabalho especializados e desenvolvimento industrial de uma região no interior do país como é Coruche\", explicou Afonso Lobato Faria. \"A fábrica que irá permitir a produção deste produto inovador está a ser construída no nosso complexo de Coruche, com inauguração prevista para o final deste ano.Relativamente ao caráter diferenciador do produto, a empresa defende que as soluções existentes no mercado assentam em processos de hidrólise enzimática, não resultando num produto acabado 100% natural. \"A tecnologia usada confere ainda ao ProHy uma capacidade diferenciadora e natural de microencapsulamento, isto é, promove o encapsulamento de ingredientes funcionais no interior das partículas (microcápsulas) de ProHy\". Desta forma, especificam, permite o desenvolvimento de produtos funcionais compostos: ProHy + ingredientes com ação funcional no organismo do consumidor, como, por exemplo, vitaminas e omega-3. O ProHy é um exemplo de economia circular pura, transformando materiais sem valor no mercado alimentar em produtos valiosos, basicamente reintroduzindo na economia materiais que de outra forma seriam desperdiçados. O ProHy tem um teor elevado de proteína, superior a 93%, tem propriedades antioxidantes, o que retarda o envelhecimento, e um enorme potencial hipoalergénico. No futuro, pode ser produzido em microcápsulas que alojem elementos com vários tipos de funcionalidades, como medicamentos veterinários ou vitaminas. Afonso Lobato Faria CEO da ETSA/Sebol O ProHy tem um teor elevado de proteína, superior a 93%, tem propriedades antioxidantes, o que retarda o envelhecimento, e um enorme potencial hipoalergénico. No futuro, pode ser produzido em microcápsulas que alojem elementos com vários tipos de funcionalidades, como medicamentos veterinários ou vitaminas. Afonso Lobato Faria CEO da ETSA/Sebol Os valores da sustentabilidade \"O ProHy evita a emissão de 90% dos gases com efeito de estufa se compararmos com a alternativa de deposição em aterro sanitário\", explicou o CEO. Os planos futuros para o ProHy, apoiado pelo PRR através do Pacto da Bioeconomia Azul, coordenado pela Inovamar, são ambiciosos, com a intenção de replicar a fábrica para outras geografias e explorar novas aplicações do produto. \"A tecnologia desenvolvida não se esgota com o ProHy, abrindo portas e oportunidades para futuros projetos e outros produtos inovadores. Exemplo disso é o processo de spray-drying, altamente diferenciador, que irá permitir o desenvolvimento de um método de microencapsulamento de ingredientes lipossolúveis hidrofóbicos no interior de cápsulas proteicas\", concluiu Afonso Lobato Faria. A Sebol está, assim, preparada para levar a inovação do ProHy a um nível global, garantindo um crescimento sustentável e contínuo. Sustentabilidade no core do grupo A Sebol é uma das empresas do grupo ETSA onde a Investigação & Desenvolvimento (I&D )é fundamental não só para o seu crescimento, mas também para a sua sustentabilidade futura. \"É um assunto que envolve não só o departamento de I&D, mas o grupo como um todo, além dos nossos parceiros externos, com destaque para a academia\", explicou o CEO Afonso Lobato Faria. O executivo avança que a ETSA/Sebol está num momento de viragem da sua história, cujo percurso já conta com mais de cinco décadas dedicadas à valorização de produtos alimentares. \"O seu posicionamento tradicional situava-se na produção de produtos de alta qualidade, mas tipicamente indiferenciados, vulgo commodities, enquanto o novo posicionamento concentra-se no fabrico de produtos diferenciados de alto valor acrescentado, como é o caso do ProHy\". O CEO diz que esta é uma mudança gradual que envolve a formação de novas capacidades aos atuais colaboradores da ETSA/Sebol, bem como a contratação de novo talento. \"Com esta estratégia de fabrico de produtos de alto valor acrescentado, que permite a replicação para outros mercados geográficos, temos a ambição de conseguir um forte crescimento ao mesmo tempo que fazemos progredir o nosso talento. O executivo avança que a ETSA/Sebol está num momento de viragem da sua história, cujo percurso já conta com mais de cinco décadas dedicadas à valorização de produtos alimentares. \"O seu posicionamento tradicional situava-se na produção de produtos de alta qualidade, mas tipicamente indiferenciados, vulgo commodities, enquanto o novo posicionamento concentra-se no fabrico de produtos diferenciados de alto valor acrescentado, como é o caso do ProHy\". O CEO diz que esta é uma mudança gradual que envolve a formação de novas capacidades aos atuais colaboradores da ETSA/Sebol, bem como a contratação de novo talento. \"Com esta estratégia de fabrico de produtos de alto valor acrescentado, que permite a replicação para outros mercados geográficos, temos a ambição de conseguir um forte crescimento ao mesmo tempo que fazemos progredir o nosso talento.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T17:00:23.827+03:00",
  "updated": "2024-07-05T17:00:23.827+03:00"
}