{
  "thread": {
    "uuid": "81afd5008dc90d0d5450f5e7ea35f3e57fca3060",
    "url": "https://www.huffingtonpost.es/planeta/este-pais-asiatico-elementos-mercado-sobrevivir-rp.html",
    "site_full": "www.huffingtonpost.es",
    "site": "huffingtonpost.es",
    "site_section": "https://huffingtonpost.es/economia",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media",
      "top_news"
    ],
    "section_title": "Economía: Últimas noticias de empresas y finanzas | El HuffPost",
    "title": "Este es el único país que dispone de los cuatro elementos necesarios para sobrevivir",
    "title_full": "Este es el único país que dispone de los cuatro elementos necesarios para sobrevivir",
    "published": "2024-07-05T13:28:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img.huffingtonpost.es/files/og_thumbnail/uploads/2024/05/31/shanghai-al-atardecer.jpeg",
    "performance_score": 0,
    "domain_rank": 9877,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "81afd5008dc90d0d5450f5e7ea35f3e57fca3060",
  "url": "https://www.huffingtonpost.es/planeta/este-pais-asiatico-elementos-mercado-sobrevivir-rp.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción HuffPost",
  "published": "2024-07-05T13:28:00.000+03:00",
  "title": "Este es el único país que dispone de los cuatro elementos necesarios para sobrevivir",
  "text": "Este es el único país que dispone de los cuatro elementos necesarios para sobrevivir Controla la mayor parte del mercado de extracción, refinamiento y exportaciones de minerales. La lucha por controlar los principales recursos del planeta, cada vez más escasos, tiene a las principales potenciales mundiales desde hace décadas, en una situación de tensión y pugna permanente. Su producción, control y explotación son los grandes frentes a los que países como [EEUU](https://www.huffingtonpost.es/news/eeuu), [China](https://www.huffingtonpost.es/global/china-asesta-gran-golpe-rusia.html), [Rusia](https://www.huffingtonpost.es/global/la-super-potencia-europea-advierte-mili-culpa-rusiabr.html) y desde hace pocas décadas, los países de Oriente Medio. Desde mitad del siglo pasado, ya se alertaba de la necesidad de reducir el uso y la explotación de los principales recursos tanto naturales ( [minerales](), agua...) como artificiales, como los plásticos. Además, el aumento exponencial de la población -de 3.600 millones en los años 70 a los más de 8.000 millones actualmente- ha provocado que la explotación de los recursos haya sido cada vez más abusiva, aunque en muchos casos, esto ha posibilitado reducir la pobreza extrema mundial, que ha disminuido hasta algo más del 10%, por el 36% de hace décadas. Derivados del petróleo Debido al camino que el mundo ha ido tomando durante el último siglo, el científico Vaclav Smil, determinó cuáles eran los 'nuevos' cuatro elementos que necesitaría cualquier civilización para subsistir en estos tiempos. Todos ellos derivados del [petróleo](https://www.huffingtonpost.es/economia/los-magnates-petroleo-sacan-as-manga-evitar-muerte.html): cemento, acero, plásticos y amoniaco. Este planteamiento se centra en que estos son los elementos básicos para conseguir todos los fertilizantes nitrogenados, algo fundamental para poder dar alimento a la mitad de la población mundial. En este sentido, hay varios países que cuentan con la posibilidad de producirlas, como ocurre con Australia, que tiene el control de extracción del 53% del litio mundial aunque es China, país al que va el 90% de la producción. China, a la cabeza del control y dominio de minerales El gigante asiático es el país líder en la producción, control y explotación de la mayor parte de los minerales y tierras raras del mundo, siendo además el país del que Europa depende en un 90% para satisfacer sus economías e industrias, algo en lo que el Viejo Continente busca 'ponerse las pilas' e intentar cambiar esta situación. Los datos no mienten y según apunta la Agencia Internacional de la Energía (AIE), los cuatro minerales críticos ( [cobre](https://www.huffingtonpost.es/sociedad/canada-ayuda-asturias-encontrar-botin-oro-plata-cobre.html), litio, níquel y [cobalto](https://www.huffingtonpost.es/global/eeuu-china-guerra-diamante-blanco.html)) están experimentando un aumento de demanda muy complicado de abastecer, debido a las necesidades de ellos para desarrollar microchips, baterías para los coches o eléctricos, etc. y todo ello dentro de la 'revolución verde' en la que el mundo lleva trabajando desde hace años. En este sentido, es China el país que se encuentra a la cabeza del control casi absoluto de todos estos minerales, controlando el 60% de la producción global de tierras raras, llegando al punto de limitar las exportaciones a EEUU para minar y ralentizar la construcción de cazas F-35 estadounidenses. Al mismo tiempo, China domina con mucha claridad los procesamientos intermedios a nivel mundial, como en el caso del refinado químico (65%), la fabricación de cátodos (80%), ánodos (90%) y celdas para baterías (79%), así como en el caso del refinamiento de níquel (35%), litio (50%), cobalto (70%) y tierras raras (90%).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T14:17:23.736+03:00",
  "updated": "2024-07-05T14:17:23.736+03:00"
}