{
  "thread": {
    "uuid": "6141038eecfae3537fa3f04768fab9b4ed2ad41d",
    "url": "https://gizmodo.com/star-wars-tech-disney-imagineering-holotile-lightsaber-1851402410",
    "site_full": "gizmodo.com",
    "site": "gizmodo.com",
    "site_section": "https://lego.gizmodo.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Gizmodo | The Future Is Here",
    "title": "We Used the Force and Tried Future Star Wars Tech at Disney Imagineering",
    "title_full": "We Used the Force and Tried Future Star Wars Tech at Disney Imagineering",
    "published": "2024-04-11T21:20:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/a38d8c51749e52096f45064af895acaf.jpg",
    "performance_score": 0,
    "domain_rank": 397,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6141038eecfae3537fa3f04768fab9b4ed2ad41d",
  "url": "https://gizmodo.com/star-wars-tech-disney-imagineering-holotile-lightsaber-1851402410",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sabina Graves",
  "published": "2024-04-11T21:20:00.000+03:00",
  "title": "We Used the Force and Tried Future Star Wars Tech at Disney Imagineering",
  "text": "Hidden deep in a California valley near Walt Disney Animation Studios is the testing ground for all the technology seen at Disney Parks and experiences around the world. It’s a top secret area, but io9 and other members of the press were recently invited in for an up-close look at the animatronics for Tiana’s Bayou Adventure —and to preview Walt Disney Imagineering’s latest tech that may or may not be coming to a theme park or cruise near you.\nRelated Content\nStar Tours' New Adventures Could Add Ahsoka and Mandalorian Destinations Next Year\nDisney's Star Wars Season Brings a Whole Galaxy of New Snacks Related Products\nShop All Star Wars Movies on Amazon Andor Episode 9 Review\nCC Share\nSubtitles\nOff English Share this Video\nFacebook\nTwitter\nEmail\nReddit\nLink\nview video Andor Episode 9 Review\nWhile guests were not allowed to record video or take photos, WDI, led by National Inventors Hall of Famer Lanny Smoot , hosted a presentation of the immersive HoloTile and demonstrated the capabilities of the “omnidirectional floor.”\nAdvertisement Related Content\nStar Tours' New Adventures Could Add Ahsoka and Mandalorian Destinations Next Year\nDisney's Star Wars Season Brings a Whole Galaxy of New Snacks Related Products\nShop All Star Wars Movies on Amazon Andor Episode 9 Review\nCC Share\nSubtitles\nOff English Share this Video\nFacebook\nTwitter\nEmail\nReddit\nLink Andor Episode 9 Review Smoot and his team demonstrated how they are able to walk through spaces in any direction they want utilizing AR screens and the sensory-tiled floor. He explained that for now it will remain a tool, “So we can, as Imagineers, design the things that are in theme parks ... We often need to have computer-aided design diagrams—so instead of just looking at diagrams, [we figured], why don’t we walk through the things we’re about to build? We have the drawings for them.” As he said this, he motioned to mapping screens, and continued to describe how by building whatever they’re working on virtually, they can walk through it and understand how it will be when it is built in reality.\nAdvertisement He continued. “There are 19 tiles here. To make a bigger floor you just push the tiles together. Each one has the power of moving anything on its surface, in any direction. Together they make a HoloTile floor. So it’s modular. The floor needs to know where my feet are. We use lidar here; these are rays or pools of light to bounce off my legs to tell the floor where I am; you can see my walking on the screen there. If I want to make a bigger floor, I just put more tiles together.” The lidar also works with motion of hands over the space, something we got to personally test out by moving an object across the HoloTile floor—an experience not unlike using the Force. (I was so giddy to flex my Jedi sensibilities and confirm “I am one with the Force, the Force is with me.”) We can already imagine spaces in a galaxy far, far away at Disney Parks utilizing these interactive components, but it definitely feels like something that might be years away.\nAdvertisement\nAnother amazing Star Wars tech moment we got to experience first hand was Smoot’s retractable laser lightsaber. The moment it was handed to me to be the first in our group to test out is seared as a core memory in my mind. It felt like a dream to activate it and hear the hum as the lightsaber emitted from the kyber crystal (or tech magic, in this case) Smoot forged. It’s heavy; you need two hands, as is tradition, to wield it. And since we weren’t allowed to take pictures or film any video, everyone watched in awe as I moved it around utterly verklempt at the honor. (I’m currently expecting a baby, so it will be exciting to tell my future child that this is one of the first things they ever did because it was a team effort; their Force helped too).\nAdvertisement It was truly such a surreal moment as a life-long Star Wars fan—like my father before me—and I wasn’t alone in feeling that way; the person who tried it out after me actually teared up. While the retractable laser lightsaber has so far only been used by Rey aboard the now-shuttered Galactic Starcruiser, we hope that it finds its way to some sort of presentation at Galaxy’s Edge. It’s a wonder to behold.\nAnd finally right before their Season of the Force debut, we were able to meet the adorable BD-X droids. The Imagineering team behind them shared that they were an ask from Lucasfilm to be made specifically for interactive purposes. They feel so lifelike when you approach them; there’s a curiosity and whimsy to how they respond to people. Having them be just below kid-sized makes them so delightful and pet-like. Currently, you can only see this version of the droids during their daily appearances at Star Wars Galaxy’s Edge at Disneyland (you can, however, buy a way lower tech toy at the park’s Droid Depot store). Our io9 colleague Germain Lussier recently caught them in action during their Season of the Force debut:\nSeason of the Force runs through June 2; you can catch the droids wandering around the Black Spire Outpost at Galaxy’s Edge only at the Disneyland Resort (sorry, Walt Disney World).\nAdvertisement",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "smoot",
        "sentiment": "none"
      },
      {
        "name": "tiana",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "disney imagineering hidden",
        "sentiment": "negative"
      },
      {
        "name": "walt disney animation studios",
        "sentiment": "negative"
      },
      {
        "name": "walt disney imagineering",
        "sentiment": "none"
      },
      {
        "name": "disney parks",
        "sentiment": "none"
      },
      {
        "name": "wdi",
        "sentiment": "none"
      },
      {
        "name": "national inventors hall of famer lanny smoot",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "california",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T01:24:01.982+03:00",
  "updated": "2024-04-26T12:03:35.584+03:00"
}