{
  "thread": {
    "uuid": "cf5708fe253bfd3dca2e15fbe8ad8bccf2f863e6",
    "url": "https://vnexplorer.net/florida-family-uses-apple-airtag-to-locate-stolen-luggage-from-north-carolina-airport-to-suspects-home-s702025.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Florida family uses Apple AirTag to locate stolen luggage from North Carolina airport to suspect’s home",
    "title_full": "Florida family uses Apple AirTag to locate stolen luggage from North Carolina airport to suspect’s home",
    "published": "2023-12-29T08:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cf5708fe253bfd3dca2e15fbe8ad8bccf2f863e6",
  "url": "https://vnexplorer.net/florida-family-uses-apple-airtag-to-locate-stolen-luggage-from-north-carolina-airport-to-suspects-home-s702025.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T08:33:00.000+02:00",
  "title": "Florida family uses Apple AirTag to locate stolen luggage from North Carolina airport to suspect’s home",
  "text": "A family vacation took a detour for a Miami family after their luggage was stolen while traveling for Christmas break, but thanks to technology, they were able to recover their stolen property.\n“I wanted justice,” Catherine Gavino told Queen City News on Tuesday.\nGavino and her family were traveling from the Miami area to the Carolinas through Charlotte Douglas International Airport in North Carolina, where the crime took place.\nWhen the family landed in Charlotte on Friday afternoon, they told FOX 46 Charlotte that they were unable to find one of their suitcases at the baggage claim.\nHowever, thanks to Catherine’s new Apple AirTag, the search began for the stolen luggage.\nGavino said when she pulled up her cellphone, the AirTag hidden inside her parents’ luggage showed it was on Interstate 85 and on its way west toward Gastonia.\n5\nWhen the AirTag was located, Catherine Gavino said her family got into a rental and began following the Apple device to a neighborhood. Queen City News\n5\nThe AirTag was hidden inside one of the family member’s luggage, which showed it was on Interstate 85 and on its way west toward Gastonia. QUEEN CITY NEWS\nThe Gavino family then gathered the rest of their bags, picked up their rental car and began to follow the AirTag to a neighborhood, but said they were unable to find the exact location.\nAccording to Gavino, AirTag had stopped displaying its location after a certain point.\nThe Gavino family canceled the search, but resumed it on Christmas Day, in hopes of having better luck.\n5\nAt one point, the AirTag stopped showing a location, Catherine Gavino claimed. Christopher Sadowski\nAfter dropping off family members back at the airport, Gavino checked her AirTag location one more time, which revealed a location for a house in Gastonia.\nAccording to Gavino, after contacting the police, she not only found the house, but also their missing luggage along with another suitcase of a different victim whose luggage was stolen from the airport.\nGavino told Queen City News that Gastonia police informed her that “someone else called with the same issue. And they also had an AirTag.”\n5\nAfter contacting the police, Catherine Gavino said they found the house — but also discovered their missing luggage along with another suitcase from a different victim. QUEEN CITY NEWS\n5\nCatherine Gavino said almost everything was gone once the luggage was retrieved. QUEEN CITY NEWS\nOnce her family’s luggage was recovered, to their dismay, almost everything was gone.\n“Police believe they may have sold the clothes for money, who knows,” Catherine explained. “These are my parents, coming to the mountains for a North Carolina view, so for this to happen made me sad, which was all the more reason to go after them…I wouldn’t have found them without this AirTag.”\nAccording to police records, the suspect was arrested and charged with multiple theft crimes, including a drug charge, and is being held on a $10,000 bond.\nThe Gastonia Police Department did not immediately respond to Fox News Digital’s request for comment.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [
    "https://nypost.com33&quality=75&strip=all",
    "https://nypost.com28&quality=75&strip=all",
    "https://nypost.com35&quality=75&strip=all",
    "https://www.nypost.com35&quality=75&strip=all",
    "https://www.nypost.com28&quality=75&strip=all",
    "https://www.nypost.com33&quality=75&strip=all"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gavino",
        "sentiment": "none"
      },
      {
        "name": "catherine",
        "sentiment": "none"
      },
      {
        "name": "catherine gavino",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "apple",
        "sentiment": "negative"
      },
      {
        "name": "charlotte",
        "sentiment": "none"
      },
      {
        "name": "queen city news",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "north carolina",
        "sentiment": "none"
      },
      {
        "name": "florida",
        "sentiment": "none"
      },
      {
        "name": "miami",
        "sentiment": "none"
      },
      {
        "name": "gastonia",
        "sentiment": "none"
      },
      {
        "name": "charlotte",
        "sentiment": "none"
      },
      {
        "name": "carolinas",
        "sentiment": "none"
      },
      {
        "name": "charlotte douglas international airport",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T08:48:25.325+02:00",
  "updated": "2023-12-29T08:48:25.325+02:00"
}