{
  "thread": {
    "uuid": "5bde3e8de75e505f0e891578a53041bb4eda0e94",
    "url": "https://andaluciainformacion.es/jaen/1577040/antonio-pulido-devolvemos-a-la-sociedad-parte-de-lo-que-recibimos",
    "site_full": "andaluciainformacion.es",
    "site": "andaluciainformacion.es",
    "site_section": "http://andaluciainformacion.es/jaen",
    "site_categories": [
      "media"
    ],
    "section_title": "\n\t\t\t\tAndalucía Información. Todas las noticias de Jaén\t",
    "title": "Antonio Pulido: “Devolvemos a la sociedad parte de lo que recibimos” | Andalucía Información. Todas las noticias de Jaén",
    "title_full": "Antonio Pulido: “Devolvemos a la sociedad parte de lo que recibimos” | Andalucía Información. Todas las noticias de Jaén",
    "published": "2024-02-29T21:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s3-eu-west-1.amazonaws.com/streaming-ai-videos-out/29220242221_240229-aa-antonio-pulido.00003.jpg",
    "performance_score": 0,
    "domain_rank": 43877,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5bde3e8de75e505f0e891578a53041bb4eda0e94",
  "url": "https://andaluciainformacion.es/jaen/1577040/antonio-pulido-devolvemos-a-la-sociedad-parte-de-lo-que-recibimos",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@andaluciainf",
  "published": "2024-02-29T21:37:00.000+02:00",
  "title": "Antonio Pulido: “Devolvemos a la sociedad parte de lo que recibimos” | Andalucía Información. Todas las noticias de Jaén",
  "text": "El presidente de la Fundación Cajasol, Antonio Pulido, se siente orgulloso de la labor que realiza su entidad en Andalucía, porque están consiguiendo “devolverle a la sociedad parte de lo que recibimos de ella”, un balance que ha realizado en el programa ‘Acento Andaluz’ de 7TV en el que ha analizado también la situación financiera y económica. Así, Pulido ha considerado sobre el futuro de Unicaja que el “tamaño es importante y que tiene que mejorar sus ratios” para operar en el sistema financiero actual, aunque sí que ha alabado la profesionalización de su equipo”, porque “no podemos estar con cuotas territoriales”. “Es una reflexión general”, insistía Pulido, que sí destacaba que “Unicaja ha hecho una cosa muy bien, que es la profesionalización de su equipo directivo. No podemos estar con cuotas territoriales”, apuntaba, explicando que si no se huye de los “conceptos de origen” y se aplican criterios estrictamente profesionales, “no funciona, ninguna empresa del mundo funciona”. Pulido también ha aplaudido la apuesta por la simplificación administrativa emprendida por el Gobierno andaluz e incluso ha invitado al resto de administraciones “sean del signo que sean a que encojan de alguna manera los trámites”, que obligan a una pyme a buscarse una gestoría cuando “hay que facilitar lo máximo posible”. Ha asegurado que la estabilidad política, como la que vive Andalucía en estos momentos, es un valor de crecimiento y un factor para la inversión, inversiones que ve algo ralentizadas en España por la situación política actual, aunque ha considerado que en general “va bien, no para un sobresaliente o notable, pero sí un bien”, ya que sólo algo de freno en las inversiones y el escaso ahorro de las familias como puntos negativos de la economía actual. Balance de la Fundación Cajasol “Estamos llegando, hay capilaridad y la gente se siente identificada”, decía Pulido satisfecho al hacer un balance general de la Fundación Cajasol, apuntando que están consiguiendo su objetivo, “devolverle a la sociedad parte de lo que recibimos de ella”, algo que están consiguiendo a través de la cultura, la acción social, el emprendimiento, la formación y deportes Destacó como referentes la programación de Semana Santa, que en el caso de la sede de Sevilla se traduce en tres exposiciones de Tramos de Cuaresma a la vez, y la de los Gozos de Diciembre, de especial tradición especialmente en las provincias en las que está más implantada, como es Sevilla, Huelva, Cádiz y Córdoba, que en su opinión forman parte del “ideario colectivo” de la sociedad. También destacó los programas solidarios como Andaluces Compartiendo o Cajasol Educa, con un enfoque que no sólo busca aportar alimentos sino también formación e integración, o la Escuela de Negocios del Instituto de Estudios Cajasol, con la que se busca que los que se formen “reporten el valor añadido a su tierra”, con un 60% de alumnos becados. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T01:08:08.663+02:00",
  "updated": "2024-03-01T01:08:08.663+02:00"
}