{
  "thread": {
    "uuid": "9c5e9bae96973a19fb9f9286315fac258a9b9809",
    "url": "https://madison.com/life-entertainment/local/movies-tv/firefighters-amazing-race-madison-wisconsin/article_cbf0a818-d733-11ee-97ab-c70226c51917.html",
    "site_full": "madison.com",
    "site": "madison.com",
    "site_section": "http://host.madison.com/search/?f=rss&t=article&c=&q=#ct&l=25&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "madison.com - RSS Results of type article",
    "title": "\"The Amazing Race\" features firefighter moms from Wisconsin",
    "title_full": "\"The Amazing Race\" features firefighter moms from Wisconsin",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/madison.com/content/tncms/assets/v3/editorial/c/bf/cbf0a818-d733-11ee-97ab-c70226c51917/65e0d515a9c6b.preview.jpg?crop=1213%2C637%2C0%2C86&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 3691,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9c5e9bae96973a19fb9f9286315fac258a9b9809",
  "url": "https://madison.com/life-entertainment/local/movies-tv/firefighters-amazing-race-madison-wisconsin/article_cbf0a818-d733-11ee-97ab-c70226c51917.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gayle Worland | Wisconsin State Journal",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "\"The Amazing Race\" features firefighter moms from Wisconsin",
  "text": "A duo of Madison-area firefighters will compete for a $1 million prize against 12 other teams in the latest season of the show “The Amazing Race.”\nSunny Pulver, 41, and Bizzy Smith, 37, are listed as “best friends” by the Emmy-winning reality TV series, which will broadcast the initial episode of its 36th season on March 13 on CBS.\nMadison-area firefighters and best friends Sunny Pulver and Bizzy Smith are among the 13 teams competing for a $1 million prize in \"The Amazing Race.\"\n'THE AMAZING RACE' “We’re firefighter moms from Wisconsin!,” proclaim the two on an Instagram post from Smith to promote their appearance on the TV show.\n“The Amazing Race” profiles 13 teams as they trek around the world, with one team eliminated after each leg of the journey. At each stop, the teams compete in different challenges — some mental, some physical — in order to learn of their next destination.\nLocations for this season’s challenge include Mexico, Colombia, Chile, Argentina, Uruguay, Barbados, Dominican Republic and Pennsylvania, according to a press release from CBS.\nPeople are also reading… Injury forces Wisconsin men's basketball starter to exit vs. Rutgers 34,000 gallons of raw sewage spills into Lake Mendota after valve break 9 killed in western Wisconsin crash of semi and van, authorities say Developer shares concepts for $40 million remake of 100 block of State Street Winter not over yet; cold temperatures and snow in southern Wisconsin this weekend In Epic Systems' new 'Other Worlds' campus, you can eat in the Shire and park in the Black Hole Madison woman, 20, arrested after leading police on high-speed chase Restaurant planned for former Lane's Bakery space in Madison Wisconsin Rep. Derrick Van Orden shouts 'lies!' during Joe Biden's State of the Union address One Madison-area team is headed to this year's WIAA state boys basketball tournament Former Wisconsin AD Barry Alvarez says college football is 'out of control and unsustainable' Wisconsin gets 2 cheeses into the top 20 at the World Championship Cheese Contest The country's second-leading scorer resided in Sun Prairie. Here's how he developed his skills Another phase in Madison's BRT development begins this weekend Packers prevent All-Pro performer from leaving in free agency During the 90-minute episodes, the teams will go paragliding, try rally car racing, swim through waterfalls and visit the childhood home of music superstar Rihanna in Barbados, the release said.\nListen now and subscribe: Apple Podcasts | Google Podcasts | Spotify | RSS Feed | SoundStack\nMovies-tv Middleton native now 'living the Alaskan dream' in National Geographic show Gayle Worland | Wisconsin State Journal Pulver lives in Edgerton and has worked for the Madison Fire Department since 2014, after careers in construction and the U.S. military.\nSmith, who lives in New Berlin, formerly worked for the Madison Fire Department and has taught as an adjunct instructor at the Waukesha Community Technical College Fire and EMS program.\n“It’s exciting to see our members take such an exciting and challenging opportunity head on,” Madison Fire Chief Chris Carbon said in a statement emailed to the State Journal.\n“No doubt the skills they’ve learned as firefighters — from creative problem solving, teamwork and ingenuity to the physical demands of the competition — made Sunny and Bizzy strong competitors in ‘The Amazing Race.’”\nOther contestants this season with a Wisconsin connection include Rod Gardner, 46, a former NFL player who played briefly for the Packers as well as for Washington, Carolina and Kansas City. Gardner will compete with his wife Leticia, 38, the owner of a fitness business. The couple live in Lawrenceville, Georgia.\nMovies-tv New movie documents 40 years of women firefighters in Madison Gayle Worland | Wisconsin State Journal Pulver was one of many female firefighters featured in “In Her Boots,” a documentary film about the history of women in the Madison Fire Department released last year and featured in an article by the State Journal . “In Her Boots,” which contains many historical photos and video interviews with city firefighters, was produced by the fire department and the city of Madison’s IT Media Team.\n“The Amazing Race” will air at 8:30 p.m. on Wednesdays starting March 13, following “Survivor.” Paramount+ with Showtime subscribers can stream the show on demand and also can stream live via the live feed of their local CBS affiliate, according to the network.\nLocations for this season’s challenge include Mexico and four countries in South America.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://www.instagram.com/p/C333dFKusRs/",
    "https://instagram.com/p/C333dFKusRs/",
    "https://www.instagram.com/p/C333dFKusRs"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rihanna",
        "sentiment": "none"
      },
      {
        "name": "bizzy smith",
        "sentiment": "none"
      },
      {
        "name": "smith",
        "sentiment": "none"
      },
      {
        "name": "pulver",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cbs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "madison",
        "sentiment": "none"
      },
      {
        "name": "wisconsin",
        "sentiment": "none"
      },
      {
        "name": "colombia",
        "sentiment": "none"
      },
      {
        "name": "argentina",
        "sentiment": "none"
      },
      {
        "name": "barbados",
        "sentiment": "none"
      },
      {
        "name": "uruguay",
        "sentiment": "none"
      },
      {
        "name": "dominican republic",
        "sentiment": "none"
      },
      {
        "name": "mexico",
        "sentiment": "none"
      },
      {
        "name": "chile",
        "sentiment": "none"
      },
      {
        "name": "barbad",
        "sentiment": "none"
      },
      {
        "name": "pennsylvania",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:05:49.125+02:00",
  "updated": "2024-03-14T00:22:25.497+02:00"
}