{
  "thread": {
    "uuid": "e0cd01646ad3719fcb3fadf29b34887022b719aa",
    "url": "https://www.aporrea.org/internacionales/n389691.html",
    "site_full": "www.aporrea.org",
    "site": "aporrea.org",
    "site_section": "https://www.aporrea.org/rssfeed",
    "site_categories": [
      "media"
    ],
    "section_title": "Aporrea.org",
    "title": "Ecuador: Presidente Noboa expresa su respaldo y apoyo a Israel",
    "title_full": "Ecuador: Presidente Noboa expresa su respaldo y apoyo a Israel",
    "published": "2024-01-20T00:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VE",
    "main_image": "https://www.aporrea.org/imagenes/2024/01/noboa.png",
    "performance_score": 0,
    "domain_rank": 38974,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e0cd01646ad3719fcb3fadf29b34887022b719aa",
  "url": "https://www.aporrea.org/internacionales/n389691.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agencias /",
  "published": "2024-01-20T00:31:00.000+02:00",
  "title": "Ecuador: Presidente Noboa expresa su respaldo y apoyo a Israel",
  "text": "El pronunciamiento del presidente Daniel Noboa en apoyo a Israel y la ausencia hoy del país sudamericano en la XIX Cumbre del Movimiento de Países No Alineados (Mnoal) reflejan la postura ecuatoriana en la arena internacional.\nEste viernes, en una entrevista con la emisora colombiana W Radio, el mandatario expresó su respaldo a Tel Aviv \"en la posibilidad de defenderse ante una amenaza\".\nComo nación no vamos a condenar las acciones de Israel ni tampoco vamos a tomar una postura como la tomó Brasil y la tomó Colombia, afirmó el jefe de Estado, quien resaltó su decisión de enviar como embajadora al país de Medio Oriente a la vicepresidenta, Verónica Abad.\nLas declaraciones de Noboa causaron cuestionamientos en redes sociales, incluso algunos internautas comentaron que ese sería el precio por el asesoramiento en materia de seguridad.\n\"Noboa conversa con una nación acusada de genocidio. Vaya jugada de política internacional\", escribió un usuario en la plataforma X.\nEl gobernante confirmó la cooperación con Estados Unidos e Israel y señaló en la entrevista que \"no podemos tener base extranjera en Ecuador, después de la Constitución de 2008 se prohibió, pero eso no significa que no pueda existir cooperación internacional».\nPor otro lado, el exvicecanciller Fernando Yepez Lasso considera que la actual administración ignora los principios de la Carta Magna al no asistir a la Cumbre del Movimiento de Países No Alineados, celebrada en India.\nPara el exdiplomático, ese espacio -junto al G-77- constituye el foro de concertación y negociación más importante del mundo en desarrollo y no participar ratifica el servil alineamiento de la actual política exterior de su país.\nEcuador no debería olvidar su histórico compromiso con los principios del derecho, la no intervención, los derechos humanos y la descolonización, como Malvinas y la República Árabe Saharaui Democrática; así como la condena a la adquisición de territorios por la fuerza, al genocidio en Gaza y al criminal bloqueo a Cuba y Venezuela, consideró Yépez Lasso.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T01:07:47.009+02:00",
  "updated": "2024-01-20T01:07:47.009+02:00"
}