{
  "thread": {
    "uuid": "1728f92d88dde618227dd4c9d37fb766aeeac407",
    "url": "https://www.denver7.com/news/state-news/new-colorado-law-aims-to-foster-relationships-between-incarcerated-parents-and-their-kids",
    "site_full": "www.denver7.com",
    "site": "denver7.com",
    "site_section": "https://denver7.com",
    "site_categories": [],
    "section_title": "Denver7 | Local, breaking, in-depth Colorado news, weather",
    "title": "New CO law aims to foster relationships between incarcerated parents, their kids",
    "title_full": "New CO law aims to foster relationships between incarcerated parents, their kids",
    "published": "2023-12-29T05:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ewscripps.brightspotcdn.com/dims4/default/5bd6549/2147483647/strip/true/crop/1273x668+0+22/resize/1200x630!/quality/90/?url=https%3A%2F%2Fewscripps.brightspotcdn.com%2Fd5%2F25%2F53fc85e14ff8a10836ca5e8039eb%2Fprison-bars.jpg",
    "performance_score": 0,
    "domain_rank": 3177,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 24,
        "comments": 1,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1728f92d88dde618227dd4c9d37fb766aeeac407",
  "url": "https://www.denver7.com/news/state-news/new-colorado-law-aims-to-foster-relationships-between-incarcerated-parents-and-their-kids",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jessica Crawford",
  "published": "2023-12-29T05:25:00.000+02:00",
  "title": "New CO law aims to foster relationships between incarcerated parents, their kids",
  "text": "DENVER — A new law aims to help parents who are incarcerated in Colorado maintain relationships with their children. Under Colorado law, when a mother or father is in prison for a certain period of time, dependency and neglect proceedings can be initiated. Those proceedings can eventually lead to the termination of parental rights. Senate Bill 23-039, also titled the [Reduce Child and Incarcerate Parent Separation Act](https://leg.colorado.gov/sites/default/files/2023a_039_signed.pdf), aims to foster relationships between incarcerated parents and their children and help parents advocate for themselves in dependency and neglect proceedings. \"There's a presumption that if you're incarcerated that you are not able to be a parent. And that's really not the case for a lot of people,\" said State Rep. Judy Amabile, a prime sponsor of the bill. The law requires the Department of Human Services to facilitate communication and family time between children and their parents. \"I think that as a society, we have decided that if you commit a crime, then you have to be punished,\" said Amabile. \"And the punishment is really punishing. And it doesn't just punish the person, but it punishes their whole extended family and their circle.\" Under the [bill](https://leg.colorado.gov/sites/default/files/documents/2023A/bills/fn/2023a_sb039_f1.pdf), incarcerated parents have the right to an attorney during dependency and neglect proceedings and will have the right to attend and participate in proceedings, either in-person or virtually. \"If there is a dependency and neglect case that's happening, it allows the parent who is at risk of losing custody of their kids to participate in that legal proceeding,\" said Amabile. Several people testified to the House Committee on Public & Behavioral Health & Human Services in April about their experiences in the criminal justice system. Terrina Flora-Alexander, who served time in prison after she was convicted of second-degree murder, shared how her incarceration impacted her son. \"He started misbehaving at school, as well as at home,\" said Flora-Alexander. \"And the only time that he seemed to be stable and content was when he was with me in the visiting room, which is only for four hours at a time.\" Flora-Alexander said the Denver Women’s Correctional Facility offered an apartment program, which allowed her to spend family time with her child. \"I fought hard to become a member of the apartment program, which unfortunately no longer exists,\" she said. \"It was a program that my son could come and stay the night with me every other weekend. At that point, I was able to teach my son how to make his bed, how to do dishes, how to cuddle, how to love. And I was able to teach him that I took accountability for my crime and my situation that led to him growing up with a healthy relationship with law enforcement and the justice system.\" Flora-Alexander said that time allowed her son to flourish. He went on to join the military and is pursuing a degree in criminal justice, according to his mother. \"There's thousands of moms and dads sitting in there just waiting to try and do better,\" said Flora-Alexander. \"Something to think about.\" The bill passed this year and will take effect on January 1, 2024.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Human Interest"
  ],
  "external_links": [
    "https://leg.colorado.gov/sites/default/files/documents/2023A/bills/fn/2023a_sb039_f1.pdf),",
    "https://leg.colorado.gov/sites/default/files/2023a_039_signed.pdf),",
    "https://www.leg.colorado.gov/sites/default/files/2023a_039_signed.pdf),",
    "https://www.leg.colorado.gov/sites/default/files/documents/2023A/bills/fn/2023a_sb039_f1.pdf),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bill",
        "sentiment": "none"
      },
      {
        "name": "judy amabile",
        "sentiment": "none"
      },
      {
        "name": "amabile",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "senate",
        "sentiment": "none"
      },
      {
        "name": "department of human services",
        "sentiment": "none"
      },
      {
        "name": "state",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "colorado",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T12:16:13.355+02:00",
  "updated": "2023-12-29T12:16:13.355+02:00"
}