{
  "thread": {
    "uuid": "b378116e899928f2e26e062a1da1b41a726ebacd",
    "url": "https://worldofbuzz.com/united-family-in-kelantan-soldier-through-couples-wedding-ceremony-despite-rainfall-flood/",
    "site_full": "worldofbuzz.com",
    "site": "worldofbuzz.com",
    "site_section": "https://worldofbuzz.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "WORLD OF BUZZ",
    "title": "United Family in Kelantan Soldier Through Couple’s Wedding Ceremony Despite Rainfall & Flood",
    "title_full": "United Family in Kelantan Soldier Through Couple’s Wedding Ceremony Despite Rainfall & Flood",
    "published": "2024-01-04T10:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.worldofbuzz.com/wp-content/uploads/2024/01/collage2-1.jpg?strip=all&#038;lossy=1&#038;quality=92&#038;ssl=1",
    "performance_score": 0,
    "domain_rank": 49182,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b378116e899928f2e26e062a1da1b41a726ebacd",
  "url": "https://worldofbuzz.com/united-family-in-kelantan-soldier-through-couples-wedding-ceremony-despite-rainfall-flood/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Wayne Garreth",
  "published": "2024-01-04T10:28:00.000+02:00",
  "title": "United Family in Kelantan Soldier Through Couple’s Wedding Ceremony Despite Rainfall & Flood",
  "text": "Wedding ceremonies often signify the very beginning of a couple’s journey together as a singular union. From taking that big leap to planning everything out meticulously, it’s important to many duos that such a day goes off without a hitch. Yet, we can’t always predict the unexpected.\nA recent TikTok video displayed such an instance, where a newlywed couple, who conducted their wedding in Pasir Puteh, Kelantan, were met with some unfortunate interruptions in the form of rainfall and flooding.\nHowever, the clip, which was captured by a photographer for the wedding ceremony, named Ismail, showed just how united the couple’s families were despite the unplanned interferences. In the video shared to his page\n@jaismailji, the photographer managed to capture the spirit of the overall ambience.\nSmiling and full of cheer, the aunties, uncles, cousins, and beyond, carried on graciously with the ceremony as planned.\nWalking through the rainwater, multiple individuals helped see to the bride, who had to lift her wedding dress skirt to walk through the waters. One young lady can be seen assisting the bride by holding her left arm, while a man holds a giant umbrella to usher the bride closer to her husband.\nAfter reaching him, the groom himself also came forward through the flood water and posed for pictures with his bride. Beaming with joy, no rain could keep the family down, as others stood close by to help them if they needed anything.\nSpeaking to WORLD OF BUZZ, Ismail stated that when they arrived at the bride’s house to begin their photography duties, water levels had already started to rise. However, it further increased as time went on, even before the bride and her family had to walk to the groom’s home, which was nearby.\n“It was actually part of the visiting ceremony, where the bride had to go to the groom’s house. Although the water levels started to rise, the event itself went smoothly after,” said Ismail to WORLD OF BUZZ.\nA number of commenters expressed their confusion over the couple’s decision to carry out their wedding ceremony during monsoon season.\n“The East Coast always experiences heavy rainfall at the end of the year, so it will definitely flood as well. Next time, it’ll be better to not have weddings at the end of the year hahaha,” added one user.\nNevertheless, multiple people also stated that despite the unexpected rainfall, it must have been a heartwarming experience for the couple to have all their closest family members rally around them.\n“Must have been a sweet experience for the couple,” commented another user.\nWatch the full TikTok video below:\nMonsoon in Kelantan\nWhile things may not always go as planned, we’re happy to know that this couple had the unconditional support of their family to make this ceremony a true success.\nAlso read:\nThis M’sian Vet Posing With Her Oyen at Her Wedding is The Most Wholesome Thing You’ll See Today",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [
    "https://tiktok.com/@jaismailji/video/7316436813793561863",
    "https://www.tiktok.com/@jaismailji/video/7316436813793561863"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ismail",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "united family",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "kelantan",
        "sentiment": "none"
      },
      {
        "name": "pasir puteh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-04T11:22:16.026+02:00",
  "updated": "2024-01-04T11:22:16.026+02:00"
}