{
  "thread": {
    "uuid": "83dc4394bea6c97bb773ed6648829c7078066578",
    "url": "https://vnexplorer.net/economista-proyecta-2024-se-espera-que-economia-vuelva-a-crecer-durante-el-ano-permitira-la-creacion-de-empleos-s762076.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Economista proyecta 2024: «Se espera que economía vuelva a crecer durante el año (…) permitirá la creación de empleos»",
    "title_full": "Economista proyecta 2024: «Se espera que economía vuelva a crecer durante el año (…) permitirá la creación de empleos»",
    "published": "2024-01-02T13:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mlMkF.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "83dc4394bea6c97bb773ed6648829c7078066578",
  "url": "https://vnexplorer.net/economista-proyecta-2024-se-espera-que-economia-vuelva-a-crecer-durante-el-ano-permitira-la-creacion-de-empleos-s762076.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-02T13:35:00.000+02:00",
  "title": "Economista proyecta 2024: «Se espera que economía vuelva a crecer durante el año (…) permitirá la creación de empleos»",
  "text": "Economista proyecta 2024: «Se espera que economía vuelva a crecer durante el año (…) permitirá la creación de empleos»\nEl 2024 es un año cargado de desafíos, especialmente desde lo económico. Plano donde nuestro país intenta estabilizarse en el mercado y capitalizar diversos proyectos que permitan robustecer la economía nacional. Todo esto, en medio de medidas que ya se han tomado y que impactan directamente al bolsillo de los ciudadanos. Por ejemplo, el cambio en la canasta del IPC y el reajuste de precios de los peajes en las carreteras urbanas e interurbanas, entre otras. Sobre esto, hoy en Palabra Que Es Noticia conversamos con el economista Hermann González, coordinador macroeconómico del Centro Latinoamericano de Políticas Económicas y Sociales (Clapes UC).\n¿Donde se posiciona usted con respecto a las proyecciones de cara al 2024? “Yo creo que hay buenas razones para estar relativamente optimista sobre cómo viene este año para la economía chilena. Porque hemos hecho gran parte del ajuste luego de un periodo de mucho desequilibrio. La baja en las tasas de la inflación son un ejemplo de eso. También se espera que la economía vuelva a crecer durante el 2024, aunque sea un crecimiento muy leve. Pero eso va a permitir por ejemplo, la creación de empleos. Entonces, hay razones para estar moderadamente optimistas respecto del año 2024 en términos económicos para la economía chilena”, señala Hermann González.\nHablemos un poco de qué significa este acuerdo del litio, unido a la idea del royalty. ¿Puede influir en algo a las arcas del Estado? o ¿puede influir en algo para el chileno o no? “Partamos por el tema del royalty, este fue un proyecto que se aceptó el año pasado, bastante discutido, pero que va a permitir al gobierno tener mayores ingresos permanentes para financiar las políticas públicas. Esto se enmarca en el contexto de un año donde habrá una discusión por un nuevo pacto fiscal, que en lo general implica medidas pro crecimiento para recaudar más, medidas de eficiencia del gasto, y también, está contemplado para marzo un proyecto que aumenta el impuesto a la renta”, indica el economista. “Con respecto al tema del litio, creo que eso es más complejo. Pero yo creo que tiene varios aspectos positivos, donde resaltan 2 o 3 cosas importantes. Uno, es que permite al país ponerse al día en la respuesta de la demanda mundial de litio, que se presume va a crecer hasta 6 veces de acá al 2030. En esa línea, al generar certezas de aquí al 2060 respecto al Salar de Atacama, esto da un escenario mucho más claro de respuesta sobre la oferta de Chile en este mercado”, asegura Hermann González.\nHay un tema de máxima importancia para los ciudadanos, el mercado laboral. ¿Cómo observamos esa área para el 2024? “Acá es importante recordar que la creación de empleo tiene directa relación con el crecimiento económico. El año pasado tuvimos una economía que no creció y por ende, tuvimos un aumento en la tasa de desocupación. Aunque el año terminó un poco mejor, creo que es importante recalcar. El crecimiento económico es clave para la creación de empleo, y en medida que este año la economía vuelva a crecer, se espera que la creación de puestos de trabajo también aumente. Especialmente en construcción, comercio o transporte. Esperemos que eso ocurra a lo largo de este año”, afirma el economista.\nTodos los indicadores, o el modelo de nuestra economía sigue siendo el mismo, ¿o no? ¿ha cambiado? o ¿hoy tenemos una economía más robusta? “Ese es un tremendo punto, nuestra economía es una economía rica en recursos naturales y que depende mucho de los vaivenes internacionales para crecer. Y las condiciones externas nos afectan notoriamente, positiva o negativamente. Pero déjame separar la respuesta en 2 partes. Por un lado, tenemos un sector minero en el cual tenemos un enorme potencial, y donde hemos ido desarrollando tecnología más allá de la mera extracción. Lo que ha permitido el desarrollo de otros sectores, y que nos permite hacer un aporte desde Chile al mundo”, sostiene Hermann González. “En materia del litio por ejemplo somos un país líder, y queda espacio para seguir desarrollando esa industria. Chile tiene una oportunidad enorme en materia de productos altamente demandados, importantes para la economía mundial. Ahí tenemos una oportunidad que no teníamos en el pasado y que sin duda hay que aprovechar”, sentencia el economista. “Por otro lado, en la economía del conocimiento y los cambios que trae consigo la IA me tienen bastante preocupado. Ya que considero que el problema de fondo está en la educación, temática o problema donde nos hemos ido quedando atrás, y donde considero deberían estar enfocados los esfuerzos. Hay mucho que hacer todavía”, concluye en Palabra Que Es Noticia Hermann González, coordinador macroeconómico del Centro Latinoamericano de Políticas Económicas y Sociales (Clapes UC).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mlMkF.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mlMkF.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T13:38:07.819+02:00",
  "updated": "2024-01-02T13:38:07.819+02:00"
}