{
  "thread": {
    "uuid": "649255632d4fc4f7b6d14e340a3ea874aa9d48e5",
    "url": "https://french.xinhuanet.com/20240120/058fadda22744e368210f70a47d10798/c.html",
    "site_full": "french.xinhuanet.com",
    "site": "xinhuanet.com",
    "site_section": "https://french.xinhuanet.com/amerique_du_nord/actualites_nord_americaines/index.htm",
    "site_categories": [
      "media"
    ],
    "section_title": "Actualités nord-américaines _Actualités Chine &amp; Amérique du Nord",
    "title": "La NASA confirme l'achèvement de la première mission commerciale américaine de livraison lunaire - Xinhua - french.news.cn",
    "title_full": "La NASA confirme l'achèvement de la première mission commerciale américaine de livraison lunaire - Xinhua - french.news.cn",
    "published": "2024-01-20T04:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 343,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "649255632d4fc4f7b6d14e340a3ea874aa9d48e5",
  "url": "https://french.xinhuanet.com/20240120/058fadda22744e368210f70a47d10798/c.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "french.xinhuanet.com",
  "published": "2024-01-20T04:23:00.000+02:00",
  "title": "La NASA confirme l'achèvement de la première mission commerciale américaine de livraison lunaire - Xinhua - french.news.cn",
  "text": "LOS ANGELES, 19 janvier (Xinhua) -- Le premier vol du service commercial de livraison lunaire de la NASA, transportant du matériel scientifique et technologique de l'agence spatiale américaine, ainsi que d'autres charges utiles destinées à la Lune, s'est achevé, a confirmé la NASA vendredi.\nAprès 10 jours et 13 heures dans l'espace, l'atterrisseur lunaire développé par la société privée américaine Astrobotic Technology, baptisé Peregrine, a effectué jeudi une rentrée contrôlée sur Terre au-dessus du Pacifique Sud à 16H04, heure de la côte Est, selon la NASA.\nAstrobotic Technology est le premier contractuel privé à lancer une mission sur la Lune dans le cadre de l'initiative CLPS (Commercial Lunar Payload Services) de la NASA, qui vise à faire progresser les capacités de science, d'exploration ou de développement commercial de la Lune dans le cadre de la campagne Artemis de l'agence.\nSelon la NASA, sept autres livraisons CLPS ont été attribuées à plusieurs entreprises américaines. Le prochain vol commercial de CLPS devrait avoir lieu au plus tôt en février.\nAprès un lancement réussi et une séparation de la fusée le 8 janvier, le vaisseau spatial a connu un problème de propulsion qui a empêché Peregrine d'atterrir en douceur sur la Lune.\nAprès analyse et recommandations de la NASA et de la communauté spatiale, Astrobotic Technology a déterminé que la meilleure option pour minimiser les risques et assurer une élimination responsable du vaisseau spatial était de maintenir la trajectoire de Peregrine vers la Terre, où il s'est consumé lors de sa rentrée dans l'atmosphère.\n\"L'exploration spatiale est une tâche audacieuse et les données scientifiques et de vol spatial recueillies par l'atterrisseur lunaire d'Astrobotic préparent mieux la NASA aux futures livraisons de CLPS et aux missions avec équipage dans le cadre d'Artemis\", a déclaré Bill Nelson, administrateur de la NASA.\nCette mission devait constituer la première fois qu'une entreprise américaine envoie un engin spatial sur la Lune et la première fois que les Etats-Unis retournent sur la surface lunaire depuis plus de 50 ans. Fin\nVous avez une question, une remarque, des suggestions ? Contactez notre équipe de rédaction par e-mail à xinhuanet_french@news.cn",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T06:39:07.020+02:00",
  "updated": "2024-01-20T06:39:07.020+02:00"
}