{
  "thread": {
    "uuid": "b23b9808f317aac0d3d3029bfa0809fa60dc1469",
    "url": "https://www.cbsnews.com/chicago/news/chicago-wolves-courtney-mahoney-womens-history-month",
    "site_full": "www.cbsnews.com",
    "site": "cbsnews.com",
    "site_section": "https://cbsnews.com/cbslocal",
    "site_categories": [
      "media"
    ],
    "section_title": "CBS Local - Your local news and live free 24/7 streaming news",
    "title": "Chicago Wolves president of operations Courtney Mahoney reflects on impact in male-dominated hockey - CBS Chicago",
    "title_full": "Chicago Wolves president of operations Courtney Mahoney reflects on impact in male-dominated hockey - CBS Chicago",
    "published": "2024-03-14T23:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets1.cbsnewsstatic.com/hub/i/r/2024/03/14/3c1d20b5-738c-4a56-9a9d-ff8795f6e48b/thumbnail/1200x630/f9867dea538f7c2684bea4cc4b199949/courtney-mahoney.jpg?v=d1d78866939020fc1f2607ef7298e4ec",
    "performance_score": 0,
    "domain_rank": 184,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b23b9808f317aac0d3d3029bfa0809fa60dc1469",
  "url": "https://www.cbsnews.com/chicago/news/chicago-wolves-courtney-mahoney-womens-history-month",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-14T23:57:00.000+02:00",
  "title": "Chicago Wolves president of operations Courtney Mahoney reflects on impact in male-dominated hockey - CBS Chicago",
  "text": "CHICAGO (CBS) -- Chicago Wolves President of Operations Courtney Mahoney joined the organization during its second ever season in 1996 and has been a trailblazer since.\nMahoney has made an impact in every step she has taken. She's also one of few women in the American Hockey League who has a President's title.\nMahoney's journey with the Wolves began as a community relations intern. She's done a lot for the five-time American Hockey League champions since, in different roles along the way.\n\"I think I was three years in, and then to win it a couple years ago, where you're the president of the organization, it's pretty awesome to have a ring that says that title,\" she said.\nNaturally, a lot comes with being the team's president of operations.\n\"I produce the games. So it's everything from getting the scripts ready, making sure we have all the video boards. I set up the dog cages for Adopt a Dog Night. We hang the dashers. Merchandise, we do all the merchandise,\" she said.\nMahoney earned the title in 2021, becoming the first woman in Wolves history to do so.\n\"Don [Levin], to have an owner that really trusts you so much to do the right thing and to just build your programs, I don't know anywhere else I would get that, and I have no desire to find out,\" she said. \"His belief, and his support, and then you have [General Manager Wendell Young's support]. There wasn't a question about me rising the ranks. It was just, 'You did this. You did this well. I'm willing to take this on. You're going to reward me for it.' So I think that part was really cool, and then so lucky to be almost naive to it.\"\nMahoney not only cares deeply about the organization, but its fans, and finding ways to raise money each game for Chicago Wolves Charities, which supports at least 15 local organizations.\n\"A Silver Lining Foundation is a great example of, for breast cancer awarensss we do these survivor sticks where $175 is the cost of a mammogram and now all our fans know. We did a solider surprise, hed been away and surprised his kid that was amazing,\" she said.\nMahoney also helps design jerseys that are worn and auctioned off to support causes; all part of a historic tenure she says is far from over.\n\"Man I get to go, I did a fundraiser last week where we hung out with our fans and raised money for charity and watched the guys interact and they had a blast. This weekend I get to play some good music and raise some money but people are going to clap this is their night out they chose to come here and I hopefully get to be a part of that,\" she said.\nThe Wolves' Adopt-a-Dog program added three new shelters this summer, with 26 dogs adopted in one game alone. It's all part of Mahoney's goal to continue to grow charity partnerships and keep the Wolves as a big part of the community.\nMore from CBS News Former Illini star Dee Brown leads Roosevelt to conference title New Bears D'Andre Swift, Kevin Byard say they're ready to get to work Bears trade fourth-round pick for Chargers' Keenan Allen Bears agree to 1-year deals with backup QB Brett Rypien, OL Matt Pryor In: Women's History Month",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "courtney mahoney",
        "sentiment": "negative"
      },
      {
        "name": "mahoney",
        "sentiment": "none"
      },
      {
        "name": "levin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cbs chicago chicago",
        "sentiment": "negative"
      },
      {
        "name": "cbs",
        "sentiment": "negative"
      },
      {
        "name": "chicago wolves",
        "sentiment": "negative"
      },
      {
        "name": "american hockey league",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "chicago",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:01:38.157+02:00",
  "updated": "2024-03-15T13:00:56.716+02:00"
}