{
  "thread": {
    "uuid": "fb2441e6a66d9cf264852fb6232e251823ed3631",
    "url": "https://abcnews.go.com/GMA/Living/medical-student-leaves-message-late-mom-after-matching/story?id=109334642",
    "site_full": "abcnews.go.com",
    "site": "go.com",
    "site_section": "http://abcnews.go.com",
    "site_categories": [
      "media"
    ],
    "section_title": "ABC News - Breaking News, Latest News and Videos",
    "title": "Medical student leaves message for late mom after matching for residency - ABC News",
    "title_full": "Medical student leaves message for late mom after matching for residency - ABC News",
    "published": "2024-04-18T23:18:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.abcnewsfe.com/a/031b931b-f766-4616-b67f-57db7ad01c90/paighton-noel-main-ht-jt-240417_1713383164659_hpMain_16x9.jpg?w=1600",
    "performance_score": 0,
    "domain_rank": 142,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 11
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fb2441e6a66d9cf264852fb6232e251823ed3631",
  "url": "https://abcnews.go.com/GMA/Living/medical-student-leaves-message-late-mom-after-matching/story?id=109334642",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ABC News",
  "published": "2024-04-18T23:18:00.000+03:00",
  "title": "Medical student leaves message for late mom after matching for residency - ABC News",
  "text": "Paighton Noel’s mom died while she was in medical school. A medical student left a message to her late mom via a voicemail after matching for a residency program of her choice and the emotional moment was captured in a video that was shared online. When Paighton Noel was accepted into University of Utah as a medical student in 2020, she made a phone call to her mom Jacquie Sorrells to deliver her the news. \"I am accepted into University of Utah's medical class of 2020,\" Paighton told her mom at the time. Sorrells later can be heard responding with so much joy in her voice, saying, \"How many tears did you cry? And I said, 'Just stay positive, just stay positive, it's gonna happen, I know it's gonna happen. I can feel it.'\" \"Oh I wish you would have a little more faith in yourself, because I have a lot in you,\" her mom added at the time. Sorrells died during her daughter's third year of medical school after suffering from a traumatic brain injury, Noel said in an interview with \"Good Morning America.\" Four years after making the phone call about getting into the medical school, Noel decided to share another big news with her mom who is no longer with her. \"Hey mom, it's me. I am going to be an OB-GYN at UMC Chapel Hill,\" she said in the voicemail she left for her mom. \"Regardless of where I ended up today, you were going to look out for me and get me to where I needed to go.\" Noel told \"GMA\" she made the second phone call because she \"needed some time\" with her mom after attending the Match Day, which is the day when the National Resident Matching Program releases results to applicants seeking residency and fellowship training positions in the U.S. \"Match Day is just a very, very emotionally charged day, I think, for anyone and pretty much any circumstance,\" she explained. \"Match Day has just high stakes, high emotions, you open up that envelope, and you have your future kind of laid out for you… And there's huge excitement and there's anxiety and there's heartbreak at times and shock, just so many emotions that people go through and I just felt like I was missing my person and my person [is] my mom.\" As for her advice for anyone who is missing their loved ones at a milestone or Holiday celebration, Noel said, \"It is 100% okay to have it feel horrible and incomplete. And it's also 100% okay to feel the joy and celebrate that accomplishment or that holiday, because they would want you to.\" \"And I think trying to find ways to keep them a part of these milestones in these next events in your life has helped me somewhat,\" she said, adding that \"Everything is bittersweet.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "paighton",
        "sentiment": "none"
      },
      {
        "name": "sorrells",
        "sentiment": "none"
      },
      {
        "name": "noel",
        "sentiment": "none"
      },
      {
        "name": "paighton noel",
        "sentiment": "none"
      },
      {
        "name": "jacquie sorrells",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "abc news",
        "sentiment": "negative"
      },
      {
        "name": "university of utah",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:05:00.819+03:00",
  "updated": "2024-04-19T11:21:56.813+03:00"
}