{
  "thread": {
    "uuid": "a661120cbfd224e43aab87f7d4e86c597cc48805",
    "url": "https://www.news5cleveland.com/news/local-news/new-akron-police-academy-class-has-the-highest-number-of-women-ever",
    "site_full": "www.news5cleveland.com",
    "site": "news5cleveland.com",
    "site_section": "https://news5cleveland.com",
    "site_categories": [
      "media"
    ],
    "section_title": "News 5 Cleveland WEWS",
    "title": "New Akron police academy class has the highest number of women ever",
    "title_full": "New Akron police academy class has the highest number of women ever",
    "published": "2024-03-14T19:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ewscripps.brightspotcdn.com/dims4/default/00d2c3f/2147483647/strip/true/crop/640x336+0+73/resize/1200x630!/quality/90/?url=http%3A%2F%2Fewscripps-brightspot.s3.amazonaws.com%2Fee%2F7b%2F2f9f2a4a46e0ba409a98bde560e8%2Fthumbnail-img-2431.jpg",
    "performance_score": 0,
    "domain_rank": 7666,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a661120cbfd224e43aab87f7d4e86c597cc48805",
  "url": "https://www.news5cleveland.com/news/local-news/new-akron-police-academy-class-has-the-highest-number-of-women-ever",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bob Jones",
  "published": "2024-03-14T19:55:00.000+02:00",
  "title": "New Akron police academy class has the highest number of women ever",
  "text": "AKRON, Ohio — Gwenn Phillips is a former business owner in Hawaii who raised four children. But the Akron native has returned home and is ready for a new challenge. She plans to become an Akron police officer. \"It's actually been a dream of mine,\" Phillips said. \"To be frank, it was something that I wasn't sure I could do, having gone through some major challenges. I realized I'm stronger than I thought I was.\" At 45 years old, Phillips is one of the oldest in the new Akron police academy class. \"It's exciting for one and it's empowering as a woman, and also as a woman of advanced age,\" she said. Last year, the city raised the maximum age for an Akron police recruit from 40 to 45, opening up new career opportunities for Phillips and Melanie Bailey of Akron. Bailey, a mother of six grown boys, worked as a 911 dispatcher for the past couple of years. She was 45 years old when she took the police test and has since turned 46 years old. The current class has 15 women in it. That's about double the highest amount of female cadets in any previous Akron class. \"I think it's awesome. I really do. I believe it helps bring more diversity into the community,\" Bailey said. Bailey is well aware of the controversy that surrounded the APD following the deadly police-involved shooting of Jayland Walker in 2022. She said that case is part of the reason that she wants to make a difference in her hometown as a law enforcement officer. \"Knowing that, it makes me feel more confident as a woman and as a citizen of the city of Akron to step into a position like that,\" Bailey said. Meliza Martinez, 29, of Bedford Heights, is also part of the academy class. She moved to Ohio from Mexico when she was 17 years old. \"When I moved here, I didn't speak any English. I graduated from Kenston High School in Bainbridge,\" Martinez said. She focused on patience and calming skills as a corrections officer in Cleveland and Lake County and believes those traits will translate well as an Akron police officer. \"I always wanted to be a police officer, but working in the jails never gave me like the time to train,\" she said. The intense academy training for the 15 women and 32 men includes classroom hours and training in de-escalation techniques, subject control, CPR, community relations and cultural diversity. The class will graduate in August. The city is planning to have another police test in the summer to hire cadets for the next class in 2025. The women in the current class said they're anxious to serve and protect. \"It's definitely a legacy that I'm excited to leave, not just for my children, but to be an example for other women out there,\" Phillips said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gwenn phillips",
        "sentiment": "negative"
      },
      {
        "name": "phillips",
        "sentiment": "none"
      },
      {
        "name": "melanie bailey",
        "sentiment": "none"
      },
      {
        "name": "bailey",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "new akron",
        "sentiment": "none"
      },
      {
        "name": "akron",
        "sentiment": "none"
      },
      {
        "name": "hawaii",
        "sentiment": "none"
      },
      {
        "name": "ohio",
        "sentiment": "none"
      },
      {
        "name": "akron",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:15:25.369+02:00",
  "updated": "2024-03-15T00:15:25.369+02:00"
}