{
  "thread": {
    "uuid": "851586e1f5399f417af8c2886cf29dbf961a0bf4",
    "url": "https://www.beinsports.com/en-au/football/fa-cup/articles/patrick-bamford-s-stunning-strike-helps-leeds-to-victory-at-peterborough-2024-01-07",
    "site_full": "www.beinsports.com",
    "site": "beinsports.com",
    "site_section": "http://www.beinsports.com/en-au",
    "site_categories": [
      "sports"
    ],
    "section_title": "beIN SPORTS AUSTRALIA: Rugby, Football Live scores and videos | beIN SPORTS",
    "title": "Unbelievable Bamford strike helps Leeds win at Peterborough | beIN SPORTS",
    "title_full": "Unbelievable Bamford strike helps Leeds win at Peterborough | beIN SPORTS",
    "published": "2024-01-07T18:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://prod-media.beinsports.com/image/1704646877076_d9f88658-c141-4972-b1e4-290a800f105f.1080.jpg",
    "performance_score": 0,
    "domain_rank": 8923,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "851586e1f5399f417af8c2886cf29dbf961a0bf4",
  "url": "https://www.beinsports.com/en-au/football/fa-cup/articles/patrick-bamford-s-stunning-strike-helps-leeds-to-victory-at-peterborough-2024-01-07",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Patrick Bamford’s moment of brilliance lit up Leeds United’s smooth FA Cup passage as it eased to a 3-0 win at Peterborough United.",
  "published": "2024-01-07T18:45:00.000+02:00",
  "title": "Unbelievable Bamford strike helps Leeds win at Peterborough | beIN SPORTS",
  "text": "Unbelievable Bamford strike helps Leeds win at Peterborough Patrick Bamford’s moment of brilliance lit up Leeds United’s smooth FA Cup passage as it eased to a 3-0 win at Peterborough United. The forward was handed only his second start of the campaign as boss Daniel Farke rang the changes.\nBamford responded by delivering a Puskas-worthy strike shortly after half-time to double an advantage provided by Ethan Ampadu’s first goal in Leeds colours.\nCaptain Ampadu then sealed the win late on as his sudden taste for scoring continued.\nThe goalscorers were two of only five survivors from the EFL Championship success against Birmingham City on New Year’s Day as Farke shuffled his pack, but it did not hamper Leeds as it had three clear chances in the opening seven minutes.\nTwo Bamford headers, one wide from a corner and one clawed away by Posh goalkeeper Fynn Talley, sandwiched the best opportunity of all as Talley recovered to save from Archie Gray after picking out the Leeds man with an attempted pass.\nLeague One top-scorer Peterborough began to trouble the visitors, with Ricky-Jade Jones stretching to steer an Ephron Mason-Clark cross wide before Hector Kyprianou failed to direct a header on target from Jadel Katongo’s cross.\nIt was no surprise when the deadlock was broken in the 34th minute, although few could have predicted Ampadu would be the scorer as he opened his Leeds account by firing past Talley after a Jaidon Anthony free-kick was chested down by Bamford.\nThe breakthrough was not without controversy as Posh players complained the set-piece was taken before referee Sam Allison had blown his whistle, but the goal stood with Josh Knight booked for his protests.\nKyprianou then scuffed an effort wide in a goalmouth scramble as Peterborough looked to rapidly respond before Allison was again the centre of attention four minutes before the break, taking no action when Wilfried Gnonto tumbled under a Knight challenge in the box.\nThe Italian winger was staggered not to see a spot-kick awarded which would have led to a dismissal for Knight, while Posh felt Allison should have issued a second yellow card to Gnonto, who had been booked moments earlier for kicking the ball away.\nThe player count and scoreline remained unchanged going into the second half, but it did not remain that way for long thanks to the brilliance of Bamford as he brought down a long Ampadu pass on his chest before turning and unleashing a stunning volley into the top corner from 25 yards.\nIt was undoubtedly one of the finest goals in his 115-strong collection and ensured Leeds’ stranglehold on the clash was strengthened.\nAnthony was denied a third goal on the hour by a smart Talley stop while Posh rarely looked like joining then non-League Sutton and fellow lower-league sides Newport and Crawley in claiming the scalp of Leeds in this competition in recent years.\nThe hosts’ fate was sealed when Ampadu rose to head in substitute Dan James’s corner in the 90th minute.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bamford",
        "sentiment": "negative"
      },
      {
        "name": "patrick bamford",
        "sentiment": "negative"
      },
      {
        "name": "ampadu",
        "sentiment": "none"
      },
      {
        "name": "talley",
        "sentiment": "none"
      },
      {
        "name": "daniel farke",
        "sentiment": "none"
      },
      {
        "name": "archie gray",
        "sentiment": "none"
      },
      {
        "name": "ricky-jade jones",
        "sentiment": "none"
      },
      {
        "name": "ethan ampadu",
        "sentiment": "none"
      },
      {
        "name": "farke",
        "sentiment": "none"
      },
      {
        "name": "fynn talley",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "leeds",
        "sentiment": "negative"
      },
      {
        "name": "peterborough united",
        "sentiment": "none"
      },
      {
        "name": "efl",
        "sentiment": "none"
      },
      {
        "name": "leeds united",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "peterborough",
        "sentiment": "none"
      },
      {
        "name": "birmingham city",
        "sentiment": "none"
      },
      {
        "name": "leeds",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:12:38.591+02:00",
  "updated": "2024-01-08T00:12:38.591+02:00"
}