{
  "thread": {
    "uuid": "a9752649a314888f27043a864454f3bf529d76a7",
    "url": "https://www.eurasiareview.com/09032024-erdogan-says-turkey-ready-to-host-peace-talks-zelenskyy-insists-on-road-map-first",
    "site_full": "www.eurasiareview.com",
    "site": "eurasiareview.com",
    "site_section": "https://www.eurasiareview.com/wp-json/wp/v2/posts/379714",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": null,
    "title": "",
    "title_full": "",
    "published": "2024-03-09T01:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 11446,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a9752649a314888f27043a864454f3bf529d76a7",
  "url": "https://www.eurasiareview.com/09032024-erdogan-says-turkey-ready-to-host-peace-talks-zelenskyy-insists-on-road-map-first",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "RFE RL",
  "published": "2024-03-09T01:26:00.000+02:00",
  "title": "",
  "text": "( RFE/RL ) — Turkish President Recep Tayyip Erdogan – standing next to visiting Ukrainian leader Volodymyr Zelenskiy – said his country is ready to host peace talks between Moscow and Kyiv and that it will “strongly contribute” to efforts to rebuild Ukraine after the war, which began in earnest with Russia’s full-scale invasion in February 2022.\n“The war between Ukraine and Russia must be ended through talks. We are ready to host a peace summit where Russia is also present,” Erdogan told a televised news conference in Istanbul on March 8.\n“While we continue our solidarity with Ukraine, we will continue our work to end the war with a just peace on the basis of negotiations,” Erdogan said.\nZelenskiy, however, said Moscow would not be invited to the high-level peace summit that Switzerland has offered to hold in the spring, although he added that a Russian representative could be invited to a subsequent meeting after a road map for peace is agreed upon with Kyiv’s allies.\n“We don’t see how we can invite people who block, destroy, and kill everything. We want to get results,” Zelenskiy said.\nDespite the deaths and damages suffered during the war, a peace conference with both sides participating in the near term remains unlikely.\nUkraine’s peace formula calls for the withdrawal of all Russian troops from Ukraine, restoring the country’s 1991 post-Soviet borders, and holding Russia accountable for its actions. The Kremlin has rejected such conditions.\nErdogan said he had also discussed Black Sea navigational security issues and the grain deal that has now been suspended without any indication from Russia it is willing to revive it.\nNATO member Turkey has maintained good relations with both its Black Sea neighbors and together with the United Nations brokered the deal that allowed Kyiv to safely export grain from its ports.\nBut last July Russia left the agreement, known as the Black Sea Initiative, arguing that its own food and fertilizer exports were not enjoying the same conditions.\nTurkey has sought to convince Moscow to return to the deal, but so far Russia has refused.\nZelenskiy said his talks with Erdogan were “productive” and he thanked Ankara for its mediation efforts on the grain deal, as well as on past prisoner exchanges between Russia and Ukraine.\nZelenskiy last visited Turkey in July, when he held lengthy talks with Erdogan.\nAs Erdogan and Zelenskiy met, battlefield violence continued in Ukraine, with Russian shelling and missile strikes continuing to blast civilian and infrastructure sites.\nRegional officials reported on March 8 that a Russian missile strike the previous day on the Sumy region killed two people and wounded 26 more.\nIn the Chernihiv region, one person was killed by Russian shelling over the last 24 hours, the Ukrainian military said.\nAir defenses shot down 33 out of the 37 drones launched by Russia at five of its regions, the military said in a statement on March 8.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.rferl.org/a/ukraine-drones-russia-strikes/32853620.html",
    "https://www.rferl.org/a/ukraine-zelenskiy-turkey-talks-erdogan/32853846.html",
    "https://rferl.org/a/ukraine-drones-russia-strikes/32853620.html",
    "https://rferl.org/a/ukraine-zelenskiy-turkey-talks-erdogan/32853846.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "recep tayyip erdogan",
        "sentiment": "negative"
      },
      {
        "name": "vol",
        "sentiment": "negative"
      },
      {
        "name": "zelenskiy",
        "sentiment": "none"
      },
      {
        "name": "erdogan",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "kyiv",
        "sentiment": "none"
      },
      {
        "name": "istanbul",
        "sentiment": "none"
      },
      {
        "name": "moscow",
        "sentiment": "none"
      },
      {
        "name": "switzerland",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T02:47:01.986+02:00",
  "updated": "2024-03-09T02:47:01.986+02:00"
}