{
  "thread": {
    "uuid": "5f989179d23a8682a56296b82dd6aa5dec334ea7",
    "url": "https://popculture.com/celebrity/news/kevin-costner-2024-message/",
    "site_full": "popculture.com",
    "site": "popculture.com",
    "site_section": "https://popculture.com/rss",
    "site_categories": [
      "television",
      "entertainment"
    ],
    "section_title": "PopCulture.com",
    "title": "Kevin Costner Has Special Message for Fans Going Into 2024",
    "title_full": "Kevin Costner Has Special Message for Fans Going Into 2024",
    "published": "2024-01-08T00:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://sportshub.cbsistatic.com/i/2023/08/12/d2e23753-b708-452c-89e6-298095f3cb24/costner-wife.jpg?width=1200",
    "performance_score": 0,
    "domain_rank": 14888,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5f989179d23a8682a56296b82dd6aa5dec334ea7",
  "url": "https://popculture.com/celebrity/news/kevin-costner-2024-message/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Brenda Alexander",
  "published": "2024-01-08T00:15:00.000+02:00",
  "title": "Kevin Costner Has Special Message for Fans Going Into 2024",
  "text": "Kevin Costner is smiling his way into the New Year. The Bodyguard star recently shared a photo of himself smiling while bundled up and seemingly walking on a beach with a positive caption about 2024. \"Hoping everyone out there has had a restful holiday spent with the ones they love most. I couldn't be more excited for all that's in store this year! Thank you all for coming along for the ride. Let's do this, 2024,\" the post reads.\" And after a difficult year filled with tabloid fodder over his divorce, a fresh start is welcomed.\nCostner, 68, and Baumgartner, 49, were married for 18 years. She filed for divorce from Costner in the early summer of 2023, citing irreconcilable differences and listing the date of separation as April 11. Costner, for his part, was reportedly blindsided. Money and child custody were the central battles.\nThey settled the split after months of a nasty legal battle. She requested joint custody of their three teenage children: Cayden, Hayes, and Grace. In his legal response, Costner also cited irreconcilable differences and sought joint custody of their kids. But she sought to fight the ironclad prenup.\nView this post on Instagram A post shared by Kevin Costner & Modern West (@kevincostnermodernwest)\nThe Yellowstone star accused his ex of being money-hungry and wanting a large sum in alimony and child support to fund her lavish lifestyle. She claimed she wanted to continue the lifestyle she and their three children became accustomed to.\nIn one hearing on the matter, the court reduced Costner's child-support payments from $129,000 to $63,209, though his ex sought an increase. The change was seemingly related to Costner explaining that income from his Paramount Network series, Yellowstone , should not be included in the child support since he is done with the show .\nHe's since focused on his work, partnering with Green Mountain Coffee Roasters . The announcement came from the Black and White actor via an Instagram post, \"My \"collab\" with @greenmtncoffee is a tribute to the spirit of the West. We put so much thought into the creation and taste of this bold and smoky dark roast. I hope you all love it as much as I do. Horizon Blend by Kevin Costner is available now at Keurig.com. Enjoy!\" Costner posted with his famous Yellowstone background in a denim button-up shirt and a signature cowboy hat.\n0 comments Related:\nKevin Costner Reportedly 'Out for Revenge' in Divorce From Ex Christine Baumgartner Kevin Costner Honors Whitney Houston During Emotional Beverly Hilton Hotel Event Kevin Costner Reflects on Whitney Houston's Life Ahead of 'The Bodyguard' 30th Anniversary Kevin Costner and Whitney Houston's 'The Bodyguard' Is Getting a Remake",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.instagram.com/p/C1uoaNpAhML/",
    "https://instagram.com/p/C1uoaNpAhML/?utm_source=ig_embed&utm_campaign=loading",
    "https://www.instagram.com/p/C1uoaNpAhML/?utm_source=ig_embed&utm_campaign=loading"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kevin costner",
        "sentiment": "negative"
      },
      {
        "name": "cayden",
        "sentiment": "none"
      },
      {
        "name": "costner",
        "sentiment": "none"
      },
      {
        "name": "hayes",
        "sentiment": "none"
      },
      {
        "name": "baumgartner",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:42:02.080+02:00",
  "updated": "2024-01-08T00:42:02.080+02:00"
}