{
  "thread": {
    "uuid": "3b49b5964b7a5758eef79026b0c0a697777df038",
    "url": "https://vnexplorer.net/pm-modi-opens-sela-tunnel-puts-military-mobility-in-fast-lane-to-counter-china-s1821897.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "PM Modi opens Sela tunnel, puts military mobility in fast lane to counter China",
    "title_full": "PM Modi opens Sela tunnel, puts military mobility in fast lane to counter China",
    "published": "2024-03-10T12:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jC6kj.img",
    "performance_score": 0,
    "domain_rank": 52286,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3b49b5964b7a5758eef79026b0c0a697777df038",
  "url": "https://vnexplorer.net/pm-modi-opens-sela-tunnel-puts-military-mobility-in-fast-lane-to-counter-china-s1821897.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-10T12:18:00.000+02:00",
  "title": "PM Modi opens Sela tunnel, puts military mobility in fast lane to counter China",
  "text": "The ‘Sela Tunnel’ was virtually inaugurated by the Prime Minister Narendra Modi on Saturday.\nPrime Minister Narendra Modi on Saturday dedicated the Sela tunnel project in Arunachal Pradesh to the country, with the infrastructure upgrade putting in the fast lane military mobility and logistics support for deployed forces in the strategic Tawang sector, where Indian soldiers hold posts close to the contested border with China.\nModi remotely inaugurated the tunnel, built by the Border Roads Organisation (BRO) at a cost of ₹825 crore, from Arunachal Pradesh’s capital Itanagar during the “Viksit Bharat Viksit Northeast” (developed India, developed Northeast) programme. He laid the foundation stone for the tunnel, the world’s longest twin-lane tunnel above 13,000 feet, in February 2019.\nRead here: PM inaugurates Sela tunnel, dedicates projects worth ₹55000 cr to six NE states\nSela tunnel’s inauguration is a moment of great pride for the country, he said.\n“When I had laid the foundation stone for it a few years ago, some people were unsure that this project will be completed soon because the work culture that prevailed for several decades normalised delays. But the NDA (National Democratic Alliance) government works with a different approach and the tunnel has been inaugurated, giving you all yet another reason to visit Arunachal Pradesh,” he wrote in a post on X, taking a dig at the previous Congress-led United Progressive Alliance (UPA) government ahead of general elections expected to be held this summer.\nThe new route will provide all-weather connectivity and allow quicker deployment of weapons, soldiers and equipment to forward areas near the Line of Actual Control (LAC) in the Tawang sector. The BRO, which is at the centre of India’s border infrastructure push, has built the tunnel on the road connecting Tezpur in Assam to Tawang in Arunachal’s West Kameng district. The army’s Tezpur-based Gajraj Corps is responsible for guarding the Tawang sector.\nIn his address, Modi reiterated the government’s unwavering resolve to develop the northeast, while stressing that the aim was to work to fulfil the country’s needs, and not electoral considerations. He promised soldiers that he would visit the tunnel and meet them in his third term, once again expressing confidence that the ruling NDA will be voted back to power.\nArunachal Pradesh chief minister Pema Khandu and minister of earth sciences Kiren Rijiju were among those present at the programme.\n“The tunnel will provide all-weather connectivity to Tawang across the pass, Sela, on the Balipara-Charduar-Tawang road, boosting the preparedness of the armed forces and augmenting the socio-economic development of the border region,” the defence ministry said in a statement.\nThe project is significant as winter connectivity to Tawang over the 14,000ft Sela pass posed a logistics challenge for the army for decades, with the movement of men, weapons and stores severely affected for three to four months every year. The tunnel will cut down the travel time to Tawang by at least one hour. The tunnel has been designed for a daily traffic density of 3,000 cars and 2,000 trucks, with a maximum speed of 80 kmph, officials aware of the matter said, seeking anonymity.\nThe Sela project consists of Tunnel 1, which is 1,003 metres long, and Tunnel 2, a 1,595-metre twin tube tunnel. The tunnels have come up through two ridges west of Sela. The project also includes two roads measuring 8.6 km. Tunnel 2 has one bi-lane tube for traffic and an escape tube for emergencies. Only tunnels longer than 1,500 metres need to have an escape passage alongside.\nThe project will not only provide a faster and more efficient transport route in the region but is of strategic importance to the country, the defence ministry statement added.\nThe completion of the Sela tunnel project has put spotlight on India’s border infrastructure push aimed at bridging the gap with China, which has fast-tracked the development of its forward areas. India and China have been locked in a dragging military standoff along LAC in eastern Ladakh since May 2020, and a full resolution of the border crisis through ongoing negotiations still appears elusive.\nThe BRO has completed 330 infrastructure projects at a cost of ₹8,737 crore in the past three years, and significantly improved the strategic mobility of the Indian armed forces along the contested border with China.\nThe Sela tunnel signals a monumental enhancement in the army’s logistical prowess in the Tawang sector, Lieutenant General Harpal Singh (retd), who oversaw critical phases of the project as BRO chief, had said earlier.\n“It will offer a fortified, expeditious and dependable conduit for troop mobilisation, equipment conveyance, and vital supplies distribution. The tunnel will allow the army to mount swifter responses to security challenges and assert a more resolute presence in the forward areas,” said Singh, who was BRO’s director general during 2018-20.\nRead here: After Sela tunnel, focus shifts to other key border infra projects\nIndia’s infrastructure push along its farthest frontiers is a firm and focussed response to China’s thrust on developing its border areas, and has supported the military’s pursuit of robust deterrence against the neighbour.\nChina’s unrelenting infrastructure push over a span of just three to four years, confirmed by satellite images, encompasses new airbases, missile sites, roads, bridges, tunnels, reinforced bunkers, underground facilities to protect military assets from aerial strikes, accommodation for soldiers and ammunition depots.\nChina has an edge over India in border infrastructure, but the country is catching up fast with the neighbour on the back of speedy execution of strategic projects to support military operations, increased spending, and focussed adoption of technology and techniques.\nRead more news like this on HindustanTimes.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jC6kj.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jC6kj.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "negative"
      },
      {
        "name": "sela",
        "sentiment": "negative"
      },
      {
        "name": "modi",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "border roads organisation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "tawang",
        "sentiment": "none"
      },
      {
        "name": "itanagar",
        "sentiment": "none"
      },
      {
        "name": "arunachal pradesh",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T12:32:42.353+02:00",
  "updated": "2024-03-10T12:32:42.353+02:00"
}