{
  "thread": {
    "uuid": "f5650331950212771894ae639080c03bf75c98e6",
    "url": "https://www.dailymaverick.co.za/article/2024-03-29-tattooing-has-held-a-long-tradition-in-christianity-−-dating-back-to-jesus-crucifixion",
    "site_full": "www.dailymaverick.co.za",
    "site": "dailymaverick.co.za",
    "site_section": "http://southafrica.shafaqna.com/rss.xml",
    "site_categories": [
      "travel",
      "air_travel",
      "top_news"
    ],
    "section_title": "South Africa News (News Reader) | ",
    "title": "Tattooing has held a long tradition in Christianity − dating back to Jesus’ crucifixion",
    "title_full": "Tattooing has held a long tradition in Christianity − dating back to Jesus’ crucifixion",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ZA",
    "main_image": "https://www.dailymaverick.co.za/wp-content/uploads/2024/03/GettyImages-1631266905.jpg?w=1280",
    "performance_score": 0,
    "domain_rank": 7524,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f5650331950212771894ae639080c03bf75c98e6",
  "url": "https://www.dailymaverick.co.za/article/2024-03-29-tattooing-has-held-a-long-tradition-in-christianity-−-dating-back-to-jesus-crucifixion",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gustavo Morello",
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "Tattooing has held a long tradition in Christianity − dating back to Jesus’ crucifixion",
  "text": "Historically, many Christians got tattoos around Holy Week − usually a cross − to honor Christ’s martyrdom. Holy Week and Easter are perhaps the most important days in the Christian calendar. Many associate those celebrations with church services, processions, candles, incense, fasting, and penances. However, there is another tradition that many Christians follow – that of tattooing. Historically, Easter was an important time for tattoos among some Christian groups. Today, Christian tattooing happens in many parts of the world and all year around. Some Christians visiting Jerusalem around Easter will get a tattoo of a cross, or a lamb, usually on their forearms. As a sociologist of religion and a Jesuit Catholic priest, I have long studied tattoos as religious practices . I have interviewed tattoo artists in Jerusalem, Bethlehem and Loreto in Italy who have been continuing and recreating the tradition of Christian tattooing. Evidence is clear the practice started shortly after Jesus’ crucifixion and spread across Europe in later centuries. The first Christian tattoos The Romans, like the Greeks, tattooed slaves and prisoners, usually with letters or words on their foreheads that indicated their crime. Soon after Jesus’ death, around the year 30 C.E., they started enslaving and tattooing Christians with the marks “AM” – meaning “ad metalla,” or condemned to work in the mines, a punishment that often resulted in death. Almost at the same time, Christians who were not enslaved got tattoos of the early Christian signs such as fish or lambs in solidarity and to show that they identified with Jesus. There were no specific words in Latin or Greek for tattooing , so the words “stizo,” “signum” and “stigma” were used. The word stigma also referred to the marks of nails on Jesus’ hands and foot, as a result of his crucifixion. Christians often got their own “stigmas”: a sign – usually a cross – in Jerusalem to honor Christ’s martyrdom. The beginning of a tradition There are several documented accounts of the tradition. One from the third century mentions Christians in present-day Egypt and Syria getting tattoos of fish and crosses. Another tells about the commentary that Procopius of Gaza, a theologian who lived between 475 and 538 C.E., wrote on the Book of Isaiah after he found that many Christians living in the Holy Land had a cross tattooed on their wrists. “Still others will write on their hand, ‘The Lord’s,’ and will take the name Israel,” he noted. When a plague hit the Scythians, nomadic people living around the Black Sea, in 600 C.E., tattoos were believed to provide protection from the deadly disease. Theophylact Simocatta , one of the last historians of late antiquity, mentioned that missionaries among them recommended that “the foreheads of the young be tattooed with this very sign” – meaning that of a cross. Many testimonies mentioned Crusaders and pilgrims returning from the Holy Land with a tattoo during the Middle Ages – a tradition that continued in early modern times , between the 16th and 18th centuries. Christian tattoos in Great Britain Other cultures used tattoos in different ways. When Romans came in contact with the Celts tribes that inhabited the British Isles in 400 C.E., they called them Picts because they were covered in body art . Pope Gregory the Great sent envoys to convert the Celts to Christianity, followed by a visit from another Vatican delegation. While missionaries were against “pagan tattooing,” both delegations agreed that tattoos done for the Christian god were fine. The members of the second delegation in the late 700s even said, “If anyone were to undergo this injury of staining for the sake of God, he would receive a great reward for it .” Similar was the conclusion of the Northumbria Council , a church gathering in Northern England in 787: Tattoos done for the right god were acceptable. At that time, the Anglo-Saxon elite also had tattoos; the bishop of York, Saint Wilfrid , for example, got a tattoo of a cross. Tattoos in Italy Around the 1300s, as the Christian kingdoms in the Holy Land were losing control with the coming of the Ottomans, there appeared in Italy shrines called “Sacri Monti.” These shrines were placed on “holy mountains” where devotees could pilgrimage safely, instead of risking their lives going to Jerusalem, which by then was under the control of the Ottomans. These shrines were established in cities such as Naples, Varallo, and Loreto. Pilgrims could get tattoos in some of these shrines. One place was Loreto’s sanctuary, established in the early 1300s. A relic from the “Holy House,” which, according to the Christian tradition, is the house where the Virgin Mary is believed to have received the news that she will bear God’s son, was brought to Loreto’s sanctuary. Tattooing in Loreto’s sanctuary was a communal activity, done by carpenters, shoemakers, and artisans, who brought their stalls and tools to the main square during the days of celebrations and tattooed whoever wanted to get a mark of their devotion. These tattoos typically used wood planks for transferring the design on the body, like a stamp. However, the city of Loreto banned tattooing for hygienic reasons in 1871, according to Caterina Pigorini Beri , an anthropologist, who was one of the first to document the practice. But people kept getting them. A shoemaker, Leonardo Conditti , was among those who kept doing tattoos in hiding during the 1940s. From the 1200s to the 1700s, the custom of Christian tattooing was prevalent in Europe among peasants, seafarers, soldiers, and artisans as much as among nuns and monks. They were getting crosses, images of the Virgin Mary, the name of Jesus, and some sentences from the Bible. Following the Renaissance, however, European culture came to associate tattoos with those considered “uncivilized ,” such as people in the colonies, criminals, and poorer Catholics. Many European intellectuals viewed Catholicism as a superstition more than a real religion. The word “tattoo” came to the Western languages after the French admiral and explorer Louis de Bougainville and British explorer James Cook returned from their trips to the South Pacific at the end of the 1700s. There, they saw local people getting marks on their bodies and using the word “tatau” to name those drawings. However, it does not mean that tattoos came back at that time. They had never left. The practice today These days, some churches in the Middle East , such as some Coptic Christian churches in Egypt, incorporate the practice of getting a tattoo into the baptismal rituals. Indeed, Holy Land tattooing has never stopped. Wassim Razzouk , whom I interviewed in 2022, is a 27th-generation tattooist – his family has been marking pilgrims in Jerusalem since 1300 . Razzouk claims to have some of the 500-year-old wood planks his family used for tattooing. Another tattoo artist whom I interviewed, Walid Ayash, does pilgrimage tattoos for those who visit the Nativity church in Bethlehem – a beloved custom among Arab Christians. He said that tattooing happens all year around, as long as there are pilgrims visiting the Nativity church. Although this year, as a result of the war in Gaza, Israeli authorities have restricted access to Jerusalem and Bethlehem. In Italy, artist Jonatal Carducci is working on recovering the tradition of religious tattooing in Loreto. In a 2023 interview with me, he explained how he has painstakingly replicated the designs of the wood planks, which are both in the Museum of the Holy House and the Folkloric Museum of Rome. In 2019, he opened a parlor where Leonardo Conditti used to work. Visitors to the parlor can choose among more than 60 designs for their tattoos, including the Virgin Mary of Loreto, crosses and representations of Jesus’ heart. This Easter, as some Christians get tattoos, this history might serve as a reminder of tattooing as a legitimate Christian practice, one that has been in use since the beginnings of the Common Era. DM This story was first published in The Conversation . Gustavo Morello is a Professor of Sociology at Boston College.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [
    "https://doi.org/10.1177/0037768620962367",
    "https://youtu.be/P_fNN880GGw?feature=shared",
    "https://archive.org/details/fynesmorysons04moryuoft",
    "https://archive.org/details/ilbelpaeseconver00stopuoft/page/486/mode/2up",
    "https://doi.org/10.2307/25011055",
    "https://youtu.be/mtkc-TJSBdA?feature=shared",
    "https://archive.org/details/costumiesupersti00pigo",
    "https://archive.org/details/coptictattoodesi0000cars/page/n7/mode/2up",
    "https://archive.org/details/theophylact-simocatta-whitby-1986/Theophylact_Simocatta_Whitby_1986/page/n9/mode/2up",
    "https://theconversation.com/tattoos-have-a-long-history-going-back-to-the-ancient-world-and-also-to-colonialism-165584",
    "https://quod.lib.umich.edu/e/eebo2/A64495.0001.001/1:11.1.48?rgn=div3;view=fulltext",
    "https://doi.org/10.3390/rel12070517",
    "https://archive.org/details/historyoftattooi0000hamb",
    "https://bc.on.worldcat.org/oclc/1410461075",
    "https://www.jstor.org/stable/j.ctv1wmz40c.7",
    "https://www.jstor.org/stable/j.ctv1wmz40c.4",
    "https://www.jstor.org/stable/j.ctv1wmz40c.11",
    "https://archive.org/details/twothousandyears0000mein/page/n5/mode/2up",
    "https://catenabible.com/com/5e88f313b1c7280cb341d0d2",
    "https://doi.org/10.5944/etfvii.6.2018.22922",
    "https://doi.org/10.2307/jj.5973126.8",
    "https://razzouktattoo.com/",
    "https://www.aljazeera.com/news/2018/3/27/easter-in-jerusalem-no-access-for-gazas-christians",
    "https://www.jstor.org/stable/j.ctv1wmz40c.5",
    "https://theconversation.com/tattooing-has-held-a-long-tradition-in-christianity-dating-back-to-jesus-crucifixion-223699",
    "https://jstor.org/stable/j.ctv1wmz40c.4",
    "https://jstor.org/stable/j.ctv1wmz40c.5",
    "https://jstor.org/stable/j.ctv1wmz40c.7",
    "https://aljazeera.com/news/2018/3/27/easter-in-jerusalem-no-access-for-gazas-christians",
    "https://www.doi.org/10.3390/rel12070517",
    "https://www.doi.org/10.1177/0037768620962367",
    "https://www.quod.lib.umich.edu/e/eebo2/A64495.0001.001/1:11.1.48?rgn=div3;view=fulltext",
    "https://razzouktattoo.com",
    "https://www.doi.org/10.2307/25011055",
    "https://quod.lib.umich.edu/e/eebo2/A64495.0001.001/1:11.1.48",
    "https://www.archive.org/details/twothousandyears0000mein/page/n5/mode/2up",
    "https://www.archive.org/details/theophylact-simocatta-whitby-1986/Theophylact_Simocatta_Whitby_1986/page/n9/mode/2up",
    "https://www.archive.org/details/costumiesupersti00pigo",
    "https://www.razzouktattoo.com/",
    "https://www.archive.org/details/coptictattoodesi0000cars/page/n7/mode/2up",
    "https://www.archive.org/details/historyoftattooi0000hamb",
    "https://www.bc.on.worldcat.org/oclc/1410461075",
    "https://www.archive.org/details/fynesmorysons04moryuoft",
    "https://youtu.be/P_fNN880GGw",
    "https://www.youtu.be/mtkc-TJSBdA?feature=shared",
    "https://youtu.be/mtkc-TJSBdA",
    "https://www.archive.org/details/ilbelpaeseconver00stopuoft/page/486/mode/2up",
    "https://www.doi.org/10.5944/etfvii.6.2018.22922",
    "https://www.youtu.be/P_fNN880GGw?feature=shared",
    "https://jstor.org/stable/j.ctv1wmz40c.11",
    "https://www.catenabible.com/com/5e88f313b1c7280cb341d0d2",
    "https://www.doi.org/10.2307/jj.5973126.8",
    "https://www.theconversation.com/tattoos-have-a-long-history-going-back-to-the-ancient-world-and-also-to-colonialism-165584",
    "https://www.theconversation.com/tattooing-has-held-a-long-tradition-in-christianity-dating-back-to-jesus-crucifixion-223699"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christ",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "jesuit catholic",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "loreto",
        "sentiment": "none"
      },
      {
        "name": "jerusalem",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "bethlehem",
        "sentiment": "none"
      },
      {
        "name": "italy",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T11:33:05.593+03:00",
  "updated": "2024-03-29T11:33:05.593+03:00"
}