{
  "thread": {
    "uuid": "5713455536f9b4793222c55530425a8961916a81",
    "url": "https://www.bostonglobe.com/2024/01/07/metro/alice-parker-whose-musical-compositions-were-food-soul-dies-98/",
    "site_full": "www.bostonglobe.com",
    "site": "bostonglobe.com",
    "site_section": "https://www.bostonglobe.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "The Boston Globe",
    "title": "Alice Parker, whose musical compositions were ‘food for the soul,’ dies at 98 - The Boston Globe",
    "title_full": "Alice Parker, whose musical compositions were ‘food for the soul,’ dies at 98 - The Boston Globe",
    "published": "2024-01-07T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/2ykWJPTDMKvKwc6coAgB5tdJ39w=/506x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/KIEQNVCU2SMY2PRGZ2GT77RRTQ.jpg",
    "performance_score": 0,
    "domain_rank": 868,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5713455536f9b4793222c55530425a8961916a81",
  "url": "https://www.bostonglobe.com/2024/01/07/metro/alice-parker-whose-musical-compositions-were-food-soul-dies-98/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bryan Marquard",
  "published": "2024-01-07T02:00:00.000+02:00",
  "title": "Alice Parker, whose musical compositions were ‘food for the soul,’ dies at 98 - The Boston Globe",
  "text": "Early in her musical career, when Alice Parker was composing and arranging for the Robert Shaw Chorale in New York City, the melodies she crafted seemed to magically transform into the performers who would sing each string of notes.\n“I got to the point that I would sit down to write a solo for one of the people in the chorale, and the piece of paper I was composing on would become transparent,” she said in a 2017 interview with The Resonance Project. “I could actually see the singer singing the line. I was composing for a specific person, sound, and personality.”\nAdvertisement\nA prolific composer of choral music, and a conductor and teacher as well, Ms. Parker spent more than 75 years providing artistic nourishment to performers and audiences alike.\n“Music is exactly like food,” she told Resonance Project founder Jonathan Dimmock. “You have to compose for the people around you, the same way you’d cook for the people around you. Music is food for the soul — not just the mind, nor just the heart.”\n Ms. Parker, who completed her 2020 choral composition “On the Common Ground” in response to the world’s divisive strife, died Dec. 24 in her home in Hawley, to which she had moved full time at 70 and where she ran her Melodious Accord project.\nShe was 98 and her health had recently failed quickly, though up to the beginning of the pandemic in 2020 she was still traveling and leading seminars for musicians.\nComposing on commission, she created hundreds of musical pieces that included cantatas and choral suites, song cycles, and full orchestral settings for choruses.\n“From 1948 to 1968 she worked closely with the late Robert Shaw, doing a lot of un- or under-credited arranging for all those Robert Shaw Chorale recordings on RCA that an entire generation seems to have grown up with — ‘With Love From a Chorus,’ ‘Sea Shanties,’ ‘Sing to the Lord,’ and more,” the Globe’s Richard Buell wrote in 2000.\nAdvertisement\n“It’s fair to say,” he added, “that Parker has even had a say in what a lot of Americans think a chorus ought to sound like.”\nAs a woman in a what was a male-dominated pursuit more than seven decades ago, Ms. Parker often encountered gender bias in how her work was acknowledged.\nIn 1995 , Leslie Kandell noted in The New York Times that “when Alice Parker was working for the Robert Shaw Chorale, her name would appear in parentheses: ‘Haydn’s “Creation” (translated by Alice Parker),’ say, or ‘Folk songs conducted by Robert Shaw (arranged by Alice Parker).’ ”\nDuring the past four decades, however, Ms. Parker was at the forefront of her endeavors, particularly after founding Melodious Accord in Hawley. The town had been her home away from home since childhood before she moved there for good in 1995.\nThrough Melodious Accord, she invited composers, conductors, and song leaders to weeklong seminars in Hawley, where they cooked for one another and ended the week with a community sing at a local church.\n“Melody is an unparalleled means of communication for human beings,” Ms. Parker said on the organization’s website.\nChoral music, she said in an interview for the ArtsHub of Western Mass website, provides a “kind of mind cleansing. You forget the struggles of the day and enter into the experience. The incredible thing is that this is right there for the taking, all the time. You don’t have to have studied. You don’t have to know anything. The smallest children, even babies, join in.”\nAdvertisement\nBorn in Boston on Dec. 16, 1925, Alice Parker was the second of five siblings and grew up in Winchester.\nHer father, Gordon Parker, was in his family’s business importing mahogany.\nMs. Parker’s mother, Mary Shumate Stuart Parker, prepared school inspection reports in South Carolina before marrying. In Massachusetts, she helped start a laminate company that made propellers for military planes decades ago, among other products.\nIn 1920, Gordon purchased the land in Hawley that became Singing Brook Farm.\n“I think I was 4 months old the first time I came here, and it has always felt like home to me,” Ms. Parker told ArtsHub.\nAt Smith College, she majored in composition, and then switched to majoring in organ upon realizing that she wasn’t fond of that era’s prevailing interest in 12-tone pieces, which generally dispense with Western music’s conventional hierarchy and distinction between consonant and dissonant intervals.\nHer many honors and awards include receiving the Smith Medal in 2014 . She was also featured in a Heritage Film Project documentary.\nMs. Parker received a master’s in choral conducting from The Juilliard School, and her association with the Robert Shaw Chorale proved rewarding professionally and personally.\nAdvertisement\nThomas Floyd Pyle was a professional singer, a baritone with the chorale who also ran a choral contracting agency in New York City. His work was so essential to the choral scene that singers arriving in the city were often encouraged to “go audition for Tommy Pyle,” the Times reported in 1964 .\nHe and Ms. Parker married in 1954 and soon had five children.\nThey had “a very strong marriage,” said their daughter Molly Stejskal of Wyncote, Pa. “She had said that both of them agreed that it was important for her to be able to continue to pursue her career, and not just be a stay-at-home mom.”\nWhen Mr. Pyle died of a heart attack in 1976 , Ms. Parker, at 50, became a single mother to her children.\nShe continued to carve out time in a section of their New York apartment to compose on a slanted desk, its surface large enough to accommodate musical scores.\n“At the same time, she was there for us,” Molly said. “So we just learned that when she was doing her music, we needed to let her be and we would have her attention later.”\nThe family will hold a private service for Ms. Parker, who, in addition to Molly, leaves two sons, David Pyle of Salem and Timothy Pyle of Powhatan, Va.; two other daughters, Katharine Bryda of South Hadley and Elizabeth Pyle of Amherst; a sister, Mary Stuart Cosby of Christiansburg, Va.; 11 grandchildren; and six great-grandchildren.\nAdvertisement",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "http://www.youtube.com/watch?v=Kght-sxB6oQ",
    "https://www.nytimes.com/1964/01/05/archives/go-audition-for-tommy-pyle.html?searchResultPosition=7",
    "https://www.melodiousaccord.org/story",
    "https://www.artshubwma.org/news/featured/music-as-a-way-of-life-alice-parker-womens-history-month",
    "https://www.nytimes.com/1995/07/02/nyregion/music-loving-the-product-preferring-the-process.html?searchResultPosition=1",
    "https://www.legacy.com/us/obituaries/recorder/name/alice-pyle-obituary?id=53950745",
    "https://robertshaw.website/new-page-7",
    "https://www.smith.edu/news-events/news/power-womens-song-alumnae-chorus-honors-composer-alice-parker-47",
    "https://music-resonance.org/2017/11/10/alice-parker-pt-1/",
    "https://www.heritagefilmproject.com/aliceparker",
    "https://www.nytimes.com/1976/01/24/archives/thomas-f-pyle-baritone-soloist-and-choral-singer.html?searchResultPosition=2",
    "https://nytimes.com/1964/01/05/archives/go-audition-for-tommy-pyle.html?searchResultPosition=7",
    "https://www.nytimes.com/1976/01/24/archives/thomas-f-pyle-baritone-soloist-and-choral-singer.html",
    "https://heritagefilmproject.com/aliceparker",
    "https://melodiousaccord.org/story",
    "https://nytimes.com/1976/01/24/archives/thomas-f-pyle-baritone-soloist-and-choral-singer.html?searchResultPosition=2",
    "https://www.music-resonance.org/2017/11/10/alice-parker-pt-1/",
    "https://www.nytimes.com/1964/01/05/archives/go-audition-for-tommy-pyle.html",
    "https://www.legacy.com/us/obituaries/recorder/name/alice-pyle-obituary",
    "https://artshubwma.org/news/featured/music-as-a-way-of-life-alice-parker-womens-history-month",
    "https://music-resonance.org/2017/11/10/alice-parker-pt-1",
    "https://www.robertshaw.website/new-page-7",
    "http://www.youtube.com/watch",
    "http://youtube.com/watch?v=Kght-sxB6oQ",
    "https://smith.edu/news-events/news/power-womens-song-alumnae-chorus-honors-composer-alice-parker-47",
    "https://www.nytimes.com/1995/07/02/nyregion/music-loving-the-product-preferring-the-process.html",
    "https://legacy.com/us/obituaries/recorder/name/alice-pyle-obituary?id=53950745",
    "https://nytimes.com/1995/07/02/nyregion/music-loving-the-product-preferring-the-process.html?searchResultPosition=1"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "robert shaw chora",
        "sentiment": "negative"
      },
      {
        "name": "alice parker",
        "sentiment": "negative"
      },
      {
        "name": "jonathan dimmock",
        "sentiment": "none"
      },
      {
        "name": "parker",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "boston globe",
        "sentiment": "negative"
      },
      {
        "name": "resonance project",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:10:08.536+02:00",
  "updated": "2024-01-15T14:32:26.911+02:00"
}