{
  "thread": {
    "uuid": "4493845a68e4360605cbd9b2eed4643be1d7dff8",
    "url": "https://www.cryptointelligence.co.uk/racing-into-the-future-polkadots-community-driven-indy-500-sponsorship-of-conor-daly-a-first-in-sports-history",
    "site_full": "www.cryptointelligence.co.uk",
    "site": "cryptointelligence.co.uk",
    "site_section": "https://www.cryptointelligence.co.uk/category/press-releases/",
    "site_categories": [],
    "section_title": null,
    "title": "Racing into the Future: Polkadot\\u2019s Community-Driven Indy 500 Sponsorship of Conor Daly a First in Sports History",
    "title_full": "Racing into the Future: Polkadot\\u2019s Community-Driven Indy 500 Sponsorship of Conor Daly a First in Sports History",
    "published": "2024-04-11T23:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 83519,
    "domain_rank_updated": "2024-04-09T13:11:30.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4493845a68e4360605cbd9b2eed4643be1d7dff8",
  "url": "https://www.cryptointelligence.co.uk/racing-into-the-future-polkadots-community-driven-indy-500-sponsorship-of-conor-daly-a-first-in-sports-history",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "chainwire",
  "published": "2024-04-11T23:16:00.000+03:00",
  "title": "Racing into the Future: Polkadot\\u2019s Community-Driven Indy 500 Sponsorship of Conor Daly a First in Sports History",
  "text": "INDIANAPOLIS, INDIANA, April 11th, 2024, Chainwire\nPolkadot Community Fuels Groundbreaking Sports Sponsorship, Showcasing Blockchain’s Transformative Potential Marking a historic first in the sports world, the Polkadot community has used an on-chain community vote to select IndyCar racing star Conor Daly as Polkadot Brand Ambassador for the upcoming Indianapolis 500. This sponsorship represents the first time a major athlete’s sponsorship has been decided by a community vote using blockchain technology.\nDaly is one of the most beloved figures in the American professional racing landscape, and is one of just 29 drivers in history to have raced in NASCAR’s Daytona 500 and the Indianapolis 500 within the same year. Just as popular off the track, the Indiana-native appeared in Season 30 of The Amazing Race and has engaged in a variety of activities that have highlighted his social personality, including hosting the prominent motorsports podcast, Speed Street, as well as appearing in the 2024 NBA Celebrity All-Star Game in his home state.\nThe proposal to sponsor Daly passed with an overwhelming 95.8% approval, demonstrating the community’s eagerness to showcase blockchain technology’s real-world applications and Polkadot’s vision for a freer, more open web (Web3). Launched in 2020 by Ethereum Co-Founder Gavin Wood, Polkadot is positioned to serve as the powerful, secure core of Web3. Polkadot’s decentralized governance places the community at the center of decision-making processes; every holder of the Polkadot token (DOT) has a voice towards shaping the platform’s future direction.\nThe iconic Indianapolis 500, set to take place on May 26, will serve as the launch pad for a dynamic year-long collaboration. Daly’s Polkadot Ambassadorship will extend beyond the racetrack and include a series of interactive community events and digital initiatives designed to engage fans and introduce them to Polkadot’s innovative technology.\n“The fact that thousands of individuals in the Polkadot community – not a corporate marketing team – used their voices to vote and select me as their ambassador is an incredible honor and reflective of the power of what a more free and open internet can look like in the future,” Conor Daly said. “The fact that I’m racing not just for a brand name or logo, but representing developers, investors and regular people that are building tomorrow’s web, is thrilling and overwhelming. We’re bringing power back to people, while making sports history.”\nA Historic First in Sports Sponsorship This collaboration represents a significant shift from traditional models of athlete sponsorships, which are typically negotiated behind closed doors. Through decentralized governance, the Polkadot community is pioneering a new, transparent way to engage with sponsorships, showcasing the immense potential of blockchain technology to enable transparent, community-led decision-making in the realm of sports and beyond.\nChris Wade, the Polkadot community member who championed the proposal, remarked, “This landmark sponsorship proves the transformative power and trust of blockchain technology in making a previously exclusive process open and inclusive. It’s a testament to Polkadot’s forward-thinking innovative community, robust network, and progressive governance model. It’s a blueprint for future collaborations.”\nJoin the Polkadot Community To learn more about Polkadot and how you can get involved in future community-driven initiatives, visit polkadot.network or follow Polkadot on X (@Polkadot). Stay tuned for updates on this exciting collaboration and discover how Polkadot is powering the creation of a freer, more open web.\nAbout Polkadot\nPolkadot is the powerful, secure core of Web3 for boundary-defying developers. It enables Web3’s biggest innovators to get their ideas to market fast, with flexible costs and token options. By making blockchain technology secure, composable, flexible, efficient, and cost-effective, Polkadot is powering the movement for a better web. For more information, visit polkadot.network↗\nAbout Conor Daly\nConor Daly is one of the most beloved figures in the American professional racing landscape – having competed in the NTT IndyCar Series, NASCAR (Cup Series, Xfinity and Truck Series), GP2 Series and Nitrocross, amongst other pursuits. Just as popular off the track, the Indiana-native appeared in Season 30 of The Amazing Race and has engaged in a variety of activities that have highlighted his social personality, including hosting the prominent motorsports podcast, Speed Street, as well as appearing in the 2024 NBA Celebrity All-Star Game in his home state.\nDaly is one of just 29 drivers in history to have raced in the Daytona 500 and the Indianapolis 500 within the same year. With a tenth-place finish in 2019 and a sixth-place finish in 2022, he led most laps, was a pole sitter and finished on the podium at the Indy 500 in 2021. In 2023, he defied all odds to qualify for the NASCAR Cup Series’ Daytona 500, racing on Floyd Mayweather’s The Money Team (TMT) Racing. He also became the first driver to compete in both NASCAR and IndyCar on back-to-back Texas weekends. The son of Formula One, CART and IMSA driver, Derek Daly, Conor started racing go-karts as a 10-year-old – grabbing two championships and Junior Driver of the Year recognition.\nFollow his journey at www.ConorDaly.net – and on Instagram, Facebook, Twitter and Twitch. Conor is represented by Athelo Group (Sports Management).\nEditor’s Notes\nImages Included with this release High-resolution photos of Conor Daly and his Polkadot-branded Indy 500 car entry are available here .\nMedia Contacts\nJen Wheatley, Distractive\n519.791.5769 I jen@distractive.xyz\nAndrew de Lara\n949.395.3724 I adelara@athelogroup.com\nContact Jen Wheatley\nDistractive\njen@distractive.xyz",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Sport",
    "Social Issue"
  ],
  "external_links": [
    "https://www.athelogroup.com",
    "https://www.instagram.com/conordaly22?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw==",
    "https://distractive.notion.site/Editorial-Images-for-Polkadot-Conor-Daly-Sponsorship-Announcement-74766519de024511b151dcf44094f6a6?pvs=4",
    "https://www.polkadot.network/?ref=cms.polkadot.network",
    "http://www.conordaly.net",
    "http://conordaly.net",
    "https://athelogroup.com",
    "https://www.instagram.com/conordaly22",
    "https://instagram.com/conordaly22?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw==",
    "https://polkadot.network/?ref=cms.polkadot.network",
    "https://distractive.notion.site/Editorial-Images-for-Polkadot-Conor-Daly-Sponsorship-Announcement-74766519de024511b151dcf44094f6a6",
    "https://www.polkadot.network/",
    "https://www.distractive.notion.site/Editorial-Images-for-Polkadot-Conor-Daly-Sponsorship-Announcement-74766519de024511b151dcf44094f6a6?pvs=4"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "conor daly",
        "sentiment": "negative"
      },
      {
        "name": "daly",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nascar",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "indianapolis",
        "sentiment": "none"
      },
      {
        "name": "indiana",
        "sentiment": "none"
      },
      {
        "name": "indiana",
        "sentiment": "none"
      },
      {
        "name": "daytona",
        "sentiment": "none"
      },
      {
        "name": "indianapolis",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T02:29:03.070+03:00",
  "updated": "2024-04-12T02:29:03.070+03:00"
}