{
  "thread": {
    "uuid": "6f6db6d1456b9fdcb88b37a196410010dc06f07a",
    "url": "https://tvbrasil.ebc.com.br/canto-e-sabor-do-brasil/2024/01/canto-e-sabor-do-brasil-celebra-folia-de-reis-com-edicao-tematica",
    "site_full": "tvbrasil.ebc.com.br",
    "site": "ebc.com.br",
    "site_section": "https://tvbrasil.ebc.com.br",
    "site_categories": [
      "television",
      "entertainment"
    ],
    "section_title": "TV Brasil |",
    "title": "Canto e Sabor do Brasil celebra Folia de Reis com edição temática | Canto e Sabor do Brasil | TV Brasil | Cultura",
    "title_full": "Canto e Sabor do Brasil celebra Folia de Reis com edição temática | Canto e Sabor do Brasil | TV Brasil | Cultura",
    "published": "2024-01-05T23:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://tvbrasil.ebc.com.br/sites/default/files/thumbnails/video/youtube-V19ZJpyb4H8.jpg",
    "performance_score": 0,
    "domain_rank": 4300,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6f6db6d1456b9fdcb88b37a196410010dc06f07a",
  "url": "https://tvbrasil.ebc.com.br/canto-e-sabor-do-brasil/2024/01/canto-e-sabor-do-brasil-celebra-folia-de-reis-com-edicao-tematica",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@tvbrasil",
  "published": "2024-01-05T23:55:00.000+02:00",
  "title": "Canto e Sabor do Brasil celebra Folia de Reis com edição temática | Canto e Sabor do Brasil | TV Brasil | Cultura",
  "text": "Em comemoração ao Dia de Reis, festejado em 6 de janeiro, a TV Brasil exibe uma edição especial do programa Canto e Sabor do Brasil neste domingo (7), às 11h30. A produção apresentada por Paulinho Del Ribeiro tem a participação de convidados para um papo sobre a manifestação cultural. O conteúdo inédito na telinha da emissora pública fica disponível no app TV Brasil Play. O anfitrião recebe a dupla Élcio Dias e Amorim, além da Companhia de Folia de Reis Família Du Catira, para um delicioso almoço com bastante música e bate-papo na cozinha da fazenda. A conversa descontraída com os convidados é intercalada por obras que remetem às tradições folclóricas do país com uma sonoridade musical bem brasileira. Os artistas soltam a voz durante a atração para entoar repertório de clássicos como \"Asa Branca\", \"Encontro de Bandeiras\" e \"Rio de Lágrimas\", entre outras canções. Além da prosa e das canções, os convidados contam causos e experimentam a mais autêntica culinária típica regional. A receita do dia é um apetitoso afogado à moda do Paulinho, um ensopado à base de carne bovina e batata. Durante o programa, entre uma história e uma performance musical, o prato é preparado pelo apresentador com todas as delícias do campo no fogão a lenha. Sobre os convidados A celebração da festividade de Santos Reis em 2024 no Canto e Sabor do Brasil é embalada pela dupla Élcio Dias e Amorim, músicos influenciados por clássicos do repertório caipira, além de ritmos da cultura popular como a congada, o pagode e a Folia de Reis. A parceria valoriza a música raiz e o som da viola. Paulista, Élcio começou a trajetória artística na infância quando cantava em uma lanchonete no município de Embu das Artes, cidade da região metropolitana do estado. Formado em Música, o cantor e compositor gravou quatro discos e um DVD, todos independentes, entre 1997 e 2015. Foi como professor de Artes, na rede estadual de ensino, que ele conheceu Amorim, com quem forma dupla desde 2019. O baiano Gildécio José de Amorim sempre escutou música caipira na zona rural do estado. Ainda criança, ele já tocava violão, viola, cavaquinho, flauta e instrumentos de percussão, além de cantar em grupo de Folia de Reis em sua cidade natal, Aracatu. Em São Paulo, teve formação em Matemática e Pedagogia, sem deixar de lado projetos musicais ao resgatar elementos importantes do estilo sertanejo raiz. Grupo tradicional de Catira e de Folia de Reis que trabalha há gerações na família em prol da preservação da cultura e das tradições caipiras, a Família Du Catira é da cidade paulista de Itapevi. Em 2020, o projeto foi reconhecido pela UNESCO como patrimônio cultural imaterial por conservar e promover a arte popular e a cultura folclórica. É o único grupo folclórico de Catira e Folia de Reis em São Paulo formado por integrantes da mesma unidade familiar. Sobre o programa Com exibição semanal na TV Brasil, aos domingos, às 11h30, o programa Canto e Sabor do Brasil é apresentado por Paulinho Del Ribeiro. A atração conta com a boa música nacional e sertaneja, a culinária típica regional, causos, poemas de autores nacionais, curiosidades e riquezas do folclore brasileiro. Na cozinha de uma fazenda colonial, o apresentador - que também assina a criação e a direção artística do programa - recebe grandes nomes da música brasileira para um almoço e um bate-papo informal. O próprio Paulinho Del Ribeiro prepara a comida em um típico fogão a lenha. [Clique aqui para saber como sintonizar a programação da TV Brasil.](/comosintonizar)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:16:31.591+02:00",
  "updated": "2024-01-06T00:16:31.591+02:00"
}