{
  "thread": {
    "uuid": "8e1682b85573517df06d869de08dce8e70323e54",
    "url": "https://www.researchsquare.com/article/rs-3974068/v1",
    "site_full": "www.researchsquare.com",
    "site": "researchsquare.com",
    "site_section": "https://researchsquare.com/rss.xml",
    "site_categories": [],
    "section_title": "Preprints",
    "title": "Susceptibility to febrile malaria is associated with an inflammatory gut microbiome",
    "title_full": "Susceptibility to febrile malaria is associated with an inflammatory gut microbiome",
    "published": "2024-04-04T22:23:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5867,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8e1682b85573517df06d869de08dce8e70323e54",
  "url": "https://www.researchsquare.com/article/rs-3974068/v1",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kristin Van Den Ham",
  "published": "2024-04-04T22:23:00.000+03:00",
  "title": "Susceptibility to febrile malaria is associated with an inflammatory gut microbiome",
  "text": "Malaria is a major public health problem, but many of the factors underlying the pathogenesis of this disease are not well understood. Here, we demonstrate in Malian children that susceptibility to febrile malaria following infection with Plasmodium falciparum is associated with the composition of the gut microbiome prior to the malaria season. Gnotobiotic mice colonized with the fecal samples of malaria-susceptible children had a significantly higher parasite burden following Plasmodium infection compared to gnotobiotic mice colonized with the fecal samples of malaria-resistant children. The fecal microbiome of the susceptible children was enriched for bacteria associated with inflammation, mucin degradation, gut permeability and inflammatory bowel disorders (e.g., Ruminococcus gauvreauii, Ruminococcus torques, Dorea formicigenerans, Dorea longicatena, Lachnoclostridium phocaeense and Lachnoclostridium sp. YL32). However, the susceptible children also had a greater abundance of bacteria known to produce anti-inflammatory short-chain fatty acids and those associated with favorable prognosis and remission following dysbiotic intestinal events (e.g., Anaerobutyricum hallii, Blautia producta and Sellimonas intestinalis). Metabolomics analysis of the human fecal samples corroborated the existence of inflammatory and recovery-associated features within the gut microbiome of the susceptible children. There was an enrichment of nitric oxide-derived DNA adducts (deoxyinosine and deoxyuridine) and long-chain fatty acids, the absorption of which has been shown to be inhibited by inflamed intestinal epithelial cells, and a decrease in the abundance of mucus phospholipids. Nevertheless, there were also increased levels of pseudouridine and hypoxanthine, which have been shown to be regulated in response to cellular stress and to promote recovery following injury or hypoxia. Overall, these results indicate that the gut microbiome may contribute malaria pathogenesis and suggest that therapies targeting intestinal inflammation could decrease malaria susceptibility.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "plasmodium",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:28:57.776+03:00",
  "updated": "2024-04-05T02:28:57.776+03:00"
}