{
  "thread": {
    "uuid": "6a84fabf4146d2ac55d4aaa7f205c6a621d9ba14",
    "url": "https://www.colombia.com/futbol/femenino/linda-caicedo-recibe-un-nuevo-reconocimiento-como-mejor-jugadora-del-mes-456935",
    "site_full": "www.colombia.com",
    "site": "colombia.com",
    "site_section": "https://www.colombia.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Caicedo no se cansa de recibir reconocimientos con su actual equipo el Real Madrid",
    "title_full": "Caicedo no se cansa de recibir reconocimientos con su actual equipo el Real Madrid",
    "published": "2024-03-15T00:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://cdn.colombia.com/sdi/2024/03/14/linda-caicedo-recibe-un-nuevo-reconocimiento-como-mejor-jugadora-en-febrero-1229352.jpg",
    "performance_score": 0,
    "domain_rank": 49105,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6a84fabf4146d2ac55d4aaa7f205c6a621d9ba14",
  "url": "https://www.colombia.com/futbol/femenino/linda-caicedo-recibe-un-nuevo-reconocimiento-como-mejor-jugadora-del-mes-456935",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Juan David Calderón",
  "published": "2024-03-15T00:01:00.000+02:00",
  "title": "Caicedo no se cansa de recibir reconocimientos con su actual equipo el Real Madrid",
  "text": "[Juan David Calderón](https://www.colombia.com/staff/1151/juan-david-calderon)• Colombia.com Caicedo no se cansa de recibir reconocimientos con su actual equipo el Real Madrid La delantera colombiana se destaca por sus grandes actuaciones, haciéndola merecedora de este importante premio. La delantera colombiana se destaca por sus grandes actuaciones, haciéndola merecedora de este importante premio. Brillante inicio de temporada para la delantera Linda Caicedo quien no se cansa de deslumbrar con su gran talento a todos los amantes del buen fútbol que fecha tras fecha esperan una genialidad de la cafetera que dio un paso hacia adelante, demostrando que la camiseta del Real Madrid queda grande convirtiéndose en corto tiempo en unas de las referentes del equipo. Por medio de las redes sociales, el equipo merengue público una foto donde se ve a la vallecaucana sosteniendo un trofeo que da el diario Marca como reconocimiento a su gran rendimiento que la hicieron merecedora del trofeo a Mejor jugadora del mes de febrero donde a pesar de que su equipo se encuentre en la segunda posición, Caicedo siempre es sinónimo de buen fútbol por lo que este nombramiento es más que merecido. Cabe recordar que la delantera, marcó dos goles durante el pasado mes, donde el primer de ellos fue empezando febrero cuando su equipo goleo 7-1 al Valencia. Ocho días después, volvió anotar, pero esta vez frente a uno de sus eternos rivales como el Atlético de Madrid, contando con la mala fortuna de perder frente a su contrincante en la Copa de la Reina, cayendo eliminadas del importante torneo. Este buen momento no solo se vio vistiendo de blanco, sino también durante la Copa de Oro donde jugó con la Selección Colombia donde pudo marcarles a Panamá y Puerto Rico goles de una calidad impresionante. Lastimosamente, durante esta competición la tricolor se despidió luego de una goleada por parte de Estados Unidos. Durante la entrega de este premio con el Real Madrid, Linda Caicedo tuvo unas palabras. “Es la primera vez que lo recibo y me hace muy feliz. Agradecer al club, a los aficionados y obviamente a mis compañeras, que sin ellas no sería posible todo esto. Es un nuevo premio individual y ahora a seguir con esta racha de aportar lo mejor al equipo\", palabras de una de las promesas más grandes del fútbol femenino del mundo. El equipo de la colombiana jugará este 16 de marzo contra El Eibar a las 2:00 p.m., hora colombiana donde se le recuerda a todos los lectores que el equipo blanco, se encuentra en la segunda posición del torneo a nueve puntos del líder Barcelona que se perfila a ser sólido campeón.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:03:57.720+02:00",
  "updated": "2024-03-15T04:15:34.805+02:00"
}