{
  "thread": {
    "uuid": "e1dcf11b336c8e6db20bd91385833da56c3a3cd6",
    "url": "https://vnexplorer.net/han-existido-por-millones-de-anos-descubren-asombrosas-especies-viviendo-en-el-interior-del-volcan-copahue-s2340816.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "“Han existido por millones de años”: descubren asombrosas especies viviendo en el interior del volcán Copahue",
    "title_full": "“Han existido por millones de años”: descubren asombrosas especies viviendo en el interior del volcán Copahue",
    "published": "2024-04-12T00:04:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lsDFh.img",
    "performance_score": 0,
    "domain_rank": 55066,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e1dcf11b336c8e6db20bd91385833da56c3a3cd6",
  "url": "https://vnexplorer.net/han-existido-por-millones-de-anos-descubren-asombrosas-especies-viviendo-en-el-interior-del-volcan-copahue-s2340816.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-04-12T00:04:00.000+03:00",
  "title": "“Han existido por millones de años”: descubren asombrosas especies viviendo en el interior del volcán Copahue",
  "text": "La científica del Centro Basal Ciencia y Vida, y académica de la Universidad San Sebastián (USS), Raquel Quatrini, actualmente lidera uno de los primeros estudios metagenómicos (análisis de material genético obtenido de muestras ambientales) que se realizan en el volcán Copahue, ubicado en la frontera entre Chile y Argentina. Junto a un grupo multidisciplinario de científicos, ascendió 2.900 metros sobre el nivel del mar para explorar y recolectar muestras a pocos metros del cráter y alrededores, descubriendo muchos microorganismos extremófilos, es decir, aquellos que han logrado sobrevivir y adaptarse a ambientes extremos, como los de un volcán. Los extremófilos y su asombrosa adaptabilidad resultan de gran interés para la ciencia, ya que producen enzimas y compuestos con diversas aplicaciones industriales y médicas. La expedición se da en el marco de un proyecto Fondecyt en curso liderado por la Dra. Quatrini, que busca descifrar las estrategias biológicas empleadas por estos microorganismos extremófilos, y las comunidades que éstos forman, para habitar en zonas inhóspitas para la mayoría de las formas de vida en el planeta. Específicamente, el estudio se centra en aquellos que lograron adaptarse a un pH extremadamente ácido, los que se denominan acidófilos. El lugar del descubrimiento fue el volcán Copahue, que significa lugar de azufre en mapudungún ubicado en la frontera de Chile y Argentina. Elegido por sus características únicas, entre ellas las dos vertientes que emanan de la base del cráter, agua rica en azufre y elementos químicos que generan las condiciones óptimas para que este tipo de extremófilos proliferen, y que son relevantes para el estudio en el área de la biotecnología. “Se trata de microorganismos de características primitivas y que han existido por millones de años, por lo que explorar esta zona es una especie del viaje al pasado prehistórico de la Tierra”, relata la investigadora. Científicas de la Universidad San Sebastián en volcán Copahue durante la investigación. En esta oportunidad, se estudiaron diversos microorganismos encontrados en el lugar y se descubrió un extremófilo tolerante al cloruro, o sea, tolerante a la sal de mar, que podría ser de gran ayuda para la minería. Asimismo, la importancia de esta investigación radica en que busca abordar las limitaciones actuales en las prácticas biotecnológicas asociadas a la industria minera, que siguen siendo altamente empíricas y poco controladas. Actualmente, la manipulación en la minería se basa más en parámetros físico-químicos que en el control biológico, lo que dificulta la comprensión y optimización de los consorcios microbianos involucrados en procesos de disolución mineral. Salto del Agrio. El descubrimiento de un sistema volcánico como modelo de estudio presenta características únicas, como gradientes de pH y otros factores físico-químicos variables de manera continua. Esto permite estudiar las comunidades microbianas a lo largo de estos gradientes y entender cómo responden a cambios finos y controlados en varios parámetros ambientales. Esta capacidad de estudiar comunidades y sus estados alternativos frente a cambios en su hábitat es única en comparación con otros sistemas estudiados previamente, como Iron Mountain en California y Río Tinto en España. Según Quatrini, esta investigación, que continúa en curso, “es un sistema ideal para abordar el estudio de las comunidades microbianas de este tipo de entornos acívicos extremos y de sus cambios graduales y los procesos que dirigen estos cambios”. De acuerdo a la científica, esto podría conducir a un mejor entendimiento y manipulación de los consorcios microbianos en la minería, lo que podría mejorar significativamente las prácticas biotecnológicas en esta industria. Proyección de una biominería verde El hallazgo y estudio de estas especies microscópicas y sus comunidades permite su aplicación en diferentes áreas, como la minería. Puntualmente, estos microorganismos se utilizan en el procesamiento de minerales en los relaves, es decir, aquel material que se descarta en las operaciones de extracción minera convencional. Este descubrimiento contribuye a la industria minera mediante la aplicación de la biolixiliación, una biotecnología que utiliza microorganismos para solubilizar minerales y liberar metales valiosos como el cobre. Esta técnica se emplea en el procesamiento de minerales de baja ley, relaves mineros y en lugares remotos. “El mineral de baja ley metálica se acopia y apila, y se riega con soluciones ácidas y microorganismos. Así, los agentes químicos adicionados y los producidos por los propios microorganismos acidófilos, protones y hierro férrico, ‘‘atacan’ al mineral y producen una mayor disolución de éste. Tras un proceso electroquímico, es posible separar y obtener el metal rojo en forma de placas de cobre”, explica Quatrini. La investigadora USS agrega que la biolixiviación, entendida como la extracción de metales desde minerales a través del uso de microorganismos vivos, posee un menor impacto en el medioambiente comparado con la minería tradicional que emplea altas temperaturas, compuestos químicos peligrosos, y que consume grandes cantidades de agua. Si bien es un proceso más lento, la profundización del conocimiento para su aplicación efectiva y eficiente representa un avance para eventuales proyecciones aplicadas en la biominería verde y la remediación ambiental. Por eso, el estudio de estas comunidades microbianas es crucial para mejorar la eficacia de la biolixiliación en condiciones industriales, ya que actualmente su aplicación es principalmente empírica. “Hay mucho por entender respecto a cómo funcionan las comunidades microbianas en el contexto de la biominería” concluye la investigadora.News Related - Perfume árabe: la propuesta que toma ventaja para la concesión de Universidad de Concepción Universidad de Concepción vive horas claves. En esta jornada, se pronunciará acerca de quienes serán los próximos controladores de la institución. Los del Campanil dejarán de funcionar al alero de la casa de estudios más importante del sur de Chile. Ahora serán una sociedad anónima que tendrá como misión garantizar ... See Details: Perfume árabe: la propuesta que toma ventaja para la concesión de Universidad de Concepción - Luis Mena entregó la nómina de La Roja femenina para amistosos ante Perú Luis Mena entregó la nómina de La Roja femenina para amistosos ante Perú El director técnico Luis Mena entregó la nómina de la seleccion chilena femenina para los amistosos ante su similar de Perú, con los que cerrará su acción en este 2023. Son 24 jugadoras elegidas por el exdefensa ... See Details: Luis Mena entregó la nómina de La Roja femenina para amistosos ante Perú - Capturan a sujeto parapléjico que lideraba banda dedicada al robo de autos en la RM Capturan a sujeto parapléjico que lideraba banda dedicada al robo de autos en la RM Personal de Carabineros, junto a Seguridad Municipal de Providencia, lograron detener al líder de una banda criminal dedicada al robo de vehículos. Quién se trata de una persona con movilidad reducida. Fue en avenida Vicuña ... See Details: Capturan a sujeto parapléjico que lideraba banda dedicada al robo de autos en la RM - Investigan intencionalidad en incendio que destruyó lodge de pesca en Aysén Investigan intencionalidad en incendio que destruyó lodge de pesca en Aysén El Ministerio Público investiga la presunta intencionalidad tras un incendio ocurrido la madrugada del domingo en el sector Arroyo el Gato de la comuna de Coyhaique. Las llamas generaron daños en el 70% de la infraestructura de un lodge ... See Details: Investigan intencionalidad en incendio que destruyó lodge de pesca en Aysén - El directo mensaje de Juan Román Riquelme a Arturo Vidal que ilusiona a los hinchas de Boca Juniors Juan Román Riquelme y Arturo Vidal. La llegada de Arturo Vidal a Boca Juniors toma cada vez más fuerza. El domingo Juan Román Riquelme, actual vicepresidente del club, evidenció con un directo mensaje el interés que tiene de contar con el volante chileno en las próximas temporadas, una vez que ... See Details: El directo mensaje de Juan Román Riquelme a Arturo Vidal que ilusiona a los hinchas de Boca Juniors - Dos mujeres detenidas por robos con \"bolsa biónica\" en mall penquista Dos mujeres detenidas por robos con “bolsa biónica” en mall penquista Dos mujeres fueron detenidas este lunes en el Outlet Premium de San Pedro de la Paz tras haber utilizado el método de la denominada “bolsa biónica” para burlar las alarmas de los locales y así realizar el conocido “robo hormiga”. ... See Details: Dos mujeres detenidas por robos con \"bolsa biónica\" en mall penquista - ¡Noticia de impacto! Filtran a la onceava eliminada de Tierra Brava ¡Noticia de impacto! Filtran a la onceava eliminada de Tierra Brava Como te hemos contado en varias ocasiones, el desfase de varias semanas que tiene Tierra Brava con sus transmisiones, permite que las filtraciones estén a la orden del día, por lo que el público ya sabe sobre los próximos ... See Details: ¡Noticia de impacto! Filtran a la onceava eliminada de Tierra Brava - Servicio Nacional de Migraciones confirma expulsión administrativa de ocho ciudadanos venezolanos que no fueron repatriados en fallido vuelo Fachada Servicio Nacional de Migraciones. Foto: Agencia Uno. El Servicio Nacional de Migraciones, entregó datos concretos de la situación de los migrantes venezolanos que el pasado jueves debían ser regresados a Venezuela en un vuelo de repatriación. Sin embargo, el avión nunca partió desde el territorio nacional, puesto que desde ... See Details: Servicio Nacional de Migraciones confirma expulsión administrativa de ocho ciudadanos venezolanos que no fueron repatriados en fallido vuelo - Primeros cinco detenidos por usurpación en vigencia de la nueva ley Fachada Servicio Nacional de Migraciones. Foto: Agencia Uno. El Servicio Nacional de Migraciones, entregó datos concretos de la situación de los migrantes venezolanos que el pasado jueves debían ser regresados a Venezuela en un vuelo de repatriación. Sin embargo, el avión nunca partió desde el territorio nacional, puesto que desde ... See Details: Primeros cinco detenidos por usurpación en vigencia de la nueva ley - ¿Qué come ahí? JLo presumió su lujosa vajilla de 500 dólares ¡cada plato! Fachada Servicio Nacional de Migraciones. Foto: Agencia Uno. El Servicio Nacional de Migraciones, entregó datos concretos de la situación de los migrantes venezolanos que el pasado jueves debían ser regresados a Venezuela en un vuelo de repatriación. Sin embargo, el avión nunca partió desde el territorio nacional, puesto que desde ... See Details: ¿Qué come ahí? JLo presumió su lujosa vajilla de 500 dólares ¡cada plato! - Monserrat Álvarez aclaró los motivos de sus ausencias del matinal “Contigo en la Mañana” Fachada Servicio Nacional de Migraciones. Foto: Agencia Uno. El Servicio Nacional de Migraciones, entregó datos concretos de la situación de los migrantes venezolanos que el pasado jueves debían ser regresados a Venezuela en un vuelo de repatriación. Sin embargo, el avión nunca partió desde el territorio nacional, puesto que desde ... See Details: Monserrat Álvarez aclaró los motivos de sus ausencias del matinal “Contigo en la Mañana” - Cómo saber en qué tramo del Registro Social de Hogares estás junto a tu familia Fachada Servicio Nacional de Migraciones. Foto: Agencia Uno. El Servicio Nacional de Migraciones, entregó datos concretos de la situación de los migrantes venezolanos que el pasado jueves debían ser regresados a Venezuela en un vuelo de repatriación. Sin embargo, el avión nunca partió desde el territorio nacional, puesto que desde ... See Details: Cómo saber en qué tramo del Registro Social de Hogares estás junto a tu familia - A horas de inaugurarse la extensión en Línea 2: guardias y pasajeros protagonizan violenta pelea en estación La Cisterna Fachada Servicio Nacional de Migraciones. Foto: Agencia Uno. El Servicio Nacional de Migraciones, entregó datos concretos de la situación de los migrantes venezolanos que el pasado jueves debían ser regresados a Venezuela en un vuelo de repatriación. Sin embargo, el avión nunca partió desde el territorio nacional, puesto que desde ... See Details: A horas de inaugurarse la extensión en Línea 2: guardias y pasajeros protagonizan violenta pelea en estación La Cisterna - El inesperado capítulo de Friends que Matthew Perry llamó su favorito Fachada Servicio Nacional de Migraciones. Foto: Agencia Uno. El Servicio Nacional de Migraciones, entregó datos concretos de la situación de los migrantes venezolanos que el pasado jueves debían ser regresados a Venezuela en un vuelo de repatriación. Sin embargo, el avión nunca partió desde el territorio nacional, puesto que desde ... See Details: El inesperado capítulo de Friends que Matthew Perry llamó su favorito OTHER NEWS Read more » https://vnexplorer.net/intento-llevar-una-serpiente-venenosa-a-casa-y-termino-en-urgencias-s133245.html https://vnexplorer.net/intento-llevar-una-serpiente-venenosa-a-casa-y-termino-en-urgencias-s133245.html https://vnexplorer.net/arturo-vidal-elogia-a-futbolista-de-la-universidad-catolica-pero-advierte-le-falta-un-poquito-mas-de-calle-s133151.html Arturo Vidal elogia a futbolista de la Universidad Católica, pero advierte: “Le falta un poquito más de calle” https://vnexplorer.net/arturo-vidal-elogia-a-futbolista-de-la-universidad-catolica-pero-advierte-le-falta-un-poquito-mas-de-calle-s133151.html https://vnexplorer.net/mas-beneficiarios-anuncian-cambios-al-registro-social-de-hogares-para-evaluacion-de-tramos-s133135.html https://vnexplorer.net/mas-beneficiarios-anuncian-cambios-al-registro-social-de-hogares-para-evaluacion-de-tramos-s133135.html https://vnexplorer.net/comision-investigadora-de-la-camara-hace-reproche-legal-a-montes-por-lio-de-platas-con-fundaciones-s133129.html https://vnexplorer.net/comision-investigadora-de-la-camara-hace-reproche-legal-a-montes-por-lio-de-platas-con-fundaciones-s133129.html https://vnexplorer.net/efe-inicia-la-convocatoria-de-licitacion-del-tren-a-batuco-el-proyecto-considera-una-inversion-de-950-millones-de-dolares-s133106.html EFE inicia la convocatoria de licitación del tren a Batuco: el proyecto considera una inversión de 950 millones de dólares https://vnexplorer.net/efe-inicia-la-convocatoria-de-licitacion-del-tren-a-batuco-el-proyecto-considera-una-inversion-de-950-millones-de-dolares-s133106.html https://vnexplorer.net/muere-subcomisario-pdi-victima-de-brutal-golpiza-en-san-bernardo-s133105.html https://vnexplorer.net/muere-subcomisario-pdi-victima-de-brutal-golpiza-en-san-bernardo-s133105.html",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:10:31.480+03:00",
  "updated": "2024-04-12T00:10:31.480+03:00"
}