{
  "thread": {
    "uuid": "83d41f1b11b73273825e50a7b7b439f8bf7f0e88",
    "url": "https://www.bta.bg/en/news/bulgaria/703259-captive-bred-egyptian-vulture-couple-produces-first-offspring-in-the-wild",
    "site_full": "www.bta.bg",
    "site": "bta.bg",
    "site_section": "https://bta.bg/en",
    "site_categories": [
      "media",
      "tennis",
      "sports",
      "top_news"
    ],
    "section_title": "BTA :: Home",
    "title": "BTA :: Captive-bred Egyptian Vulture Couple Produces First Offspring in the Wild",
    "title_full": "BTA :: Captive-bred Egyptian Vulture Couple Produces First Offspring in the Wild",
    "published": "2024-07-05T11:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BG",
    "main_image": "https://www.bta.bg/upload/8217741/Photo+credit_Volen+Arkumarev+BSPB.JPG?l=750",
    "performance_score": 0,
    "domain_rank": 57396,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "83d41f1b11b73273825e50a7b7b439f8bf7f0e88",
  "url": "https://www.bta.bg/en/news/bulgaria/703259-captive-bred-egyptian-vulture-couple-produces-first-offspring-in-the-wild",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Matey Todorov",
  "published": "2024-07-05T11:08:00.000+03:00",
  "title": "BTA :: Captive-bred Egyptian Vulture Couple Produces First Offspring in the Wild",
  "text": "site.btaCaptive-bred Egyptian Vulture Couple Produces First Offspring in the Wild At the end of June, the team of the Bulgarian Society for the Protection of Birds (BSPB) recorded the first successful breeding in the wild of an Egyptian vulture, which was hatched in captivity in the aviaries of the Green Balkans Wildlife Rescue Centre and released within the framework of the restoration programme of the species in Bulgaria. This is only the second such case in Europe and is a historic success for the recovery of the most endangered species on the Balkan Peninsula, BSPB said. The pair consists of Izzy, a female released in 2020, and Lucky, a wild male tagged with a GPS transmitter as a juvenile. They formed a pair two years ago, but only now managed to hatch not one, but two chicks. Izzy was hatched and raised in the Green Balkans Wildlife Rescue Centre in 2019 and a year later was released into the wild of the Eastern Rhodopes by the BSPB team. For the past five years she has travelled thousands of kilometres between her wintering grounds in Africa and her new home in the Eastern Rhodopes. Last autumn Izzy and Lucky migrated side by side as far as southern Turkiye, then parted ways, only to reunite this year in their breeding territory. By all accounts, they are both devoted parents and are carefully raising the fledglings in the nest. The Egyptian vulture population enhancement programme in Bulgaria started in 2018 and so far five of the released Egyptian vultures have reached sexual maturity and participated in pair formation in the wild, but this is the first successful breeding. The Egyptian Vulture Restoration Programme is implemented by BSPB, Green Balkans, the Prague Zoo, and the European Association of Zoos and Aquaria (EAZA). The Egyptian Vulture Population Enhancement Programme was launched within the framework of the Egyptian Vulture New LIFE Project funded by the EU LIFE Programme and continues to be implemented through the Southeastern Bulgaria Green Belt Project, funded by the Endangered Landscapes Programme, which is managed by the Cambridge Conservation Initiative, a collaboration between the University of Cambridge and leading international organizations focused on biodiversity conservation. /RY/ news.modal.header news.modal.text",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "izzy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bulgarian society for the protection of birds",
        "sentiment": "none"
      },
      {
        "name": "bspb",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "green balkans wildlife rescue centre",
        "sentiment": "none"
      },
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "bulgaria",
        "sentiment": "none"
      },
      {
        "name": "balkan peninsula",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T11:31:09.134+03:00",
  "updated": "2024-07-05T11:31:09.134+03:00"
}