{
  "thread": {
    "uuid": "878391c7d8b240c28036d730dc32eeea32bc9dc1",
    "url": "https://dailymontanan.com/2024/01/05/um-athletic-director-ahead-of-grizzlies-fcs-championship-game-i-always-predict-that-well-win/",
    "site_full": "dailymontanan.com",
    "site": "dailymontanan.com",
    "site_section": "https://www.kpvi.com",
    "site_categories": [],
    "section_title": "kpvi.com | News That Works For You",
    "title": "UM athletic director ahead of Grizzlies' FCS championship game: 'I always predict that we'll win' – Daily Montanan",
    "title_full": "UM athletic director ahead of Grizzlies' FCS championship game: 'I always predict that we'll win' – Daily Montanan",
    "published": "2024-01-06T00:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dailymontanan.com/wp-content/uploads/2024/01/Screen-Shot-2024-01-04-at-3.00.33-PM-1024x684.png",
    "performance_score": 0,
    "domain_rank": 88302,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "878391c7d8b240c28036d730dc32eeea32bc9dc1",
  "url": "https://dailymontanan.com/2024/01/05/um-athletic-director-ahead-of-grizzlies-fcs-championship-game-i-always-predict-that-well-win/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@KeilaSzpaller",
  "published": "2024-01-06T00:22:00.000+02:00",
  "title": "UM athletic director ahead of Grizzlies' FCS championship game: 'I always predict that we'll win' – Daily Montanan",
  "text": "10:22 News Story UM athletic director ahead of Grizzlies’ FCS championship game: ‘I always predict that we’ll win’ University of Montana Grizzlies play No. 1 South Dakota State Jackrabbits on Sunday University of Montana mascot Monte takes a photo with a fan before the game against the North Dakota State Bison at Washington-Grizzly Stadium on December 16, 2023, in Missoula. (Photo by Coral Scoles-Coburn/ University of Montana) University of Montana Athletic Director Kent Haslam was standing in the corner of the end zone during the FCS semifinal in Missoula when Corbin Walker [intercepted a pass](https://missoulian.com/sports/college/big-sky-conference/university-of-montana/montana-football-run-to-title-game-north-dakota-state/article_7f105320-5d9e-59a6-b1b1-74efc6e650f5.html) in double overtime that sealed a victory for the Montana Grizzlies. “First thing I did was look for any yellow flags on the field to make sure that it wasn’t going to be called back,” Haslam said. “And when I saw none, I probably jumped in an extremely unathletic way.” With the 31-29 victory, the Montana Grizzlies head this weekend to Frisco, Texas, for the FCS championship game for the first time since 2009. The Grizzlies previously won in 1995 and 2001. In front of a full stadium with some 20,000 fans, including at least 5,000 Griz fans, the No. 2 Grizzlies will take on last year’s national champions and the top ranked team in the FCS, [South Dakota State.](https://missoulian.com/sports/college/big-sky-conference/university-of-montana/montana-grizzlies-national-championship-south-dakota-state-comeback/article_372b03af-3550-5ba5-9143-65a204dfb83f.html) Notable UM alum J.K. Simmons has voiced a spot that will air Saturday, the day before the game, and Gov. Greg Gianforte is expected to attend the game, according to UM. With help from donors, who contributed $130,000, and with $70,000 from the UM Foundation, the Grizzly Marching Band will join the team in Texas. Haslam answered questions at UM this week about what the championship game means for Montana before he heads to Texas for the game and festivities. Here’s an adapted Q&A from the conversation: Q. What was your reaction to the semifinals win, how’d you celebrate, and are you going to Frisco? I’m definitely going to Frisco. I stayed down there on the field and went over to talk to the athletic director of North Dakota State. He’s a good friend of mine, and I’ve been on the other end of those games where you lose, and they’re not fun. A neat experience afterwards was the North Dakota State team and their coaches stayed down on the field as our fans came in to watch people interact and take pictures. I know it’s easy when you win, but it was nice. It’s a great way to celebrate an amazing football game on an unbelievable night in Missoula with two teams that are extremely good and have a lot of respect for each other. I’m not a huge celebrator, so I just went home and relaxed and started to answer the hundreds of texts that were really neat to get from colleagues and friends from all over the country. That was really fun. Q. How are reservations for Montanans to travel to Frisco? Do you think the stadium will be filled with more Grizzlies than Jackrabbits, or vice versa? The way the NCAA works is both teams get 5,000 tickets, and we sold out of ours in a couple of days. So we worked through our donor list and worked through our quarterback club donors and then our GSA (Grizzly Scholarship Association) donors and then our season ticket holders, and we didn’t ever get to the spot where just the general public could buy tickets. We limited sales to four tickets a person so that we could get as many people tickets as we could. But charters are full, the alumni charters are full. So the demand has been extremely high. The stadium seats 20,000, and it will be completely full. I would imagine it will be pretty even (between Grizzlies and Jackrabbits). Both teams have great fan bases, both are extremely passionate. It’s all going to be how aggressive the fans were on the secondary market. The NCAA takes about 10,000 tickets and puts them on sale in August. What happens is fans who think their teams will be good buy them up, and then if their team doesn’t make it, they put them out on the secondary market. Q. Did the win inspire anyone who was a skeptic of the rehire of Bobby Hauck to tell you they have changed their minds? What is the culture of the football team now? There really hasn’t been. And really, there weren’t a lot of skeptics. There certainly were some who weren’t supportive. But the vast majority of people were supportive, and I’ll tell you, working with him has been great. He is a motivator. He is a disciplinarian. He loves this place. And it seems like so long ago, with the pandemic in there and everything else. I think people have been supportive of what the coach and student athletes are doing. In the 12 years I’ve been an athletic director, college athletics has changed so dramatically, and student athletes have so much more power when it comes to transferring and leaving and abandoning their team. The unity on this team is pretty remarkable. I’m not with them every single day. I see it from the outside. But I travel with them on the road, and I’ve watched them interact. Just the way they have carried themselves — and I’d say this about all our student athletes — they’re really great young people who are forced into the limelight and handle it extremely well. Some handle it better than others. Some are more prepared for it than others. But we’ve never had higher GPAs. We’ve have success on the field. Typically, when you have high GPAs, you’re not winning many football games. But there’s been a really great connection. We’ve got young men completing masters degrees, and the graduation rates are tremendous. It takes a unique bond to win and to lose as a team. It teaches you a lot, and I’ve really been impressed with the resilience of this team and their unity. How to watch Visit [GoGriz.com](https://gogriz.com/gameday/football-vs-south-dakota-state/football/71/) for the FCS Championship Countdown to Kickoff page to see where and how to watch the game. Q. What does the exposure in getting to the FCS championship game do for Grizzlies Athletics and what does it do for the University of Montana as a whole? We know that the North Dakota State game had nearly 800,000 viewers on ESPN. You just know with that many eyeballs and the way this place looks and the way this place presents itself on TV and that stadium packed, you just find yourself connecting with people that never knew about UM. This is what Montana has to offer. Certainly, the exposure, I can’t put an exact number on it, but we’re going to be playing on national TV on ABC on Sunday, and there’s only four teams still playing football — the University of Washington, University of Montana, University of Michigan, and South Dakota State. So there’s some value in that. We have one guy working in our office now, in fundraising, and he came across Montana because he watched us play Appalachian State back in 2009 in the middle of snow. He’s from Georgia and thought, ‘That looks like a pretty cool place to come to school.’ He graduates, goes on in his career, and now he’s back here as a fundraiser in athletics. In athletics, we want to err on the side of saying, ‘Hey, this is the greatest thing ever,’ because that’s our business, and we like that. But we know there has to be ripple effects for the exposure you gain nationally. You’ve got people across the country talking about your state, about your university and about your athletic program. That’s a good thing. Q. Number crunchers and sports prognosticators have pegged the Grizzlies as [heavy underdogs](https://missoulian.com/sports/college/big-sky-conference/university-of-montana/montana-south-dakota-state-fcs-championship-frisco-texas-predictions/article_81e52a08-58a5-5875-8a7e-236d16f9a500.html) in this weekend’s game. Do you have a prediction for the outcome? I always predict that we’ll win. But certainly, South Dakota State, they are an extremely talented football team, and they’re well coached. Their athletic director is just a tremendous athletic administrator and a really great person in this business. They’re built very similar to us, so it’ll be a tall task. They’re also a rural state. They’re built with student athletes that come from that area and that grow up wanting to be a Jackrabbit, like we get young people in the state of Montana who grow up wanting to be a Grizzly. So we’re very similar in the way we look. In Montana, the governor knows what the Grizzlies and the Bobcats are doing. The governor of South Dakota knows what the Coyotes and the Jackrabbits are doing. It’s probably very different in California for example, with so many schools. But it should be a great game. I think we’re going to have to play really well to beat them, but it’s not bad to be the underdog. We’ve been the underdog a few times this year. Follow Frank+ For insightful coverage of the Grizzlies, follow the Missoulian’s [Frank Gogola](https://missoulian.com/sports/college/big-sky-conference/university-of-montana/montana-grizzlies-north-dakota-state-bison-fcs-playoffs/article_e391a349-4ec8-596b-a403-48b011ff4d8e.html) @frankgogola and KPAX’s Kyle Hansen @khansen406. Q. Excuse the lack of sports lingo, but are you practicing any special tricks, like what we saw in the overtime wins? I have no idea what they’re doing, but you just talk about some magical moments in this business. It’s really hard to not get too high with the highs and not to get too low with the lows because it can turn so quickly. So I’ve learned to just enjoy when things come together, and those last two games, those two overtime wins, those were some magical moments that you don’t get very often. So you grab ‘em, and you hold onto ‘em, and you enjoy ‘em. It’s just satisfying to see people have success. Whether it’s success as a student or success in a championship, I’m happy for them. I’m happy for fans. I’m happy for the university. It’s pretty magical when it all comes together. Q. Football is the focus this week for obvious reasons, but how are things looking for basketball and other sports this year? We’ve had an amazing fall. We got the Big Sky Conference champion in our soccer program, and our volleyball team played really well, and football is going into a national championship. Both our men’s and women’s basketball teams are playing really well right now, and track and field. We have 15 sports that happen here, with about 330, 340 student athletes. Certainly at a time like this, with a national championship, you naturally are starting to focus in on football, because there’s so much that comes into that. But there’s a lot of really great things that are happening in all of our sports. We have really good coaches and people who are dedicated to Montana. You’ve got to constantly be working. You can’t get too complacent with the wins, and you can’t get too distraught with the losses. I think complacency with the wins is more dangerous than being distraught with the losses. Q. What do you want people to know while they’re watching the game this weekend? I’m just proud. I’m proud of our student athletes and how hard they work. I’m proud of our coaches. We’re not perfect, but we work really hard at representing this university, and doing it the right way, and I’m just proud to be from Montana. I’m proud to be a Grizzly and look forward to — winning or losing — just representing the state. This is a great place. This is an amazing part of the country, and our fans, they’re unlike anywhere else. And it’s a lot of fun. Economic Impact The festivities leading up to the FCS championship game have given Missoula an economic boost, although how much of it is a net positive for the state as a whole versus just Missoula was not clear. The UM Bureau of Business and Economic Research estimated the three playoff games hosted in the Garden City had an economic impact of $7.5 million in Missoula, according to [KGVO](https://newstalkkgvo.com/missoula-money-playoff-games/). In an email to the Daily Montanan, the BBER’s Pat Barkey said that number is just one of the factors that measures the economic impact of Grizzly Athletics. He also said the $7.5 million doesn’t distinguish between people who visited Missoula from out-of-state versus those who came from within Montana. UM Athletic Director Kent Haslam said reaching this level of play has direct economic impacts from the thousands of people coming to Missoula and spending money at restaurants, for example, but it also gives Missoula and Montana valuable exposure. He said the playoff games were icing on the cake for Missoula. “The great thing about those playoff games is those are bonuses,” Haslam said. “You plan on the six home football games, but then the three extra games certainly have an impact on this university. It has an impact on our athletic department. And just in watching how crowded downtown was for three straight weekends, it’s got to have an impact on that as well. The wins this season also fatten head coach Bobby Hauck’s wallet [by $58,000](https://missoulian.com/sports/college/big-sky-conference/university-of-montana/montana-grizzlies-bobby-hauck-bonuses-fcs-playoffs/article_37fd73d6-d865-586d-98ea-cb4335e86faf.html) in incentives, according to an analysis by the Missoulian’s Frank Gogola. Our stories may be republished online or in print under Creative Commons license CC BY-NC-ND 4.0. We ask that you edit only for style or to shorten, provide proper attribution and link to our web site. Please see our republishing guidelines for use of photos and graphics.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport"
  ],
  "external_links": [
    "https://gogriz.com/gameday/football-vs-south-dakota-state/football/71/)",
    "https://missoulian.com/sports/college/big-sky-conference/university-of-montana/montana-south-dakota-state-fcs-championship-frisco-texas-predictions/article_81e52a08-58a5-5875-8a7e-236d16f9a500.html)",
    "https://missoulian.com/sports/college/big-sky-conference/university-of-montana/montana-grizzlies-bobby-hauck-bonuses-fcs-playoffs/article_37fd73d6-d865-586d-98ea-cb4335e86faf.html)",
    "https://missoulian.com/sports/college/big-sky-conference/university-of-montana/montana-grizzlies-north-dakota-state-bison-fcs-playoffs/article_e391a349-4ec8-596b-a403-48b011ff4d8e.html)",
    "https://missoulian.com/sports/college/big-sky-conference/university-of-montana/montana-grizzlies-national-championship-south-dakota-state-comeback/article_372b03af-3550-5ba5-9143-65a204dfb83f.html)",
    "https://newstalkkgvo.com/missoula-money-playoff-games/).",
    "https://missoulian.com/sports/college/big-sky-conference/university-of-montana/montana-football-run-to-title-game-north-dakota-state/article_7f105320-5d9e-59a6-b1b1-74efc6e650f5.html)",
    "https://www.missoulian.com/sports/college/big-sky-conference/university-of-montana/montana-grizzlies-national-championship-south-dakota-state-comeback/article_372b03af-3550-5ba5-9143-65a204dfb83f.html)",
    "https://www.missoulian.com/sports/college/big-sky-conference/university-of-montana/montana-south-dakota-state-fcs-championship-frisco-texas-predictions/article_81e52a08-58a5-5875-8a7e-236d16f9a500.html)",
    "https://www.missoulian.com/sports/college/big-sky-conference/university-of-montana/montana-grizzlies-bobby-hauck-bonuses-fcs-playoffs/article_37fd73d6-d865-586d-98ea-cb4335e86faf.html)",
    "https://www.missoulian.com/sports/college/big-sky-conference/university-of-montana/montana-football-run-to-title-game-north-dakota-state/article_7f105320-5d9e-59a6-b1b1-74efc6e650f5.html)",
    "https://www.gogriz.com/gameday/football-vs-south-dakota-state/football/71/)",
    "https://www.missoulian.com/sports/college/big-sky-conference/university-of-montana/montana-grizzlies-north-dakota-state-bison-fcs-playoffs/article_e391a349-4ec8-596b-a403-48b011ff4d8e.html)",
    "https://www.newstalkkgvo.com/missoula-money-playoff-games/)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kent haslam",
        "sentiment": "none"
      },
      {
        "name": "montana grizzli",
        "sentiment": "none"
      },
      {
        "name": "haslam",
        "sentiment": "none"
      },
      {
        "name": "corbin walker",
        "sentiment": "none"
      },
      {
        "name": "monte",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fcs",
        "sentiment": "positive"
      },
      {
        "name": "grizzlies",
        "sentiment": "positive"
      },
      {
        "name": "montana grizzlies",
        "sentiment": "none"
      },
      {
        "name": "sunday university of montana",
        "sentiment": "none"
      },
      {
        "name": "coral scoles-coburn/ university of montana) university of montana athletic",
        "sentiment": "none"
      },
      {
        "name": "’ university of montana grizzlies",
        "sentiment": "none"
      },
      {
        "name": "north dakota state bison",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "south dakota",
        "sentiment": "none"
      },
      {
        "name": "missoula",
        "sentiment": "none"
      },
      {
        "name": "washington-grizzly stadium",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:35:03.866+02:00",
  "updated": "2024-01-06T00:35:03.866+02:00"
}