{
  "thread": {
    "uuid": "c592b26317cd6d07f99c89a7e650c9f550dd60b2",
    "url": "https://www.tsn.ca/nhl/salim-valji-chris-tanev-thankful-for-time-with-calgary-flames-1.2082751",
    "site_full": "www.tsn.ca",
    "site": "tsn.ca",
    "site_section": "https://tsn.ca",
    "site_categories": [
      "pro_ice_hockey",
      "sports",
      "top_news"
    ],
    "section_title": "TSN | Sports News, Opinion, Scores, Schedules, Super Bowl, World Juniors., Formula 1",
    "title": "Salim Valji: Chris Tanev thankful for time with Calgary Flames | TSN",
    "title_full": "Salim Valji: Chris Tanev thankful for time with Calgary Flames | TSN",
    "published": "2024-02-29T22:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.tsn.ca/content/dam/tsn/en/home/images/2022/5/28/chris-tanev-1-1805694-1701998031881.jpeg",
    "performance_score": 0,
    "domain_rank": 6984,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c592b26317cd6d07f99c89a7e650c9f550dd60b2",
  "url": "https://www.tsn.ca/nhl/salim-valji-chris-tanev-thankful-for-time-with-calgary-flames-1.2082751",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Salim Valji",
  "published": "2024-02-29T22:28:00.000+02:00",
  "title": "Salim Valji: Chris Tanev thankful for time with Calgary Flames | TSN",
  "text": "[Skip to main content](#main) Tanev thankful for time with Flames For months, former [Calgary Flames](https://www.tsn.ca/nhl/team-page/calgary-flames/175) blueliner [Chris Tanev](https://www.tsn.ca/nhl/player/chris-tanev/868) was one of the top names on TSN’s Trade Bait list, for obvious reasons. The 34-year-old defenceman is a pending free agent, highly respected for his work on and off the ice, is willing to sacrifice his body in the pursuit of winning, and is lauded for his leadership. Yet Tanev always found it strange that he was being talked about so much. “Anyone who follows hockey has seen my name for quite some time now,” he said in a Zoom call on Thursday. “It’s never really happened to me in my 14 years. Really weird for me the first few months, I think, but the last little bit I feel like I just got adjusted to it and I was just having fun playing hockey and enjoying being around the guys. Earlier on in the year, it was a little tougher, but as the year went along, it became a daily routine, almost.” Tanev was dealt on Wednesday evening to Dallas in exchange for a 2024 second-round pick, conditional 2026 third-round draft pick, and prospect [Artem Grushnikov](https://www.tsn.ca/nhl/player/artem-grushnikov/563603). He was out to dinner with his wife and young son when he found out that, for the first time in his career, he was getting traded. “My wife and I decided to take our son out for the first time since he was really young to go eat somewhere,” he said. “We found out at the table there…we were at The Keg. …I got the call midway through our meal and had a bunch of calls after that. My wife was able to keep my son occupied while I was gone for a little while. I came back, we finished our meal quickly, and just got back home.” Tanev will be remembered at the Saddledome as a selfless warrior whose work ethic and sacrifice rubbed off on teammates over his three and a half seasons in Calgary. It wasn’t uncommon to see Tanev work with young blueliners after practice, teaching them the finer points of the game. Teammates raved about his sense of humor, leadership, and presence as a “glue guy.” On Thursday, he still referred to Calgary as “home” and said how much he appreciated his time as a Flame. “Everyone has treated me incredibly well,” he said. “Everyone has made me feel like this is home and I can’t thank them enough for how incredible they have been to me and my family. Obviously that’s the hardest part. It’s a weird feeling, but at the same time, I’m extremely excited to start a new chapter in my career and meet everyone in Dallas.” Tanev has spoken in the past about how unique it was to start his NHL career in the middle of the 2010-11 season with a [Vancouver Canucks](https://www.tsn.ca/nhl/team-page/vancouver-canucks/176) team that made a run to the Stanley Cup Final. He’s also said that he wished he savoured it more, given how tough it is to get back. In Dallas, he’ll get that opportunity. Tanev could slot in alongside star [Miro Heiskanen](https://www.tsn.ca/nhl/player/miro-heiskanen/262398) on the Stars’ top pairing. He could also fit in on their second unit as part of a pure shutdown pairing. The undrafted Tanev has craved the opportunity for another long playoff run since his rookie season and, 13 years later, may very well get it. “If you’re playing the game not to win, you’re probably playing for the wrong reasons,” Tanev said Thursday. “I sort of got thrown in the fire my first year and then was able to play on a pretty good team and get chances to play in some big games in the conference finals, the finals. Ever since that, [you’re] chasing that feeling again, to be able to try to win. This gives me a good opportunity to do that, so I’m quite happy about that.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tanev",
        "sentiment": "negative"
      },
      {
        "name": "salim valji",
        "sentiment": "negative"
      },
      {
        "name": "chris tanev",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "calgary flames",
        "sentiment": "negative"
      },
      {
        "name": "tsn",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "dallas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:54:00.318+02:00",
  "updated": "2024-03-01T00:54:00.318+02:00"
}