{
  "thread": {
    "uuid": "5f2c2214ea1dff5edfa33c3ecfdc29bb1700ce80",
    "url": "https://ca.finance.yahoo.com/news/oil-prices-roughly-flat-unclear-022244142.html",
    "site_full": "ca.finance.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://ca.sports.yahoo.com/rss/",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Yahoo Canada Sports - Sports News, Scores, Rumours, Fantasy Games, and more",
    "title": "Oil prices roughly flat as unclear demand scenario weighed",
    "title_full": "Oil prices roughly flat as unclear demand scenario weighed",
    "published": "2024-02-16T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://media.zenfs.com/en/reuters.ca/e1b592e2a4663aa0b27130c99da961c7",
    "performance_score": 0,
    "domain_rank": 36,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5f2c2214ea1dff5edfa33c3ecfdc29bb1700ce80",
  "url": "https://ca.finance.yahoo.com/news/oil-prices-roughly-flat-unclear-022244142.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Yuka Obayashi",
  "published": "2024-02-16T02:00:00.000+02:00",
  "title": "Oil prices roughly flat as unclear demand scenario weighed",
  "text": "Oil prices meandered on Friday as investors pondered slowing demand forecast by an influential group and weak U.S. retail sales data that sparked optimism about U.S. interest rate cuts. Brent crude futures dropped 11 cents, or 0.1%, to $82.75 a barrel at 0131 GMT. U.S. West Texas Intermediate crude futures rose 1 cent to $78.04 a barrel. Both contracts climbed over 1% on Thursday as a larger-than-expected drop in U.S. retail sales prompted hopes the Federal Reserve will soon start cutting interest rates in coming months, which could be positive for oil demand. The U.S. Commerce Department report showed retail sales dropped 0.8% in January, the biggest fall since February 2023. Economists polled by Reuters had forecast retail sales dipping 0.1%. \"Hopes for U.S. rate cuts provided support on Thursday, but investors are now adjusting their positions ahead of a long weekend in the U.S.,\" said Hiroyuki Kikukawa, president of NS Trading, a unit of Nissan Securities, noting Feb. 19 is a U.S. holiday. \"While keeping a close eye on interest rate trends, investors will continue to assess whether geopolitical risks in the Middle East will spill over into crude supply chains,\" he said, predicting WTI to trade in the $70-$80 range for a while. Weighing on market sentiment, Paris-based International Energy Agency (IEA), the industrialised world's energy watchdog, said on Thursday global oil demand growth is losing momentum and trimmed its 2024 growth forecast, in sharp contrast to the view held by the Organization of the Petroleum Exporting Countries (OPEC). The IEA's monthly report said it expects global oil demand to grow by 1.22 million barrels per day (bpd) this year, slightly down from last month's estimate. OPEC on Tuesday stuck to its much steeper growth forecast at 2.25 million bpd. In the Middle East, Hezbollah said on Thursday it fired dozens of rockets at a northern Israeli town in a \"preliminary response\" to the killing of 10 civilians in southern Lebanon, the deadliest day for Lebanese civilians in four months of cross-border hostilities. Meanwhile, Israeli forces said on Thursday they had raided the biggest functioning hospital in Gaza as footage showed chaos, shouting and gunfire in dark corridors filled with dust and smoke. (Reporting by Yuka Obayashi; Editing by Muralikumar Anantharaman)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hiroyuki kikukawa",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "federal reserve",
        "sentiment": "none"
      },
      {
        "name": "ns trading",
        "sentiment": "none"
      },
      {
        "name": "nissan securities",
        "sentiment": "none"
      },
      {
        "name": "reuters",
        "sentiment": "none"
      },
      {
        "name": "u.s. commerce department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T04:30:12.417+02:00",
  "updated": "2024-02-16T04:30:12.417+02:00"
}