{
  "thread": {
    "uuid": "8480a4f926c55ee0b47c8053a6af64a870f59437",
    "url": "https://nymag.com/strategist/article/best-cloth-napkins.html",
    "site_full": "nymag.com",
    "site": "nymag.com",
    "site_section": "https://nymag.com",
    "site_categories": [
      "shopping"
    ],
    "section_title": "New York Magazine",
    "title": "The Best Cloth Napkins | The Strategist",
    "title_full": "The Best Cloth Napkins | The Strategist",
    "published": "2024-03-14T19:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://pyxis.nymag.com/v1/imgs/242/c28/9073afc599719ad48b6db9de98efd37863-italian-washed-linen-napkins-set-of-4-o.1x.rsocial.w1200.jpg",
    "performance_score": 0,
    "domain_rank": 656,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8480a4f926c55ee0b47c8053a6af64a870f59437",
  "url": "https://nymag.com/strategist/article/best-cloth-napkins.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lauren Ro",
  "published": "2024-03-14T19:38:00.000+02:00",
  "title": "The Best Cloth Napkins | The Strategist",
  "text": "Using cloth napkins instead of paper ones can instantly elevate an everyday meal at home (and also help cut down on waste). As in the world of bedding , there are a couple of choices to make about material. Cotton and linen napkins are the most common and, depending on what you’re going for, will have very different hand feels. I personally prefer something softer and more absorbent and lean toward cotton, but a rumpled linen serviette has a casual elegance about it that’s undeniably enticing. Fabric aside, cloth napkins are a great way to incorporate color and pattern — even embroidery — to your tablescape . You can find every solid color imaginable out there, but for something a bit more interesting, I’ve noticed a bunch of styles with contrasting trimmed edges in surprising combinations. To bring you the best cloth napkins, I reached out to experts, including designers, hospitality professionals, and people with exceptional taste, about the ones they set the table with every night. Below are 25 options, categorized by material. I’ve noted which are sold individually and which come in sets.\nBest cotton napkins\nMy Drap Cotton Cocktail Napkins $27 now 30% off $19 If you’re new to cloth napkins, here’s a set that might help you ease into using them. My Drap’s cotton napkins come in a roll much like paper towels, and function like them, too — except, unlike paper towels, these can be washed and used again. (They’re kind of like our favorite Swedish dishcloths in that way.) They come recommended by Vogue sustainability editor Tonne Goodman — who loves them so much that she once wrote an ode to them — and real-estate agent (and Strategist contributor ) Robert Khederian . Says Khederian, “These are pure genius: A cocktail napkin that comes on a roll in a pack of 50 for under $20. Tearing them off when company comes over is a shortcut to being the most elegant host.” According to him, the napkins, which come in a bunch of colors and patterns, are “semi-reusable” — Khederian notes that “you can wash them like you would any other napkin,” and the manufacturer says each napkin is good for about six washes.\n$19 at Amazon Buy $19 at Amazon Buy\nHawkins Essential Striped Dinner Napkins, Set of 4 $38 $38 Herman Miller creative director Kelsey Keith feels strongly about using cotton napkins over linen. “It’s an object you’re touching literally every day, so the hand shouldn’t feel terrible,” she says. “As a material, I feel cotton (or cotton blend) achieves this somewhat tricky balance better than all-linen.” Keith likes the weight of the cotton of these napkins from Hawkins — and also their striping.\n$38 at Schoolhouse Buy $38 at Hawkins New York Buy\nBlock Shop Tile Napkin, Grape, Set of 4 $60 $60 For a blended napkin that strikes a nice balance, Keith recommends this hand block printed set from Block Shop that’s 55 percent linen and 45 percent cotton. Plus, “this pattern and color combo rips,” says Keith.\n$60 at Block Shop Buy\nJenny Pennywood Everyday Napkins Dashes & Moons in Brick, Set of 2 $54 $54 Strategist senior editor Winnie Yang also prefers a cotton-linen blend napkin, and her favorites come from Jenny Pennywood. She owns several patterns, including this one of “dashes and moons” in brick on a white background and versions of this tonal green napkin . “They’re a nice heavy weight, which feels like it’s really effective for wiping your face (or a child’s face) clean with an added bonus that these don’t really require ironing,” she says, unlike other linen napkins she’s tried. “They wash really well too. There is a little fading with one that’s older and got used more than the others, but even faded, they’re still nice looking,” says Yang.\n$54 at Jenny Pennywood Buy\nHeather Taylor Home Gingham Hunter Napkins, Set of 4 $86 $86 These are the cloth napkins that Cup of Jo and Big Salad founder Joanna Goddard uses every night. “I love Heather Taylor napkins,” she says. “They’re thick, 100 percent cotton, and come in a gazillion colors and patterns.” She owns them in the hunter-green gingham. “They make our whole kitchen feel homey and welcoming, even when we’re just having pizza.”\n$86 at Heather Taylor Home Buy\nGregory Parkinson Indigo Sky Napkin $38 When Patricia Voto, designer and founder of One Of , isn’t making her own napkins from leftover fabric, she loves visiting March in San Francisco for its “amazing assortment” of serviettes. She especially likes the ones by Gregory Parkinson that incorporate two prints, like this double-sided indigo one made from hand-loomed cotton that has an ikat pattern on one side and hand block printing on the other.\n$38 at March Buy\nIchcha Yan Mustard Yellow Napkins $48 $48 Here’s another hand-blocked set, this time in a mustard-yellow print of an abstract floral design from Ichcha. The organic-cotton serviettes are recommended by interior designer Leah Alexander , who calls them her “absolute favorite cloth napkins.”\n$48 at Sustainable Home Goods Buy\nMinna Grid Napkins, Set of 4 $96 $96 The larger windowpane grid and frayed edges on these cotton napkins make them feel a bit more casual than similar styles on this list. The napkins are available in peach, indigo, and cream, and Liza Curtiss, a principal at Le Whit design studio says they “feel like a playful nod to cocktail hours of summers past — and look like an heirloom from the rich great-aunt you never had.”\n$96 at Afternoon Light Buy\nFive Two Everyday Soft Cotton Cloth Napkins $30 for 4 $30 for 4 If you like your napkins thick and towel-like, consider this set from Food52 that I’ve had for three years now . Made of cotton, they’re quite hefty and durable and come in six different subdued colors. (I got two multicolor sets that are no longer available.) They wash well and don’t hold on to stains — and are great to use for cleaning up after meals.\n$30 for 4 at Food52 Buy\nPottery Barn French Striped Organic Napkins, Set of 4 $40 $40 These classic-looking napkins have a French stripe down the middle and can be purchased in one of three styles: natural with a gray stripe, natural with a navy stripe (shown), and blue with a navy stripe. Heather Goerzen, Havenly’s director of content and design, told us about them. She says the organic-cotton napkins have a “modern pastoral vibe and rustic quality” that would make any table feel a bit more like one inside a giant old farmhouse. (For actual vintage French napkins, see below.)\n$40 at Pottery Barn Buy Best linen napkins\nSimonesFrenchVintage Small 1900s French Vintage Linen Red Striped Torchons, Set of 4 $46 Voto and Dung Ngo, founder of August Editions and flatware collector , both collec antique napkins for home use. While Voto looks for sets of antique napkins embroidered with friends’ initials on them, Ngo prefers French torchons that he buys at Paris flea markets. “They are meant to be kitchen towels, which I use for those purposes,” he tells me. They are white linen with red striping, and have one to three stripes on them, depending on the producer or region they were made. “I believe they were sold as a single narrow bolt, and the homemaker or the local mercerie would cut them down to the desired size and hem the cut edges,” says Ngo. If you aren’t taking a trip to France anytime soon, you can find some on Etsy.\n$46 at Etsy Buy\nBABSYCo Antique French White Farmhouse Damask Napkins with Red Embroidered Monogram, Set of 7 $113 $113 Here’s an example of a set of vintage French napkins with monogramming that Voto would look for on Etsy. They’re made from linen and are from around 1900.\n$113 at Etsy Buy\nGjusta Goods Linen Napkin - Set of 6 $88 $88 As Amanda Spina , the general manager at Brooklyn restaurant the Four Horsemen , told me, cloth napkins are “both incredibly easy and stupidly hard” to get right. “A lot of them can be a little too picnicky or twee,” she says. “You also don’t want something so pretty that you’re afraid to actually use it.” It is with all of these considerations in mind that she recommends these linen napkins from Gjusta Goods. The solid-colored napkins come in seven muted colors, some with contrasting edge stitching. “It’s hard to know which color to go with,” Spina admits, “as they are all quite nice!”\n$88 at Gjusta Goods Buy\nMerci Washed Linen Table Napkin $14 $14 For non-vintage French linen napkins, check out these from serviettes from Paris home-goods store Merci, which Spina is also a fan of. Shown in an azure blue, she notes that there are plenty more colors to consider. “There are so many options that it’s hard to choose,” Spina says.\n[ Editor’s note: Merci lists prices in euros, so the price shown for the napkin is an approximate conversion in U.S. dollars. ]\n$14 at Merci Buy\nMatteo Vintage Linen Napkin $20 $40 now 50% off $20 Strategist senior editor Simone Kitchens is “so obsessed with cloth napkins” that she’s tried many over the years, including from brands like Hay, Merci, Morrow, and Cultiver. Her favorite are Matteo’s “vintage linen” napkins that she owns in all ten colors. She calls them “generous” in size (they measure 22 inches square, which is bigger than the average size of about 18 inches square) but are still so soft: “You can wipe your mouth with them and it doesn’t feel like you’re using this heavy cloth.” While some people complain about linen’s inherent tendency to wrinkle — and stay that way — Kitchens loves the way the Matteos dry “all ripply.”\n$20 at Matteo Buy\nWilliams Sonoma Italian Washed Linen Napkins $60 for 4 $60 for 4 For more readily available solid-color linen napkins, Sam Bernstein, the founder of hospitality group Table22 , recommends this set from Williams Sonoma. Made of stonewashed linen, “these are large and durable,” he tells us. “They really stand up to a lot of use.” Plus, Bernstein adds that they’re “available in so many colors” — 12 in total, including neutrals and more vibrant options like sun yellow.\n$60 for 4 at Williams Sonoma Buy\nO’lucio Authentique Home Double-Hemstitched Linen Dinner Napkins, Set of 4 $41 $43 now 5% off $41 If you prefer the look of crisp white napkins, this set made of pure flax linen stands out due to its stitched border. Interior designer Elaine Griffin is “wild about them,” saying, “These luxurious pure-linen napkins have hemstitching and Swiss dot embroidery, two of the most elegant details for linens known to mankind.”\n$41 at Amazon Buy $41 at Amazon Buy\nSferra Festival Table Linens (Set of 4) $69 $69 And for something a little higher end, Khederian recommends these linen napkins from Sferra for their quality and versatility. “The white linen will match any table and be just as stylish today as it will ten years from today,” he says. “Sferra is one of the best brands out there, so with proper care, these napkins will be with you for the next decade (if not longer)!” And if the notion of going a decade without staining a white napkin makes you nervous, know that these come in (literally) 100 other colors.\n$69 at Amazon Buy\nTina Chen Designs Hand-Knotted Fringe 4-Piece Napkin Set $180 $180 Busayo Olupona, designer and founder of clothing line Busayo , turns to Tina Chen Designs for her cloth napkins. “They make napkins that are beautiful and whimsical with organic, unexpected details that are surprising,” says Olupona. “They’re available in a range of colors and are just really stunning.” Her favorite style is this linen set that has hand-knotted fringe with contrasting deep-blue accents — a great choice for anyone who prefers a classic white napkin with a little flair.\n$180 at Saks Fifth Avenue Buy\nLinge Particulier Linen Napkin, Navy Check $18 $18 This simple gridded napkin from French line Linge Particulier is a favorite of architecture critic Alexandra Lange , who says the material “washes really nicely and is soft and absorbent even after repeated washings.” If you like the sound of it but not this exact look, she says they come in various colorways that are just as versatile. This selection also allows you to “make a pretty mixed set in different tones,” notes Lange, who adds that she likes the napkins so much, she got a set for her mom as a gift.\n$18 at Collyer’s Mansion Buy\nHawkins New York Simple Linen Napkins $22 $22 Hawkins New York’s solid-colored linen napkins are another style that’s made for mixing and matching, according to Liza Curtiss, a principal at Le Whit design studio. “I love that these napkins are sold separately,” she says. “It allows you to mix the 17 different color offerings to match your table-scape to a T.” If you’re unsure whether to go light or dark, she prefers darker-colored napkins “so I never have to shy away from serving marinara and red wine.”\n$22 at Hawkins New York Buy\nZsuzsanna Nyul for Cabana Floral Limewash Blue Napkins (Set of 4) $130 $130 Linen napkins can also come in intricately detailed patterns as well. Voto loves the work of Hungarian artist Zsuzsanna Nyul (“She was a nice secret for a while,” she tells me). These serviettes feature a stenciled pattern of white florals on a faded blue background meant to evoke old lime wash painting techniques inspired by Nyul’s heritage.\n$130 at Cabana Magazine Buy\nAutumn Sonata Marianne Napkin, Set of 4 $98 $98 Autumn Sonata, which makes some of the best patterned towels in the business, just released a line of table linens that are equally impressive. Like the towels, the tabletop collection is inspired by historical textiles and patterns, and the Marianne napkin features brown florals against a rust-orange backdrop that evokes damask. Kitchens got an early look at them and calls them “incredibly soft” with beautiful patterns that “really do feel antique.” While they’re made of linen, Kitchens says they feel “almost silken” and have a “swishy, slinky weight” to them. The material is “super-thin — and the least scratchy linen I’ve ever felt.” They’re available in three other prints, including paisley and two Japanese-inspired patterns. They’re finished with a red embroidered logo in the corner.\n$98 at Autumn Sonata Buy\nProper Table Wadsworth Goldenrod Gingham Napkins, Set of 4 $84 $84 Here’s a gingham set, this time in linen, that I love using at home. The material is quite thin and soft compared to other linen napkins I’ve tried, making them both easy to use and nice to look at.\n$84 at Proper Table Buy",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Environment"
  ],
  "external_links": [
    "http://www.amazon.com/exec/obidos/ASIN/B004XV3P5E",
    "https://table22.com/",
    "https://go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fwww.potterybarn.com%2Fproducts%2Ffrench-striped-organic-cotton-napkins%2F%3Fpkey%3Dcplace-mats-napkins&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__147266______________",
    "https://www.leahalexander.info/",
    "https://havenly.com/",
    "http://august-editions.com/",
    "https://shopthemansion.com/collections/vendors?q=Linge+Particulier&filter.p.product_type=Napkin&sort_by=title-ascending",
    "https://go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fwww.etsy.com%2Flisting%2F1666774157%2Ffour-small-french-vintage-linen-red&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__231357______________",
    "https://yoursustainablehome.com/collections/kitchen/products/ichcha-yan-mustard-yellow-napkins-set-of-4",
    "https://go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fwww.etsy.com%2Flisting%2F1666774157%2Ffour-small-french-vintage-linen-red&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__231357______________",
    "https://go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fwww.hawkinsnewyork.com%2Fproducts%2Fessential-striped-dinner-napkin-set-of-4-mustard-bronze&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__231349______________",
    "https://www.alexandralange.net/",
    "https://click.linksynergy.com/deeplink?id&#x3D;OHlcvPYhHQM&mid&#x3D;13816&murl&#x3D;https%3A%2F%2Fwww.saksfifthavenue.com%2Fproduct%2Ftina-chen-designs-hand-knotted-fringe-4-piece-napkin-set-0400015482143.html%3Fdwvar_0400015482143_color%3DWHITE%2520SOLIDER%2520BLUE&u1&#x3D;",
    "https://go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fcabanamagazine.com%2Fcollections%2Fzsuzsanna-nyul%2Fproducts%2Ffloral-limewash-blue-napkins-set-of-4&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__231360______________",
    "https://elainegriffin.com/",
    "https://go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fcabanamagazine.com%2Fcollections%2Fzsuzsanna-nyul%2Fproducts%2Ffloral-limewash-blue-napkins-set-of-4&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__231360______________",
    "https://www.instagram.com/notenoughangers/?hl=en",
    "https://go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fmerci-merci.com%2Fen%2Fproducts%2Fserviette-de-table-en-lin-lave-bleu-paros&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__147271______________",
    "http://www.amazon.com/exec/obidos/ASIN/B004XV3WKW",
    "https://heathertaylorhome.com/shop/gingham-hunter-napkins/",
    "https://go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fwww.potterybarn.com%2Fproducts%2Ffrench-striped-organic-cotton-napkins%2F%3Fpkey%3Dcplace-mats-napkins&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__147266______________",
    "https://go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fwww.etsy.com%2Flisting%2F1504896795%2Fa-set-of-7-antique-french-white%3F&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__231358______________",
    "http://www.fourhorsemenbk.com/",
    "https://go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fpropertableco.com%2Fcollections%2Fnapkins%2Fproducts%2Fwadsworth-napkin-set&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__231366_________",
    "https://go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fwww.blockshoptextiles.com%2Fcollections%2Ftable-linens%2Fproducts%2Ftile-napkin-grape&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__231350______________",
    "https://go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fmarchsf.com%2Fproducts%2Fgregory-parkinson-indigo-sky-napkin%3Fvariant%3D41328654712877&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__231352______________",
    "https://go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fwww.schoolhouse.com%2Fproducts%2Fessential-striped-dinner-napkins-set-of-4%3Fvariant%3D42482201362476&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__231348______________",
    "https://go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fpropertableco.com%2Fcollections%2Fnapkins%2Fproducts%2Fwadsworth-napkin-set&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__231366______________",
    "https://www.zsuzsannanyul.com/website/Home.html",
    "https://jennypennywood.com/collections/napkins/products/copy-of-everyday-napkins-dashes-moons-brick",
    "https://www.instagram.com/oneof_ny/",
    "https://jennypennywood.com/products/everyday-napkins-checks-matcha-pear",
    "https://go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fmarchsf.com%2Fproducts%2Fgregory-parkinson-indigo-sky-napkin%3Fvariant%3D41328654712877&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__231352______________",
    "https://go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fwww.williams-sonoma.com%2Fproducts%2Fwashed-linen-napkins%2F%3Fpkey%3Dctable-linens-napkins&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__147262______________",
    "https://go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fshopthemansion.com%2Fcollections%2Fnapkins%2Fproducts%2Flinen-napkin-navy-check&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__147270______________",
    "http://www.amazon.com/exec/obidos/ASIN/B08F81PWH7",
    "https://go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fwww.hawkinsnewyork.com%2Fproducts%2Fessential-striped-dinner-napkin-set-of-4-mustard-bronze&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__231349______________",
    "https://afternoonlight.com/products/minna-goods-grid-napkin?variant&#x3D;43010498199760",
    "https://go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fshopthemansion.com%2Fcollections%2Fnapkins%2Fproducts%2Flinen-napkin-navy-check&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__147270______________",
    "https://prf.hn/click/camref:1101litUH/%5Bp_id:1100l394641%5D/pubref:__st0314aam__ckkd1a43000000tok0zy60su3__142328______________/destination:https%3A%2F%2Ffood52.com%2Fshop%2Fproducts%2F7438-five-two-everyday-soft-cotton-napkins",
    "https://go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fwww.etsy.com%2Flisting%2F1504896795%2Fa-set-of-7-antique-french-white%3F&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__231358______________",
    "http://www.amazon.com/exec/obidos/ASIN/B004XV48AU",
    "https://www.instagram.com/thosefrieslookgood/",
    "https://www.instagram.com/knifeforkspoon.co/",
    "https://www.instagram.com/busayoworld/",
    "https://go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fwww.schoolhouse.com%2Fproducts%2Fessential-striped-dinner-napkins-set-of-4%3Fvariant%3D42482201362476&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__231348______________",
    "https://go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fwww.blockshoptextiles.com%2Fcollections%2Ftable-linens%2Fproducts%2Ftile-napkin-grape&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__231350______________",
    "https://us.autumnsonata.co/products/copy-of-agnes-bath-sheet",
    "http://www.amazon.com/exec/obidos/ASIN/B004XV3N74",
    "http://www.amazon.com/exec/obidos/ASIN/B01DCFU00Y",
    "https://go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fwww.williams-sonoma.com%2Fproducts%2Fwashed-linen-napkins%2F%3Fpkey%3Dctable-linens-napkins&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__147262______________",
    "https://go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fmatteola.com%2Fproducts%2Fvintage-linen-napkin%3Fvariant%3D21652106117180&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__231373______________",
    "https://gjustagoods.com/products/linen-napkins-set-of-6?variant&#x3D;40307830980650",
    "https://click.linksynergy.com/deeplink?id=OHlcvPYhHQM&mid=13816&murl=https%3A%2F%2Fwww.saksfifthavenue.com%2Fproduct%2Ftina-chen-designs-hand-knotted-fringe-4-piece-napkin-set-0400015482143.html%3Fdwvar_0400015482143_color%3DWHITE%2520SOLIDER%2520BLUE&u1=",
    "https://go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fwww.sferra.com%2Fproducts%2Ffestival-napkins-in-neutral-tones&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__147281______________",
    "https://www.hawkinsnewyork.com/products/simple-linen-napkins",
    "https://lewhit.com/",
    "https://go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fmatteola.com%2Fproducts%2Fvintage-linen-napkin%3Fvariant%3D21652106117180&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__231373______________",
    "https://go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fmerci-merci.com%2Fen%2Fproducts%2Fserviette-de-table-en-lin-lave-bleu-paros&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__147271______________",
    "https://www.go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fmatteola.com%2Fproducts%2Fvintage-linen-napkin%3Fvariant%3D21652106117180&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__231373______________",
    "https://www.afternoonlight.com/products/minna-goods-grid-napkin?variant&#x3D;43010498199760",
    "https://www.go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fcabanamagazine.com%2Fcollections%2Fzsuzsanna-nyul%2Fproducts%2Ffloral-limewash-blue-napkins-set-of-4&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__231360______________",
    "https://www.jennypennywood.com/collections/napkins/products/copy-of-everyday-napkins-dashes-moons-brick",
    "https://www.instagram.com/notenoughangers/",
    "https://instagram.com/oneof_ny/",
    "https://www.go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fwww.hawkinsnewyork.com%2Fproducts%2Fessential-striped-dinner-napkin-set-of-4-mustard-bronze&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__231349______________",
    "http://fourhorsemenbk.com/",
    "https://www.go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fmerci-merci.com%2Fen%2Fproducts%2Fserviette-de-table-en-lin-lave-bleu-paros&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__147271______________",
    "https://www.alexandralange.net",
    "https://leahalexander.info/",
    "https://www.go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fmarchsf.com%2Fproducts%2Fgregory-parkinson-indigo-sky-napkin%3Fvariant%3D41328654712877&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__231352______________",
    "http://amazon.com/exec/obidos/ASIN/B08F81PWH7",
    "https://instagram.com/knifeforkspoon.co/",
    "https://www.table22.com/",
    "http://www.fourhorsemenbk.com",
    "https://click.linksynergy.com/deeplink",
    "https://lewhit.com",
    "https://www.go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fshopthemansion.com%2Fcollections%2Fnapkins%2Fproducts%2Flinen-napkin-navy-check&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__147270______________",
    "https://hawkinsnewyork.com/products/simple-linen-napkins",
    "https://www.click.linksynergy.com/deeplink?id=OHlcvPYhHQM&mid=13816&murl=https%3A%2F%2Fwww.saksfifthavenue.com%2Fproduct%2Ftina-chen-designs-hand-knotted-fringe-4-piece-napkin-set-0400015482143.html%3Fdwvar_0400015482143_color%3DWHITE%2520SOLIDER%2520BLUE&u1=",
    "https://www.gjustagoods.com/products/linen-napkins-set-of-6?variant&#x3D;40307830980650",
    "https://www.go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fmatteola.com%2Fproducts%2Fvintage-linen-napkin%3Fvariant%3D21652106117180&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__231373______________",
    "https://www.go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fcabanamagazine.com%2Fcollections%2Fzsuzsanna-nyul%2Fproducts%2Ffloral-limewash-blue-napkins-set-of-4&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__231360______________",
    "https://www.instagram.com/thosefrieslookgood",
    "https://www.go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fshopthemansion.com%2Fcollections%2Fnapkins%2Fproducts%2Flinen-napkin-navy-check&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__147270______________",
    "https://www.jennypennywood.com/products/everyday-napkins-checks-matcha-pear",
    "https://afternoonlight.com/products/minna-goods-grid-napkin",
    "http://amazon.com/exec/obidos/ASIN/B004XV48AU",
    "https://www.go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fwww.blockshoptextiles.com%2Fcollections%2Ftable-linens%2Fproducts%2Ftile-napkin-grape&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__231350______________",
    "https://havenly.com",
    "https://heathertaylorhome.com/shop/gingham-hunter-napkins",
    "https://www.instagram.com/knifeforkspoon.co",
    "https://www.go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fwww.blockshoptextiles.com%2Fcollections%2Ftable-linens%2Fproducts%2Ftile-napkin-grape&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__231350______________",
    "https://www.go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fmerci-merci.com%2Fen%2Fproducts%2Fserviette-de-table-en-lin-lave-bleu-paros&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__147271______________",
    "https://www.yoursustainablehome.com/collections/kitchen/products/ichcha-yan-mustard-yellow-napkins-set-of-4",
    "http://www.august-editions.com/",
    "http://august-editions.com",
    "https://instagram.com/thosefrieslookgood/",
    "https://alexandralange.net/",
    "https://www.go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fwww.potterybarn.com%2Fproducts%2Ffrench-striped-organic-cotton-napkins%2F%3Fpkey%3Dcplace-mats-napkins&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__147266______________",
    "https://www.elainegriffin.com/",
    "https://www.us.autumnsonata.co/products/copy-of-agnes-bath-sheet",
    "http://amazon.com/exec/obidos/ASIN/B004XV3N74",
    "https://www.go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fwww.etsy.com%2Flisting%2F1504896795%2Fa-set-of-7-antique-french-white%3F&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__231358______________",
    "https://www.prf.hn/click/camref:1101litUH/%5Bp_id:1100l394641%5D/pubref:__st0314aam__ckkd1a43000000tok0zy60su3__142328______________/destination:https%3A%2F%2Ffood52.com%2Fshop%2Fproducts%2F7438-five-two-everyday-soft-cotton-napkins",
    "https://gjustagoods.com/products/linen-napkins-set-of-6",
    "https://www.go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fwww.etsy.com%2Flisting%2F1666774157%2Ffour-small-french-vintage-linen-red&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__231357______________",
    "https://www.go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fwww.schoolhouse.com%2Fproducts%2Fessential-striped-dinner-napkins-set-of-4%3Fvariant%3D42482201362476&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__231348______________",
    "https://www.havenly.com/",
    "http://amazon.com/exec/obidos/ASIN/B01DCFU00Y",
    "http://amazon.com/exec/obidos/ASIN/B004XV3WKW",
    "https://www.instagram.com/oneof_ny",
    "https://www.go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fwww.williams-sonoma.com%2Fproducts%2Fwashed-linen-napkins%2F%3Fpkey%3Dctable-linens-napkins&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__147262______________",
    "https://zsuzsannanyul.com/website/Home.html",
    "https://www.go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fwww.williams-sonoma.com%2Fproducts%2Fwashed-linen-napkins%2F%3Fpkey%3Dctable-linens-napkins&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__147262______________",
    "https://www.heathertaylorhome.com/shop/gingham-hunter-napkins/",
    "https://www.go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fmarchsf.com%2Fproducts%2Fgregory-parkinson-indigo-sky-napkin%3Fvariant%3D41328654712877&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__231352______________",
    "http://amazon.com/exec/obidos/ASIN/B004XV3P5E",
    "https://elainegriffin.com",
    "https://www.go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fwww.potterybarn.com%2Fproducts%2Ffrench-striped-organic-cotton-napkins%2F%3Fpkey%3Dcplace-mats-napkins&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__147266______________",
    "https://www.go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fpropertableco.com%2Fcollections%2Fnapkins%2Fproducts%2Fwadsworth-napkin-set&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__231366______________",
    "https://www.shopthemansion.com/collections/vendors?q=Linge+Particulier&filter.p.product_type=Napkin&sort_by=title-ascending",
    "https://instagram.com/notenoughangers/?hl=en",
    "https://www.go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fwww.etsy.com%2Flisting%2F1504896795%2Fa-set-of-7-antique-french-white%3F&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__231358______________",
    "https://www.click.linksynergy.com/deeplink?id&#x3D;OHlcvPYhHQM&mid&#x3D;13816&murl&#x3D;https%3A%2F%2Fwww.saksfifthavenue.com%2Fproduct%2Ftina-chen-designs-hand-knotted-fringe-4-piece-napkin-set-0400015482143.html%3Fdwvar_0400015482143_color%3DWHITE%2520SOLIDER%2520BLUE&u1&#x3D;",
    "https://www.go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fpropertableco.com%2Fcollections%2Fnapkins%2Fproducts%2Fwadsworth-napkin-set&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__231366_________",
    "https://www.instagram.com/busayoworld",
    "https://www.lewhit.com/",
    "https://go.redirectingat.com/",
    "https://www.go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fwww.sferra.com%2Fproducts%2Ffestival-napkins-in-neutral-tones&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__147281______________",
    "https://www.go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fwww.etsy.com%2Flisting%2F1666774157%2Ffour-small-french-vintage-linen-red&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__231357______________",
    "https://shopthemansion.com/collections/vendors",
    "https://www.go.redirectingat.com/?xs&#x3D;1&id&#x3D;1025X1552619&url&#x3D;https%3A%2F%2Fwww.hawkinsnewyork.com%2Fproducts%2Fessential-striped-dinner-napkin-set-of-4-mustard-bronze&xcust&#x3D;__st0314aam__ckkd1a43000000tok0zy60su3__231349______________",
    "https://instagram.com/busayoworld/",
    "https://www.leahalexander.info",
    "https://table22.com",
    "https://www.go.redirectingat.com/?xs=1&id=1025X1552619&url=https%3A%2F%2Fwww.schoolhouse.com%2Fproducts%2Fessential-striped-dinner-napkins-set-of-4%3Fvariant%3D42482201362476&xcust=__st0314aam__ckkd1a43000000tok0zy60su3__231348______________"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:06:44.659+02:00",
  "updated": "2024-03-15T16:44:52.057+02:00"
}