{
  "thread": {
    "uuid": "0146d2d27290c2fcd9983e0205969110cb0146d9",
    "url": "https://snowbrains.com/much-needed-snow-for-utah-good-conditions-for-the-next-10-days/",
    "site_full": "snowbrains.com",
    "site": "snowbrains.com",
    "site_section": "https://snowbrains.com/feed/",
    "site_categories": [
      "skiing",
      "sports"
    ],
    "section_title": "SnowBrains",
    "title": "Much Needed Snow for Utah | Good Conditions for the Next 10+ Days",
    "title_full": "Much Needed Snow for Utah | Good Conditions for the Next 10+ Days",
    "published": "2024-01-03T21:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://snowbrains.com/wp-content/uploads/2024/01/Screen-Shot-2024-01-03-at-6.50.19-AM.png",
    "performance_score": 0,
    "domain_rank": 61185,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0146d2d27290c2fcd9983e0205969110cb0146d9",
  "url": "https://snowbrains.com/much-needed-snow-for-utah-good-conditions-for-the-next-10-days/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "WeatherBrains",
  "published": "2024-01-03T21:30:00.000+02:00",
  "title": "Much Needed Snow for Utah | Good Conditions for the Next 10+ Days",
  "text": "Forecast prepared around 10:00 Jan 3, 2024 Forecast Summary A series of storms will bring snow to the entire U.S. West over the next ~10 days. This is welcome news, as most of the West is [well below normal snowpack](https://snowbrains.com/the-state-of-the-snowpack-hope-for-more-snow-in-2024/) for this time of year. The author’s last pow turns were almost a month ago on December 9th – unacceptable, frankly. About time for some new snow! There are four storms for Utah skiers/riders to watch in the next week. Two small ones coming Thursday and Friday night, with two somewhat bigger storms arriving Sunday-Monday and again Wednesday-Thursday (the 10th-11th). Short Term Storm #1 will primarily impact Southern Utah (see above), bringing a few inches of snow to Brian Head and Eagle Point Wednesday night. Despite the southern track, some scraps will make it as far north as the Cottonwood/Park City resorts, where an inch or two of snow is likely on Thursday. Nothing too exciting, but this is just an appetizer storm. Expected new snow: - Alta/Snowbird/Solitude/Brighton: Up to 3″ - Park City/Deer Valley: Up to 2″ - Powder Mountain/Snowbasin/Beaver Mountain: <1″ - Brian Head/Eagle Point: 3-5″ Storm #2 won’t be a blockbuster either, but will further soften up the firm snow we’ve been on for the past month or so. Expect mountain snow showers to increase through the afternoon on Friday with a bit of a burst of snow Friday night as a cold front moves through. This storm will bring a period of moist northwesterly winds aloft Friday evening-night, which is excellent news for skiers in the Cottonwoods. Solitude, Brighton, and especially Alta & Snowbird all do very well in these types of storms. Check it out, this map shows you what’s happening at about 10,000′ elevation around midday Friday. We’ve got a nice blob of green (moisture) approaching and a great fetch of those sweet northwesterly winds that Cottonwoods skiers & riders should always be excited about: Expected new snow: - Alta/Snowbird/Solitude/Brighton: 5-10″ (possibly more if we can get some help from the lake) - Park City/Deer Valley: 2-5″ - Powder Mountain/Snowbasin/Beaver Mountain: 2-3″ - Brian Head/Eagle Point: An inch if you’re lucky This Weekend and Beyond Storm #3 will be an impressive one, but I think the meatiest part of this system will dive south and west of Utah, bringing the best snow to CA, AZ, NM, & CO. You can see this nicely in model forecasts, which show a big ‘ol trough centered over California and Nevada on Sunday morning, which then heads toward the Four Corners through Monday: If the storm track trends much further south, most of the Utah resorts probably only pull down a couple of inches from this one. If it trends a little farther north, we could be talking about a 10″+ storm for most of our mountains. I won’t guess which comes to pass quite yet. Storm #4 is still a while off, arriving Wednesday-Thursday of next week (Jan 10-11), but has some potential to bring a solid round of snow mostly to the northern half of the state. It’s a little early to be putting snow numbers on this storm, but something in the ballpark of 6-18″ seems reasonable for now. As for the rest of January, long-range forecast tools suggest we stay in a fairly active pattern. Some ensemble forecasts like the one below keep the storms coming through the 20th: Honestly, I don’t put much stock into forecasts beyond a 7-10-day window. It’s just good to know we probably won’t see another totally dry period in the next couple of weeks. I’ll leave you with the CPC extended outlooks because they make me excited for the rest of the month. Happy shredding.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brian head",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "eagle",
        "sentiment": "none"
      },
      {
        "name": "us west",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "utah",
        "sentiment": "none"
      },
      {
        "name": "cottonwood/park city",
        "sentiment": "none"
      },
      {
        "name": "brighton",
        "sentiment": "none"
      },
      {
        "name": "park city",
        "sentiment": "none"
      },
      {
        "name": "alta",
        "sentiment": "none"
      },
      {
        "name": "snowbasin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-03T21:32:57.858+02:00",
  "updated": "2024-01-04T00:26:20.304+02:00"
}