{
  "thread": {
    "uuid": "c2394df431a57d69a99189d3f7187492d9155995",
    "url": "https://m.dailyhunt.in/news/india/english/lokmattimes-epaper-dhfd5012174f5c4159918eaf51ebc42a19/ins+jatayu+strengthens+indias+maritime+security+in+lakshadweep+navy+chief-newsid-n589932158",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-cinemaexpress",
    "site_categories": [
      "media"
    ],
    "section_title": "Dailyhunt",
    "title": "INS Jatayu strengthens India's maritime security in Lakshadweep: Navy chief",
    "title_full": "INS Jatayu strengthens India's maritime security in Lakshadweep: Navy chief",
    "published": "2024-03-08T14:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/3f/0d/9f/3f0d9fb594db576970cefcea7a2d297da35327c474352fd2ede813bc16f57667.jpg",
    "performance_score": 0,
    "domain_rank": 18380,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c2394df431a57d69a99189d3f7187492d9155995",
  "url": "https://m.dailyhunt.in/news/india/english/lokmattimes-epaper-dhfd5012174f5c4159918eaf51ebc42a19/ins+jatayu+strengthens+indias+maritime+security+in+lakshadweep+navy+chief-newsid-n589932158",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailyhuntapp",
  "published": "2024-03-08T14:59:00.000+02:00",
  "title": "INS Jatayu strengthens India's maritime security in Lakshadweep: Navy chief",
  "text": "New Delhi [India], March 8 : Chief of Naval Staff, R Hari Kumar, highlighted the significance of the recently commissioned INS Jatayu at Minocoy Island, stating that it reinforces the nation's commitment to safeguarding its maritime interests in the strategic Lakshadweep region.\nThe commissioning ceremony marked a pivotal milestone in India&apos;s naval capabilities, with INS Jatayu poised to play a crucial role in enhancing maritime domain awareness and bolstering the Indian Navy&apos;s sustenance and surveillance capabilities in the region.\nKumar underscored the strategic importance of Lakshadweep, saying, \"The commissioning of INS Jatayu at Minicoy holds immense significance for our nation&apos;s maritime security and underscores the strategic significance of Lakshadweep.\"\n\"The Naval Base will serve as a vanguard, providing crucial maritime domain awareness while enhancing the Indian Navy&apos;s sustenance & surveillance in the region,\" he added.\nThe Indian Navy on Wednesday commissioned its second naval base, INS Jatayu, at Minicoy Island in Lakshadweep to strengthen its foothold in the region, the Indian Navy said in an official statement.\nThe INS Jatayu was commissioned in the presence of Adm R Hari Kumar, the Chief of Naval Staff, Administrator of Lakshadweep, Praful K Patel, V Adm V Srinivas, Flag Officer Commanding-in-Chief, Southern Naval Command.\nAccording to the statement, \"This milestone event strengthens the Indian Navy&apos;s foothold in the Lakshadweep island while extending capacity building, operational reach and sustenance in the region. The establishment of the Naval Base at Minicoy will augment connectivity with the mainland, focusing on the comprehensive development of the islands.\"\nThe INS Jatayu will be functioning under the operational control of the Naval Officer in Charge (Lakshadweep), Southern Naval Command.\nOn the occasion, the Chief of Naval Staff was presented with a 50-man Guard of Honour and Commander Vrat Baghel, the first commanding officer of the unit, recited the invocation in Sanskrit, followed by the reading of the commissioning warrant.\nAfter the unveiling of the commissioning plaque, the Naval Ensign was hoisted to the tune of the National Anthem. With the last note of the National Anthem, the commissioning pennant was broken on the mast.\nThe commissioning ceremony was attended by Vice Admiral Sanjay J Singh, Flag Officer Commanding in Chief, Western Naval Command, senior Naval officers and distinguished guests.\nOn completion of the commissioning ceremony, the Maritime Operations Center at Minicoy was inaugurated and the Chief of the Naval Staff, interacted with the officers and men of the unit and commended them on this momentous occasion.\nINS Jatayu will play a significant role in the Indian Navy&apos;s operational surveillance while embracing the vision of SAGAR (Security and Growth for All in the Region).\nDisclaimer: This post has been auto-published from an agency feed without any modifications to the text and has not been reviewed by an editor",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ins jatayu",
        "sentiment": "negative"
      },
      {
        "name": "hari kumar",
        "sentiment": "negative"
      },
      {
        "name": "jatayu",
        "sentiment": "none"
      },
      {
        "name": "kumar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "navy",
        "sentiment": "negative"
      },
      {
        "name": "indian navy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "lakshadweep",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "minocoy island",
        "sentiment": "none"
      },
      {
        "name": "minicoy island",
        "sentiment": "none"
      },
      {
        "name": "minicoy",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T00:59:55.016+02:00",
  "updated": "2024-03-09T00:59:55.016+02:00"
}