{
  "thread": {
    "uuid": "831e328767e0c36051dea677e89fdfa1ea6eecf3",
    "url": "http://adams.house.gov/media-center/press-releases/vp-harris-announces-enormous-20b-clean-energy-investment-rep-adams",
    "site_full": "adams.house.gov",
    "site": "house.gov",
    "site_section": "https://adams.house.gov/",
    "site_categories": [],
    "section_title": "Congresswoman Alma Adams | Representing the 12th District of North Carolina",
    "title": "VP Harris Announces Enormous $20B Clean Energy Investment with Rep Adams | Congresswoman Alma Adams",
    "title_full": "VP Harris Announces Enormous $20B Clean Energy Investment with Rep Adams | Congresswoman Alma Adams",
    "published": "2024-04-04T22:14:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 444,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "831e328767e0c36051dea677e89fdfa1ea6eecf3",
  "url": "http://adams.house.gov/media-center/press-releases/vp-harris-announces-enormous-20b-clean-energy-investment-rep-adams",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "adams.house.gov",
  "published": "2024-04-04T22:14:00.000+03:00",
  "title": "VP Harris Announces Enormous $20B Clean Energy Investment with Rep Adams | Congresswoman Alma Adams",
  "text": "Image CHARLOTTE – Congresswoman Alma S. Adams, Ph.D. (NC-12) , welcomed the Vice President of the United States, the Honorable Kamala S. Harris , and EPA Administrator Michael Regan , to Charlotte today to kick off a blockbuster $20 billion investment in clean energy and American jobs.\nThe Inflation Reduction Act, passed in 2022 by President Biden and congressional Democrats, creates a ‘Green Bank” that will fund clean energy, new technologies, retrofitting and updating of homes and buildings for energy efficiency, and other investments to reduce emissions and build a new economy for all Americans. The President’s Justice40 initiative means 40% of the benefits of such programs, which include good-paying jobs and cleaner cities, will go to previously underserved communities.\nThe $20 billion investment, which Vice President Harris and Administrator Regan are joining Rep. Adams to announce today in several awards, is an enormous investment in taking on the climate crisis, larger than the yearly output of the economy of Jamaica. It will create a financing network for clean energy projects that will mobilize $7 in private capital for every $1 spent. The resulting $160 billion projected investment would represent an investment larger than has been made by virtually any nation on Earth.\n“When President Biden and I made the largest investment in our nation's history to address the climate crisis and to build a clean energy economy, we made sure that every community would be able to participate and benefit,” said Vice President Kamala Harris . “The grantees announced today will help ensure that families, small businesses, and community leaders have access to the capital they need to make climate and clean energy projects a reality in their neighborhoods.”\n“Clean energy, good-paying jobs, and a healthier future are in store for North Carolina,” said Congresswoman Alma S. Adams, Ph.D. “These investments will pay off sevenfold in the immediate future but are priceless in the long run. We are rebuilding roads, bridges, and tunnels, erecting new transit infrastructure, and we’ll have more efficient offices, homes, and schools. Our children will grow up healthier. They will pay less to heat their homes. They will be safer from the lessening effects of climate change. This country can at last have hope for the future again.”\n“President Biden and Vice President Harris have put communities at the center of their Investing in America agenda. Today, we’re putting an unprecedented $20 billion to work in communities that for too long have been shut out of resources to lower costs and benefit from clean technology solutions,” said EPA Administrator Michael S. Regan. “The selectees announced today will deliver transformational investments for American communities, businesses, and families and unleash tens of thousands of clean technology projects like putting solar on small businesses, electrifying affordable housing, providing EV loans for young families, and countless others. That translates to good-paying jobs, energy bill savings, and cleaner air, all while delivering on President Biden’s historic agenda to combat climate change.”\nMore Info:\nThe U.S. Environmental Protection Agency (EPA) announced its selections for $20 billion in grant awards under two competitions within the historic $27 billion Greenhouse Gas Reduction Fund (GGRF) today, which was created under the Inflation Reduction Act as part of President Biden’s Investing in America agenda. The three selections under the $14 billion National Clean Investment Fund and five selections under the $6 billion Clean Communities Investment Accelerator will create a national clean financing network for clean energy and climate solutions across sectors, ensuring communities have access to the capital they need to participate in and benefit from a cleaner, more sustainable economy. By financing tens of thousands of projects, this national clean financing network will mobilize private capital to reduce climate and air pollution while also reducing energy costs, improving public health, and creating good-paying clean energy jobs in communities across the country, especially in low-income and disadvantaged communities.\nVice President Kamala Harris and EPA Administrator Michael S. Regan announced the selections under these two grant competitions in Charlotte, North Carolina. While in Charlotte, the Vice President and Administrator will meet with a homeowner in a historically Black community, where a local nonprofit, Self-Help, worked with community partners to finance, renovate, and construct energy-efficient, affordable homes for low- and moderate-income families. Thanks to that partnership, this first-time homeowner pays significantly lower energy bills and has a healthy and comfortable place to raise his family. The selections the Vice President is announcing will ensure more families can experience those same benefits. In fact, one of the selections being announced today will allow Self-Help and its partners as part of the Climate United Fund’s application to deliver similar home efficiency projects to over 30,000 homes across the country.\nCollectively, the selected applicants have committed to driving significant impact toward the program’s objectives. They will reduce or avoid up to 40 million metric tons of climate pollution per year, making a significant contribution to the Biden-Harris Administration’s climate goals. They will mobilize almost $7 of private capital for every $1 of federal funds, ensuring that each public dollar is leveraged for significant private-sector investment. And they will dedicate over $14 billion of capital—over 70% of the selections for awards announced today—toward low-income and disadvantaged communities, making the Greenhouse Gas Reduction Fund the single largest non-tax investment within the Inflation Reduction Act to build a clean energy economy while benefiting communities historically left behind.\n###\nIssues : Energy and Environment Jobs and the Economy Local Issues",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Social Issue",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "adams",
        "sentiment": "negative"
      },
      {
        "name": "alma s. adams",
        "sentiment": "negative"
      },
      {
        "name": "regan",
        "sentiment": "none"
      },
      {
        "name": "kamala s. harris",
        "sentiment": "none"
      },
      {
        "name": "biden",
        "sentiment": "none"
      },
      {
        "name": "michael regan",
        "sentiment": "none"
      },
      {
        "name": "harris",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "clean energy investment",
        "sentiment": "negative"
      },
      {
        "name": "green bank",
        "sentiment": "none"
      },
      {
        "name": "epa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "charlotte",
        "sentiment": "none"
      },
      {
        "name": "states",
        "sentiment": "none"
      },
      {
        "name": "charlotte",
        "sentiment": "none"
      },
      {
        "name": "jamaica",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:58:46.693+03:00",
  "updated": "2024-05-05T01:38:04.571+03:00"
}