{
  "thread": {
    "uuid": "19775be1aa17c44883c00bcd5e854a43468322bb",
    "url": "https://www.hhs.gov/about/news/2024/04/04/biden-harris-administration-finalizes-rule-expanding-access-care-increasing-protections-people-medicare-advantage-medicare-part-d.html",
    "site_full": "www.hhs.gov",
    "site": "hhs.gov",
    "site_section": "http://www.hhs.gov/rss/news/hhsnews.xml",
    "site_categories": [
      "health",
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "Latest News",
    "title": "Biden-Harris Administration Finalizes Rule Expanding Access to Care and Increasing Protections for People with Medicare Advantage and Medicare Part D",
    "title_full": "Biden-Harris Administration Finalizes Rule Expanding Access to Care and Increasing Protections for People with Medicare Advantage and Medicare Part D",
    "published": "2024-04-05T00:19:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.hhs.gov/sites/default/files/styles/og_image_style/public/news_release.png?itok=7Yn3VSO9",
    "performance_score": 0,
    "domain_rank": 463,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 5,
        "shares": 25
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "19775be1aa17c44883c00bcd5e854a43468322bb",
  "url": "https://www.hhs.gov/about/news/2024/04/04/biden-harris-administration-finalizes-rule-expanding-access-care-increasing-protections-people-medicare-advantage-medicare-part-d.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "HHS Press Office",
  "published": "2024-04-05T00:19:00.000+03:00",
  "title": "Biden-Harris Administration Finalizes Rule Expanding Access to Care and Increasing Protections for People with Medicare Advantage and Medicare Part D",
  "text": "202-690-6343 [media@hhs.gov](mailto:media@hhs.gov) Biden-Harris Administration Finalizes Rule Expanding Access to Care and Increasing Protections for People with Medicare Advantage and Medicare Part D Final Rule Promotes Healthy Competition, Increases Access to Care, and Protects Enrollees from Harmful Marketing and Prior Authorization Today, the U.S. Department of Health and Human Services (HHS), through the Centers for Medicare & Medicaid Services (CMS), is finalizing policies that continue to strengthen enrollee protections and guardrails to ensure Medicare Advantage and Medicare Part D (Part D) prescription drug plans best meet the needs of people with Medicare. The Contract Year (CY) 2025 Medicare Advantage and Part D final rule builds on existing CMS policies to promote competition, increase access to care, including important behavioral health services, and protect individuals from inappropriate marketing and prior authorization. “Competition within Medicare Advantage and Medicare Part D will provide consumers with meaningful choices among plans so they can select one that best meets their individual needs. Additional consumer protections will help people make the right decisions and get the coverage they want without hassles,” said HHS Secretary Xavier Becerra. “We know that increased competition is good for the marketplace. That’s why the Biden-Harris Administration continues to increase competition in health care and lower costs, helping build on steps the Administration has already taken as well as identify opportunities to further spur innovation.” “CMS is continuing its commitment to ensuring that Medicare Advantage and Part D prescription drug plans remain strong, stable, and affordable for people with Medicare,” said CMS Administrator Chiquita Brooks-LaSure. “This final rule builds on Biden-Harris Administration efforts to strengthen consumer protections so that people with Medicare can more easily choose the Medicare coverage options that are right for them.” CMS is taking bold action to expand enrollee protections and taking unprecedented steps to address predatory marketing of the Medicare Advantage and Part D programs. Establishing a set amount a plan can compensate an agent or broker will protect Medicare Advantage and Part D plan enrollees, and prospective enrollees, from anti-competitive steering, to help these individuals find the plan that best suits their needs rather than being steered into options based on financial incentives to agents and brokers from insurance plans. Such steps align with the goals of President Biden’s historic [Executive Order on Promoting Competition in the American Economy](https://www.whitehouse.gov/briefing-room/presidential-actions/2021/07/09/executive-order-on-promoting-competition-in-the-american-economy/). In addition, CMS is codifying a provision prohibiting personal beneficiary data collected by Third Party Marketing Organizations (TPMOs), for marketing or enrolling a person into a Medicare Advantage or Part D plan, from being shared with another TPMO unless prior express written consent is given by the Medicare enrollee. CMS is also requiring that Medicare Advantage plans include an expert in health equity on their utilization management committees and for the committees to conduct an annual health equity analysis of the plans’ prior authorization policies and procedures. This action will identify any disproportionate delay or denial of access to needed care for enrollees who have a disability or limited income and resources. The final rule also promotes access to behavioral health providers and services for people with a Medicare Advantage plan to help ensure they can receive essential treatments for mental health and substance use disorders. It expands network adequacy evaluation requirements to a new outpatient behavioral health specialty type, which includes marriage and family therapists and mental health counselors who are now able to bill under Original Medicare, as well as addiction medicine clinicians, opioid treatment providers, and other behavioral health practitioners providing psychotherapy or medication for substance use disorder. Additionally, the rule finalizes new guardrails for certain types of supplemental benefits, available only to chronically ill enrollees, to ensure that these supplemental benefits offered by a Medicare Advantage plan meet the health needs of people with Medicare by being supported by evidence. The rule also requires Medicare Advantage plans to send a mid-year, personalized communication to their enrollees about accessing unused supplemental benefits. These actions ensure that the large federal investment of over $65 billion per year of taxpayer dollars in supplemental benefits will meet enrollee needs and will not be used just for marketing. CMS is also finalizing greater flexibility for Part D plans to substitute, more quickly, lower cost biosimilar biological products (biosimilars) for their reference products so that enrollees may have faster access to equally effective, but potentially more affordable, drug treatment options. “In my travels around the country, I always hear from Medicare enrollees that Medicare can be confusing and access to accurate, unbiased, actionable information is vital — whether it’s about enrollment or how to access services,” said Dr. Meena Seshamani, CMS Deputy Administrator and Director of the Center for Medicare. “This final rule builds on the bold actions we took last year to improve access to care and address predatory marketing, strengthening the Medicare program and improving the lives of the people we serve.” View a fact sheet on the final rule at [cms.gov/newsroom](https://www.cms.gov/about-cms/contact/newsroom). CMS would also like to remind the public to please consider submitting comments to the Medicare Advantage Data Request for Information (RFI) announced in January. Comments are due on May 29, 2024. The MA data RFI can be accessed on the Federal Register’s webpage at [https://www.federalregister.gov/public-inspection/2024-01832/request-for-information-medicare-advantage-data](https://www.federalregister.gov/public-inspection/2024-01832/request-for-information-medicare-advantage-data). [https://www.hhs.gov/news](/news). Like [HHS on Facebook](https://www.facebook.com/pages/US-Health-and-Human-Services/573990992631231?ref=hl), follow HHS on Twitter [@HHSgov](https://twitter.com/#!/HHSGov), and sign up for [HHS Email Updates](https://cloud.connect.hhs.gov/subscriptioncenter). Last revised:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Social Issue",
    "Health"
  ],
  "external_links": [
    "https://www.whitehouse.gov/briefing-room/presidential-actions/2021/07/09/executive-order-on-promoting-competition-in-the-american-economy/",
    "https://www.cms.gov/about-cms/contact/newsroom",
    "https://www.federalregister.gov/public-inspection/2024-01832/request-for-information-medicare-advantage-data.",
    "https://federalregister.gov/public-inspection/2024-01832/request-for-information-medicare-advantage-data.",
    "https://cms.gov/about-cms/contact/newsroom",
    "https://www.whitehouse.gov/briefing-room/presidential-actions/2021/07/09/executive-order-on-promoting-competition-in-the-american-economy",
    "https://whitehouse.gov/briefing-room/presidential-actions/2021/07/09/executive-order-on-promoting-competition-in-the-american-economy/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "biden-harris administration",
        "sentiment": "negative"
      },
      {
        "name": "medicare advantage",
        "sentiment": "negative"
      },
      {
        "name": "medicare",
        "sentiment": "none"
      },
      {
        "name": "u.s. department of health and human services",
        "sentiment": "none"
      },
      {
        "name": "centers for medicare & medicaid services",
        "sentiment": "none"
      },
      {
        "name": "harmful marketing and prior authorization today",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united stat",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:20:30.005+03:00",
  "updated": "2024-04-08T16:49:07.992+03:00"
}