{
  "thread": {
    "uuid": "7fd9512d9ffb4d1dc9ef83ac1989b384bb9d7507",
    "url": "https://evangelicalfocus.com/european-perspectives/25998/have-you-ever-experienced-the-passion-of-jesus-like-this",
    "site_full": "evangelicalfocus.com",
    "site": "evangelicalfocus.com",
    "site_section": "https://music.einnews.com/live_feed",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Live Feed Wire - Music Industry Today - EIN Presswire",
    "title": "Have you ever experienced the passion of Jesus like this?, Evangelical Focus",
    "title_full": "Have you ever experienced the passion of Jesus like this?, Evangelical Focus",
    "published": "2024-03-29T01:43:27.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cms.evangelicalfocus.com/upload/imagenes/66052f6de4cf1_660409cf4f3fc_providence-doucet-wPaBwop_rSo-unsplash.jpg",
    "performance_score": 0,
    "domain_rank": 99179,
    "domain_rank_updated": "2024-03-26T12:08:39.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7fd9512d9ffb4d1dc9ef83ac1989b384bb9d7507",
  "url": "https://evangelicalfocus.com/european-perspectives/25998/have-you-ever-experienced-the-passion-of-jesus-like-this",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "X. Manuel Suárez",
  "published": "2024-03-29T01:43:27.000+02:00",
  "title": "Have you ever experienced the passion of Jesus like this?, Evangelical Focus",
  "text": "I propose you to read, listen, contemplate the passion and death of Jesus through a different and incomparable medium: Johann Sebastian Bach’s music. 28 MARCH 2024 · 15:05 CET Providence Doucet , Unsplash, CC0. -You could do with lentils, I say to a young patient in the doctor’s office. -I don't like them. -But have you ever tried them? -Never. Haven’t you had similar experiences? I myself found classical music heavy and incomprehensible, but the fact is that I had never sat down to listen to it calmly or with the slightest interest. One day I started to give it a chance and discovered a treasure. And something similar is happening to me with jazz. We are I the midst of the “Holy Week” and we will listen to reflections on the passion and death of Jesus. We will return to the final chapters of the gospel of Matthew. And I invite you to something different, to open the door to a new experience: to read, to listen, to contemplate the passion and death of Jesus through a different and incomparable medium: that of music. You don’t have to be an expert at all; try joining me for a fantastic discovery: the greatest composition ever written on this subject, the Passion According to St. Matthew by our brother, the Protestant J. S. Bach. I recommend the interpretation conducted by Karl Richter, son of a pastor (some other performances seem to me to be too fast-paced). I encourage you to sit down and read Matthew 26:1-13 and pray for a little while. Then, start listening Forgive me experts, but this is going to be the description of an ignoramus who is thrilled by what he hears without understanding anything about pentagrams. I encourage you to sit down and read Matthew 26:1-13 and pray for a little while. Then, start listening to this piece of music in sections, don’t try to listen to the whole thing, because the emotions are too intense. Don’t worry if you don’t understand German, because the piece literally follows the text of Matthew chapters 26 and 27. Translations of the text are available, but you can also just use a translator like deepl.com. This chorale introduces us to the drama that is to unfold, to the story of Jesus’ passion and death that it will describe. Thus, one choir asks the other: “Look! Who? The bridegroom/ Look at him / Like a lamb/ Look at what? / Look at his patience...” And then begins the story in Mt 26:1 with Jesus’ announcement to His disciples that He is going to be put to death; a beautiful chorus then softly breaks through and meditates: “Dearest Jesus, what crime have you committed, that you should receive such a heavy sentence? What is your guilt, what crime do they accuse you of?” Bach’s Passion is very descriptive; thus, you can, for example, truly feel the earth tremble when it reaches Mt 27:51. When Bach wants to describe the turbulent conspiracy or anger, he uses choruses with the voices galloping and stepping on each other; he uses this form of expression in Mt 26.5 to describe the plot to kill him (“Not during the feast, lest there be an uproar in the town”), as well as later in 27:22 and 23 (“Let him be crucified!”) or in 27:25 (“His blood be on us and on our children”). He also uses this musical form to describe the disciples’ complaint about the perfume that the woman poured on Jesus (26:8-9): “What is the use of this waste?” The voice Bach gives Christ is not that of the weak, fearful, insecure Jesus but a powerful bass voice, confident Jesus’ response is impressive: the voice Bach gives him is not that of the weak, fearful, insecure Jesus in the film Jesus Christ Superstar, but a powerful bass voice, confident, firm in correcting the disciples while endearing to acknowledge the woman’s act (and the music becomes dramatic with the words “to prepare me for burial”). They must listen to him. The contralto follows with a reflection in the form of a beautiful recitative and Aria that identifies with the woman to say: “Beloved Saviour, your disciples quarrelled like fools, because this pious woman wanted to prepare your body with perfume for burial. Let me pour over your head a cup of tears that flow from my eyes [...] Sorrow and repentance tear my sinful heart, the drops of my weeping, receive them as a pleasant balm, they flow for you, faithful Jesus”. We can leave it here for today. Stop the player, be silent for a while. Let the last notes echo in your head. Tell the Lord what you feel. You will have spent just over 20 minutes swept up in a new experience that you will want to continue. One more year join those across Europe and beyond who are committed with our mission . Together, we will ensure the continuity of Evangelical Focus and Protestante Digital (Spanish) in 2024. Learn all about our #OneMoreYearEF campaign here (English). Published in: Evangelical Focus - European perspectives - Have you ever experienced the passion of Jesus like this?",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [
    "https://unsplash.com/es/@providence",
    "https://apoya.protestantedigital.com/en/",
    "http://apoya.protestantedigital.com/en/",
    "http://apoya.protestantedigital.com/en",
    "http://www.apoya.protestantedigital.com/en/",
    "https://www.unsplash.com/es/@providence",
    "https://apoya.protestantedigital.com/en",
    "https://www.apoya.protestantedigital.com/en/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "neutral"
      },
      {
        "name": "doucet",
        "sentiment": "none"
      },
      {
        "name": "matthew",
        "sentiment": "none"
      },
      {
        "name": "johann sebastian bach",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T01:43:27.909+02:00",
  "updated": "2024-03-29T01:43:27.909+02:00"
}