{
  "thread": {
    "uuid": "9ae2a7957cdd1f133b84477a0033664d017d1a9c",
    "url": "https://www.dailyindependent.com/sports/lions-roar-2a-pair-of-championships-boyd-county-wins-section-8-titles/article_95d62690-adad-11ee-a760-f31b3ac6ecd4.html",
    "site_full": "www.dailyindependent.com",
    "site": "dailyindependent.com",
    "site_section": "http://www.dailyindependent.com/search/?q=&t=article&l=100&d=&d1=&d2=&s=start_time&sd=desc&nsa=eedition&c%5b%5d=sports,sports/*&f=rss",
    "site_categories": [
      "media",
      "entertainment"
    ],
    "section_title": "www.dailyindependent.com - RSS Results in sports,sports/* of type article",
    "title": "Lions roar '2A' pair of championships: Boyd County wins Section 8 titles",
    "title_full": "Lions roar '2A' pair of championships: Boyd County wins Section 8 titles",
    "published": "2024-01-08T00:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/dailyindependent.com/content/tncms/custom/image/9734531e-73c5-11e7-88f6-4bc49c7f448b.jpg",
    "performance_score": 0,
    "domain_rank": 76246,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9ae2a7957cdd1f133b84477a0033664d017d1a9c",
  "url": "https://www.dailyindependent.com/sports/lions-roar-2a-pair-of-championships-boyd-county-wins-section-8-titles/article_95d62690-adad-11ee-a760-f31b3ac6ecd4.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Staff Report",
  "published": "2024-01-08T00:39:00.000+02:00",
  "title": "Lions roar '2A' pair of championships: Boyd County wins Section 8 titles",
  "text": "BUCKLEYS CREEK Boyd County became very familiar with southeastern Kentucky over the last three weeks.\nEight games over 18 days in that area culminated with a championship on Saturday night at Pike County Central.\nThe Lions returned to Cannonsburg with a Section 8 title after defeating the host school, 68-55, in the Kentucky 2A Tournament.\nBoyd County has only seen its home floor twice this season but coach Randy Anderson said the team has bonded during their time away from familiar surroundings.\n“This group has been together forever, probably since second grade,” Anderson said. “They grew up together. They like each other and like hanging out with each other. The parents like each other. It’s been an easy transition whether we are on the road or not. They have grown a lot, especially in the last year. … We got humbled a couple of times at the Pikeville Invitational. That’s all good too if we take it and make it better.”\n“We played Webb Academy at Corbin (on Dec. 30),” he added. “They are a very disciplined, athletic and good basketball team. The team has grown another year at this level, It’s allowed us to stay focused on what we are doing right now and hopefully later on.”\nThe Lions bookended games against the Hawks during the holiday slate. Boyd County lost by one point when it faced Pike County Central on Pikeville’s home floor on Dec. 20. The team produced a strong second half on the road Saturday with defense and rebounding after outscoring their opponent 15-6 in the second frame.\nJaden Stewart and Jaylan Rigdon combined for 49 points in the first meeting but only had 29 against the Lions in the section final.\n“We had to change the phases of our defense,” Anderson said. “We did a few things differently on offense. It’s good to see our kids be able to take a field scout and have coaches make a few adjustments on both sides of the ball and the team be able to execute. It was the biggest takeaway that I took from the game on Saturday night. It’s the maturity growth of our kids.”\nBoyd County (12-3) placed three players in double figures. Jacob Spurlock led the way with 18 points. Cole Hicks supplied 15 points and Jason Ellis added 14. Alex Martin had eight points off the bench. Griffin Taylor had six points while handling the defensive duties on Rigdon, the Hawks’ leading scorer.\n“Griff has really grown as a point guard in the last three weeks,” Anderson said. “He’s starting to gain confidence in himself again. He’s done a great job not turning the ball over and getting us into our offense. I’ve noticed how well he moves his feet. He anticipates really well. We challenged him Saturday night on the ball with Rigdon. I felt like he did an outstanding job.”\nBOYD CO. 15 15 15 23 – 68\nPIKE CO. CENT. 15 6 15 19 – 55\nBoyd County (68)--Hicks 15, Spurlock 18, Ellis 14, Taylor 6, Holbrook 2, Martin 8, Smith 5. 3-pt Fgs: 4 (Hicks, Spurlock 2, Smith) FT: 8-12. Fouls: 9\nPike County Central (55)--Rigdon 14, Stewart 15, Adams 3, Hall 11, Owens 9, Crum 3, Knuckles. 3-pt Fgs: 8 (Stewart 3, Adams, Hall 3, Crum) FT: 5-7. Fouls: 12.\nGIRLS\nBoyd County 70\nPike County Central 42\nBoyd County’s tournament experience will be a coveted asset as it navigates a second stint in the Kentucky 2A event.\nThe Lions made a statement with two convincing wins and captured their first Section 8 title with a victory over Pike County Central on Saturday.\nBoyd County has been road warriors this season too. After a stretch against tough opponents over the holiday break, the Lions arrived at Pike County prepared to meet the challenge.\n“I think a lot of the way we have played the last couple of games can be benefited from our Christmas schedule,” Boyd County coach Pete Fraley said. “Four games in Louisville and the two in northern Kentucky. We played really good competition. We came out on (Friday and Saturday) night and we took care of business. I think we got better over Christmas.”\nBoyd County (11-4) finished third at the prestigious Queen of the Commonwealth Tournament but dropped two games against Ryle and Cooper last week.\n“We talked about it,” Fraley said. “When we went to northern Kentucky, we were up against two good teams. I felt like that trip helped us. We faced some adversity. We got down 18 at one point to Ryle and came back and put that game into overtime. We just couldn’t quite get over the hump to get the lead back. We played right with Cooper. We have broken the season down. The first part was one season then the 2A is another season. Now we will get ready from the home stretch.”\nThe Lions applied pressure on both ends of the floor and raced out to a 31-6 advantage after one quarter against the Hawks.\nPike County Central produced several miscues during the first half and could never recover. Boyd County led 52-15 at the break. The second half was played with a running clock.\nJada Ray led the Lions in scoring with 17 points and hit three from long range. Audrey Biggs posted 15 points and Jasmine Jordan netted 14.\nPike County Central was led by Hannah May’s 17 points.\nBoyd County’s boys and girls team will make their first trip to the Kentucky 2A state tournament in Owensboro on Jan. 12-14. Both teams will face Bell County on Thursday.\nThe girls game will tip off at noon. The boys matchup follows at 1:30.\nFleming County advanced to the boys state tournament as Section 6 champions. The Panthers play LaRue County at 5:30 after defeating Mason County, 61-58, in the section final.\nBOYD CO. 31 21 16 2 – 70\nPIKE CO. CENT. 6 9 12 15 – 42\nBoyd County (70)--J. Ray 17, Bartrum 4, Opell, Jordan 14, Biggs 15, Stevens 14, Moore 6, Hamilton, Stephens, Gilbert, A. Ray, Culp. 3-pt Fgs: 9 (J. Ray 3, Biggs 2, Stevens 2, Moore 2) FT: 5-6. Fouls: 13\nPike County Central (42)--H. May 17, Bowman 14, Hess 6, A. May, Stanley 3, Fleming, Snodgrass, Looney, Johnson, A. Hamilton, J. Hamilton 2, Cochran. 3-pt Fgs: 2 (H. May, Stanley) FT: 6-7. Fouls: 5.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "randy anderson",
        "sentiment": "none"
      },
      {
        "name": "anderson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "webb academy",
        "sentiment": "none"
      },
      {
        "name": "lions",
        "sentiment": "none"
      },
      {
        "name": "corbin",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kentucky",
        "sentiment": "none"
      },
      {
        "name": "boyd county",
        "sentiment": "none"
      },
      {
        "name": "pikeville invitational",
        "sentiment": "none"
      },
      {
        "name": "cannonsburg",
        "sentiment": "none"
      },
      {
        "name": "pike county central",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:10:18.699+02:00",
  "updated": "2024-01-08T01:10:18.699+02:00"
}