{
  "thread": {
    "uuid": "97b72aa01f630ae0bed8cb1113b5dd3fdcd0c664",
    "url": "https://www.infobae.com/colombia/2023/12/28/san-andres-cierra-el-2023-con-un-incremento-turistico-en-diciembre-un-contraste-marcado-con-el-resto-del-ano/",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "https://www.infobae.com/feeds/rss/",
    "site_categories": [
      "media"
    ],
    "section_title": "Infobae.com",
    "title": "San Andrés cierra el 2023 con un incremento turístico en diciembre, un contraste marcado con el resto del año",
    "title_full": "San Andrés cierra el 2023 con un incremento turístico en diciembre, un contraste marcado con el resto del año",
    "published": "2023-12-29T00:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/new-resizer/djbTt1FyAJZCE3B6FmmuzNmw7K4=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/RFN75N5VGZBRRLHVUYKQRHXIEU.png",
    "performance_score": 0,
    "domain_rank": 2144,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "97b72aa01f630ae0bed8cb1113b5dd3fdcd0c664",
  "url": "https://www.infobae.com/colombia/2023/12/28/san-andres-cierra-el-2023-con-un-incremento-turistico-en-diciembre-un-contraste-marcado-con-el-resto-del-ano/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sebastián Rairán",
  "published": "2023-12-29T00:34:00.000+02:00",
  "title": "San Andrés cierra el 2023 con un incremento turístico en diciembre, un contraste marcado con el resto del año",
  "text": "En 2023, el archipiélago de San Andrés experimentó una importante disminución en la llegada de visitantes, debido al cese de operaciones de las aerolíneas Viva y Ultra Air a comienzos de año. El sector turístico, esencial para la economía insular, donde el 98% de la actividad económica depende del mismo, vio reducidos sus vuelos de un promedio de 32-35 diarios a apenas 8-11.\n[Te puede interesar: Este es el menú a bordo de los aviones de Vueling: café ilimitado y platos por menos de 12 euros ](/espana/2023/12/27/este-es-el-menu-a-bordo-de-los-aviones-de-vueling-cafe-ilimitado-y-platos-por-menos-de-12-euros/)\nLa reciente apertura de nuevas rutas hacia el destino caribeño desde varios puntos del país representó una oportunidad para la recuperación del turismo en este sitio turístico del país.\nDe ese modo, San Andrés registró un incremento en la afluencia turística en la temporada decembrina de 2023. Según datos provistos por la Secretaría de Turismo de San Andrés, la isla acogió a 74.583 turistas nacionales e internacionales entre el 1 y el 24 de diciembre. Esta cifra superó en 1.589 visitantes a la reportada en el mismo periodo del año 2022, cuando se contabilizaron 72.994 turistas.\n[Te puede interesar: Estos son los 5 aeropuertos más estresantes del mundo](/espana/2023/12/27/estos-son-los-5-aeropuertos-mas-estresantes-del-mundo/)\nAhora puede seguirnos en\n WhatsApp Channel y en Google News.\nEl incremento en la cifra de turistas se traduce en un crecimiento aproximado del 2.18% con respecto al 2022, lo que sugiere una recuperación sostenida del sector turístico en el archipiélago. Este aumento es un indicador positivo para la economía local, que depende en gran medida de la industria turística, de acuerdo con reportes de la cartera de turismo de la isla.\n“No es el mejor diciembre, porque el año pasado ya estábamos iniciando crisis, pero es un repunte importante”, expresó Juan Enrique Archbold, secretario de Turismo de San Andrés al periódico El Tiempo.\nDurante noviembre de 2023, el sector turístico experimentó su pico más alto del año, con la llegada de 82.910 visitantes, tanto nacionales como internacionales. Este incremento supuso una señal alentadora para una industria en recuperación, aunque aún no alcanzó las cifras previas a la contracción del mercado.\n[Te puede interesar: La decisión que divide a las redes sociales: no cede su asiento de primera clase e impide que un niño vuele junto a sus padres](/espana/2023/12/26/la-decision-que-divide-a-las-redes-sociales-no-cede-su-asiento-de-primera-clase-e-impide-que-un-nino-vuele-junto-a-sus-padres/)\nAdemás, el secretario de Turismo de San Andrés, Juan Enrique Archbold, indicó que el turismo, durante tiempos normales de operaciones de las aerolíneas, el departamento acogió en 2022 a un total de 141.207 viajeros entre nacionales e internacionales.\nEstrategias económicas\nEl Archipiélago de San Andrés, Providencia y Santa Catalina experimentó un incremento significativo en su conectividad aérea con el continente, anunció Juan Archbold. También destacó que en colaboración con el gobernador Everth Julio Hawkins, se realizó una exitosa campaña con distintas compañías aéreas que resultó en un aumento del 85% en la frecuencia de vuelos, liderado principalmente por la aerolínea Avianca. “Adicionalmente, se establecerán nuevas rutas como Cali - San Andrés y Medellín - San Andrés, las cuales se habían perdido después de que aerolíneas como Viva y Ultra Air cesarán operaciones”, subrayó Archbold.\nEl secretario de Turismo de la isla también informó a El Tiempo que las aerolíneas Wingo y Copa Airlines han elevado la cantidad de frecuencias internacionales que antes ofrecían. Este incremento se produjo en un contexto de disminución de precios en los billetes de avión a raíz de una mayor oferta de asientos disponibles. Además, el mes de diciembre es conocido por ser un periodo de intenso tráfico aéreo debido a las festividades y las vacaciones.\nUn año dramático\nLa secretaria de Turismo de San Andrés confirmó que el sector enfrentó un declive significativo tras la suspensión de operaciones de diversas aerolíneas a inicios de 2023. El impacto se terminó sintiendo con mayor intensidad durante el mes de abril, marcado por la llegada de solo 56.352 turistas nacionales e internacionales. En contraste, el mes de enero había registrado la llegada de 103.419 viajeros, evidenciando una disminución acentuada en la afluencia turística de la región.\n“Tenemos una crisis. La gobernación, además, ha dejado de recaudar el 50% por concepto de tarjeta de turismo, porque el año pasado se llegaba a 123.000 millones de pesos, hoy estamos en menos 60.000. La gente también está viendo cómo subsiste y me preocupa porque el día de mañana eso puede ocasionar en el tejido social en donde la delincuencia se nos va a aumentar”, manifestó en agosto de 2023, el gobernador San Andrés y Providencia, Everth Julio Hawkins.\nSegún pudo revelar el portal web de viajes Viajala.com.co, el precio de los vuelos nacionales en Colombia experimentó un aumento significativo del 31% debido al cese de operaciones de las aerolíneas de bajo costo Viva y Ultra. La investigación realizada por la plataforma turística reveló este incremento como una consecuencia directa de la reducción de la oferta en el sector de transporte aéreo.\nAlgunas rutas aéreas específicas han sentido de manera más aguda esta subida de tarifas. Es notable el caso de la conexión Bogotá-San Andrés, la cual vio un incremento del 72,5% en comparación con 2022, pasando de un costo promedio de 377.442 pesos a 651.200 pesos. Este dato destaca la afectación en los bolsillos de los viajeros que optan por esta popular ruta turística.\nMás Noticias\n[El club Matecaña está invirtiendo, en su totalidad, el dinero que obtuvo por su participación en la Copa Libertadores 2023](/colombia/2023/12/28/deportivo-pereira-tendra-dos-nuevos-refuerzos-para-2024/)\nDeportivo Pereira tendrá dos nuevos refuerzos para 2024\n[El ministro de Salud encargado, Rodolfo Enrique Salas, señaló que no hay evidencia sobre una insuficiencia de la UPC y, por tanto, hizo caso omiso a la advertencia del Ministerio Público](/colombia/2023/12/28/como-irrespetuosa-y-desobligante-califico-la-procuraduria-la-respuesta-del-ministerio-de-salud-ante-la-solicitud-de-giro-a-las-eps/)\nComo “irrespetuosa y desobligante” calificó la Procuraduría la respuesta del Ministerio de Salud ante la solicitud de giro a las EPS\n[El más reciente homicidio de esta índole fue el del alcalde de Guachené, Élmer Abonía, que falleció en la noche del 23 de diciembre de 2023](/colombia/2023/12/28/acusan-a-funcionario-cercano-a-gustavo-petro-de-guardar-silencio-ante-el-asesinato-de-alcaldes/)\nAcusan a funcionario cercano a Gustavo Petro de “guardar silencio” ante el asesinato de alcaldes\n[La senadora también instó a la creación de sindicatos, indicando que la tasa de sindicalización en Colombia es de apenas el 5% y que el resultado de ello ha sido la vulneración de los derechos laborales](/colombia/2023/12/28/piedad-cordoba-aprovecho-el-escandalo-de-van-camps-para-impulsar-la-reforma-laboral/)\nPiedad Córdoba aprovechó el escándalo de Van Camp’s para impulsar la reforma laboral\n[Fiel a su costumbre, la actriz de la industria para adultos no se quedó corta a la hora de explicar cómo seduce a sus “presas”](/colombia/2023/12/28/esperanza-gomez-revelo-sus-trucos-para-levantar-hombres/)\nEsperanza Gómez reveló sus trucos para “levantar” hombres\nMÁS NOTICIAS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://news.google.com/publications/CAAqBwgKMJGwngww0M2vAw?hl=es-419&gl=CO&ceid=CO%3Aes-419",
    "https://whatsapp.com/channel/0029Va4oNEALikgEL4Y8mb2K",
    "https://news.google.com/publications/CAAqBwgKMJGwngww0M2vAw",
    "https://www.news.google.com/publications/CAAqBwgKMJGwngww0M2vAw?hl=es-419&gl=CO&ceid=CO%3Aes-419",
    "https://www.whatsapp.com/channel/0029Va4oNEALikgEL4Y8mb2K"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:47:58.048+02:00",
  "updated": "2023-12-29T00:47:58.048+02:00"
}