{
  "thread": {
    "uuid": "292dcfe397157fc3455260c7f07af1d0fba72718",
    "url": "https://timesofindia.indiatimes.com/life-style/books/features/good-friday-2024-famous-quotes-by-poets-and-authors-on-good-friday-wishes-messages-images/articleshow/108829279.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://timesofindia.indiatimes.com/etimes.cms",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "Entertainment News, Celebrity News, Latest Movie News, Breaking News | Entertainment - Times of India",
    "title": "Good Friday 2024: Famous quotes by poets and authors on Good Friday - Times of India",
    "title_full": "Good Friday 2024: Famous quotes by poets and authors on Good Friday - Times of India",
    "published": "2024-03-29T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-108829293,width-1070,height-580,imgsize-71090,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 283,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "292dcfe397157fc3455260c7f07af1d0fba72718",
  "url": "https://timesofindia.indiatimes.com/life-style/books/features/good-friday-2024-famous-quotes-by-poets-and-authors-on-good-friday-wishes-messages-images/articleshow/108829279.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TOI Lifestyle Desk",
  "published": "2024-03-29T00:00:00.000+02:00",
  "title": "Good Friday 2024: Famous quotes by poets and authors on Good Friday - Times of India",
  "text": "Good Friday, which is being celebrated on March 29, 2024, is an important observance for Christians across the world. This day marks the crucifixion of Jesus Christ and which lead to his death at Calvary. Good Friday holds profound religious and cultural importance as it symbolises sacrifice, redemption, and divine love.As per the Gospels, Jesus Christ, who was considered as the Son of God and a Messiah by people who followed him, arrived to Jerusalem in a week which led up to Passover. Christ's teachings had stirred both controversy and admiration among people at that time. Good Friday commemorates the end of Jesus' earthly life, as he knowingly endured betrayal, arrest, trial, and crucification. On this day, Christians offer their prayers and services, and reflect upon Christ's self-less sacrifice for the salvation of humanity.At the heart of the Christian faith is the belief that Christ, atoned for the sins of humanity through his death on the cross. This bridged the gap between God and humanity, and it offered a promise of eternal life to those people who believe in him. And so, Good Friday represents God's redemptive plan, thus demonstrating God's mercy and grace.On the occassion of Good Friday today, here we list down some famous quotes by poets and authors on Good Friday. Read on to know more.1. \\\"The cross is not the terrible end to an otherwise godfearing and happy life, but it meets us at the beginning of our communion with Christ.\\\" - Dietrich Bonhoeffer2. \\\"We may say that on the first Good Friday afternoon was completed that great act by which light conquered darkness and goodness conquered sin. That is the wonder of our Saviour's crucifixion.\\\" - Phillips Brooks3. “I believe in person to person. Every person is Christ to me, and since there is only one Jesus, that person is the one person in the world at that moment. ~ Mother Teresa4. “A man who was completely innocent, offered himself as a sacrifice for the good of others, including his enemies, and became the ransom of the world. It was a perfect act.” ~ Mahatma Gandhi5. “The way of the cross is the way of suffering. Christians are called to die, not kill, in order to show the world how they are loved by Christ.” ~ John Piper6. \\\"The cross is the victory, the resurrection is the triumph…The resurrection is the public display of the victory, the triumph of the crucified one.\\\" - Leon Morris7. “If Christ is God, He cannot sin, and if suffering was a sin in and by itself, He could not have suffered and died for us. However, since He took the most horrific death to redeem us, He showed us in fact that suffering and pain have great power.”― E.A. Bucchianeri, Brushstrokes of a Gadfly 1088293068. \\\"The highest act of love is the giving of the best gift, and, if necessary, at the greatest cost, to the least deserving. That's what God did. At the loss of His Son's life to the totally undeserving, God gave the best gift - the display of the glory of Christ who is the image of God.\\\" - John Piper“The dripping blood our only drink,The bloody flesh our only food:In spite of which we like to thinkThat we are sound, substantial flesh and blood--Again, in spite of that, we call this Friday good.”― T.S. Eliot9. “We focus on Good Friday and Resurrection Sunday, but we forget to pause in the stillness of the days between. Find time today to be present in that place of waiting. There is treasure to be found in the sacred peace that comes as you breathe in that place of quiet surrender. Don’t rush through the space called “Between.” ― Katherine J Walden10. \\\"Maybe the Good Friday story is about how God would rather die than be in our sin-accounting business anymore.”― Nadia Bolz-Weber, Pastrix: The Cranky, Beautiful Faith of a Sinner & Saint11. \\\"No matter what the storm clouds bring, you can face your pain with courage and hope. For two thousand years ago-six hours, one Friday-Christ firmly planted in bedrock three solid anchor points that we can all cling to. For the heart scarred with futility, that Friday holds purpose. For the life blackened with failure, that Friday holds forgiveness. And for the soul looking into the tunnel of death, that Friday holds deliverance.\\\" - Max Lucado12. “The Cross! There, and there only though the deist rave, and the atheist, if Earth bears so base a slave; There and there only, is the power to save.” ― William Cowper13. \\\"The Cross was the manifestation of Divine love without reserve or limit; but it was also the expression of man’s unutterable malignity.”― Sir Robert Anderson14. “Good Friday is not about us trying to “get right with God.” It is about us entering the difference between God and humanity and just touching it for a moment. Touching the shimmering sadness of humanity’s insistence that we can be our own gods, that we can be pure and all-powerful.”― Nadia Bolz-Weber15. \\\"Unless there is a Good Friday in your life, there can be no Easter Sunday.” ― Fulton J. Sheen 108807237 108810723 108703575 108712566",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "times of india good",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "calvary",
        "sentiment": "none"
      },
      {
        "name": "jerusalem",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T03:45:29.127+03:00",
  "updated": "2024-03-29T03:45:29.127+03:00"
}