{
  "thread": {
    "uuid": "2ea1b62b64c60f977d0b258faadd596cce51acde",
    "url": "https://en.protothema.gr/gaza-strip-hamas-considers-israels-ceasefire-proposal-for-40-days",
    "site_full": "en.protothema.gr",
    "site": "protothema.gr",
    "site_section": "https://lifestyle.einnews.com/live_feed",
    "site_categories": [
      "travel",
      "greece",
      "top_news"
    ],
    "section_title": "Live Feed Wire - Lifestyle News Today - EIN Presswire",
    "title": "Gaza Strip: Hamas considers Israel’s ceasefire proposal for 40 days | protothemanews.com",
    "title_full": "Gaza Strip: Hamas considers Israel’s ceasefire proposal for 40 days | protothemanews.com",
    "published": "2024-05-03T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "GR",
    "main_image": "https://en.protothema.gr/wp-content/uploads/2024/05/Screenshot-2024-05-03-at-12.25.22-PM-150x150.png",
    "performance_score": 0,
    "domain_rank": 12738,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2ea1b62b64c60f977d0b258faadd596cce51acde",
  "url": "https://en.protothema.gr/gaza-strip-hamas-considers-israels-ceasefire-proposal-for-40-days",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-03T03:00:00.000+03:00",
  "title": "Gaza Strip: Hamas considers Israel’s ceasefire proposal for 40 days | protothemanews.com",
  "text": "Hamas continues to consider in a positive spirit the recent proposal for a ceasefire with Israel in the Gaza Strip, which will be accompanied by the release of Israeli hostages in exchange for the release of Palestinian prisoners in Israeli prisons. Meanwhile, after almost seven months of war, the small Palestinian territory has suffered unprecedented destruction, according to the UN. As the mediating countries – Qatar, Egypt, and the United States – await the Palestinian Islamist movement’s response, medical sources today reported new Israeli airstrikes in the Rafah area, at the southern end of the enclave, along the closed border with Egypt. Meanwhile, the Israeli government announced the confirmed death of an Israeli hostage in Gaza, Druze Or, a resident of Kibbutz Be’eri, two of whose children, who were also abducted on October 7 by Hamas fighters, were released in November when a one-week ceasefire was agreed upon. That ceasefire had allowed for the release of 105 hostages, including 80 Israeli citizens, in exchange for the release of 240 Palestinians from Israel. However, since then, the many efforts of intermediaries have remained fruitless. Hamas leader Ismail Haniyeh stated that Israel’s offer for a 40-day ceasefire is being studied with a positive spirit during a telephone conversation with the head of Egypt’s intelligence service, Abbas Kamel. Piraeus: Easter departures causing congestion for ships at the port In the same conversation, Mr. Haniyeh confirmed that a delegation from the movement would soon travel to Cairo to conclude recent talks in preparation for a potential agreement that would meet the demands of our people and end the onslaught. The head of Hamas, a movement designated as a terrorist organisation by Israel, the US, and the EU, also spoke on the phone with the Qatari Foreign Minister, reiterating his intention to reach an agreement. These statements contrast with remarks made by a Hamas official just the previous day, who described the Hamas position as negative towards the proposal. Hamas has been in power in Gaza since 2007, they insist on their on terms, primarily a permanent ceasefire, which Israel rejects. During his visit to Israel US Secretary of State Antony Blinken urged Hamas to say to agree to the proposal, which he described as extremely generous on Israel’s part. He also urged Israel not to launch a large-scale ground offensive in Rafah, which the government of Benjamin Netanyahu says is Hamas’s last stronghold, as the city has become an immense refugee camp, with almost one and a half million Palestinians are seeking refuge. “We will do what is necessary to win, to crush our enemy, including Rafah,” reiterated Mr. Netanyahu yesterday, who earlier this week said the operation in the city would proceed with or without an agreement for a ceasefire. Many capitals and humanitarian organisations fear a bloodbath, massive civilian casualties, in the absence of a credible plan to protect the population. “If we have to defend ourselves, we will defend ourselves,” Mr. Netanyahu declared at a time when massive mobilisations against Israel are taking place in some countries due to the way it is conducting the war in the Gaza Strip. Beyond the protests at US and Canadian universities, as well as Mexico’s UNAM, and France’s Sciences Po, Colombia announced on Wednesday that it was severing diplomatic relations with Israel, and Turkey that it was suspending all trade with it. All this while Israeli officials are concerned about the possible issuance of arrest warrants by the International Criminal Court (ICC), something the US has expressed opposition to. According to the American news website Axios and the Israeli Walla, US senators contacted ICC officials in The Hague the day before yesterday to express their concern about the possible issuance of arrest warrants against Israeli leaders because of the war in the Gaza Strip. Apart from the increasingly heavy toll of casualties, the material destruction is such that it will take between 30 and 40 billion dollars (28 to 37 billion euros) to rebuild, estimated yesterday the United Nations Development Program (PNUD in French, UNDP in English). “The scope of the destruction is enormous and unprecedented (…) It is a task of such magnitude that the international community has not seen since World War II,” stressed the director of the PNUD’s regional office for the Arab states, Abdallah al-Dardari. International humanitarian aid are subject to very strict controls by Israel, which continues to trickle in, mainly through Egypt and the crossing at Rafah, at a time when the population of the enclave – 2.4 million people – is threatened with famine. The American NGO World Central Kitchen, which had suspended its activities in Gaza after the deaths of seven of its workers in airstrikes in early April, resumed its operations this week.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kibbutz be’eri",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "neutral"
      },
      {
        "name": "un",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "rafah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T13:32:34.101+03:00",
  "updated": "2024-05-03T13:32:34.101+03:00"
}