{
  "thread": {
    "uuid": "53efc1effade261c8beb52eec985b79ce04c5c4b",
    "url": "https://whatsnew2day.com/cost-of-living-crisis-prompts-more-retailers-to-give-their-products-a-second-life/",
    "site_full": "whatsnew2day.com",
    "site": "whatsnew2day.com",
    "site_section": "https://whatsnew2day.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "WhatsNew2Day",
    "title": "Cost of living crisis prompts more retailers to give their products a second life",
    "title_full": "Cost of living crisis prompts more retailers to give their products a second life",
    "published": "2023-12-29T01:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://wtsn2.b-cdn.net/wp-content/uploads/2023/12/Cost-of-living-crisis-prompts-more-retailers-to-give-their.jpeg",
    "performance_score": 0,
    "domain_rank": 73985,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "53efc1effade261c8beb52eec985b79ce04c5c4b",
  "url": "https://whatsnew2day.com/cost-of-living-crisis-prompts-more-retailers-to-give-their-products-a-second-life/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jacky",
  "published": "2023-12-29T01:55:00.000+02:00",
  "title": "Cost of living crisis prompts more retailers to give their products a second life",
  "text": "Retailers are buying back their old stock as they try to make the most of the growing popularity of the circular economy. Key points: - Some surveys show that more than a quarter of consumers are buying more secondhand items to cope with inflation. - Retailers are developing models to recycle products and retain repeat business - A quarter of global fashion sales predicted to be circular by 2030 Thrift stores have long been the domain of secondhand goods, but as the cost of living crisis reduces consumers’ purchasing power, retailers are reselling their beloved used products. The rise of the circular economy is also being driven by businesses and consumers keen to reduce their impact on the climate. That’s what drives Sasha Titchkosky and her furniture and home goods business, Koskela. “We’ve been measuring our carbon footprint for four years and we found that basically every time we had a good year, we could see our scope three emissions increase,” he told ABC News. “That started to get us thinking about what was the best way to continue operating our business, but looking at different ways to reduce our carbon impact. “We believe the best way to do this is through a transition to a circular economic business model.” The Sydney-based manufacturer equips offices and schools. It is a business model that often generates a lot of waste. “Every year in Australia, huge quantities of commercial office furniture end up in landfill,” Ms Titchkosky said. The company plans to be fully circular by 2027 and one way to achieve this is by offering its commercial customers a subscription service. “When ownership never passes to the user of the items, we retain ownership, which means we are incentivized to create very high-quality products that last a long time,” Ms. Titchkosky explained. “We take care of all the moving of those items for them; when you take into account the reduced maintenance costs and then the landfill costs, this type of scheme eliminates all the hassle and makes it a much better experience for them because more time”. -term.” It also launched a buyback program to upgrade and resell its products to retail customers. Customers will exchange their returned items and Koskela will then recondition the product to offer it for sale again, at a reduced price. Titchkosky said he would make his products available to more customers. “This gives them the opportunity to access our products at a more economical price,” he explained. Customers drive circular demand Research and consulting firm Fifth Dimension said the rising cost of living was driving more people into the second-hand market. Chief executive Lyndall Spooner said the second-hand market in Australia was worth about $60 billion and was growing about 25 per cent a year. “I guess the question is: will the second-hand market continue after the cost of living crisis is over?” Mrs. Spooner asked rhetorically. “Everything indicates that the market will continue to grow. “It’s expected to double in the next four years and not just in Australia, but this market is growing globally. “So it will certainly continue to grow after the cost of living crisis.” A recent consumer survey by Capterra found that 82 per cent of Australian shoppers were changing their spending habits due to their personal finances. As costs rise, 26 percent of respondents said they were buying more secondhand goods. The trends are global and span multiple retail sectors. An analysis by Boston Consulting Group and the Ellen MacArthur Foundation found that circular business models in fashion accounted for 3.5 percent of the global market in 2019, worth $70 billion. That figure is expected to reach 23 percent of the $700 billion global market by 2030. Make sport cheaper Decathlon, the French-founded sports and outdoor retailer, has just launched its global circular programs across its Australian stores. “It’s hugely popular overseas, we’ve saved 2.3 million products from landfill with our Second Life programme, so we’re excited to bring it to Australia,” Decathlon Australia communications lead Erin Eedy said. The retailer’s Second Life program features ex-display stock, or items returned by a customer and sold for up to half the price of the original. “It is available across our entire product range, from tents to kayaks, camping gear and backpacks, and is our way of making it an easier choice so the consumer can make a more sustainable choice.” Mrs Eedy added that the children’s bike buyback scheme is particularly popular. “Bring your old bike to the store, fill out an online form, which will give you an estimated price of what your bike will be worth, one of our technicians will look at it and confirm that price with you and then you will be reimbursed with a gift voucher for spend at the store, whether it’s on a new bike or a new product,” he explained. In an increasingly competitive retail environment, what’s old is new again, especially when you keep customers spending inside your store.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Social Issue",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sasha titchkosky",
        "sentiment": "none"
      },
      {
        "name": "koskela",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "abc news",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T02:04:32.066+02:00",
  "updated": "2024-01-05T20:23:15.655+02:00"
}