{
  "thread": {
    "uuid": "89ce411475d1768d6f017ddf6bec4a0bb6d46d96",
    "url": "https://time.news/avraham-klein-receives-birthday-blessing-from-hungarian-prime-minister-viktor-orban",
    "site_full": "time.news",
    "site": "time.news",
    "site_section": "https://time.news/feed",
    "site_categories": [],
    "section_title": "TIme News",
    "title": "Avraham Klein Receives Birthday Blessing from Hungarian Prime Minister Viktor Orban",
    "title_full": "Avraham Klein Receives Birthday Blessing from Hungarian Prime Minister Viktor Orban",
    "published": "2024-03-29T13:19:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://photo.one.co.il/Image/GG/7,1/1729737.webp",
    "performance_score": 0,
    "domain_rank": 66327,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "89ce411475d1768d6f017ddf6bec4a0bb6d46d96",
  "url": "https://time.news/avraham-klein-receives-birthday-blessing-from-hungarian-prime-minister-viktor-orban",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "time news",
  "published": "2024-03-29T13:19:00.000+03:00",
  "title": "Avraham Klein Receives Birthday Blessing from Hungarian Prime Minister Viktor Orban",
  "text": "2024-03-29 10:05:32\nEsi Maman | 03/29/2024 13:00\nZoltan Santgiorgi with Avraham Klein and a blessing from Viktor Orban (private)\nAvraham Klein is 90 years old. The Israeli soccer referee, who officiated games in the World Cup and the Olympic Games, was privileged today (Friday) to receive a special blessing from the Prime Minister of Hungary, Viktor Orban, on the occasion of his birthday, which was today.\nHungarian Prime Minister Orban sent a letter to Klein’s home in Haifa in which he congratulated the judge: “Dear Abraham Klein! Your career is a good example of how judges can also become legends. We Hungarians can rightfully boast that you were one of the most influential referees in the history of football, the one who whistled in unforgettable matches such as England’s match against Brazil in the 1970 World Cup or Italy’s match against Brazil in 1982.”\nOrban added in his letter: “Not only are your roots Hungarian, I came to know that you still speak our language perfectly even today. I want to thank you that wherever you go in the world, you never forget to mention the names of your Hungarian colleagues and friends. And in January of this year, at the gala ceremony of the sportsman of the year in Hungary, we were once again convinced that you are in such good shape, to the point that you could manage one more match even after the awards ceremony.”\nYaakov Hadas and Victor Urban (Radad Jabara)\nUrban concluded and wrote to Klein: “Allow me to join the ranks of relatives, friends and fans who congratulate you on your 90th birthday, and wish you good health and success in your mission as an ambassador of the FIFA Museum. Victor Urban”.\nAvraham Klein is a Jew of Hungarian origin, a Holocaust survivor who immigrated to Israel at the end of World War II and became a respected international soccer referee. He refereed the Olympic Games in 1996 and 1976, and even refereed three World Cups in 1970, 1978 and 1982.\nAmong other things, he managed England’s match against Brazil with the legends Bobby Charlton and Pele. The Brazilian star, by the way, became one of his closest friends and Klein even accompanied him on his trips to Europe from time to time. The Israeli also judged Diego Maradona in his first appearances in the Argentine national team.\nAvraham Klein at the podium with FIFA President Gianni Infantino (private)\nAt the last World Cup held in Qatar, Avraham Klein was the guest of honor of FIFA President Gianni Infantino, who chose him to serve as an ambassador for the FIFA Museum. Now, as mentioned, he is celebrating his 90th birthday in Haifa, where the Hungarian ambassador to Israel Zoltan Santgiorgi arrived with a bottle of Hungarian wine to hand him the Prime Minister’s letter.\n#Prime #Minister #Hungary #special #greeting #Abraham #Klein",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "zoltan santgiorgi",
        "sentiment": "negative"
      },
      {
        "name": "viktor orban",
        "sentiment": "negative"
      },
      {
        "name": "avraham klein",
        "sentiment": "negative"
      },
      {
        "name": "orban",
        "sentiment": "none"
      },
      {
        "name": "klein",
        "sentiment": "none"
      },
      {
        "name": "abraham klein",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "hungary",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      },
      {
        "name": "brazil",
        "sentiment": "none"
      },
      {
        "name": "italy",
        "sentiment": "none"
      },
      {
        "name": "haifa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T13:26:38.541+03:00",
  "updated": "2024-03-29T13:26:38.541+03:00"
}