{
  "thread": {
    "uuid": "6e9e571bf6436a40443751b86816d66327d8b633",
    "url": "https://www.sermoncentral.com/pastors-preaching-articles/charles-stone-if-jesus-gave-a-ted-talk-principle-5-stimulate-long-term-memory-durability-3218",
    "site_full": "www.sermoncentral.com",
    "site": "sermoncentral.com",
    "site_section": "https://sermoncentral.com/sermon-topics",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Sermon Topics, Christian Sermons and Sermon Ideas for Preaching - SermonCentral.com",
    "title": "If Jesus Gave a TED Talk Principle 5—Stimulate Long-Term Memory (Durability) by Charles Stone - SermonCentral.com",
    "title_full": "If Jesus Gave a TED Talk Principle 5—Stimulate Long-Term Memory (Durability) by Charles Stone - SermonCentral.com",
    "published": "2024-06-01T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.cdn-sc.com/ArticleAbstractImages/3218_thumbnail.jpg",
    "performance_score": 0,
    "domain_rank": 71411,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6e9e571bf6436a40443751b86816d66327d8b633",
  "url": "https://www.sermoncentral.com/pastors-preaching-articles/charles-stone-if-jesus-gave-a-ted-talk-principle-5-stimulate-long-term-memory-durability-3218",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Charles Stone",
  "published": "2024-06-01T08:00:00.000+03:00",
  "title": "If Jesus Gave a TED Talk Principle 5—Stimulate Long-Term Memory (Durability) by Charles Stone - SermonCentral.com",
  "text": "- [If Jesus Gave A Ted Talk Principle 5—stimulate Long-Term Memory (Durability)](https://www.sermoncentral.com/pastors-preaching-articles/charles-stone-if-jesus-gave-a-ted-talk-principle-5-stimulate-long-term-memory-durability-3218) By [Charles Stone](https://www.sermoncentral.com/authors/charles-stone-articles-504)on Jun 1, 2024 Stimulate Long-Term Memory is the fifth instalment of an 8 part series on how neuroscience can improve your preaching. We soon forget what we have not deeply thought about. –Marcel Proust, French Novelist This article continues a series a series of articles on 8 neuroscience-based principles that Jesus modeled for us that can profoundly improve our preaching and teaching. They are based on my latest book, If Jesus Gave a TED Talk: 8 neuroscience principles the Master Teacher used to persuade His audience. Today’s principle is Principle 5—Stimulate Long-Term Memory (Durability). *** It was a pleasant walk in the woods of the Jura mountains one summer morning in 1941 for Georges and his dog. After their walks, George de Mestral, an engineer and entrepreneur, would often pull from his trousers and from his dog’s fur several burs of the cocklebur flowering plant. On this particular day, the tenacity of the burs piqued his interest. He took a closer look and examined them under a microscope. He noticed that the small hooks on the burrs made them easily adhere to his pants and his dog’s hair. He wondered if he could make something useful from this discovery. Eight years and much research later, he was able to mimic the natural attachment from the burrs with two pieces of fabric with thousands of hooks and loops. This became a ubiquitous household item we now call Velcro (from the French words velours for color, and crochet for hook) that has revolutionized the fastener industry. He began to commercially produce the product with a company he formed in 1959. I liken long-term memory to Velcro because both are sticky. For learning to occur and for your listeners to actually remember your sermons, sermons must ‘stick’ in long-term memory, like Velcro, and they must be able to retrieve it. *** CONCENTRATE ON ENHANCING RECALL Every preacher should aim for durable learning, learning that sticks in long-term memory that can later be recalled from it. The saying, ‘Easy come, easy go,’ holds true for learning and memory as well. If learning is too easy, little gets learned. Leaning, which is necessary for spiritual growth, does not reach a stable state and stay there without effort on our part. It needs reinforcing or it fades. However, if we incorporate recall experiences in our sermons that make it a bit hard to recall the material, called desirable difficulty, durable learning more likely will occur. When our listeners must work harder to dig out a memory, understand it, puzzle over it, or make sense of it, they learn better. It’s also called ‘effort after meaning.’ This process prohibits simple storage in working memory and forces other relevant circuits to work harder, thus deepening the memory. But, it must not be too difficult. Not all difficulty is desirable. The goal of desirable difficulty is to make it a bit harder to recall learned material. Preachers must match the difficulty to the learner, making the challenge manageable, but not impossible. You’re after struggle, not failure. And the more often we recall, the more elaborate memory traces we create which connects that information to other content to improve recall. A husband and wife neuroscience team (Bjork and Bjork) developed the concept of desirable difficulty. It explains how retrieving information (i.e., testing yourself) helps you learn it better. And when we must exert effort to retrieve information, learning strengthens. Our brains retain what they work harder to obtain. Although it may seem counterintuitive, forgetting is necessary to remembering. We must forget in order to learn. Forgetting deepens learning because it helps the brain filter out distracting and unnecessary information and strengthen recall of what’s important. Memories don’t exist on opposite spectrums, totally forgotten to perfectly remembered. Rather, they can be described with two components, retrieval strength and storage strength. This is called the theory of disuse. Dr. Carole Yue explains this concept in this way. “Any item you encode into your memory can be described by two characteristics: storage strength and retrieval strength. Storage strength is a general measure of how well learned that item is, while retrieval strength measures how accessible the item is at that time. Storage strength increases monotonically—the more you are exposed to an item, the stronger the storage strength gets. One important thing to note is that storage strength does not have a direct effect on memory performance; the probability that you will be able to reproduce something from memory (e.g., a name or phone number) depends almost entirely on its retrieval strength.” She also explains that the very act of retrieving something from memory enhances retrieval strength. And the more difficult it is to retrieve it (desirable difficulty), the stronger the memory becomes. She says, “the more you forget something, the better you ultimately remember it!” So, a little forgetting helps us recall better. And that’s the goal we should set for our sermons, that our learners will be able to recall in the future what we intend for them to recall and act upon. Jesus knew how to strengthen recall. He mastered what William Barclay calls the, “unforgettable epigram,” a phrase that, “lodges in the mind and stays there, refusing to be forgotten.” One helpful way to deepen long-term memory is through testing and questions, which Jesus modeled. Jesus often tested His followers with questions, a common practice in that day used to discern how well students had learned the lesson being taught. For example, in Matthew 16 Jesus asked his disciples who others said He was and then asked them who they thought He was. Estimates of the number of questions recorded in the Gospels, depending on how you count them, range from 110 to 310. And in Jesus’ most famous sermon, the sermon on the mount (Mt 5-7) He asks fifteen questions and another six that His hearers might ask. In fact, the first recorded words of Jesus, when He was twelve, were two questions He posed to Mary and Joseph. “’Why were you searching for me?’ he asked. ‘Didn’t you know I had to be in my Father’s house (Lk 2.49)?’” He always used questions with a purpose, to rouse interest, confront His critics, probe for motives, push for faith, promote reflection, prick the conscience, etc. He never used them as fillers or to simply promote good discussion. And, the Gospels record twenty individuals and twelve groups who even asked Jesus questions. Your communication setting may allow your learners to ask you questions. To the questions others asked Him, Jesus always responded with respect and attentiveness, never calling any question unnecessary or foolish. So consider ways to improve your listener’s long-term memory through your sermons. Next week we’ll unpack Principle 6: Engage the Heart (Emotion). And, if you’d like a free chart that captures all the principles and key components, you can get a free one by clicking [here](https://www.dropbox.com/s/43bodwtvsl8ofrn/8%20core%20principles%20w%20simple%20%C2%A9.pdf?dl=0). This article was adapted by permission and comes from Charles Stone’s 7th book titled If Jesus Gave a TED Talk: Eight NEUROSCIENCE principles the Master Teacher used to persuade His audience (Freiling Publishing, 2021). For a free chapter, go [here](https://charlesstone.com/csbooks/if-jesus-gave-a-ted-talk/). You can follow Charles at [www.charlesstone.com](http://www.charlesstone.com) [Browse All](/PreachingArticles/Search?sortBy=newest) Related Preaching Articles - [Can We Preach The Tithe?](https://www.sermoncentral.com/pastors-preaching-articles/dean-shriver-can-we-preach-the-tithe-648) By [Dean Shriver](https://www.sermoncentral.com/authors/dean-shriver-articles-394)on Jun 30, 2018 Tithing is a volatile topic—even away from the pulpit. Dean Shriver suggests a novel approach to the \"fuzzy edges\" of tithing. - - [Just What Is Pulpit Plagiarism?](https://www.sermoncentral.com/pastors-preaching-articles/ron-forseth-just-what-is-pulpit-plagiarism-691) By [Ron Forseth](https://www.sermoncentral.com/authors/ron-forseth-articles-404)on Jan 1, 2024 Executive Editor of SermonCentral.com Ron Forseth answers the thorny question in defining pulpit plagiarism. - [Why Preparing Sermons Takes Me So Long](https://www.sermoncentral.com/pastors-preaching-articles/joe-mckeever-why-preparing-sermons-takes-me-so-long-703) By [Joe Mckeever](https://www.sermoncentral.com/authors/joe-mckeever-articles-381)on Jul 31, 2020 Proper preparation is not for the faint of heart. It takes prayer, study, and practice. - [Managing The Clock In Your Preaching](https://www.sermoncentral.com/pastors-preaching-articles/james-davis-managing-the-clock-in-your-preaching-717) By [James O. Davis](https://www.sermoncentral.com/authors/james-davis-articles-395)on May 29, 2020 James O. Davis reminds preachers that the length of a presentation is not determined by the clock but by the crowd. - [Pastors And Pornography](https://www.sermoncentral.com/pastors-preaching-articles/paul-kendall-pastors-and-pornography-721) By [Paul Kendall](https://www.sermoncentral.com/authors/paul-kendall-articles-479)on Dec 15, 2022 Family counseling specialist Paul Kendall warns pastors and church leaders against the increasing threat of pornography and how to protect themselves and their ministries from it. - [Remembering Why You Said Yes To Pastoring](https://www.sermoncentral.com/pastors-preaching-articles/chuck-warnock-remembering-why-you-said-yes-to-pastoring-723) By [Chuck Warnock](https://www.sermoncentral.com/authors/chuck-warnock-articles-190)on Dec 16, 2022 There are times in a pastor's life when the clarity of our call fades, discouragement clouds our memory, and we wonder, \"Why did I ever want to be a pastor?\" - - [The Critical Relationship Between Pastor And Worship Leader](https://www.sermoncentral.com/pastors-preaching-articles/chuck-fromm-the-critical-relationship-between-pastor-and-worship-leader-727) By [Chuck Fromm](https://www.sermoncentral.com/authors/chuck-fromm-articles-487)on Mar 4, 2020 Worship Leader magazine editor Chuck Fromm discusses the key imperative in a pastor establishing a meaningful relationship with his/her worship leader and team. - [Busting Out Of Sermon Block](https://www.sermoncentral.com/pastors-preaching-articles/haddon-robinson-busting-out-of-sermon-block-730) By [Haddon Robinson](https://www.sermoncentral.com/authors/haddon-robinson-articles-489)on May 28, 2020 Give your sermons new life every week with this timeless advice from Haddon Robinson.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://charlesstone.com/csbooks/if-jesus-gave-a-ted-talk/).",
    "http://www.charlesstone.com)",
    "https://www.dropbox.com/s/43bodwtvsl8ofrn/8%20core%20principles%20w%20simple%20%C2%A9.pdf?dl=0).",
    "https://www.dropbox.com/s/43bodwtvsl8ofrn/8%20core%20principles%20w%20simple%20%C2%A9.pdf",
    "https://www.charlesstone.com/csbooks/if-jesus-gave-a-ted-talk/).",
    "http://charlesstone.com)",
    "https://dropbox.com/s/43bodwtvsl8ofrn/8%20core%20principles%20w%20simple%20%C2%A9.pdf?dl=0)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "charles stone",
        "sentiment": "neutral"
      },
      {
        "name": "jesus",
        "sentiment": "neutral"
      },
      {
        "name": "georges",
        "sentiment": "none"
      },
      {
        "name": "marcel proust",
        "sentiment": "none"
      },
      {
        "name": "george de mestral",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "jura",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T10:01:16.222+03:00",
  "updated": "2024-06-02T10:01:16.222+03:00"
}