{
  "thread": {
    "uuid": "4b3dd0a5668d317c1292a37266fad24c9ed05887",
    "url": "https://www.noticiasaominuto.com/pais/2479291/algarve-tem-novo-radar-meterologico-que-pemitira-melhorar-previsoes",
    "site_full": "www.noticiasaominuto.com",
    "site": "noticiasaominuto.com",
    "site_section": "http://noticiasaominuto.com/",
    "site_categories": [
      "tech",
      "email"
    ],
    "section_title": "Notícias Última Hora: Seja o Primeiro a Saber - Notícias ao Minuto",
    "title": "Algarve tem novo radar meterológico que pemitirá melhorar previsões",
    "title_full": "Algarve tem novo radar meterológico que pemitirá melhorar previsões",
    "published": "2024-01-12T17:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://media-manager.noticiasaominuto.com/1280/naom_5d946726317e9.jpg",
    "performance_score": 0,
    "domain_rank": 29617,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4b3dd0a5668d317c1292a37266fad24c9ed05887",
  "url": "https://www.noticiasaominuto.com/pais/2479291/algarve-tem-novo-radar-meterologico-que-pemitira-melhorar-previsoes",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-12T17:59:00.000+02:00",
  "title": "Algarve tem novo radar meterológico que pemitirá melhorar previsões",
  "text": "O novo radar meteorológico do Instituto Português do Mar e da Atmosfera (IPMA) está instalado em Cavalos do Caldeirão, na freguesia do Ameixial, concelho de Loulé (distrito de Faro), possibilitando fazer a transição para radares com uma tecnologia de polarização dupla, precisou a CCDR do Algarve em comunicado.\n\"O início de operação destes radares integra a transição da polarização simples para polarização dupla, processo em fase avançada na União Europeia, e permite a Portugal figurar na linha da frente da monitorização e previsão meteorológica\", sublinhou.\nO novo equipamento dá ao IPMA mais capacidade para \"entender e prever padrões e alterações climáticas e outros fenómenos meteorológicos\", para melhorar a \"vigilância e previsão meteorológica\" e para ajudar na \"prevenção operacional de combate a incêndios florestais\", assinalou a CCDR.\nO município de Loulé adiantou num comunicado que o novo radar está instalado \"numa torre com vários metros de altura e oito pisos, com vista privilegiada para a Serra do Caldeirão\", e vem substituir o anterior que se encontrava obsoleto, localizado no Barranco do Velho.\n\"Esta aposta na modernização das infraestruturas do IPMA vai permitir disponibilizar dados muito mais fiáveis, com mais do dobro da qualidade, da resolução e da velocidade da informação do que até aqui o instituto conseguia disponibilizar à sociedade\", salientou a autarquia, precisando que o novo equipamento tem um \"raio de ação de 300 quilómetros\".\nPresente na inauguração e citado no comunicado da autarquia, Telmo Carvalho, do IPMA, considerou que os novos equipamentos inaugurados na quarta-feira em Loulé e em Coruche, no distrito de Santarém, colocam Portugal \"na 1.ª Liga da monitorização atmosférica da Europa\".\n\"Estávamos a dar informação ao nível distrital e conseguimos agora dar informação num raio de 2,5 quilómetros, o que muda completamente a importância desta informação para a agricultura e para a gestão florestal\", acrescentou.\nA CCDR referiu ainda que \"a informação gerada por estes novos sistemas de radar é relevante não só para Portugal, mas também para grande parte do continente europeu, em particular para Espanha\", com cuja agência meteorológica (AEMet) o IPMA troca dados em tempo real e trabalha na \"deteção e acompanhamento de fenómenos meteorológicos de tempo severo\".\n\"Com estes radares pode-se agora, de forma mais precisa, monitorizar a intensidade e a movimentação de sistemas de precipitação, como chuvas intensas, o que oferece maior capacidade de prever inundações costeiras, detetar mudanças na pressão atmosférica e outras condições extremas que podem indicar a formação de tsunamis\", referiu a CCDR.\nAssim, acrescentou, amplia-se a capacidade de alerta para comunidades costeiras e embarcações em alto-mar, \"mitigando riscos materiais e ambientais e melhor salvaguardando pessoas e bens\", concluiu.\nLeia Também: Açores. Conselho extraordinário avalia estragos do mau tempo",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-12T18:21:04.881+02:00",
  "updated": "2024-01-12T18:21:04.881+02:00"
}