{
  "thread": {
    "uuid": "2f67c940dcb3d58b53e9be0291f1af9a654b5ecc",
    "url": "https://www.undertheradarmag.com/interviews/interview_mario_van_peebles_on_the_legacy_of_his_fathers_story_of_a_three_d",
    "site_full": "www.undertheradarmag.com",
    "site": "undertheradarmag.com",
    "site_section": "http://www.undertheradarmag.com",
    "site_categories": [],
    "section_title": "Under the Radar Magazine",
    "title": "Interview: Mario Van Peebles on the Legacy of His Father’s \"Story of a Three-Day Pass\" | Under the Radar Magazine",
    "title_full": "Interview: Mario Van Peebles on the Legacy of His Father’s \"Story of a Three-Day Pass\" | Under the Radar Magazine",
    "published": "2024-01-07T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://undertheradarmag.com/uploads/article_images/3daypass_poster_sq.png",
    "performance_score": 0,
    "domain_rank": 50374,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2f67c940dcb3d58b53e9be0291f1af9a654b5ecc",
  "url": "https://www.undertheradarmag.com/interviews/interview_mario_van_peebles_on_the_legacy_of_his_fathers_story_of_a_three_d",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Austin Trunick",
  "published": "2024-01-07T02:00:00.000+02:00",
  "title": "Interview: Mario Van Peebles on the Legacy of His Father’s \"Story of a Three-Day Pass\" | Under the Radar Magazine",
  "text": "Interview: Mario Van Peebles on the Legacy of His Father’s “Story of a Three-Day Pass” Melvin Van Peebles’ Debut Feature Returns To Theaters May 07, 2021 [Web Exclusive](https://www.undertheradarmag.com/issues/webexclusive) Released in 1971, Melvin Van Peebles’ Sweet Sweetback’s Baada Song was a milestone film. Widely credited with inciting the blaxploitation genre of filmmaking, its success proved to studios that there was an audience for Black cinema—and to other independent filmmakers how much could be achieved outside the studio system. When a work has that level of impact, though, what came before it can be easily overshadowed. For Van Peebles, Sweetback was far from his first foray into filmmaking. When Hollywood repeatedly slammed the door on a young, Black filmmaker looking for work behind a camera, Melvin Peebles moved to the Netherlands—where he added the “Van” to his surname—and then France, where he learned the language, wrote plays and novels, and even explored his creativity as a musician. When his attention returned to making movies, he discovered a grant that would help him turn one of his French novels, La permission, into a film. This would lead to his debut feature, The Story of a Three-Day Pass (1967). The Story of a Three-Day Pass follows a Black, American soldier named Turner (Henry Baird) who is granted a weekend-long leave by his commanding officer. He uses this opportunity to visit Paris, where he meets—and falls for—a white, French girl (Nicole Berger). The movie mostly follows their few, short days together, and what happens to their relationship after Turner’s return to base. Filmed in black and white, French and English, and full of clever camera work and editing, it’s a very exciting picture from an audio-visual standpoint, seemingly more in tune with the French New Wave films of Godard and Truffaut than anything happening in Hollywood at the time. So in tune, in fact, that a festival mistook it for a French movie—leading Van Peebles to receive acclaim for it back home, and then offers to work for the same studios that had turned him away years before. Almost sixty years later, The Story of a Three-Day Pass has been restored and returned to theaters, where it can be seen and appreciated by a new generation—and perhaps be seen outside of the shadow of the monumental work that Van Peebles brought forth just four years later. Mario Van Peebles, his son, followed his father into the film industry after playing the son of his real-life father’s character in Sweetback. First as an actor, the younger Van Peebles rose to prominence with roles in films such as Exterminator 2 (1984) and Heartbreak Ridge (1986). After cutting his directorial teeth in television, Mario moved into feature-filmmaking with his stunning debut, New Jack City (1991), which—just like his father’s best-known work—became the highest-grossing independent film of its year. It was followed in quick succession by memorable works like the Black Western Posse (1993) and Panther (1995). Ever since he’s remained highly active as an actor, director, writer, and producer; he wore all four of these hats in his 2003 film Baada !, a compelling docudrama portraying the making of his father’s famous feature. The Story of a Three-Day Pass opens today at the Film Forum in New York and Laemmle Noho in Los Angeles, and will expand to more theaters next week. Mario Van Peebles spoke with us about restoring his father’s debut feature, his thoughts on its genesis, and the lessons he’s taken from his dad into his own, celebrated career as a multi-hyphenate director. Austin Trunick [Under the Radar]: You became directly involved with your father’s filmmaking with Sweet Sweetback’s Baada Song (1971), and you later dramatized that part of your childhood in Baada ! (2003). You were a very young kid, though, when The Story of a Three-Day Pass (1967) was made. What do you remember of those years and the making of this film, from a child’s point of view? Mario Van Peebles: My father was in the Air Force, and he’d broken the cardinal rule which was “Don’t get too good at a job you don’t want to have.” He won the bombing competition. After Pearl Harbor, there was this thing where they thought we should always have this threat in the sky. He was the navigator on all of those big, globetrotter missions, and his team won. They’d say, “If we’re going to drop a bomb, where does it go?” They would drop these dummy bombs, and his team kept winning. And so, the Air Force wanted to keep him around as their Black guy who, you know, represented the “New” Air Force. He didn’t want to do that. He had a girlfriend come visit him on the base. He was an officer, she was white, and you couldn’t have women on base, so they pretended they were cousins. They asked for her ID, and her maiden name is Marx. She said, “Oh, that’s my slave name.” [Laughs] That was my mom. They hung out on the base together. My mom is white, my dad is Black, and they pretended to be cousins, which was all fine until I started to come along. Then they decided, “We’ve got to get out of here.” After his last mission was done, he couldn’t get out. He didn’t want to be brought back in, and he was concerned his name might appear on some re-up papers. So, they split and got across the border to Mexico. Hence, I have the name “Mario,” because I was born in Mexico. In a way, perhaps the movie Three-Day Pass was inspired in some way by the relationship between my mom and dad, and to some extent I would be a product of it. [Laughs] And according to them, they had a lot of fun making me, so that’s good to know. Later, my dad tried to get work as a filmmaker, and there’s a long story behind that. Hollywood said, “We don’t need any elevator operators,” and he said, “No, I want to be a filmmaker.” They said, “We don’t need any elevator operators who want to be filmmakers.” He and my mom always talked about going to Europe, so they went to Europe and he went on a long trek to learn French, start to write, and did that. He made shorts, some of which I’m discovering now, which are great. Those include the first one I was ever in, when I was two years old. Then he made his first feature, which was Three-Day Pass. I remember seeing the film at the San Francisco Film Festival, when it won the festival as the French entry. That was bananas, because they though Monsieur Melvin Van Pebbles would be a French guy, maybe a French-Dutch guy? Definitely not a brother from Chicago. [Laughs] So when he shows up at the airport, the little lady with blue hair says, “Monsieur Van Peebles, delegacion français?” He rolls up and says, “Yeah, baby, that’s me.” It’s like, “Whoever you are, I’m waiting for a very important auteur.” And then he says, “Oui, c’est moi, Monsieur Van Peebles.” And she’s like, “Oh, shit!” [Laughs] And so his film wins, and then Hollywood is embarrassed. That’s how he got to make Watermelon Man (1970), and I became a P.A. on that. And then Sweetback, but you saw my take on that. I think the French got a little bit of a kick out of the poor, Black American kid having to go to France to make it. I think there was a bit of a “stick it to the Yankees” energy going on there, and my father was happy to let them play with that. Through this process of working on the restoration, I figure you had to examine this movie more closely than you ever had before. Did you discover new things about it? Things that you hadn’t noticed, or perhaps hadn’t appreciated before? Yeah, I did. First of all, I didn’t think of it at the time as to where it was within a social context. When Black folks were calling themselves colored, the implication was that colored was just slightly different than white. You know, “You guys are white, and we’re colored. So, let us have a seat at the table, let us have a slice of the American pie. Let us sit at lunch counters with you. Let us into the same schools. Just, be nice to us. Recognize our humanity as we recognize yours.” The reflection of that in cinema was Guess Who’s Coming to Dinner (1967) and films like that, They Call Me Mr. Tibbs! (1970). The actors who reflected that were the brightest and the best, the cleanest and most upstanding. They were the Poitiers and the Belafontes, the Diahann Carrolls. They were all colored, and in the civil rights movement that might have been reflected more by Dr. King. It’s like, “We’re really good people. We’re noble, we’re spiritual. Now, let us have a seat.” Now, when Malcolm says “Freedom by any means,” and Dr. King says, “Freedom by peaceful means,” they killed them both! Including the Kennedys! Thne people go, “Shit! This colored shit doesn’t work!” There’s something Malcolm said, like “Look, if you’re trying to model yourself after Gandhi, keep in mind that’s a big, brown elephant sitting on a little, white mouse.” Because that was in India, where the Indians are the native majority, and the British colonizers were the minority. But here, you’re only 13% of the population. They’re not going to stop whooping your ass—they’re just getting better at it! You’re waiting for them to recognize your humanity, and they’re going to sic dogs on you. So when they got killed, Black people got tired of trying to fit in and be colored. They said, “Fuck that, we’re Black. Black power. We’re going to wear our hair in afros, we’re going to be part of the Black Panthers, we’re going to say Black is beautiful.” Not that white isn’t beautiful, just that Black is beautiful, too. It’s just like how we’re saying Black lives matter: it’s not that other lives don’t matter, it’s just that Black lives matter, god damn it! That’s not at the expense of blue lives, or any lives. So, this film, Three-Day Pass, was made during that earlier time. Guess Who’s Coming To Dinner was a great film, but the subliminal, moral equivalency was that you had to be an upstanding doctor to be worthy of dating a shopkeeper, because she happens to be a white girl. It’s like, wait a minute—that’s the equivalency there? That’s the trade-off? [Laughs] At this time, when the guys on screen had to be the best that we can be, you know who makes a movie? Ordinary people! In Three-Day Pass, he’s an ordinary Black guy, she’s an ordinary French girl. They’re just ordinary people. It almost feels like a coming-of-age movie, there’s a sort of bittersweet naiveté to it. It’s also not Black trauma-centric. It’s not obsessed with that; there’s no bitter, gritty kind of thing to it. There’s a bounce. It’s just a bittersweet, romantic comedy and when I look at it in the context of when it was made, I think “Wow, that’s a really different beat.” He made a movie about two people who were ordinary folk and put them in an interesting situation. They weren’t being examples to their race. This guy’s not a Poitier—he’s just a dude! If he was white, he’d just be a white dude. There’s not a lot of extra baggage that Melvin decided to carry. That stuff is interesting, if you look at it contextually. Cinematically, too, there’s a lot of stuff my dad does, where he’s talking into the mirror, or split-screens, or the shot where he glides through the bar, that a lot of other filmmakers would adopt, to some degree. Spike does that dolly move. You look at it and you go, “Oh, wow, that’s where they got that move from. My dad did that?” Melvin, my dad, part of his spirit was caught in that. I remember when he said he was going to start running marathons. He’d been focusing on directing and not focusing on taking care of himself physically, so he thought, “I need to run.” My sister and I didn’t pay him much mind, and then one day he said, “I’m going to run a marathon, so let’s all have brunch together, because I can’t eat the next day.” So, we’re all having this lovely brunch and Melvin gets up, and we realize he’s gone. Where did he go? Then, we hear whimpering. We pulled up the tablecloth and looked under the table, and my dad is curled up under the table—in a fancy restaurant—in a fetal position. We’re like, “What the fuck are you doing?” And he says, “I’m scared!” He demystified being a filmmaker: he would laugh, he would fail, he would succeed. He admitted to having multiple Melvins. There’s the Melvin that would curl up under a table and be scared, and wouldn’t run. There’s a revolutionary Melvin that would whoop your ass. There was a loving Melvin who would spend a lot of time trying to help you with a script. He would admit to these different Melvins, there were five or six different Melvins. It made me realize, “Oh, I have all of those Marios.” That’s why, in my movie Baada !, I played with the notion of there being this intimidating Melvin, the self-doubting Melvin—the one we have in all of us. Melvin does that as a filmmaker, in [Three-Day Pass]: this is a guy who tries to be cool, wants to meet a girl, wants to have fun, wants to get laid. He wants to do all of the stuff that a young guy wants to do. The young woman on the other side, she has her set of the things. We can see what her fantasy is about him: she’s running through the jungle, and he’s chasing her. [Laughs] And in his fantasy about her, he’s on Bridgerton or some shit. So, he plays with race in a way that’s fun on both sides. I think that speaks to his understanding of human beings, and his ability to get, and laugh, at the joke of life. Sweetback was a watershed moment—not just for Black cinema, but independent cinema, as well. In a way, it feels like your father almost beat himself to the punch with Three-Day Pass. What do you think the reason was that it didn’t have the impact that Sweetback did? Was it the timing, or was it too much of an arthouse-style film . . . ? I think this film, in particular, because it was made in France, and it’s a French-language film. You know, there’s that whole thing where if you speak one language you’re trilingual, two languages your bilingual, and one language, you’re American. I think there’s a little bit of that. I don’t think they were ready for grit, and pain, and Black trauma. It’s not what you’d expect a guy to do. I guess it reminds me tonally, in a way, of Spike’s She’s Gotta Have It (1986). There are little bits of those kind of quirky people, and his film has a mixed-race couple. I think that part of it is timing, and then there are other factors, like language and its being in black and white. But, it served to bring him into the fold. Then he made Watermelon Man, and he does a whole, subversive ending where the man never wakes up from the nightmare of being Black, and he stays Black. Melvin made a subversive film within the studio system, which was a trip, and then he stepped away from the system to make the film he wanted to make, which was Sweetback, and that was the game-changer. You went on to become a very accomplished filmmaker in your own right. I’m sure you have many, many answers to this, but I’m wondering if you can share any of the lessons you took from your father that you bring with you each time you step onto a set as a director. When I went to direct New Jack City (1991) and I talked to my dad about it, he said the best thing to do would be to commit Rudyard Kiplings “ [If –](https://www.poetryfoundation.org/poems/46473/if---)” to memory. It’s a great poem: “If you can trust yourself when all men doubt you, but make allowance for their doubting too; If you can wait and not be tired by waiting . . .” There are portions of that poem I’ve had to reference all the way through my career. The other thing was that no matter what business you’re in, there are going to be some “isms.” Lookism, racism, sexism, classism. You should be in a business that you love, and then make changes to those isms through and with it. The other thing is that great allies come in all colors. They don’t always look like you, or vote like you. Melvin has great friends of all races, all genders. He never let the isms make him bitter, otherwise it poisons your art. I think that was a huge lesson to see. This is a guy who has friends and supporters of all colors and types. He draws from the whole smorgasbord of humanity. I think that happened with me. The first guy who gave me a break was a tall, Republican cat named Clint Eastwood, who doesn’t look like me, doesn’t vote like me. The two people who got me into the Academy were Poitier and Clint Eastwood. It’s not always going to be people directly in your little tribe. You have to look beyond that, and I think it was really helpful to see that early on. It expands your universe. You can see it in my casting, right? On New Jack City, I mixed it up. I thought, if we want kids to say ‘no’ to drugs, you better have role models to say ‘yes’ to. I had Russell Wong, who’s Asian, and Judd Nelson, who’s Jewish. I got Ice-T to play the cop, not the gangster, and I got a sister to play the prosecutor. Make inclusive films! *** Comments Submit your comment There are no comments for this entry yet. Most Recent [Under the Radar’s Top 100 Albums of 2023 (News) — Jessie Ware, Indigo De Souza, Olivia Rodrigo, Sampha, Black Belt Eagle Scout, Ratboys, Sufjan Stevens, Wednesday, The WAEVE, Mitski, Caroline Polachek, Slowdive, Wilco, Miss Grit, Caroline Rose, Nation of Language, Lana Del Rey, Bully, Blonde Redhead, Blondshell, Alex Lahey, IAN SWEET, John Cale, Jess Williamson, Strange Ranger, Paramore, Blur, Lael Neale, Peter Gabriel, Emma Anderson, M83, Art Feynman, Young Fathers, This Is the Kit, Palehound, Water From Your Eyes](https://www.undertheradarmag.com/news/under_the_radars_top_100_albums_of_2023) [The Last Dinner Party Share Video for New Song “Caesar on a TV Screen” (News) — The Last Dinner Party](https://www.undertheradarmag.com/news/the_last_dinner_party_share_video_for_new_song_caesar_on_a_tv_screen) [Sunbather (10th Anniversary Remix / Remaster) (Review) — Deafheaven](https://www.undertheradarmag.com/reviews/sunbather_10th_anniversary_remix_remaster_deafheaven) [Premiere: Lily Seabird Shares New Single “Waste” (News) — Lily Seabird](https://www.undertheradarmag.com/news/premiere_lily_seabird_shares_new_single_waste) [Liam Gallagher of Oasis and John Squire of The Stone Roses Share New Song “Just Another Rainbow” (News) — Liam Gallagher, Liam Gallagher & John Squire, John Squire, Oasis, The Stone Roses](https://www.undertheradarmag.com/news/liam_gallagher_oasis_john_squire_the_stone_roses_song_just_another_rainbow)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Social Issue"
  ],
  "external_links": [
    "https://www.poetryfoundation.org/poems/46473/if---)”",
    "https://poetryfoundation.org/poems/46473/if---)”"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mario van peebles",
        "sentiment": "negative"
      },
      {
        "name": "melvin van pe",
        "sentiment": "negative"
      },
      {
        "name": "van peebles",
        "sentiment": "none"
      },
      {
        "name": "melvin peebles",
        "sentiment": "none"
      },
      {
        "name": "baada song",
        "sentiment": "none"
      },
      {
        "name": "melvin van peebles",
        "sentiment": "none"
      },
      {
        "name": "sweetback",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "hollywood",
        "sentiment": "none"
      },
      {
        "name": "netherlands",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:46:48.701+02:00",
  "updated": "2024-01-08T06:08:21.397+02:00"
}