{
  "thread": {
    "uuid": "5dac0581b2a2c885612008bb99379f8a4d85de59",
    "url": "https://www.laopiniondezamora.es/deportes/2024/01/19/claves-historico-triunfo-carlos-sainz-97101646.html",
    "site_full": "www.laopiniondezamora.es",
    "site": "laopiniondezamora.es",
    "site_section": "https://laopiniondezamora.es/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Las claves del histórico triunfo de Carlos Sainz en el Dakar",
    "title_full": "Las claves del histórico triunfo de Carlos Sainz en el Dakar",
    "published": "2024-01-19T12:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/25751ad5-54e4-40d3-82ae-b1698864b821_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 61239,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5dac0581b2a2c885612008bb99379f8a4d85de59",
  "url": "https://www.laopiniondezamora.es/deportes/2024/01/19/claves-historico-triunfo-carlos-sainz-97101646.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EFE",
  "published": "2024-01-19T12:30:00.000+02:00",
  "title": "Las claves del histórico triunfo de Carlos Sainz en el Dakar",
  "text": "El español [Carlos Sainz](/tags/carlos-sainz/) (Audi) consiguió este viernes su [cuarto Dakar](https://www.laopiniondezamora.es/deportes/2024/01/19/sainz-conquista-cuarto-dakar-cita-97094141.html), una edición en la que no logró la victoria de ninguna de las doce etapas pero que, sin embargo, dominó de principio a fin, siendo líder durante toda la segunda semana. ¿Pero cuáles fueron las claves de su victoria? Dominio en las tres etapas clave del Dakar Sainz llegaba con tres de las doce etapas subrayadas en rojo. Eran la primera, una jornada de piedras entre Al Ula y Al Henakiyah; la sexta, una etapa crono de 48 horas en la que los corredores se introducían en el desierto de dunas más grande del mundo, y la penúltima jornada, la de este pasado jueves, otra auténtica maratón de piedras antes de llegar a Yanbu. Bordó las tres. El madrileño quedó segundo en la primera etapa, donde ya se distanció del catarí Nasser Al-Attiyah (Prodrive), campeón de las dos anteriores ediciones y su máximo rival. Sainz terminó a 1 minuto y 44 segundos del primero, el belga Guillaume de Mevius (Toyota), y aventajó en más de 12 minutos al sueco Mattias Ekström (Audi), en 20 al francés Sébastien Loeb (Prodrive), en 22 a Al-Attiyah y en casi media hora al francés Stéphane Peterhansel (Audi). Esto le dio confianza a Sainz, que llegó a la crono de 48 horas, la etapa reina del Dakar, segundo en la general. En la primera jornada de los dos días que duró la etapa, Sainz sacó más de 25 minutos al catarí, una auténtica minutada que permitía al español ponerse líder provisional de la general. Por su parte, en el segundo día de la etapa, Sainz bajó el pistón y terminó segundo, a unos cinco minutos de Loeb, aunque el español había asestado un auténtico golpetazo en la general. Y la último demostración de poder fue la vivida este pasado jueves, cuando Sainz lideró los primeros ocho tramos de la penúltima etapa, una empedrada jornada de 420 kilómetros en la que muchos de sus rivales tuvieron problemas mecánicos. Sólo un pinchazo apeó a Sainz de la victoria en un día que certificó, aunque de panera virtual, su cuarto [triunfo en el Dakar](https://www.laopiniondezamora.es/deportes/2024/01/19/crlos-sainz-ganar-dakar-cuerda-97099834.html). Problemas de todos sus rivales [](/fotos/deportes/2024/01/19/mejores-imagenes-rally-dakar-2024-97095433.html) [31](/fotos/deportes/2024/01/19/mejores-imagenes-rally-dakar-2024-97095433.html) Toda la mala suerte que Sainz tuvo en ediciones pasadas, el español la tuvo de cara en este 2024. El madrileño no tuvo ningún problema mecánico, aunque sí varios pinchazos. Por contra, casi todos sus rivales tuvieron alguna avería mecánica o, directamente, destrozaron su coche. Es lo que le ocurrió al saudí Yazeed Al Rajhi (Toyota), quien estrelló su vehículo sobre las dunas en la sexta etapa justo cuando lideraba la general y no pudo volver a la carrera. Al día siguiente, [Al-Attiyah](/tags/nasser-al-attiyah/), que se había convertido en el máximo rival de Sainz tras la retirada de Al Rajhi, sufrió una avería mecánica que le hizo perder más de una hora con el coche de Audi, lo mismo que le pasó al sueco Mattias Ekström (Audi), que cuando estaba a veinte minutos del español estuvo varado durante más de dos horas, diciendo adiós a sus opciones de pelear por la general. En la penúltima etapa, cuando Loeb estaba a sólo 13 minutos de Sainz, el francés rompió la horquilla delantera de la suspensión, lo que acabó por tranquilizar al español en el camino por su cuarto Dakar. Penalización a Loeb De cara a la sexta jornada, ningún corredor quería abrir pista en la etapa de 48 horas que se desarrollaba por el Empty Quarter, una de las partes más inhóspitas del desierto de arena más grande del mundo. Por ello, todos los pilotos perdieron algo de tiempo en la quinta etapa para no estar entre los primeros y quedar relegados a la décima o undécima posición, lo que les permitiría seguir las trazas de los de delante. Lo hizo Sainz, que se quedó parado durante varios minutos para asegurarse que no sería el primero en cruzar la línea de meta y también Loeb, que en su afán de no ser primero no pasó por un ‘waypoint’, uno de los puntos por los que el [Dakar ](/tags/rally-dakar/)cronometra a los pilotos, y recibió una penalización de quince minutos que le hubieran venido muy bien en la segunda semana de rally, cuando pugnaba con Sainz por el liderato. Nasser, a la suya, mientras Audi ayuda a Sainz Si le hubieran venido bien esos quince minutos, mejor aún habría sido para Loeb la ayuda de Nasser Al-Attiyah. Sin embargo, el catarí prefirió no quedarse a ayudar a su compañero y marcharse tras retirarse de la etapa por segundo día consecutivo. Sin duda, podría haber acompañado a Loeb en las tres últimas etapas, sobre todo este jueves, cuando Loeb hubo de esperar más de una hora a que un piloto chino con su mismo vehículo le diera unas herramientas que él no tenía para arreglar su suspensión y, posteriormente, llegó al campamento con tres de sus cuatro ruedas pinchadas, al quedarse sin neumáticos de repuesto. Al-Attiyah podría haber sido clave para haber desnivelado la pugna Loeb-Sainz del lado galo. Si no existió ningún compañerismo entre [Loeb ](/tags/sebastien-loeb/)y Nasser, todo lo contrario ocurrió entre Sainz y sus compañeros Mattias Ekström y Stéphane Peterhansel. Durante la segunda semana, ambos le abrieron el paso en muchas ocasiones y le ‘escoltaron’ en otras con tal de que Sainz tuviera unas manos amigas con las que arreglar el coche en caso de cualquier problema. En la antepenúltima etapa, por ejemplo, al madrileño no le quedaban ruedas de repuesto, pero sin embargo pinchó una tercera ocasión. Así, esperó siete minutos al sueco Ekström, quien le cedió dos ruedas para que no tuviera problemas para seguir como líder a su llegada a meta. Una gran estrategia Jugar con la estrategia fue clave para el triunfo final del de Audi. No le salió la jugada en el prólogo, en el que quiso quedar entre la décima y la décimo quinta posición para salir el día siguiente con las trazas de los demás. Pero Sainz se pasó de frenada y paró demasiado, lo que le hizo salir más allá de la vigésima posición. Aprendió de esa mala jugada en la quinta etapa, en la que se volvió a parar para no salir primero pero le salió mucho mejor. Mientras que Al-Attiyah abría pista por un desierto de dunas muy difícil en la navegación, Sainz salía a dos minutos del coche de delante, por lo que enseguida empezó a seguir trazadas y a copiar momentos de frenada para empezar a adelantar vehículos de cara a una etapa que terminó en exhibición. Lo repitió para la penúltima etapa. El madrileño salió diez minutos por detrás de Loeb y seis minutos por delante de Ekström. En caso de avería del galo, lo sabría al momento, como así ocurrió, mientras que si necesitaba ruedas, sólo tendría que esperar seis minutos a que llegara el sueco. Una estrategia que salió de diez para certificar el liderato de Sainz en la general. Todo ello terminó por asegurar el cuarto Dakar de Sainz, un triunfo contundente, con más de una hora y veinte minutos del segundo, en el rey de los rallies.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T14:02:31.550+02:00",
  "updated": "2024-01-19T14:33:25.972+02:00"
}