{
  "thread": {
    "uuid": "ed9d324bfb8c15187a0bd5271786f5734d212f78",
    "url": "https://www.noticiasaominuto.com/desporto/2584823/turquia-vira-tosquia-portugal-arrasa-e-esta-nos-oitavos-do-euro",
    "site_full": "www.noticiasaominuto.com",
    "site": "noticiasaominuto.com",
    "site_section": "https://www.noticiasaominuto.com/",
    "site_categories": [
      "tech",
      "email",
      "top_news"
    ],
    "section_title": "Notícias Última Hora: Seja o Primeiro a Saber - Notícias ao Minuto",
    "title": "Turquia vira 'tosquia'. Portugal arrasa e está nos 'oitavos' do Euro",
    "title_full": "Turquia vira 'tosquia'. Portugal arrasa e está nos 'oitavos' do Euro",
    "published": "2024-06-22T20:52:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://media-manager.noticiasaominuto.com/1280/naom_66770eaa52be9.jpg?crop_params=eyJsYW5kc2NhcGUiOnsiY3JvcFdpZHRoIjoyMDQ4LCJjcm9wSGVpZ2h0IjoxMTUyLCJjcm9wWCI6MCwiY3JvcFkiOjE2OX19",
    "performance_score": 0,
    "domain_rank": 29601,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ed9d324bfb8c15187a0bd5271786f5734d212f78",
  "url": "https://www.noticiasaominuto.com/desporto/2584823/turquia-vira-tosquia-portugal-arrasa-e-esta-nos-oitavos-do-euro",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-22T20:52:00.000+03:00",
  "title": "Turquia vira 'tosquia'. Portugal arrasa e está nos 'oitavos' do Euro",
  "text": "J á está. Portugal carimbou a passagem aos 'oitavos' do Campeonato da Europa, este sábado, ao derrotar a Turquia, por 3-0, no Signal Iduna Park, em Dortmund. Fruto de uma exibição segura, a seleção das quinas garantiu ainda o primeiro lugar do grupo F.\nTudo começou quando Bernardo Silva resolveu quebrar um 'enguiço' a nível pessoal, aos 21 minutos, estreando-se a marcar por Portugal nas grandes provas de seleções, ao que se seguiu um autogolo surreal e Akaydin (28') a deixar os lusos em novos festejos eufóricos.\nJá no segundo tempo, Cristiano Ronaldo ofereceu um golo a Bruno Fernandes e, numa partida altamente consistente, Portugal confirmou o trono do grupo F, pelo que, depois de defrontar a Geórgia no próximo dia 26 de junho, já sabe que disputará os 'oitavos' no primeiro dia do mês de julho.\nEntre talento e sorte, há festa\nRoberto Martínez procedeu a apenas uma alteração em relação ao onze do jogo frente à Chéquia (2-1), com a entrada de João Palhinha para render Diogo Dalot, algo que, desde logo, provocou uma mudança no sistema tático, apresentando Portugal num 4x3x3. Já Vincenzo Montella mexeu em três peças, com destaque para a ida do talento Arda Guler para o banco.\nAquela velha expressão de 'toma lá, dá cá' assentou perfeitamente nos primeiros 20 minutos, com as duas equipas a aproximarem-se das balizas adversárias praticamente à vez, ainda que sem a criação de perigo certamente desejada… até que tudo mudou.\nSensivelmente a meio do primeiro tempo, uma boa jogada coletiva da equipa das quinas permitiu que Bernardo Silva, em posição oportuna, beneficiasse de um passe que Cristiano Ronaldo não conseguiu tirar proveito, para abrir o ativo, aos 21 minutos. O momento foi tremendamente festejado e, claro, deixou os turcos em silêncio, naquele que foi o primeiro golo do avançado do Manchester City em grandes competições a nível de seleções.\nPortugal não recuou para proteger a vantagem e, tal como se pedia, lutou prontamente pelo segundo golo, que chegaria da forma mais caricata possível. Aos 28 minutos, CR7 pediu uma bola a João Cancelo, mas o desentendimento até viria a ser sinónimo de festa, dado que Akaydin atrapalhou-se no atraso para o guarda-redes e rubricou um autogolo surreal. Ainda antes da meia hora, o 2-0 para Portugal parecia mesmo deixar tudo bem encaminhado para o apuramento para os 'oitavos'.\nAté ao intervalo, Cristiano Ronaldo ainda tentou fazer o terceiro de fora da área, mas também a Turquia ameaçou reduzir, por intermédio de Akturkoglu e Orkuk Kokçu, sendo que tanto o remate do avançado do Galatasaray, como o do médio do Benfica, 'esbarraram' nas luvas de Diogo Costa.\nQuem disse que CR7 era invejoso?\nNo regresso dos balneários, João Palhinha e Rafael Leão cederam as vagas em campo para Rúben Neves e Pedro Neto, com nota ainda para a saída, do lado dos turcos, de Kokçu para dar lugar a Yazici. E se os 'oitavos' já estavam perto, mais ficaram com o terceiro golo de Portugal.\nAos 56 minutos, Cristiano Ronaldo fugiu com classe à linha defensiva adversária e, 'fintando' algumas acusações de 'invejoso', ofereceu o golo a Bruno Fernandes, que só teve de encostar para o 3-0 na partida.\nA última meia hora ficou marcada por um ritmo mais morno, com várias alterações, de parte a parte, sendo que Roberto Martínez foi lançando jogadores como Nélson Semedo, António Silva e João Neves, enquanto a equipa das quinas ia controlando o resultado. Ainda assim, CR7 bem tentou fazer o quarto… sem sucesso.\nCom este resultado, Portugal assume a liderança do grupo F, com seis pontos em seis possíveis, mais três do que a Turquia, seguindo-se a Chéquia e a Géorgia, ambas com um ponto. O primeiro lugar garantido define, desde já, que a seleção nacional vai defrontar um dos terceiros classificados dos grupos A, B ou C, no próximo dia 1 de julho, em Frankfurt, no acesso aos 'quartos' do Campeonato da Europa, que se realiza na Alemanha.\nOnzes\nTurquia: Altay Bayindir, Zeki Çelik, Samet Akaydin, Abdulkerim Bardakci, Ferdi Kadioglu, Hakan Çalhanoglu, Kaan Ayhan, Orkun Kokçu, Kenan Yildiz, Yunus Akgun e Baris Yilmaz.\nPortugal: Diogo Costa, Nuno Mendes, Pepe, Rúben Dias, João Cancelo, João Palhinha, Vitinha, Bruno Fernandes, Bernardo Silva, Rafael Leão e Cristiano Ronaldo.\nAntevisão\nPortugal entrou a vencer no Euro'2024 e, apesar da dose de sofrimento para bater a Chéquia (2-1), prepara-se agora para carimbar o acesso aos 'oitavos' da prova que se realiza na Alemanha, este sábado, no duelo frente à Turquia, em Dortmund, a contar para a segunda jornada do grupo F.\nAs contas são fáceis de se fazer. Um triunfo luso assegura, desde logo, o passaporte para a próxima fase da prova, sendo que, na pior das hipóteses, tal poderá acontecer como um dos terceiros melhores classificados da fase de grupos.\nAinda assim, há espaço para que o trono do grupo seja garantido já no segundo de três jogos. Se a Geórgia (adversária na última ronda) não derrotar a Chéquia, numa partida que se disputa três horas antes em Hamburgo, bastará Portugal vencer os turcos para não deixar escapar o primeiro lugar.\nA possibilidade de existirem mais turcos do que portugueses nas bancadas não assustou Rafael Leão, jogador que realizou a última conferência de antevisão, a par de Roberto Martínez, que garantiu uma equipa ainda \"mais preparada\" para este jogo, apesar de hesitar em \"dar espetáculo\", como chegou a acontecer durante a fase de qualificação 100% vitoriosa. Cristiano Ronaldo também foi tema na conferência.\nA ambição em chegar à final do Campeonato da Europa está em altas entre o povo português, porém, primeiro, será necessário confirmar a passagem aos 'oitavos', seja diante da Turquia ou da Geórgia. No que toca aos curtos, o histórico em Europeus é claro: três jogos, três triunfos. Na globalidade das provas, contam-se sete vitórias e duas derrotas.\nO jogo está agendado para este sábado, a partir das 17 horas (horário de Portugal Continental), no Signal Iduna Park, em Dortmund, com arbitragem do 'estreante' alemão Felix Zwayer. Poderá acompanhar as incidências da partida, em direto, no Desporto ao Minuto .\nLeia Também: Turquia-Portugal: Cumprir a história e alimentar o sonho. Eis o caminho",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Sport"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-22T20:57:26.164+03:00",
  "updated": "2024-06-22T20:57:26.164+03:00"
}