{
  "thread": {
    "uuid": "cda2f4dd2d5a989a4cd187e4785a7c80cea72f61",
    "url": "https://www.qatar-tribune.com/article/116632/nation/estithmar-holding-signs-agreementto-manage-492-bed-hospital-in-iraq",
    "site_full": "www.qatar-tribune.com",
    "site": "qatar-tribune.com",
    "site_section": "https://www.qatar-tribune.com/nation",
    "site_categories": [
      "media"
    ],
    "section_title": "Nation - Read Qatar Tribune on the go for unrivalled news coverage",
    "title": "Estithmar Holding signs agreementto manage 492-bed hospital in Iraq - Read Qatar Tribune on the go for unrivalled news coverage",
    "title_full": "Estithmar Holding signs agreementto manage 492-bed hospital in Iraq - Read Qatar Tribune on the go for unrivalled news coverage",
    "published": "2024-04-05T01:45:17.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "QA",
    "main_image": "https://www.qatar-tribune.com/watanqatartribune/uploads/images/2024/04/05/178029.jpg",
    "performance_score": 0,
    "domain_rank": 91185,
    "domain_rank_updated": "2024-04-02T13:08:16.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cda2f4dd2d5a989a4cd187e4785a7c80cea72f61",
  "url": "https://www.qatar-tribune.com/article/116632/nation/estithmar-holding-signs-agreementto-manage-492-bed-hospital-in-iraq",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Qatar Tribune",
  "published": "2024-04-05T01:45:17.000+03:00",
  "title": "Estithmar Holding signs agreementto manage 492-bed hospital in Iraq - Read Qatar Tribune on the go for unrivalled news coverage",
  "text": "Tribune News Network\nBaghdad\nElegancia Healthcare WLL, a subsidiary of Estithmar Holding, has entered into a strategic agreement with Iraqi Ministry of Health to manage and operate the 492-bed Al Nasiriya Teaching Hospital in Dhi Qaar Governorate, Iraq.\nThe operation and management of the hospital will start in two months.\nThe agreement was signed by Dr Rashid Najm Al Khalidi, director-general of Dhi Qar Health Department; and Mohammed Al Dawamna, in his capacity as a Board Member of Estithmar Holding, in the presence of Minister of Health Dr Saleh Mahdi Al Hasnawi, Ambassador of Qatar to Iraq HE Sultan bin Mubarak Al Kubaisi and Chief Executive Officer of Elegancia Healthcare Joseph Hazel.\nThe agreement aims to elevate the current healthcare standards at Al Nasiriya Teaching\nHospital, in addition to enhancing operational efficiency, improving service levels and expanding its medical specialties. It also seeks to achieve these goals by adopting the latest administrative and operational methodologies, leveraging Elegancia Healthcare’s extensive expertise and excellence in managing and operating healthcare facilities.\nThe scope of the agreement includes providing tailored medical services to meet the needs of residents in the governorate and neighbouring areas. It involves providing Al Nasiriya Teaching Hospital with a diverse team of international and local medical experts.\nThe scope of work covers comprehensive healthcare services, including medical procedures and the operational and maintenance aspects of the hospital, as well as managing human resources, supply chain and offering technical support.\nCommenting on the collaboration, Eng Mohamed Bin Badr Al-Sadah, CEO of Estithmar Holding said, “This strategic move further enriches and adds to the number of projects and healthcare initiatives spearheaded by Estithmar Holding in Iraq. Through this agreement, Elegancia Healthcare will undertake the management and operation of Al Nasiriya Teaching Hospital in the upcoming two months to ensure the delivery of top-tier healthcare services.”\nHe added, “This agreement underscores our dedication to our business strategy which seeks to expand our presence in the healthcare sector. Our goal is to work towards enhancing and expanding our business portfolio to foster growth opportunities and add value for our shareholders, especially that this agreement will commence in the next two months.”\nElegancia Healthcare, a subsidiary of Estithmar Holding, boasts an extensive track record in successfully operating and managing several hospitals. Among its notable ventures, Elegancia co-owns and operates The View Hospital in collaboration with Cedars- Sinai, and the Korean Medical Center in Darb Lusail, Qatar, in partnership with prominent Korean medical institutions, including Asan Medical Center, AHNKANG, EHL Bio, Lime Tree Dental Hospital and JK Medical Group.\nThe company has also broadened its global presence commencing the establishment of the Algerian-Qatari-German Hospital in partnership with the Algerian Ministry of Health.\nAdditionally, Elegancia Healthcare has signed a memorandum of understanding with the Ministry of Health of Uzbekistan to establish a multi-specialty healthcare facility and undertake other healthcare initiatives across various countries.\nAll the operation and management agreements signed by Estithmar Holding abroad benefit the local economy by promoting the import of hard currency and exporting local expertise abroad.\n Copy 05/04/2024 10",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rashid najm al khalidi",
        "sentiment": "none"
      },
      {
        "name": "saleh mahdi al hasnawi",
        "sentiment": "none"
      },
      {
        "name": "mubarak al kubaisi",
        "sentiment": "none"
      },
      {
        "name": "mohammed al dawamna",
        "sentiment": "none"
      },
      {
        "name": "joseph hazel",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "qatar tribune",
        "sentiment": "negative"
      },
      {
        "name": "estithmar holding",
        "sentiment": "negative"
      },
      {
        "name": "tribune news network baghdad elegancia healthcare wll",
        "sentiment": "negative"
      },
      {
        "name": "iraqi ministry of health",
        "sentiment": "none"
      },
      {
        "name": "elegancia healthcare",
        "sentiment": "none"
      },
      {
        "name": "al nasiriya teaching hospital",
        "sentiment": "none"
      },
      {
        "name": "dhi qar health department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "iraq",
        "sentiment": "none"
      },
      {
        "name": "dhi qaar governorate",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:45:21.183+03:00",
  "updated": "2024-04-05T01:45:21.183+03:00"
}