{
  "thread": {
    "uuid": "c3271313101e3a5370476187d84d2cc9c15eb8db",
    "url": "https://vnexplorer.net/z/481929.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Gli italiani in campo oggi al Roland Garros: Arnaldi contro Rublev. Orari e dove vederli in tv",
    "title_full": "Gli italiani in campo oggi al Roland Garros: Arnaldi contro Rublev. Orari e dove vederli in tv",
    "published": "2024-05-31T03:33:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1nnp9M.img",
    "performance_score": 0,
    "domain_rank": 96541,
    "domain_rank_updated": "2024-05-28T13:10:09.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c3271313101e3a5370476187d84d2cc9c15eb8db",
  "url": "https://vnexplorer.net/z/481929.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-05-31T03:33:00.000+03:00",
  "title": "Gli italiani in campo oggi al Roland Garros: Arnaldi contro Rublev. Orari e dove vederli in tv",
  "text": "Gli italiani in campo oggi al Roland Garros: Arnaldi contro Rublev. Orari e dove vederli in tv Parigi, 31 maggio 2024 - C&#039;è giusto il tempo di dormirci sopra per Matteo Arnaldi che il giorno dopo la vittoria contro Alexandre Muller deve tornare in campo per il quarto turno del Roland Garros. Ad attendere il tennista sanremese c&#039;è Andrey Rublev, numero 6 del ranking che aveva battuto lo spagnolo Pedro Martinez. Oltre al sanremese in campo anche Jannik Sinner contro Pavel Kotov. Il classe 2001, che al primo turno aveva battuto Fils, ha iniziato il match contro l&#039;altro transalpino Muller nella giornata di mercoledì, ma causa pioggia è stato interrotto durante il primo set sul 5-3 per l&#039;azzurro (vantaggio Muller nel game). La sfida è ripresa ieri, con Arnaldi che è stato bravo a non permettere all&#039;avversario di prendere fiducia, restando concentrato anche dopo il secondo stop forzato dal maltempo. Nel secondo dilaga e si porta avanti di due set, ma all’inizio del terzo la musica sembra cambiata, tanto che il padrone di casa va sul 2-0 e si procura la palla del doppio break. Qui è fondamentale la pioggia, che porta inevitabilmente a un&#039;altra sospensione. Al rientro, tre ace di fila dell&#039;azzurro che salvano il game, seguiti da un super controbreak che lo porta sul 5-2. Il ligure manca due match point in risposta e poi chiude al servizio. Vittoria che gli permette di fare due su due contro i francesi: prima Fils e ora Muller. L&#039;azzurro affronterà Andrey Rublev che ha battuto in tre set contro lo spagnolo Pedro Martinez in due ore esatte di gioco col parziale di 6-3, 6-4, 6-3, con l&#039;obiettivo di centrare quella che sarebbe la terza vittoria in undici partite contro top 10. Il match si giocherà sul campo Suzanne-Lenglen e sarà il secondo dalle ore 11, dopo quello tra la Samsonova ed Elisabetta Cocciaretto, dunque i due non saranno in campo prima delle ore 12:30 (sempre pioggia permettendo). Dove vedere il Roland Garros in tv La sfida del quarto turno tra Arnaldi e Rublev, così come tutte le partite del Roland Garros 2024, sarà trasmessa dai canali Eurosport. Per chi ha un abbonamento Sky i canali di riferimento sono 210 per Eurosport 1 HD e 211 per Eurosport 2 HD. In alternativa, disponibile anche il servizio streaming offerto dal sito e app eurosport.it. Altre opzioni in streaming sono: discovery+, Sky Go, Now TV e l&#039;app DAZN.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T11:37:57.637+03:00",
  "updated": "2024-05-31T11:37:57.637+03:00"
}