{
  "thread": {
    "uuid": "c055bc497847593900f9aa7178389bc5014cf60b",
    "url": "https://www.gaceta.udg.mx/nubes-udg-capta-2-2-millones-de-litros-de-agua-al-ano",
    "site_full": "www.gaceta.udg.mx",
    "site": "udg.mx",
    "site_section": "http://www.gaceta.udg.mx/rss",
    "site_categories": [
      "education"
    ],
    "section_title": "Gaceta UDG",
    "title": "Nubes UDG capta 2.2 millones de litros de agua al año",
    "title_full": "Nubes UDG capta 2.2 millones de litros de agua al año",
    "published": "2024-07-05T01:55:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "http://www.gaceta.udg.mx/wp-content/uploads/2024/07/160828_captacion_de_agua_de_lluvias_1_sg_0.jpg",
    "performance_score": 0,
    "domain_rank": 8711,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c055bc497847593900f9aa7178389bc5014cf60b",
  "url": "https://www.gaceta.udg.mx/nubes-udg-capta-2-2-millones-de-litros-de-agua-al-ano",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Iván Serrano Jauregui",
  "published": "2024-07-05T01:55:00.000+03:00",
  "title": "Nubes UDG capta 2.2 millones de litros de agua al año",
  "text": "A un año de su implementación, el programa de captación de agua de lluvia Nubes UDG de la Universidad de Guadalajara tiene 16 sedes intervenidas con este sistema de captación de agua de lluvia, mediante los cuales se captan 2 millones 200 mil litros de agua.\nSe trata de implementaciones instaladas en 3 mil 018 metros cuadrados de superficie, que beneficia a 57 mil alumnos de los planteles:\n- Centro Universitario de Tonalá (CUTonalá).\n- Centro Universitario de Ciencias Biológicas y Agropecuarias (\nCUCBA).\n- Centro Universitario de Ciencias Exactas e Ingenierías (\nCUCEI).\n- Preparatoria 6.\n- Preparatoria 18.\n- Preparatoria 19.\n- Preparatoria de Ciudad Guzmán.\n- Preparatoria de El Arenal.\n- Módulo San Agustín.\n- Módulo Concepción de Buenos Aires.\n- Módulo Atequiza.\n- Módulo Tolimán.\n- Módulo Matatlán.\n- Módulo San Miguel Huaixtita.\n- Módulo Ocota de la Sierra.\nEl profesor investigador del Departamento de Estudios del Agua y la Energía del\nCUTonalá, Jesús Barrera Rojas, mencionó que en dicho campus Nubes UDG apenas alberga 180 metros cuadrados (menos del 1 por ciento de la superficie del centro universitario), pero permite recabar 153 mil litros por temporada.\n“Para saber cuánta agua se quiere captar sólo se tendría que investigar cuál es la precipitación promedio en su localidad; aquí, el Área Metropolitana de Guadalajara (AMG) es de más o menos entre 850 y 1000 milímetros por temporada”.\n“Entonces, si tenemos un metro cuadrado de superficie para captación sólo multiplicamos ese metro cuadrado por los milímetros de agua y tendríamos los litros. Es decir, en un metro cuadrado tendríamos mil litros”, mencionó.\nEn el CUTonalá, además de captarla, utilizan el agua para el consumo humano; esto mediante un sistema extra de desinfección, de filtrado y absorción, y otro de desinfección mediante UV.\nBelkis Sulbarán Rangel, profesora investigadora del CUTonalá, recalcó que “la captación de agua de lluvia es una solución viable que se puede tener desde nuestros hogares- Esto no es nuevo, pues se usa desde hace siglos en diferentes partes del mundo y reduce la dependencia de fuentes externas y las inundaciones; incluso, pueden traer beneficios económicos con ahorros a largo plazo para empresas y hogares”.\nRecordó que en el AMG hay una dependencia excesiva de fuentes como el Lago de Chapala, y eso hace que “la gestión del agua dependa de las condiciones de lluvia de cada temporal”. Esa situación, añadió, se podría contrarrestar si en más terrenos de la ciudad se pudiera captar el agua.\nProponen que sistemas de captación se incluyan en desarrollos urbano\nBarrera Rojas indicó que es importante que este tipo de programas se difundan entre empresas y hogares para aprovechar la lluvia.\n“Hay políticas públicas que se deberían implementar, como el que las instalaciones de nuevos desarrollos habitacionales; zonas industriales o de servicios deben de contar dentro de sus planos con sistemas de captación de agua de lluvia, ya sea para contenerla, almacenarla o para la infiltración y recarga de los mantos acuíferos”, indicó.\nOtra de las opciones es la implementación de jardines de lluvia, que consiste en una depresión ajardinada para reconducir el agua superficial para infiltrarla y recargar el subsuelo; esto, dijeron, permitiría que se redujeran las inundaciones en zonas bajas de la ciudad.\nAída Lucía Fajardo Montiel, investigadora del CUTonalá, añadió que según la Organización Mundial de la Salud (OMS) se requieren 100 litros de agua por día para satisfacer las necesidades humanas.\n“Pero hay que considerar que de este total de agua casi 80 por ciento se convertirá en agua residual, que podría ir a plantas de tratamiento y esto nos daría la oportunidad de tratarla, procesarla y volverla a utilizar. Esta acción también sería importante para el cuidado del recurso hídrico”, declaró.\nIndicaron que los mayores desafíos para implementar los sistemas de captación es la educación y concientización, pero también políticas de apoyo y mayores incentivos para que las personas los implementen de manera voluntaria. Reconocieron el avance del programa estatal de Nidos de Lluvia UDG.\nTambién se necesita que exista más infraestructura urbana para instalar los sistemas que implican planeaciones urbanas, ingeniería civil y sostenibilidad urbana. Otro problema, dijeron, es que los sistemas pueden representar una fuerte inversión por los costos iniciales; pero que al largo plazo los ahorros de agua serán significativos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T02:08:24.381+03:00",
  "updated": "2024-07-05T02:08:24.381+03:00"
}