{
  "thread": {
    "uuid": "4f15bb81af3ae6a7c7f873190d9fd0a77af442c4",
    "url": "https://www.lenconnect.com/story/entertainment/movies/2024/01/05/palm-springs-film-awards-highlights-meryl-streep-cillian-murphy/72123853007/",
    "site_full": "www.lenconnect.com",
    "site": "lenconnect.com",
    "site_section": "http://www.lenconnect.com/entertainment/tv-guide?template=rss&mime=xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Movies and TV - News and Reviews | The Daily Telegram",
    "title": "Palm Springs Film Awards highlights: Meryl Streep, Cillian Murphy",
    "title_full": "Palm Springs Film Awards highlights: Meryl Streep, Cillian Murphy",
    "published": "2024-01-05T23:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 75658,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4f15bb81af3ae6a7c7f873190d9fd0a77af442c4",
  "url": "https://www.lenconnect.com/story/entertainment/movies/2024/01/05/palm-springs-film-awards-highlights-meryl-streep-cillian-murphy/72123853007/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shad Powers",
  "published": "2024-01-05T23:17:00.000+02:00",
  "title": "Palm Springs Film Awards highlights: Meryl Streep, Cillian Murphy",
  "text": "Palm Springs Film Awards 2024 highlights: Meryl Streep's surprise speech, Greta Gerwig [Shad Powers](https://www.desertsun.com/staff/4388200002/shad-powers/) Though a lot of action takes place on the red carpet or backstage, the actual awards ceremony of the [Palm Springs International Film Awards](/story/life/entertainment/movies/film-festival/2024/01/04/what-stars-said-on-the-palm-springs-film-awards-red-carpet-emma-stone-billie-eilish-america-ferrera/72077446007/) is still an extravagant affair with more than a thousand attendees dressed to the nines — all living out Palm Springs' version of an [Oscar](/story/entertainment/tv/2023/11/30/oscars-2024-ceremony-earlier-start-time/71756262007/) moment. The [award recipients](/story/life/entertainment/movies/film-festival/2023/11/16/emma-stone-poor-things-palm-springs-international-film-festival-palm-springs-film-awards-show/71583831007/) and their presenters delighted attendees Thursday night as they ate their fancy meal while listening to fun anecdotes and heartfelt reminiscences. [Mary Hart](/story/life/2021/09/07/mary-hart-emcee-palm-springs-film-fest-some-upset-over-trump-event/5644877001/) also returned this year as host, keeping the show going all night. These were the moments from the two-hour event that made us laugh, cry and take notice. Colman Domingo recalls Palm Springs connection to 'Rustin' Colman Domingo, who received the Spotlight Actor Award on Thursday for playing Bayard Rustin in the film \"Rustin,\" told a memorable story about when he learned he'd been chosen to play the lead role. \"On April 26, 2021, at 4:40 p.m. at L'Horizon — right here in Palm Springs — as my husband and I were on a sunset walk around the property, producer Bruce Cohen called and said 'On behalf of Netflix, President Barack Obama and Michelle Obama, we would be honored if you would be our Bayard.'\" he recalled. \"I said 'it would be the honor of my lifetime,' and just sat there for a minute with tremendous joy and I raised my arms to the heavens and just said 'Thank you. Thank you. Thank you,'\" he said. \"And then I took this photo at 4:43 p.m.\" He then turned to show a photo of him smiling with his arms raised and the distinctive mountains of Palm Springs in the background. Greta Gerwig admits that before 'Barbie,' it was the 'Muppets' Greta Gerwig, who went from talented director to household name with this summer's smash hit \"Barbie,\" told the story Thursday night as she received the Director of the Year Award that the origin of her career was actually another childhood staple, the Muppets. \"My parents told me that the first film they took me to was a re-release of 'The Muppets Take Manhattan' and when the credits rolled they realized I wasn't in my seat,\" she said. \"I had run to the front of the theater and I literally tried to get into the screen. I feel like I've been doing a version of that my entire life. I've acted, written, produced. I've held booms and cameras and bounce boards and thrifted for costumes and done my hair and makeup, but nothing has given me a greater thrill or greater satisfaction or a greater terror or a greater euphoria than directing.\" A thankful Gerwig gushed about how much making movies means to her and ended with a pleasant call-back to that day she chased Kermit and Mrs. Piggy down at the front of the theater. \"I cannot believe that I get to add my own films to what the story of cinema is. And I will spend the rest of my life forever running toward that screen and trying to get in,\" she said to applause. 'Barbie' ending: [Greta Gerwig talks 'emotional' final line, creator Ruth Handler](/story/entertainment/movies/2023/07/22/barbie-moving-ending-spoilers/70429263007/) Danielle Brooks recounts Oprah Winfrey story While accepting the Spotlight Award for her star turn as Sofia in the revival of \"The Color Purple,\" Danielle Brooks told an anecdote about the person who played the role before her — someone named Oprah Winfrey. Brooks said that director Steven Spielberg once told Winfrey something curvy actresses don't hear often: \"You lose a pound, you lose the role.\" Brooks said moments like that helped pave the way for actresses like her and meant a lot, and when she retold the story, she added that Winfrey took that note and immediately went to Dairy Queen, which drew a laugh from the crowd. Danielle Brooks on 'emotional' reunion [with classmate Corey Hawkins in 'The Color Purple'](/story/entertainment/movies/2024/01/05/danielle-brooks-corey-hawkins-color-purple/72096850007/) Robert Downey Jr. gets major laughs while presenting Cillian Murphy's award Best presenter joke of the night went to Robert Downey Jr., who was introducing Desert Palm Achievement Award winner Cillian Murphy for Murphy’s starring role in “Oppenheimer.” Downey Jr. said he was winging his speech but he did write down one note. He calmly pulled a napkin out of his pocket that had in all caps “no Irish jokes” written on it. Paul Giamatti proves he's an icon Paul Giamatti had to laugh about winning the Icon Award on Thursday night. “To me, an icon is someone like Marilyn Monroe or Jesus Christ. Not sure how I fit in there,” he joked. His speech later leaned toward the emotional. He said 20 years ago, just before his breakthrough movis “Sideways” came out, his mother passed away. And this year, just before his acclaimed film “The Holdovers” — also directed by Alexander Payne — was released, his older sister passed away. “Life is weird,” he said. “She was an amazing person, a performer in her own right, a ballet dancer, very smart, very supportive. We connected. I really wanted her to see this movie. … And she would’ve given me no end of (expletive) for being called an icon.” Meryl Streep makes surprise appearance to present Carey Mulligan with an award The presenters for the Film Awards aren't announced publicly beforehand, so the ballroom was shocked and delighted to hear near the end of the ceremony that Meryl Streep was about to take the stage to present Carey Mulligan with the International Star Award, Actress. There was a stunned murmur followed by a standing ovation. People who were walking toward the exits froze, turned around and fumbled for their phones to take a photo. Even in a room full of stars, Streep transcended. Mulligan said she emailed Streep to ask her to introduce her, but never expected a yes. “I was expecting ‘I can’t. Sorry. Christmas, etc.’ But she said, 'Of course, darling; I’ll throw on a frock and drive down,'\" Mulligan recalled. \"I was in a car heading home from the ‘Maestro’ premiere and I got the reply and I just shouted 'Eff off!' I had to apologize to the driver. He was terribly offended, but I told him it was Meryl Streep.” Mulligan then turned to Streep and said: \"You are my hero. You know you are my hero. You've always been my hero.\" 'Maestro' review: [A sensational Bradley Cooper wields a mean baton as Leonard Bernstein](/story/entertainment/movies/2023/12/19/maestro-movie-review-2023/71954184007/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.desertsun.com/staff/4388200002/shad-powers/)",
    "https://desertsun.com/staff/4388200002/shad-powers/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "meryl streep",
        "sentiment": "negative"
      },
      {
        "name": "greta gerwig",
        "sentiment": "negative"
      },
      {
        "name": "cillian murphy",
        "sentiment": "negative"
      },
      {
        "name": "mary hart",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "palm springs",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:37:15.447+02:00",
  "updated": "2024-01-06T00:37:15.447+02:00"
}