{
  "thread": {
    "uuid": "55afd92d050fc14ef6b23aeefc7c7ada66e0651c",
    "url": "https://www.bikeradar.com/advice/workshop/best-bike-cleaning-products-a-buyers-guide",
    "site_full": "www.bikeradar.com",
    "site": "bikeradar.com",
    "site_section": "https://www.bikeradar.com/road",
    "site_categories": [
      "mountain_biking",
      "bicycling",
      "sports"
    ],
    "section_title": "Road Cycling | BikeRadar",
    "title": "Best bike cleaning products | what to buy & how to keep your bike clean",
    "title_full": "Best bike cleaning products | what to buy & how to keep your bike clean",
    "published": "2024-01-05T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://c02.purpledshub.com/uploads/sites/39/2019/03/worx-20v-max-hydroshot-01-1541769677435-u645ebrl7w2y-fc6e5fe-e1573058745808.jpg",
    "performance_score": 0,
    "domain_rank": 9735,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 24,
        "comments": 0,
        "shares": 9
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 1
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "55afd92d050fc14ef6b23aeefc7c7ada66e0651c",
  "url": "https://www.bikeradar.com/advice/workshop/best-bike-cleaning-products-a-buyers-guide",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tom Marvin",
  "published": "2024-01-05T02:00:00.000+02:00",
  "title": "Best bike cleaning products | what to buy & how to keep your bike clean",
  "text": "Using the best bike cleaning products to clean your bike is an effective way of ensuring it works correctly and safely, and looks good. Clean components wear out less quickly than dirty ones – so a well-kept bike will also perform better than a grubby one, and won't require as much maintenance. There's a vast arsenal of filth-fighting weaponry available for removing grime, cleaning drivetrains and adding the finishing touches to a bike, but choosing which products to use can be time-consuming. We've put together this guide to give you an idea of some essential cleaning products – what they are and what to use them for. We've also included recommendations on the best cleaning products, as rated by our expert testers. Essential bike cleaning products Brushes Soft-bristled brushes are useful for removing softened mud and road grime, while ones with stiffer bristles should make easier work of lifting stubborn dirt. Choose a kit that contains brushes of varying shapes and bristle stiffness. A large, soft-bristled brush or sponge is good for the frame and wheels, and a cone-shaped brush is better for hard-to-reach areas. A toothbrush-type brush with stiff curved bristles can be used for cassettes and derailleurs, and you'll also want a brush to use when applying degreasers. Bucket, hosepipe and sponge These are some of the simplest items on your bike maintenance checklist, but also some of the most important. You're going to need water to [clean your bike](https://www.bikeradar.com/advice/clean-your-bike-in-7-simple-steps), whether you go for a good old-fashioned bucket, a garden hosepipe or a pressure washer. Give the bike a good soaking to help loosen any dirt, then rinse again with fresh, clean water near the end of the process to wash off any residue from the cleaning products you use. If you use a pressure washer, take care not to point the full power jet up close into suspension pivots, around the bottom bracket or headset because you risk blasting dirt in and washing the lubricating grease out, although seals are much better on modern bikes than they used to be. Bike cleaning solutions Bike cleaning solutions are designed to help loosen and remove dirt without damaging the paintwork or material your bike is constructed from. Make sure the cleaner you choose is safe for use on both metal and carbon. Many are concentrated, so need to be diluted before use. A tried-and-tested starting point to a thorough clean is often a bucket of water and washing up liquid. But a dedicated cleaning solution is more effective than [Fairy Liquid](https://www.amazon.co.uk/Fairy-Original-Washing-LiftAction-Soaking/dp/B06XFVMFVG) at removing the worst of the nasty stuff. Bike cleaning spray Bike cleaning spray is a good choice if your bike is really dirty or has dried-on mud and crud. You can use it instead of or as well as a cleaning solution. After being applied, a cleaning spray can be left to work for a few minutes, before being rinsed or wiped off. Most mud and grime should lift off with a good cleaning spray, and brushes can be used to tackle the worst areas. There are lots of cleaning sprays available, and they should speed up the purging process by eating into whatever grime is on your bike. They're useful for lifting any dirt that refuses to let go and are an effective way of washing your bike if there's not enough time available for a more comprehensive clean. Scroll down for a list of our favourite bike cleaning sprays, as rated by our expert testers. Degreaser Degreasers break down grease and grime without brute force, and are ideal for getting the built-up greasy crud off your drivetrain and cassette. There are eco-friendly options available too, such as the biodegradable spray from Muc-Off shown above. Some products combine cleaning and degreasing in one. Degreaser is used to [clean your chain](https://www.bikeradar.com/advice/workshop/how-to-clean-a-bike-chain) and other moving parts. Keeping the drivetrain clean is vital. If ignored, dirt will speed up wear throughout the transmission, impact on shifting performance and reduce efficiency. It’s possible to get really vicious with removing every molecule of muck from a chain by dunking it in petrol, although that risks removing all the lubrication from inside the rollers and pins. A chain cleaning sponge (essentially a sponge with a groove cut into the top) makes cleaning a chain easy – just grab the chain in the sponge's groove and turn the cranks. There are also lots of drivetrain-specific brushes available for cleaning chainrings, cassettes and chains. Brake cleaner Disc brakes benefit from a decent clean to blast away the grit and grime that builds up in a caliper and on pads. A good brake cleaner should remove oil, grit, grease and brake fluid, without affecting brake performance. Muc-Off's disc brake cleaner is a favourite in our workshop and is even claimed to rehydrate brake pads to prolong life and reduce squeal. Bike polish Once your bike is free from dirt, the last job is to add a protective polish to the frame and components. Sprays that contain a moisture dispersant and PTFE (polytetrafluoroethylene, which is what Teflon is) are good choices. The dispersant expels water from the bike, protecting it against corrosion, while the PTFE creates a shiny finish where applied. The advantage of using a product such as this is dirt finds it harder to stick to the PTFE, making your bike easier to clean next time around. We recommend removing wheels before applying a spray polish. Also take care not to get spray on any of the braking components or braking surfaces. If any polish, oil or substance designed to reduce friction gets on to your brake pads, discs or brake track, it'll contaminate your brake system. Contaminated brakes will severely reduce your ability to slow down, making your bike unsafe. In this case, it's likely you'll need to strip and clean your brakes. You can also get a finishing spray for suspension forks and shocks, which helps lubricate and ward off dirt on the moving surfaces. The best bike cleaning products From bike cleaning sprays to pressure washers, we've tested a wide selection of bike cleaning products to help you find the best. The best bike cleaning brushes Finish Line Easy Pro Brush Set - Price: £19.99 as tested The Finish Line Easy Pro Brush Set provides plenty of versatility and offers a smaller detail brush, which helps with getting into fiddly areas. The toothbrush-style drivetrain brush is good for removing thick gunk. All the brushes have a good stiffness to them and there’s a useful range of bristle lengths. The set is missing a two-prong brush, which would maximise cleaning efficiency and would be more useful than the paintbrush-style brush. We’d like to see longer bristles on the detail brush, too, to help it reach more awkward places. Muc-Off 5x Premium Brush Set - Price: £37 as tested The five brushes found in this Muc-Off set cover nearly every part of your bike and have a good range of bristle stiffness, to help remove everything from light dirt to thick, caked-on grime. The small, triangle-headed detail brush is a winner for cleaning cassettes, while the versatile two-pronged brush helps make cleaning faster. Rubber handles protect the frame, and the brushes’ metal cores are firm but malleable. The set is quite pricey, and we found the claw brush to be bendy and too wide to fit between 12-speed sprockets. The best bike cleaning sprays Hope Sh1t Shifter bike wash - Price: £6.99 / $8.95 / AU$12.98 as tested Hope's cleaner isn't the best-smelling on this list, but it sure is effective. The nozzle on the supplied bottle provides a really good spread, meaning you can be extra economical with your bike cleaning. It plays nicely with disc brakes too, so you don't have to worry about the power of your brakes once everything has dried. Duck Smart Bike Ezee - £7 per 500ml as tested Bike Ezee doesn’t require water, though Duck Smart recommends you give your bike a quick soak first if it’s very dirty. For lighter spatterings of grit and grime, you just spray this on, wipe it off with a microfibre cloth and then polish it up to a shiny finish, thanks to its silicone. It cleans effectively, seems to keep dirt at bay and smells like banana milkshake! Juice Lubes Dirt Juice - £8 per litre as tested Another UK-made biodegradable cleaner, Dirt Juice is designed to work in just a couple of minutes and we found it did its stuff quickly and efficiently even after wet and dirty rides. It has a slightly more 'chemical' smell than some, but was extremely effective, and if you buy it as a super-concentrate – diluting it 10:1 with water – it represents superb value. Oxford Mint Bike Wash - £7 per litre as tested Oxford’s British-made biodegradable bike wash is certainly the mintiest-smelling cleaner on test here – and it’s effective too. It foams up nicely and works well even on seriously grime-encrusted wheels and tyres. It also dries quickly without leaving any streaks, shines up well, and if you really like it, you can buy 5-litre top-up bottles of the stuff. The best bike pressure washers Worx 20v Max Hydroshot - £130 as tested Fitting somewhere between mains or petrol-powered pressure washers and portable integrated units, such as the Karcher below, is the Worx. A lithium-ion battery powers the small, lightweight 20v motor, which is incorporated into the Hydroshot's spray gun. It provides excellent cleaning power and the supplied accessories mean you can use water from a wide range of sources. Muc-Off Pressure Washer - £120 as tested If you're after effective home cleaning, then we were seriously impressed with the performance of Muc-Off's pressure washer. It's easy to use and cleans bikes a treat, while the snow foam attachment is genuinely useful as well as fun to use. It's more than capable of washing cars or garden items should you need more of a reason to justify the price. Kärcher OC3 Portable Cleaner - £150 as tested This truly portable pressure washer from Kärcher was popular with our test team, but we ultimately deemed it much more suitable for road bikes than mountain bikes due to its limited water capacity. Use it sparingly and you’ll manage a couple of road bikes on one tank, but if you have two filthy cyclocross bikes, you’ll need more water.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.amazon.co.uk/Fairy-Original-Washing-LiftAction-Soaking/dp/B06XFVMFVG)",
    "https://amazon.co.uk/Fairy-Original-Washing-LiftAction-Soaking/dp/B06XFVMFVG)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:23:25.504+02:00",
  "updated": "2024-01-06T00:23:25.504+02:00"
}