{
  "thread": {
    "uuid": "f5a49c74724b30cdcf18311ce9a778198bc5833c",
    "url": "https://www.acnnewswire.com/press-release/All/89418/Spacely-AI-Raises-Pre-Seed-Fun",
    "site_full": "www.acnnewswire.com",
    "site": "acnnewswire.com",
    "site_section": "https://www.acnnewswire.com/acn/releasebyindustry/industryrelease.aspx?secid=232&lid=0",
    "site_categories": [
      "media"
    ],
    "section_title": "News By Sector : ACN Newswire",
    "title": "Spacely AI Raises Pre-Seed Funding From SCB 10X and Launches Spatial Design APIs",
    "title_full": "Spacely AI Raises Pre-Seed Funding From SCB 10X and Launches Spatial Design APIs",
    "published": "2024-04-12T02:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 84690,
    "domain_rank_updated": "2024-04-09T13:11:30.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f5a49c74724b30cdcf18311ce9a778198bc5833c",
  "url": "https://www.acnnewswire.com/press-release/All/89418/Spacely-AI-Raises-Pre-Seed-Fun",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Spacely AI",
  "published": "2024-04-12T02:59:00.000+03:00",
  "title": "Spacely AI Raises Pre-Seed Funding From SCB 10X and Launches Spatial Design APIs",
  "text": "Thursday, 7 March 2024, 13:00 HKT/SGT Share:\nSource: Spacely AI Spacely AI Raises Pre-Seed Funding From SCB 10X and Launches Spatial Design APIs\nBANGKOK, Mar 7, 2024 - (ACN Newswire) - Spacely AI, a comprehensive interior architecture design platform powered by Generative AI, is excited to close a pre-seed investment from SCB 10X. The funding will fuel Spacely AI's mission to empower everyone with the opportunity to design their own success and position Spacely AI as the go-to platform in spatial design.\nSpacely AI x SCB 10X Pre Seed Investment\nSpacely AI Pre Seed Investment from SCB 10X\n\"SCB 10X is proud to back Spacely AI and their mission to unlock productivity and creativity for designers. Given the powerful breakthroughs in visual-based generative AI, spatial design is an application that will continue to benefit with the rapid advancements of this technology. We will continue to support Spacely AI in identifying the strategic and product priorities for the platform, enriching Spacely AI's proposition from Thailand to the global design community,\" shared Mukaya (Tai) Panich, Chief Executive Officer and Chief Venture and Investment Officer of SCB 10X.\n\"The backing from SCB 10X is a partnership that aligns with our vision to transform the spatial design landscape. This underscores our mutual belief in the potential of Generative AI to redefine global design standards,\" says Paruey Anadirekkul, Chief Executive Officer of Spacely AI.\nSpacely AI is expanding their global footprint, serving users from Thailand, United States, Portugal, and several other countries worldwide. They have achieved recognition from the global startup community, winning the second runner-up in the \"Tech in Asia 2023 Regional Startup Competition\" and emerging as the first runner-up in the \"LabLab Stable Diffusion Hackathon 2023\".\nForming strategic partnerships with Index Living Mall and Proud Real Estate, Spacely AI's has designed over 1,000,000+ spaces for 120,000+ users worldwide. The platform offers 12+ innovative features, 100+ interior curated premium styles, and supports more than 100+ space types, from interiors to exteriors, providing a comprehensive solution for all spatial design needs.\n\"In choosing Spacely AI's technology, Index Living Mall aims to precisely capture customer requirements, boost designer productivity, and enhance the customer experience. This platform streamlines our design process, reducing the need for revisions and improving efficiency. It represents a significant step forward in our commitment to service excellence and business growth,\" said Ekalak Patamasatayasonthi, Senior Vice President Business Development at YOUNIQUE & The Walk Line.\n\"Our partnership with Spacely AI has enhanced the customer journey, creating unparalleled experiences that truly reflect our brand and our real estate offerings. Their AI-driven designs have created our spaces into interactive canvases, serving as the touchpoints for engagement throughout the customer journey. This enables customers to seamlessly bring their design ideas to reality,\" stated Pasu Liptapanlop, Director, Proud Real Estate.\nToday Spacely AI unveils its new API products made available for enterprises:\nInstant Rendering API: Allows for quick visualization of design concepts, effortlessly bringing ideas to life. Smart Recommendation API: Matches your products with customer's designed space based on their preferences, budget, and space. Product Visualization API: Provides a visual representation of your products within customer's spaces. Precision Space Planning API: Offers detailed space measurement guidance for optimal fit and sizing. The enterprise's API solutions offer product visualization that enhances both sales and customer experiences.\n\"The launch of our Enterprise API is a significant leap forward as we set our sights on expanding towards the full spectrum of spatial design, pushing the boundaries of creativity and functionality,\" adds Paruey Anadirekkul, CEO of Spacely AI.\nJoin Spacely AI in this exciting journey to redefine spatial design with Generative AI.\nContact Information\nParuey Anadirekkul\nCEO\nparuey@spacely.ai\nThanatcha Pojthaveekiat\nHead of Commercial\nthanatcha@spacely.ai\nNawinda Hanrattana\nMarketing\nnawinda@spacely.ai\nNapatsapa Vajarodaya\nCOO\nnapatsapa@spacely.ai\nSOURCE: Spacely AI\nView the original press release on newswire.com.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "http://spacely.ai",
    "https://stats.nwe.io/x/im?ref=WyI0ODhhZTMiXQ&hit%2Csum=WyI0ODJocXciLCI0MGMxdGoiLCI0ODhhZTMiLCI0ODhhZTQiXQ",
    "https://www.stats.nwe.io/x/im?ref=WyI0ODhhZTMiXQ&hit%2Csum=WyI0ODJocXciLCI0MGMxdGoiLCI0ODhhZTMiLCI0ODhhZTQiXQ",
    "http://www.spacely.ai",
    "https://stats.nwe.io/x/im"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chi",
        "sentiment": "none"
      },
      {
        "name": "tai",
        "sentiment": "none"
      },
      {
        "name": "mukaya",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "acn newswire",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "thailand",
        "sentiment": "none"
      },
      {
        "name": "bangkok",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T02:59:39.747+03:00",
  "updated": "2024-04-12T02:59:39.747+03:00"
}