{
  "thread": {
    "uuid": "fde67436a57292b3686ebd85d87e5a4c0c239d54",
    "url": "https://www.myrecordjournal.com/News/Wallingford/Wallingford-News/Teamsters-town-come-to-contract-agreement.html",
    "site_full": "www.myrecordjournal.com",
    "site": "myrecordjournal.com",
    "site_section": "https://myrecordjournal.com/opinion",
    "site_categories": [
      "media"
    ],
    "section_title": "\r\n\tMyRecordJournal.com |\r\n",
    "title": "Union lands new contract for town employees with wage increases, increased health insurance costs",
    "title_full": "Union lands new contract for town employees with wage increases, increased health insurance costs",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.myrecordjournal.com/getattachment/6281224d-096c-4cff-aec8-73fd3629a778/attachment",
    "performance_score": 0,
    "domain_rank": 42071,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fde67436a57292b3686ebd85d87e5a4c0c239d54",
  "url": "https://www.myrecordjournal.com/News/Wallingford/Wallingford-News/Teamsters-town-come-to-contract-agreement.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Record-Journal Publishing Co",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Union lands new contract for town employees with wage increases, increased health insurance costs",
  "text": "WALLINGFORD — Town employees belonging to the Teamsters Local 443 have a new contract that provides for wage increases but also calls for increased health insurance costs. The union represents clerical, public works, sewer and engineering department employees. The contract is retroactive to July 2022 and runs through July 2024. The two-year contract calls for a 2.5% increase in wages for the first year and a 2.25% increase for the second year, Human Resource Manager Jim Hutt told the Town Council recently. It also includes extra funds for clothing and shoes for eligible employees, as well as a $20 stipend for those training new employees in the police dispatch center. Meal allowances also increase from $9.50 to $10.50 a meal, he said. And as of March 1, 2024, employee health care premiums will increase to 16%, Hutt said. Union employees unanimously approved the new contract, which went into effect on Dec. 23, he said. The council was not required to vote on the contract, which automatically went into effect without a vote. But one councilor had questions. Councilor Craig Fishbein said there were parts of the contract that were confusing. “This is a tough one,” he said. “I see unusual language that I haven’t seen before.” Fishbein questioned a change to the definition of seniority, which previously was determined by tenure and rank, but in the new contract removes tenure. “The language that is being changed is focused on seniority within a classification,” Hutt said. “The language before made seniority regardless of classification supreme. Having been in this profession for 30 years and having been through layoffs, when I looked at the language, I found it was a little complicated in terms of if there were layoffs, how would that be carried out? It would be very complicated.” It was proposed last time the contract was negotiated, Hutt said, and again this time, and this time the union agreed with it. “When I read it, it seems to be more confusing,” Fishbein said. The old language defined the union hierarchy in terms of president, vice president, secretary and treasurer, he said, which were the highest ranking employees. Now, those employees are all considered stewards. That was the language the union proposed, so those were removed, Hutt said, though stewards remain at the top of their seniority list. Fishbein also questioned a portion of the contract pertaining to police dispatchers that first states that all shift swaps have to be for a full shift, but then says if not a full shift, it must be in increments of one hour. Fishbein called that contradictory. Hutt said the intent is for employees to swap only full shifts, but if a partial shift swap is needed, it must be in increments of one hour and must be approved by Chief John Ventura. “I don’t see that as contradictory,” he said. “We did vet the language with the police chief.” “The test there is if it is workable,” Fishbein said. When there is an issue with a contract, it goes before the Board of Labor Relations, not the chief, he said. The new contract also includes a $25 payment to Public Works employees who report to work off-hours in the event of a storm. Those who come in and work until dismissed will get the payment, Hutt said. “This is a way to compensate them for coming to work and the inconvenience to their life,” Hutt said. Fishbein said the way the contract is set up can be misleading to employees who may not read the entire document. In an early section, it states that all grievances must go through a grievance procedure, but later in the contract it exempts issues with pensions from that requirement. “Nobody is really at the table for the worker,” Fishbein said. “I don’t think that’s fair,” he said. “If you’re going to have an exception, openness and transparency says (to include) except any grievances regarding the pension plan, which is addressed in that contract. “I run into this frequently where employees get a copy of the contract and read half of it and have a belief based upon a certain representation and then many, many pages thereafter, there are some exclusions,” he said. “There should be some sort of cross reference in the document so people know what they’re dealing with.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jim hutt",
        "sentiment": "none"
      },
      {
        "name": "craig fishbein sai",
        "sentiment": "none"
      },
      {
        "name": "hutt",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "teamsters local",
        "sentiment": "negative"
      },
      {
        "name": "town council",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T02:44:27.737+02:00",
  "updated": "2023-12-30T06:35:49.561+02:00"
}