{
  "thread": {
    "uuid": "105032f777adacff9e9ad9a8cc6137e06c9ef205",
    "url": "https://globalnation.inquirer.net/241572/dicaprio-to-govt-keep-on-protecting-masungi",
    "site_full": "globalnation.inquirer.net",
    "site": "inquirer.net",
    "site_section": "http://globalnation.inquirer.net/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Global News",
    "title": "DiCaprio to gov’t: Keep on protecting Masungi",
    "title_full": "DiCaprio to gov’t: Keep on protecting Masungi",
    "published": "2024-07-05T00:48:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PH",
    "main_image": "https://globalnation.inquirer.net/files/2024/07/33FQ94R.jpg",
    "performance_score": 0,
    "domain_rank": 2405,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "105032f777adacff9e9ad9a8cc6137e06c9ef205",
  "url": "https://globalnation.inquirer.net/241572/dicaprio-to-govt-keep-on-protecting-masungi",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Russel Loreto",
  "published": "2024-07-05T00:48:00.000+03:00",
  "title": "DiCaprio to gov’t: Keep on protecting Masungi",
  "text": "Leonardo DiCaprio. AFP FILE PHOTO\nOscar-winning actor Leonardo DiCaprio has added his voice to a growing number of prominent personalities who have urged the government to protect Masungi Geopark Project, a critical conservation area in Rizal province.\n“Masungi is a lush montane rainforest landscape outside of Manila, the bustling capital of the Philippines,” DiCaprio said in an Instagram post on Thursday. “In the late 1990s, much of Masungi was illegally deforested. Local communities fostered the development of the @masungigeoreserve, spurring efforts to restore this precious ecosystem,” he added.\nADVERTISEMENT “Now this success is in jeopardy, as the Department of Environment and Natural Resources (DENR) threatens to cancel the agreement that protects this area from prolific land-grabbing activities. This cancellation would set back the success of an internationally acclaimed conservation effort and leave the area vulnerable again to mining, logging, and illegal developments,” DiCaprio said.\nFEATURED STORIES GLOBALNATION Army spox: US missile system to be removed from PH by Sept GLOBALNATION US missile system spotted in Ilocos Norte GLOBALNATION NBI: ‘Third Alice Guo’ a different person from Bamban Mayor Alice Guo He called on President Marcos to “intervene and continue to protect Masungi,” saying the protected area would serve to remind people the Philippines could become a “leader in sustainability, ecotourism, biodiversity protection, and climate action.”\nDiCaprio, the star of hit movies such as “Titanic,” “The Revenant,” “The Wolf of Wall Street” and “Inception,” is an environmental advocate who formed the Leonardo DiCaprio Foundation which supports conservation projects worldwide. For this, he was designated a United Nations Messenger of Peace for Climate Change in 2014.\nNoncompliant The DENR responded to DiCaprio’s post by saying that it welcomed “statements of concern for the Philippine environment from international celebrities who are distinguished in their respective fields. However, no one is exempt from the law.”\n“The Filipino people own the area occupied by Masungi Georeserve Foundation and the operation of the resort venues that charge the public for day tours, meetings, and weddings remains non-compliant with Philippine laws,” it said in a statement also on Thursday.\nREAD: DENR thanks Leo DiCaprio but says law must prevail on Masungi\n“As the DENR continues to take steps toward strengthening its compliance and enforcement capacities, we value all those parties who have submitted themselves to the required processes and procedures as defined by existing laws,” it added.\nADVERTISEMENT Under a memorandum of agreement (MOA) signed with the government in 2017, the Masungi Georeserve Foundation was tasked to lead the protected area’s conservation. Environment Secretary Ma. Antonia Yulo-Loyzaga, however, announced that they were planning to cancel the MOA, a move that environmental advocates fear would destroy the georeserve by opening it to business development.\nAmong those who have expressed support for Masungi are English conservationist Jane Goodall, Swedish activist Greta Thunberg, and British musician and activist Sting. Local personalities such as pop group SB19, actresses Yassi Pressman, Nadine Lustre, and Glaiza de Castro have also lent their voices, along with politicians like Sen. Nancy Binay, Quezon City Mayor Joy Belmonte, and Pasig City Mayor Vico Sotto.\nGreen corridor Billie Dumaliang, a trustee of the Masungi foundation, told the Inquirer in April that the protected area was one of the last remaining green corridors between Manila and the Sierra Madre mountain range.\n“If it falls to urbanization and intensive land use, it will [have] a domino effect on the surrounding protected areas,” she said.\nYour subscription could not be saved. Please try again.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dicaprio",
        "sentiment": "neutral"
      },
      {
        "name": "masungi leonardo dicaprio",
        "sentiment": "neutral"
      },
      {
        "name": "leonardo dicaprio",
        "sentiment": "neutral"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "rizal province",
        "sentiment": "none"
      },
      {
        "name": "philippines",
        "sentiment": "none"
      },
      {
        "name": "manila",
        "sentiment": "none"
      },
      {
        "name": "masungi",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T00:58:13.313+03:00",
  "updated": "2024-07-05T00:58:13.313+03:00"
}