{
  "thread": {
    "uuid": "a70c0dc522377048e709042c00ddfc374eadf20d",
    "url": "https://newsinfo.inquirer.net/1880824/after-16-years-in-prison-convict-freed-at-age-86",
    "site_full": "newsinfo.inquirer.net",
    "site": "inquirer.net",
    "site_section": "http://newsinfo.inquirer.net/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Inquirer News",
    "title": "After 16 years in prison, convict freed at age 86 | Inquirer News",
    "title_full": "After 16 years in prison, convict freed at age 86 | Inquirer News",
    "published": "2023-12-28T23:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PH",
    "main_image": "https://newsinfo.inquirer.net/files/2023/12/murder-convict-Rimberto-Salvanera-620x349.png",
    "performance_score": 0,
    "domain_rank": 2367,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a70c0dc522377048e709042c00ddfc374eadf20d",
  "url": "https://newsinfo.inquirer.net/1880824/after-16-years-in-prison-convict-freed-at-age-86",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dexter Cabalza",
  "published": "2023-12-28T23:50:00.000+02:00",
  "title": "After 16 years in prison, convict freed at age 86 | Inquirer News",
  "text": "FOR DISCHARGE | Rimberto Salvanera receives his commutation papers on Dec. 27, 2023, while still a patient at the National Kidney and Transplant Institute. (Photo from the Bureau of Corrections)\nMANILA, Philippines — One of the country’s oldest prisoners was released after 16 years behind bars on Wednesday, his sentence commuted on humanitarian grounds, according to the Bureau of Corrections (BuCor).\nThe murder convict Rimberto Salvanera, 86, was confined at the National Kidney and Transplant Institute in Quezon City when he received his release order as one of the 1,227 BuCor inmates who were freed this month.\nADVERTISEMENT Salvanera was given a certificate of discharge, a grooming kit and a transportation allowance that should be enough for him to return home, BuCor said in a statement.\nFEATURED STORIES NEWSINFO 14-year-old kills older sister in deadly Christmas gift dispute NEWSINFO Police car veering into bus lane causes road crash on Edsa; 5 hurt NEWSINFO LTO suspends license of overcharging taxi driver The prisoner was sent to New Bilibid Prison in Muntinlupa City on March 10, 2012, after being found guilty of the murder of a man in General Trias, Cavite province, on Oct. 23, 1995.\nThe Manila Regional Trial Court Branch 41 sentenced him to reclusion perpetua, which carries a minimum term of 20 years in prison and a maximum term of 40.\nWhy the delay According to BuCor, President Ferdinand Marcos Jr. signed an order on Dec. 29, 2022, commuting Salvanera’s sentence to between 20 and 25 years. However, all other terms of his sentence, including civil liabilities, remained in effect.\nAsked why it took a year for the commutation order to be implemented, a BuCor official explained that Salvanera had not fully served his term when it came out, despite the reduction of his sentence and the good conduct time allowance (GCTA) credits he had earned.\n“Based on records, Salvanera has fully served his sentence upon computation of actual time served,” BuCor said.\nThe prisoner’s actual time served was 16 years, seven months, and 22 days, while his GCTA credits earned him nine years, five months, and one day. That amounted to a total of 26 years and 23 days, well past the 25 years of his maximum commuted sentence.\nADVERTISEMENT BuCor chief Director General Gregorio Catapang Jr. said Salvanera was “qualified for release from confinement upon expiration of maximum sentence and there is no other legal grounds for him to be further detained.”\nBased on court records, Salvanera had masterminded the murder of Ruben Parane by hiring Edgardo Lungcay as the gunman and Feliciano Abutin as the driver of the getaway motorcycle.\n‘Political detainee’ Another person linked to the crime, Domingo Tampelix, delivered the money to the hitman.\nAll of the accused were arrested, except Lungcay.\nThe Court of Appeals later allowed the prosecution to drop Abutin and Tampelix as respondents and turn them into state witnesses while upholding Salvanera’s conviction. He elevated the case to the Supreme Court, which denied his appeal in 2007.\nThe BuCor statement described Salvanera as a “political detainee,” but court records did not identify him as a member of any political group, such as the Communist Party of the Philippines or its armed and political wings, as in the case of most of over 800 political prisoners in the country.\nDela Peña case Rights organizations like Kapatid consider another octogenarian, Gerardo dela Peña, to be the country’s oldest political detainee. The group has been clamoring for the release of Dela Peña, 84, citing his advanced age and poor health.\nA farmer who hailed from Camarines Norte, Dela Peña was convicted by a Daet, Camarines Norte, court in February 2014 of murdering his nephew Melchor on April 21, 2001. The case dragged on as Dela Peña was arrested only in March 2013.\nThe prosecution then alleged that Dela Peña and his brother Armenio were members of the New People’s Army and suspected Melchor of being an intelligence asset of the military.\nThe Supreme Court denied Dela Peña’s appeal and affirmed his conviction in November 2019.\nSickly, elderly Earlier this month, the Department of Justice, which supervises BuCor, said nearly 1,000 inmates may be recommended for executive clemency this holiday season.\nAfter his appointment as BuCor chief last year, Catapang urged the president to consider granting clemency to more than 3,000 sickly and elderly inmates over 65 years old to help decongest the seven facilities run by the bureau across the country.\nIn August, a 100-year-old female inmate convicted of drug trafficking was released from the Correctional Institution for Women in Mandaluyong City, the oldest inmate to be released in recent years.\nYour subscription could not be saved. Please try again.\nYour subscription has been successful.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rimberto salvanera",
        "sentiment": "negative"
      },
      {
        "name": "salvanera",
        "sentiment": "none"
      },
      {
        "name": "bucor",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bureau of corrections",
        "sentiment": "none"
      },
      {
        "name": "lto",
        "sentiment": "none"
      },
      {
        "name": "national kidney and transplant institute",
        "sentiment": "none"
      },
      {
        "name": "newsinfo police",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "muntinlupa city",
        "sentiment": "none"
      },
      {
        "name": "philippines",
        "sentiment": "none"
      },
      {
        "name": "new bilibid prison",
        "sentiment": "none"
      },
      {
        "name": "manila",
        "sentiment": "none"
      },
      {
        "name": "quezon city",
        "sentiment": "none"
      },
      {
        "name": "edsa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:09:07.150+02:00",
  "updated": "2023-12-29T00:09:07.150+02:00"
}