{
  "thread": {
    "uuid": "dcac5007ade7c8ec84ec0b5ad3fed8aadbda5bb9",
    "url": "https://9now.nine.com.au/today/karl-stefanovic-biggest-highlights-of-2023/a04f931b-ff1d-4d54-831a-6cfbc174d0f1",
    "site_full": "9now.nine.com.au",
    "site": "nine.com.au",
    "site_section": "https://9now.nine.com.au/today/latest",
    "site_categories": [
      "travel",
      "australia_and_new_zealand"
    ],
    "section_title": "Latest",
    "title": "Karl Stefanovic's biggest Today Show highlights of 2023",
    "title_full": "Karl Stefanovic's biggest Today Show highlights of 2023",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://imageresizer.static9.net.au/YChyKGdZQ7BcHXWNLOYHj_ZXp80=/1200x628/smart/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F89119a77-ec46-45f7-ab6d-1a98357c5691",
    "performance_score": 0,
    "domain_rank": 5813,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dcac5007ade7c8ec84ec0b5ad3fed8aadbda5bb9",
  "url": "https://9now.nine.com.au/today/karl-stefanovic-biggest-highlights-of-2023/a04f931b-ff1d-4d54-831a-6cfbc174d0f1",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "Karl Stefanovic's biggest Today Show highlights of 2023",
  "text": "Karl kicked the year off with a brand new co-host, former 60 Minutes investigative journalist Sarah Abo. Sarah proved to be a perfect fit for the Today team, even giving Karl a ribbing after the pair featured in a special piece for the Sydney Morning Herald to celebrate their new partnership. When her co-host went missing from the couch during a show earlier this year, she suggested he \"was getting his chest waxed again\" after going 'jacket sans shirt' for their SMH photoshoot. \"I look like I'm auditioning to be the next Bond, but I don't know what Karl is auditioning for - probably the villain,\" she laughed. Read more about it here . Like every other year on the show, Karl had the opportunity to interview a stellar lineup of celebrity guests this year. One of whom was the impeccable Ms Dolly Parton to chat about her new rock album. \"The last time I said Karl was just before I left the house, that's my husband's name,\" the star said. \"Well I want you to go home and tell your Karl that you spent the morning with the other Karl Down Under - and hopefully he gets real jealous,\" Karl told his guest. \"Okay well I'll tell him if you want me to, but then I'll be the one who has to deal with it,\" she replied. Check out Karl's full chat with Dolly https://9now.nine.com.au/today/videos/latest/karl-sits-down-with-country-icon-dolly-parton/clp1p3og1000i0jmbuztsw7o0. When Karl sat down with Alice Cooper, the rock legend revealed a wild story about Elvis Presley. The 75-year-old said he was at an event and someone came up to him and said \"Elvis wants to meet you\". \"So there's Chubby Checker, Liza Minnelli and myself and we all go upstairs and Elvis comes walking in and says, 'Hey man, you are that guy with the snake - I dig that you're cool,\"' he said. Alice said Elvis then handed him a loaded handgun and his first thought was whether or not to shoot him. \"I had the little angel and devil on my shoulder and the angel says 'don't kill him, just shoot him in the leg,'\" the rocker told Karl. Read more about the encounter https://9now.nine.com.au/today/alice-cooper-rock-legend-reveals-wild-meeting-with-elvis-during-karl-stefanovic-chat/560717a2-889e-44cb-946d-d5261640eabd. While she may be a little young for a Fatboy Slim concert at the moment, Karl revealed even his daughter enjoys the DJ's songs. \"I was in the car the other day singing to this song, one of my favourites, Fatboy Slim is f---ing in heaven and I looked around and my three-year-old started to sing it in the back of the car,\" Karl said. \"See what you're doing to us.\" Read about his full chat with Fatboy Slim https://9now.nine.com.au/today/fatboy-slim-sits-down-with-karl-stefanovic/ec82a322-8368-487b-9e7d-80a8bcbb3dbf. During an exclusive chat with the Suicide Squad's Joker himself, things got a little steamy. While talking about his band Thirty Seconds To Mars' sixth studio album, Leto had a slight wardrobe malfunction when his short buttons popped open. But being ever the professional, Karl was quick to put the 51-year-old heartthrob at ease. \"I will ease the burden - I'm undressing with Jared now,\" Karl said loosening his tie and unbuttoning his own shirt. \"Is it too much?\" See how far Karl went https://9now.nine.com.au/today/karl-stefanovic-strips-off-with-hollywood-heartthrob-jared-leto-exclusive-interview/95089bf6-e2c2-402c-9a03-b4548274479b. When social media mega stars Logan Paul and KSI visited the Today studios earlier this year, the crowd that gathered outside Nine headquarters was something else. The streets were packed with thousands of fans with road closures all around the building. The energy was wild, and the crowds were mostly well behaved, except for one sharp shooter who decided to launch an egg onto the balcony Karl and his guests were standing. And Karl was in the crossfire, with the egg smashing on his \"very expensive suit\". \"I have been working out lately so the egg didn't hurt,\" he boasted. Check out the wild moment https://9now.nine.com.au/today/karl-stefanovic-egged-during-logan-paul-ksi-meet-and-greet/6e70b3f0-abe5-47eb-b5a0-8e076357e1f5. Karl and Piers clashed earlier this year when the Today host called him \"a loser\" when he boasted he'd appear on the show to gloat when England defeated Australia in The Ashes. This followed Piers continual laying into the Aussies on his Sky News show and social media, accusing them of \"trashing the spirit of sportsmanship\" when England's Jonny Bairstow was stumped by Australia's Alex Carey. So when Today producers reached out to Piers to see if he'd like to appear on the show following Australia's defeat of India in the World Cup, his response came as no surprise. \"I would rather garotte myself with rusty swords\", Piers replied. See what Karl's response was https://9now.nine.com.au/today/piers-morgan-knocks-back-karl-stefanovic-offer-to-appear-on-today-after-australia-cricket-world-cup-win/9e188e3d-39bf-4525-b2d6-1796477e773c. It's highly unlikely we'll ever get the real Donald Trump on the show, but Karl had an easy solution to that. During a cooking segment, the Today host couldn't resist playing with his food and repurposed some dry noodles which left his co-hosts in hysterics. What do you think of Karl's impression of the controversial former US president? With all the celebrity interviews Karl did during the year, it's hard to forget he himself is a bit of a star. So it was no surprise when the legends at Stan invite him to guest star in their streaming satire C*A*U*G*H*T. For anyone who has seen C*A*U*G*H*T knows, Karlos got to flex his diva muscles for the episode he featured in - much to the horror of series star Kick Gurry. Check the clip out https://www.youtube.com/watch?v=kV0xR_SEIOE. For all the serious news Today covers, there are a lot of fun stories we feature on the program. So when Victorian zoologist Chris Humfrey was a guest with his menagerie of animals, one that stood out was his famed singing penguin Derek. Chris started making an interesting sound with his throat that encouraged Derek to start his \"singing\" but it seemed to have a stronger effect on Karl. \"Waaa, waaa, waaa,\" Karl projected as his Today hosts lost it with laughter. Check out Karl's penguin singing https://9now.nine.com.au/today/karl-stefanovic-tries-his-hand-at-penguin-singing-with-zoologist/84b9f657-f3ae-4e2a-800b-8396398833c5. Artificial intelligence and Chat GPT have been a hot topic of contention in the news this year, with debate still strong on whether it is the start of the end for humanity. But for all the seriousness surrounding the matter, the Today hosts found out there is still some fun to be had with the technology. Karl and his co-hosts were reimagined as babies - and let's just say this little tike is not the same one Karl's mum Jenny has in her family photo albums... Read more about Karl's reaction to the impression https://9now.nine.com.au/today/today-hosts-baby-faces-terrifying-created-by-artificial-intelligence/dfd340df-e059-439b-b54a-f70d602a9eb4. Karl and Sarah enjoyed a lot of laughs this year. Whether it was because of a slip of the tongue, a hilarious guest or simply an expression the other pulled with their face. For all the seriousness in the news each day - sometimes it's good to just have a laugh. As if seeing what AI thought Karl would have looked like as a baby wasn't scary enough - the Today hosts thought it would be interesting to see what they looked like at the opposite end of their life-cycle. Thankfully what the technology came up with was barely recognisable, showing our Today hosts have still got a quite a few years left in them before they start looking like this. Check out there reactions https://9now.nine.com.au/today/karl-stefanovic-and-cohosts-get-a-glimpse-at-themselves-aged-100-thanks-to-artificial-intelligence/3de08692-d566-4eeb-819c-6475a8bc3ac6.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "http://www.youtube.com/watch?v=kV0xR_SEIOE",
    "http://www.youtube.com/watch",
    "http://youtube.com/watch?v=kV0xR_SEIOE"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "karl",
        "sentiment": "negative"
      },
      {
        "name": "sarah",
        "sentiment": "negative"
      },
      {
        "name": "karl stefanovic",
        "sentiment": "negative"
      },
      {
        "name": "bond",
        "sentiment": "none"
      },
      {
        "name": "dolly parton",
        "sentiment": "none"
      },
      {
        "name": "karl tol",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:13:27.335+02:00",
  "updated": "2023-12-29T00:13:27.335+02:00"
}