{
  "thread": {
    "uuid": "661f55a5cfdcaea1ef151d08a09f4d29e4021cfd",
    "url": "https://timesofindia.indiatimes.com/city/lucknow/plant-a-sapling-in-mothers-name-on-july-20-says-yogi/articleshow/111499957.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://timesofindia.indiatimes.com/rssfeeds/-2128819658.cms",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "Lucknow News, Latest Lucknow News Headlines &amp; Live Updates - Times of India",
    "title": "CM Yogi: Plant a sapling in mother’s name on July 20, says Yogi | Lucknow News - Times of India",
    "title_full": "CM Yogi: Plant a sapling in mother’s name on July 20, says Yogi | Lucknow News - Times of India",
    "published": "2024-07-05T02:14:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-111499956,width-1070,height-580,imgsize-80804,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 290,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "661f55a5cfdcaea1ef151d08a09f4d29e4021cfd",
  "url": "https://timesofindia.indiatimes.com/city/lucknow/plant-a-sapling-in-mothers-name-on-july-20-says-yogi/articleshow/111499957.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TNN",
  "published": "2024-07-05T02:14:00.000+03:00",
  "title": "CM Yogi: Plant a sapling in mother’s name on July 20, says Yogi | Lucknow News - Times of India",
  "text": "Lucknow: Chief minister Yogi Adityanath voiced strong support for Prime Minister Narendra Modi’s innovative call to plant ‘Ek Ped Maa Ke Naam’ across the country, aimed at combating challenges like global warming.During a media interaction at his official residence, where he planted a sapling as part of the campaign, CM expressed gratitude to the Prime Minister and congratulated him for initiating the campaign, which seeks to involve citizens in environmental conservation. The CM appealed to everyone in the state to be a part of the ‘Vriksharopan Mahabhiyan’ and plant a sapling in their mother’s name on July 20. The govt has raised 54 crore plants in the state’s nurseries, which include various environmentally beneficial plants like Peepal, Pakar, Neem, Desi Mango, Jamun, Guava, Shisham, and Teak. He said that moringa plants are being provided for free to the beneficiaries of the PM Awas Yojana. “Moringa is highly beneficial for everyone. Consuming its pods or soup can help fight malnutrition. Two years ago, we planted a moringa sapling at each beneficiary’s home under the PM Awas Yojana. These saplings have now grown significantly. This time, we are expanding the campaign and have obtained approximately 5.5 million moringa plants,” he added. The campaign will involve doing plantations in village panchayats, municipal bodies, parks, alongside roads, and in vacant spaces. CM Yogi said that under this mega campaign, 30-35 crores saplings will be planted. The programme has already begun, and on July 20, everyone will participate in the grand festival of tree planting by setting a record. Regular programmes will be held to ensure the care of these plants. He urged that those who plant a tree should also ensure its protection.We also published the following articles recentlyCM Yogi plants sapling as part of plantation campaignLearn about Chief Minister Yogi Adityanath's backing of PM Modi's 'Ek Ped Maa Ke Naam' tree planting initiative to tackle global warming. Get involved in the 'Vriksharopan Mahabhiyan' by planting a tree in your mother's name on July 20. Find out more about the 54 crore plants available for planting in Uttar Pradesh.111493060Priyotoma fame Idhika Paul celebrates her birthday by planting saplings; Gives away a special messageLearn how actress Idhika Paul celebrated her 26th birthday by planting saplings and cutting a cake with locals. Idhika, famous for her roles in Rimli and Pilu, is making her Tollywood debut with Khadaan, featuring superstar Dev. Find out more about her heartwarming birthday celebration!111489256Minister HD Kumaraswamy hints at reviving steel plant in ShivamoggaUnion minister HD Kumaraswamy visited Visvesvaraya Iron and Steel Plant to discuss reviving the unit. Pressure from the opposition was mentioned, and the plant may be part of the Make in India steel production targets by 2038.111390924",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "negative"
      },
      {
        "name": "yogi adityanath",
        "sentiment": "negative"
      },
      {
        "name": "desi mango",
        "sentiment": "none"
      },
      {
        "name": "awas yojana",
        "sentiment": "none"
      },
      {
        "name": "jamun",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "lucknow news - times of india lucknow",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "peepal",
        "sentiment": "none"
      },
      {
        "name": "shisham",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T03:35:44.870+03:00",
  "updated": "2024-07-05T03:35:44.870+03:00"
}