{
  "thread": {
    "uuid": "216d144f813f7c05f943ef8a7f6612fb2935b076",
    "url": "https://www.gonzaga.edu/news-events/stories/2024/4/18/pat-castaneda-certified-to-lead-committed-to-caring",
    "site_full": "www.gonzaga.edu",
    "site": "gonzaga.edu",
    "site_section": "https://gonzaga.edu",
    "site_categories": [
      "graduate_school",
      "education"
    ],
    "section_title": "Gonzaga University, Spokane Washington | Gonzaga University",
    "title": "Pat Castaneda: Certified to Lead Committed to Caring | Gonzaga University",
    "title_full": "Pat Castaneda: Certified to Lead Committed to Caring | Gonzaga University",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gonzaga.azureedge.net/-/media/website/images/stories/sq-cll-manzanita-house.ashx?rev=8396a636a3644661b3a16cf2b760816d&amp;hash=a54a8d5fa4c03d91538e6b0d33d10520",
    "performance_score": 0,
    "domain_rank": 15238,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "216d144f813f7c05f943ef8a7f6612fb2935b076",
  "url": "https://www.gonzaga.edu/news-events/stories/2024/4/18/pat-castaneda-certified-to-lead-committed-to-caring",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lucy Klebeck ‘",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Pat Castaneda: Certified to Lead Committed to Caring | Gonzaga University",
  "text": "Pat Castaneda: Certified to Lead, Committed to Caring In 2021 Pat Castaneda received a Certificate in Foundational Leadership (CFL) from Gonzaga. That same year she started Manzanita House, a nonprofit organization that attempts to meet the needs of immigrant and refugee populations. Castaneda grew up in Venezuela before moving to England and then lived throughout the U.S. before finally settling down in Spokane. It was in Spokane that she found her passion for working with immigrants, as she feels empathetic to their needs being an immigrant herself. Before starting Manzanita House with friends, Castaneda was invited to receive a certificate from Gonzaga through her former workplace. Gonzaga’s Certificate in Foundational Leadership is a 9-month program that strengthens students’ individual and team leadership skills through practical learning, mentorship and assessments. Students are matched with a respected mentor based on their professional field and personality and are expected to meet once a month for the program. The program focuses on improving interpersonal communication skills, self-awareness and working with diverse identities. Some credits earned in the program can be transferred to a range of master’s degrees later if students wish to enroll. Castaneda participated in the program during the COVID-19 pandemic, meaning the typically hybrid certificate was completely online. Participants met on Fridays over Zoom and listened to presentations in the morning, engaged in discussion in the afternoon, and completed homework that included evaluating and talking with their mentors about what they had learned. While Castaneda did not get the opportunity to connect and network with the members of her cohort in person, she reflects on what she was able to take-away from the program: an understanding of what being a leader means and how to be the leader you want to be for others. Manzanita House is about creating a space where everyone can feel welcome and safe. The organization provides immigrant legal aid, often at low cost or not cost for immigrants. Manzanita House hosts family empowerment and engagement programs such as heritage language learning, offering Arabic, Farsi and Marshallese. A space for women named Teatime is provided as well as workshops and events to help educate, empower and provide resources for immigrant and refugee families in Spokane. All of which help families with their transition to living in the U.S. Castaneda strongly recommends a CFL and is still connected with her mentor whom she was introduced to through the program. Considering advice for others thinking about starting a certificate or going back to school, Castaneda urges that it is “never too late, especially immigrants feel that at a certain age that you cannot pursue a change, but it is never too late.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pat castaneda",
        "sentiment": "negative"
      },
      {
        "name": "castaneda",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gonzaga university",
        "sentiment": "negative"
      },
      {
        "name": "manzanita house",
        "sentiment": "none"
      },
      {
        "name": "gonzaga",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "venezuela",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      },
      {
        "name": "gonzaga",
        "sentiment": "none"
      },
      {
        "name": "spokane",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:41:34.694+03:00",
  "updated": "2024-04-19T00:41:34.694+03:00"
}