{
  "thread": {
    "uuid": "dc5154f964b314db4d42d1d6ad18885f4a1159d3",
    "url": "https://www.tellerreport.com/news/2024-03-10-support-for-ukraine--%E2%80%9Cwe-don%E2%80%99t-need-a-french-style-george-bush-%E2%80%9D-says-fabien-roussel.SJGoTuZsT6.html",
    "site_full": "www.tellerreport.com",
    "site": "tellerreport.com",
    "site_section": "https://www.tellerreport.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Teller Report",
    "title": "Support for Ukraine: “We don’t need a French-style George Bush,” says Fabien Roussel - Teller Report",
    "title_full": "Support for Ukraine: “We don’t need a French-style George Bush,” says Fabien Roussel - Teller Report",
    "published": "2024-03-10T12:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn-europe1.lanmedia.fr/var/europe1/storage/images/europe1/politique/soutien-a-lukraine-nous-navons-pas-besoin-dun-george-bush-a-la-francaise-lance-fabien-roussel-4235081/61290688-1-fre-FR/Soutien-a-l-Ukraine-Nous-n-avons-pas-besoin-d-un-George-Bush-a-la-francaise-lance-Fabien-Roussel.jpg",
    "performance_score": 0,
    "domain_rank": 18553,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dc5154f964b314db4d42d1d6ad18885f4a1159d3",
  "url": "https://www.tellerreport.com/news/2024-03-10-support-for-ukraine--%E2%80%9Cwe-don%E2%80%99t-need-a-french-style-george-bush-%E2%80%9D-says-fabien-roussel.SJGoTuZsT6.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anonym",
  "published": "2024-03-10T12:17:00.000+02:00",
  "title": "Support for Ukraine: “We don’t need a French-style George Bush,” says Fabien Roussel - Teller Report",
  "text": "Laura Laplaud with AFP 11:09 a.m., March 10, 2024 Fabien Roussel, national secretary of the French Communist Party (PCF), was the guest of the Grand Rendez-vous Europe 1/CNews/Les Échos. The National Assembly examines the French aid strategy for Ukraine on Tuesday, during a debate followed by a symbolic vote, which will above all serve as a confrontation between the majority, the National Rally and La France insoumise, this three months before the European elections. >> Find the Grand Rendez-vous every Sunday from 10 a.m. to 11 a.m. on Europe 1 as well as in podcast and replay here Emmanuel Macron “puts on the clothes of a war leader” “For the RN, facing Russia, all weakness, all weakness is good,” said Prime Minister Gabriel Attal on Saturday during a meeting in Lille, thus setting the likely tone at the Palais-Bourbon on Tuesday. The oppositions have repeatedly condemned the recent outings of President Macron, who does not rule out sending ground troops to Ukraine and wants \"no limits\" in support for kyiv. A “worrying” posture for Fabien Roussel, national secretary of the French Communist Party (PCF), guest of the Grand Rendez-vous Europe 1/CNews/Les Échos. Is Emmanuel Macron seeking to use the war in Ukraine for domestic political purposes? Yes, according to the national secretary of the PCF. “I think he is jabbing his chin with warlike language, but that he himself does not believe for a single moment that France is going to get involved in this. He is waving a counterfire, a way of diverting attention of the French on this conflict and in the meantime, there is a catastrophe in France. The social situation is deplorable, the purchasing power of the French is melting like snow in the sun and there is no response being provided, whether for farmers, for employees, for our public services. It is a way for him to put on the clothes of a war leader while waging a social war which does a lot of harm to our country\", assured Fabien Roussel. “France does not need a French-style George Bush” \"I have the feeling that he thinks he is the American head of state Bush in 2003. We do not need a Bush in France. We do not need a military leader in France, we \"We need a coalition for peace, and to bring peace to Europe,\" he said. Concerning the Franco-Ukrainian security agreement of February 16 examined Tuesday in the Assembly, Fabien Roussel assures him, \"if the Prime Minister's speech takes up the elements that are in the treaty that Mr. Macron signed with Volodymyr Zelensky, we will vote against.” “We are at the dawn of a dangerous military escalation” \"This treaty says several things. It says in particular that Ukraine must join NATO. It's a provocation, it's stupidity. And besides, Ukraine will never join NATO because that will be part of the discussions. The other thing is that it says 'unlimited military support' [...] today, we are crossing a dangerous threshold for the future of Europe and for peace in Europe and we do not want to cross this threshold. For us, the party of peace, it is as if we assassinated Jean Jaurès a second time. We are at the dawn of a dangerous military escalation\", assured the deputy from the North. The Franco-Ukrainian agreement, concluded for a period of ten years, includes a strengthening of military cooperation, particularly in the areas of artillery and air defense. In 2024, Paris promises to provide \"up to 3 billion euros of additional support\", funding that oppositions could question as the government has just announced a series of budget cuts. After the Assembly, a similar debate will be held in the Senate on Wednesday. >> More information to follow... >> More information to follow...",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "george bush",
        "sentiment": "negative"
      },
      {
        "name": "laura laplaud",
        "sentiment": "negative"
      },
      {
        "name": "fabien roussel",
        "sentiment": "negative"
      },
      {
        "name": "gabriel attal",
        "sentiment": "none"
      },
      {
        "name": "macron",
        "sentiment": "none"
      },
      {
        "name": "emmanuel macron",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "grand rendez-vous europe",
        "sentiment": "none"
      },
      {
        "name": "national assembly",
        "sentiment": "none"
      },
      {
        "name": "national rally and la france",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "lille",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T12:20:26.798+02:00",
  "updated": "2024-03-10T12:20:26.798+02:00"
}