{
  "thread": {
    "uuid": "4b16b8f146b34862fbc5190667b0638e4cbfccf9",
    "url": "https://www.kcra.com/article/chiefs-dolphins-fourth-coldest-game-in-nfl-history/46383167",
    "site_full": "www.kcra.com",
    "site": "kcra.com",
    "site_section": "http://www.kcra.com/12970978?format=rss_2.0&view=feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Top Stories",
    "title": "Chiefs and Dolphins play fourth-coldest game in NFL history at minus-4 degrees",
    "title_full": "Chiefs and Dolphins play fourth-coldest game in NFL history at minus-4 degrees",
    "published": "2024-01-14T22:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://kubrick.htvapps.com/htv-prod-media.s3.amazonaws.com/images/ap265a43d17c5b32.jpg?crop=1.00xw:0.846xh;0,0.0709xh&amp;resize=1200:*",
    "performance_score": 0,
    "domain_rank": 6718,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4b16b8f146b34862fbc5190667b0638e4cbfccf9",
  "url": "https://www.kcra.com/article/chiefs-dolphins-fourth-coldest-game-in-nfl-history/46383167",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-14T22:05:00.000+02:00",
  "title": "Chiefs and Dolphins play fourth-coldest game in NFL history at minus-4 degrees",
  "text": "Chiefs and Dolphins play fourth-coldest game in NFL history at minus-4 degrees\nThe Kansas City Chiefs and Miami Dolphins played the fourth-coldest game in NFL history on Saturday night, with bitter wind chills\nthat made it feel even colder at kickoff and intrepid fans bundled up in parkas, snow pants and ski goggles.\nThe temperature for the wild-card playoff game was minus-4 degrees Fahrenheit (minus-20 Celsius), and wind gusts up to 27 mph made for a wind chill of minus-27 degrees. That shattered the record for the\ncoldest game in Arrowhead Stadium history, which had been 1 degree, set in a 1983 game against Denver and matched in 2016 against Tennessee.\nThe coldest game in league history remains minus-13 for the 1967 NFL championship when the Packers beat the Cowboys at Lambeau Field in a game that came to be known as the Ice Bowl. The wind chill that day was minus 48 degrees.\nPatrick Mahomes and the Chiefs handled the elements better than the visitors from South Florida,\nbeating the Dolphins 26-7.\n“It was cold, I'm not going to lie. It was cold,” Kansas City's quarterback said. “At the end of the day, you have to be mentally tough enough that if something doesn't work, I'm going to come back and keep firing.”\nThe bitter cold didn't seem to bother fans. Among them was pop superstar-turned-Chiefs fan Taylor Swift,\nwho arrived wearing a puffy winter coat designed to look like the jersey of her boyfriend, Kansas City tight end Travis Kelce.\nMany fans began showing up at the parking gates more than 12 hours before kickoff Saturday, beginning their tailgating right in the street. And while there was less tailgating than usual, the smell of pregame barbecue still wafted through the parking lots.\n“We definitely had that initial shock when we looked at the forecast,” said Chiefs season ticket holder Keaton Schlatter, who drove from West Des Moines, Iowa, for Saturday night’s game. “We thought about maybe posting our tickets for sale and if they don’t sell, then we would go. But we decided that it’s all part of the experience.”\nAt least Chiefs and Dolphins fans could make it to the stadium.\nThe NFL was concerned that nobody could make it to the Bills' game against the Steelers on Sunday in Buffalo, where a blizzard was expected to drop a couple of feet of snow. So, the league and New York state officials decided to\npostpone the wild-card game until Monday, when the brunt of the snow was expected to have ended.\n“We want our Bills to win,” Erie County Executive Mark Poloncarz said at a news conference in suburban Buffalo, “but we don’t want 60,000 to 70,000 people traveling to the football game in\nwhat’s going to be horrible conditions.”\nThe snow wasn't the problem in Kansas City, where more fell Saturday morning but tapered off before kickoff. Rather, the big concern was what the National Weather Service called “dangerously cold” wind chills, which were expected to make a forecasted temperature of minus-10 degrees by the finish feel more like minus-30.\n“The spectators need to be prepared. Think cold ski trip or ice fishing,” said Dr. Sarah Spelsberg, who teaches in Northeastern University’s Graduate Program in Extreme Medicine. “If it's me, I'm wearing ski goggles, too. There would not be a millimeter of my skin showing in these temperatures. I had frostbite one time and I never wanted to have it again.”\nAbout six hours before kickoff, stadium workers began to plow snow from the tarp covering the field, scoop it into trucks and drive it away. The field itself is heated, though, and it appeared to thaw out as gametime approached.\nDolphins wide receiver Tyreek Hill, who was back at Arrowhead Stadium for his first game since Kansas City traded him away, walked out for pregame warmups wearing a short-sleeve shirt. Chiefs linebacker Leo Chenal, who grew up in Wisconsin, arrived wearing shorts. Several other players, including Kelce, also had skin showing when the Chiefs took the field for their opening drive.\nBy the second quarter, Chiefs coach Andy Reid\nhad icicles in his mustache. In the third, Mahomes had his helmet shattered on a hit from Miami safety DeShon Elliott.\nAs for the fans, the Chiefs had numerous warming stations throughout the stadium, and they bent some of their rules to help them deal with the weather. Fans were allowed to carry in blankets, provided they had no zippers or compartments, and could use portable chargers to power the kind of heated apparel that Schlatter was bringing to the game.\nFans also could bring cardboard to put under their feet, a useful tip Chiefs safety Justin Reid passed along this week.\n“Trying to figure out what to wear that will be the warmest has been the concerning part,” said Lauren Bays, a Chiefs fan from Smithville, Missouri. “I've been thinking of ways to add warmth all week and did find a pair of ski goggles that I plan to wear.”\nNot every fan is a diehard. Ticket prices on the secondary market plummeted throughout the week as fans tried to unload their seats. The price to get in was less than $30 by Saturday morning, or about 10% of what it would normally cost, and empty seats were visible at kickoff.\nThe weather probably put a chill into the Dolphins, whose loss to Buffalo last week cost them an opportunity to host a home playoff game this weekend. They practiced all week in Miami, and it was 86 degrees on Friday when they stepped on the plane to Kansas City. It was 10 degrees with a wind chill of minus-6 when they arrived, an almost 100-degree difference.\n“You can’t prepare for a game like that with that kind of weather, so it’ll be new,” said Dolphins quarterback Tua Tagovailoa, who grew up in Hawaii and played his college football in the relative warmth of Alabama.\n“Cold's cold. For you, me — it's cold,” Andy Reid said. “But you go do your thing. That's how you go play.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://www.twitter.com/SNFonNBC/status/1746324755324555393",
    "https://www.apnews.com/article/chiefs-mahomes-helmet-dolphins-34d754f5f317c405088c0a0c7484a21a",
    "https://www.apnews.com/article/dolphins-chiefs-score-playoffs-mahomes-e3a23736da0c791ff4ec2067fc5a9ff2",
    "https://twitter.com/SNFonNBC/status/1746324755324555393",
    "https://apnews.com/article/dolphins-chiefs-score-playoffs-mahomes-e3a23736da0c791ff4ec2067fc5a9ff2",
    "https://x.com/BuffaloBills/status/1746314390989640133?s=20",
    "https://www.apnews.com/article/bills-steelers-moved-winter-weather-8c223910644bf803b823597420fb46f8",
    "https://www.x.com/BuffaloBills/status/1746314390989640133?s=20",
    "https://twitter.com/NFL/status/1746360970187002156",
    "https://apnews.com/article/chiefs-dolphins-playoffs-cold-weather-961ee24d4122705ee6b6b96473adfd6d",
    "https://www.twitter.com/NFL/status/1746360970187002156",
    "https://www.apnews.com/article/chiefs-dolphins-playoffs-cold-weather-961ee24d4122705ee6b6b96473adfd6d",
    "https://apnews.com/article/bills-steelers-moved-winter-weather-8c223910644bf803b823597420fb46f8",
    "https://www.apnews.com/article/us-chicago-winter-storms-deadly-cold-2c9daa8ea3db7c254618621f4144472c",
    "https://x.com/BuffaloBills/status/1746314390989640133",
    "https://apnews.com/article/us-chicago-winter-storms-deadly-cold-2c9daa8ea3db7c254618621f4144472c",
    "https://apnews.com/article/chiefs-mahomes-helmet-dolphins-34d754f5f317c405088c0a0c7484a21a"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "patrick mahomes",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nfl",
        "sentiment": "negative"
      },
      {
        "name": "dolphins",
        "sentiment": "negative"
      },
      {
        "name": "packers",
        "sentiment": "none"
      },
      {
        "name": "chiefs",
        "sentiment": "none"
      },
      {
        "name": "cowboys",
        "sentiment": "none"
      },
      {
        "name": "miami dolphins",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kansas city",
        "sentiment": "none"
      },
      {
        "name": "arrowhead stadium",
        "sentiment": "none"
      },
      {
        "name": "tennessee",
        "sentiment": "none"
      },
      {
        "name": "south florida",
        "sentiment": "none"
      },
      {
        "name": "denver",
        "sentiment": "none"
      },
      {
        "name": "lambeau field",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-14T22:09:12.721+02:00",
  "updated": "2024-01-14T22:09:12.721+02:00"
}