{
  "thread": {
    "uuid": "c43c1406938bc6a620ff50119d26ebba33703ea9",
    "url": "https://www.asiaone.com/singapore/oil-spill-incident-containment-efforts-progressing-well-says-cleanup-company",
    "site_full": "www.asiaone.com",
    "site": "asiaone.com",
    "site_section": "https://www.asiaone.com/lite",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "AsiaOne NewsLite News, Get the Latest Breaking News at AsiaOne",
    "title": "Oil spill incident: Containment efforts progressing well , says cleanup company, Singapore News - AsiaOne",
    "title_full": "Oil spill incident: Containment efforts progressing well , says cleanup company, Singapore News - AsiaOne",
    "published": "2024-06-21T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "SG",
    "main_image": "https://media.asiaone.com/sites/default/files/styles/a1_600x316/public/original_images/Jun2024/MPA_T%26T_OIL_SPILL_BOOMS-06%20%281%29.jpg?h=2e181f1f&amp;itok=NZ14BVDo",
    "performance_score": 0,
    "domain_rank": 4688,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 3
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c43c1406938bc6a620ff50119d26ebba33703ea9",
  "url": "https://www.asiaone.com/singapore/oil-spill-incident-containment-efforts-progressing-well-says-cleanup-company",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-21T03:00:00.000+03:00",
  "title": "Oil spill incident: Containment efforts progressing well , says cleanup company, Singapore News - AsiaOne",
  "text": "Oil spill containment efforts are progressing well, said T&T Salvage Asia, a maritime group involved in the cleanup operation on Friday, June 21.\nThe oil spill incident took place on the southern coast of Singapore on June 14.\n\"As of now, I personally think that we are - if not already - close to reaching the balance point where we can actually say we have control over the containment,\" Captain Anuj Sahai, managing director of T&T Salvage Asia, shared in an interview with the media while out at sea near Siloso Beach.\nHis company is in charge of the stretch between Labrador Park and Sentosa Cove, and islands like St John's Island.\nHe said that his team is still trying to prevent the oil from reaching other beaches.\n\"It will take a while, I think it's premature at this point to give a number or a date [on a complete cleanup], but the way we've gone about doing it as a team together has been very efficient,\" he added.\nThis comes after an oil spill occurred at Pasir Panjang Terminal on June 14 due to an allision between a dredging boat and a bunker vessel, which saw 400 tonnes of fuel pour into the sea.\nTwo teams operating around the clock T&T Salvage Asia was one of the first responders to the incident and has been involved in the containment exercise since, Anuj said.\nThey have formed a team totalling 85 members, deploying oil booms around the affected areas to ensure that the oil is blocked from hitting the shoreline, and also to trap oil that has already entered the shoreline and remove it.\nWhen the company first responded to this incident, time was of the essence and rigid booms, which are faster to deploy but are less robust, were utilised, said Anuj.\nThey have since been replacing them with more durable ones.\nAccording to Anuj, he currently has two teams operating around the clock to ensure that any damaged booms will be replaced or reinforced quickly.\nAt the moment, it takes about an hour to one-and-a-half to change the damaged booms, he said. They have laid out about 2.5km of booms so far.\nToiling at sea But that doesn't mean the job isn't without challenges.\nAnuj explained that much of what they do is affected by weather conditions while they deploy the oil booms.\n\"Wind, weather, thundery showers and strong currents - especially in the Sentosa lagoons, it's very strong over there - and the rise of tides can hit our booms quite hard at times,\" he said.\nEach three-metre section of the oil booms is about 100kg, and requires about four to eight individuals to deploy from the boat.\nThe section is then inflated, and a team of four on a separate deployable boat pull the oil boom into place by hand.\n\"There are different types of booms and different strategies, but what needs to be done is that oil doesn't go into the beaches [or affects the public],\" he said.\nMeasures are 'more than efficient' Responding to a question regarding the effectiveness of current measures considering the spread of oil to Johor, Anuj said that they are \"more than efficient\".\n\"Our agencies out here are very close to Malaysia and they talk to each other, so they take care of those things,\" he said, adding that he's not involved in that process.\n\"My job and mission is to… make sure that there's no further pollution and containment is efficient and proper.\"\nThe Maritime and Port Authority of Singapore (MPA) said that they had updated Malaysian authorities that the oil could potentially reach Malaysia’s waters after oil slicks were observed off Changi on June 17, reported the Straits Times on Friday (June 21).\n“Our Malaysian counterparts have informed us on 19 June that they have observed some oil slicks off Johor,” said MPA.\nThey added: “We are sharing relevant information to facilitate their efforts.”\nIn a Facebook post on Thursday, Transport Minister Chee Hong Tat said that progress has been made in the clean-up, but some time is needed before the oil will be completely removed.\n\"Currently, we are focused on cleaning up the oil slicks and sheens from water and land which are visible through drone surveillance and satellite imagery.\n\"In the next phase, we would need to flush out stranded oil, such as those on oil-stained rock bunds,\" Chee said.\nALSO READ: Oil spill incident not due to congestion at port, clean-up will take time: Chee Hong Tat\nkhooyihang@asiaone.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Business and Market Analysis",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "anuj sahai",
        "sentiment": "none"
      },
      {
        "name": "st john",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "khoo yi-hang",
        "sentiment": "neutral"
      },
      {
        "name": "singapore news - asiaone",
        "sentiment": "neutral"
      },
      {
        "name": "t&t salvage asia",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "labrador park",
        "sentiment": "none"
      },
      {
        "name": "singapore",
        "sentiment": "none"
      },
      {
        "name": "sentosa cove",
        "sentiment": "none"
      },
      {
        "name": "siloso beach",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T15:01:20.985+03:00",
  "updated": "2024-06-21T15:18:39.370+03:00"
}