{
  "thread": {
    "uuid": "28efec19ac14877bb2a66083ac7ed8a4ac5fb9b0",
    "url": "https://www.archyde.com/nobody-is-above-the-other-2024-04-18-215535",
    "site_full": "www.archyde.com",
    "site": "archyde.com",
    "site_section": "http://www.archyde.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Archyde",
    "title": "Nobody is above the other – 2024-04-18 21:55:35",
    "title_full": "Nobody is above the other – 2024-04-18 21:55:35",
    "published": "2024-04-19T00:55:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.budapester.hu/wp-content/uploads/2024/04/holocaust-sulyok1.jpg",
    "performance_score": 0,
    "domain_rank": 22469,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "28efec19ac14877bb2a66083ac7ed8a4ac5fb9b0",
  "url": "https://www.archyde.com/nobody-is-above-the-other-2024-04-18-215535",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "archyde",
  "published": "2024-04-19T00:55:00.000+03:00",
  "title": "Nobody is above the other – 2024-04-18 21:55:35",
  "text": "President Tamás Sulyok gave a remarkable speech in parliament on the day of remembrance for the Hungarian victims of the Holocaust.\nPeople must continually confront themselves with their past, because this is the only way to respectfully and sincerely remember the compatriots who became victims. “No person has the right, regardless of whether they are religiously motivated, based on their origins or their ideology, to judge another’s life; no community can place itself above the other,” Sulyok explained. In the unshakable belief in the inviolability of human dignity, Remembrance Day is therefore both a look into the past and into the future.\nHe fundamentally believes in the good in people and doesn’t know the answer to why humanity keeps throwing itself into new tragedies, turning off sense and reason in order to turn weapons against each other. April 16th is a day of remembrance for several hundred thousand Jewish citizens “who were torn from our midst.” The lesson must be that the spirit of inhumanity should never again arise.\nAll representatives of Jewish life in Hungary as well as the Israeli ambassador took part in the memorial event. Both the perpetrator and the victim remained silent Then the President, who himself was born twelve years after the Holocaust, became personal. He grew up in a family in which everyone claimed to have never harmed anyone. His father, whose complicity historians recently uncovered, grew up in a time “when both the perpetrators and the victims were silent,” whether in connection with the Holocaust, the mass rapes by Soviet soldiers from 1945 onwards or the summary executions of insurgents in the autumn of 1956. His He can no longer ask his father about the “new truths” because he has been dead for forty years. “But I stand by my personal past and, knowing this, bow my head to all the victims of the Holocaust,” explained Sulyok.\nThe darkest chapter The President of Israel, Yitzhak Herzog, described the Holocaust as the “darkest chapter in world history” in a video message to participants in the memorial hour in parliament. The chairman of the umbrella organization of the Jewish Community in Hungary (Mazsihisz), Andor Grósz, urged today’s generations, even if they are not responsible for the actions of their predecessors, to take responsibility to ensure that something like this never happens again. Israel’s ambassador to Budapest, Yakov Hadas-Handelsman, recalled that almost one in ten of the 6 million dead in the Holocaust were Hungarian, people who were integrated into Hungarian society, involved in politics, economics and culture.\nIn 2000, at the time of the first Orbán government, the Hungarian parliament decided to celebrate April 16th as a day of remembrance for the Hungarian victims of the Holocaust. On that day in 1944, Hungarian authorities in Transcarpathia (now Ukraine) began corralling Jews into ghettos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tamás sulyok",
        "sentiment": "positive"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:05:03.127+03:00",
  "updated": "2024-04-19T01:18:53.744+03:00"
}