{
  "thread": {
    "uuid": "4e1fce5cd2e9899a03ffb4cf1d9885a154d088fa",
    "url": "https://www.u-tokyo.ac.jp/focus/en/press/z0508_00334.html",
    "site_full": "www.u-tokyo.ac.jp",
    "site": "u-tokyo.ac.jp",
    "site_section": "https://www.u-tokyo.ac.jp/en/index.html",
    "site_categories": [
      "graduate_school",
      "travel",
      "education",
      "japan"
    ],
    "section_title": "The University of Tokyo",
    "title": "Measuring neutrons to reduce nuclear waste | The University of Tokyo",
    "title_full": "Measuring neutrons to reduce nuclear waste | The University of Tokyo",
    "published": "2024-02-16T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://www.u-tokyo.ac.jp/content/400233438.jpg",
    "performance_score": 0,
    "domain_rank": 1472,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4e1fce5cd2e9899a03ffb4cf1d9885a154d088fa",
  "url": "https://www.u-tokyo.ac.jp/focus/en/press/z0508_00334.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-16T02:00:00.000+02:00",
  "title": "Measuring neutrons to reduce nuclear waste | The University of Tokyo",
  "text": "Measuring neutrons to reduce nuclear waste New technique paves the way for improved nuclear waste treatment facilities Research news Nuclear power is considered one of the ways to reduce dependence on fossil fuels, but how to deal with nuclear waste products is among the issues surrounding it. Radioactive waste products can be turned into more stable elements, but this process is not yet viable at scale. New research led by physicists from the University of Tokyo reveals a method to more accurately measure, predict and model a key part of the process to make nuclear waste more stable. This could lead to improved nuclear waste treatment facilities and also to new theories about how some heavier elements in the universe came to be. The very word “nuclear” can be a bit of a trigger for some people, understandably so in Japan, where the atomic bomb and Fukushima disaster are some of the pivotal moments in its modern history. Yet, given the relative scarcity of suitable space in Japan for renewable forms of energy like solar or wind, nuclear power is considered to be a critical part of the effort to decarbonize the energy sector. Because of this, researchers are hard at work trying to improve safety, efficiency and other matters relating to nuclear power. Associate Professor Nobuaki Imai from the Center for Nuclear Study at the University of Tokyo and his colleagues think they can contribute to improving a key aspect of nuclear power, the processing of waste. “Broadly speaking, nuclear power works by boiling water using self-sustaining nuclear decay reactions. Unstable elements break apart and decay, releasing heat, which boils water, driving turbines. But this process eventually leaves behind unusable waste that is still radioactive,” said Imai. “This waste can remain radioactive for hundreds of thousands of years, so it is usually buried deep underground. But there is a growing desire to explore another way, a way in which unstable radioactive waste can be made more stable, avoiding its radioactive decay and rendering it far safer to deal with. It’s called transmutation.” Transmutation is like the opposite of nuclear decay; instead of an element breaking apart and releasing radiation, a neutron can be added to an unstable element changing it into a slightly heavier version of itself. Depending on the initial substance, this new form can be stable enough to be considered safe. The problem is, though this process has been generally known for some time, it has been impossible to quantify sufficiently accurately to carry the idea on to the next stage and ideally produce prototype new-generation waste management facilities. “The idea actually came from a surprising source: colliding stars, specifically neutron stars,” said Imai. “Following recent observations of gravitational waves emanating from neutron star mergers, researchers have been able to better understand the ways neutrons interact and their ability to modify other elements. Based on this, we used a range of instruments to narrow our focus on how the element selenium, a common nuclear waste product, behaves when bombarded by neutrons. Our technique allows us to predict how materials absorb neutrons and undergo transmutation. This knowledge can contribute to designs for nuclear waste transmutation facilities.” It's difficult for researchers to make these kinds of observations; in fact, they are not able to directly observe acts of transmutation. Rather, the team can observe how much of a sample does not transmute, and by taking readings to know that transmutation did in fact take place, they can estimate, albeit very accurately, how much of the sample did transmute. “We are confident that our measurements accurately reflect the real rate of transmutation of unstable selenium into a more stable form,” said Imai. “We are now planning to measure this for other nuclear waste products. Hopefully, this knowledge will combine with other areas required to realize nuclear waste treatment facilities, and we might see these in the coming decades. Though our aims are to improve nuclear safety, I find it interesting that there is a bidirectional relationship between this research and astrophysics. We were inspired by colliding neutron stars, and our research can impact how astrophysicists look for signs of nuclear synthesis, the creation of elements in stars, to better understand how elements heavier than iron were made, including those essential for life.” Papers N. Imai, M. Dozono, S. Michimasa, et al., \"Neutron capture reaction cross-section of 79Se through the 79Se(d,p) reaction in inverse kinematics,\" Physics Letters B: February 16, 2024, doi:10.1016/j.physletb.2024.138470. Link ( [Publication](https://doi.org/10.1016/j.physletb.2024.138470))",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://doi.org/10.1016/j.physletb.2024.138470))",
    "https://www.doi.org/10.1016/j.physletb.2024.138470))"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "fukushima",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of tokyo measuring",
        "sentiment": "negative"
      },
      {
        "name": "university of tokyo",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "japan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T05:39:21.801+02:00",
  "updated": "2024-02-16T05:39:21.801+02:00"
}