{
  "thread": {
    "uuid": "8c6abe6b35c440c55d3d2cc54f5fda3e5d30ed30",
    "url": "https://www.laprovincia.es/sociedad/2024/01/07/exito-programa-nutricional-personalizado-restricciones-96637013.html",
    "site_full": "www.laprovincia.es",
    "site": "laprovincia.es",
    "site_section": "https://www.laprovincia.es/rss/section/9004",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Éxito del programa nutricional personalizado y sin restricciones de Hospital San José",
    "title_full": "Éxito del programa nutricional personalizado y sin restricciones de Hospital San José",
    "published": "2024-01-07T22:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/59d9e662-bc84-4b39-950d-2128aae49ec8_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 28728,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8c6abe6b35c440c55d3d2cc54f5fda3e5d30ed30",
  "url": "https://www.laprovincia.es/sociedad/2024/01/07/exito-programa-nutricional-personalizado-restricciones-96637013.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ofelia Salcedo",
  "published": "2024-01-07T22:44:00.000+02:00",
  "title": "Éxito del programa nutricional personalizado y sin restricciones de Hospital San José",
  "text": "En contraste con las dietas convencionales, las pautas proporcionadas por el Servicio de Nutrición y Dietética de Hospital San José, permiten a los pacientes integrar hábitos alimenticios de por vida, adaptados a sus características y necesidades. Adoptar nuevos hábitos saludables no solo les ayuda a alcanzar y mantener su peso ideal sino que beneficia a su salud y bienestar, pues experimentan una mejora en el estado físico, la digestión, el sueño, la energía y el estado de ánimo, que hacen que se sientan mejor y con mayor vitalidad. ¿En qué se diferencia «Mi dieta saludable» de otros planes nutricionales? ▸ Personalización. Este programa se distingue por su enfoque estrictamente personalizado. Tiene en cuenta las circunstancias individuales de cada paciente, sus patologías, gustos y preferencias. ▸ Plan de alimentación vs. dieta restrictiva. En contraposición a dietas restrictivas que no tienen en cuenta posibles patologías y que, además, generan hambre, este programa logra modificar la composición corporal a través de un cambio de hábitos, permitiendo disfrutar de comidas sabrosas y variadas. Proporcionar un plan de alimentación completo en macronutrientes (proteínas, grasas y carbohidratos) con un reparto equilibrado, es clave en este plan alimenticio. ▸ Nuevos hábitos de vida. Con el cambio de hábitos que propone «Mi dieta saludable» se obtienen importantes beneficios y, además, durante aquellas épocas en las que nuestra rutina se altera, como ocurre en vacaciones o Navidad, no nos sentiremos culpables, dado que habremos aprendido a ser conscientes de lo que comemos y disfrutaremos incluso más de las comidas. Además, tras estos periodos, podremos retomar la alimentación de una manera correcta y normal. «Nuestro plan nutricional personalizado permite mantener los resultados a largo plazo» ¿Por qué no siempre funcionan las dietas? ▸ Publicidad y consejos de influencers. Los errores más comunes al ponerse a dieta tienen que ver, por lo general, con no acudir a los profesionales adecuados y seguir consejos publicitarios o de influencers, sin tener en cuenta que, detrás de sus mensajes en las redes sociales, puede existir publicidad encubierta. ▸ La dieta no es transferible. También, es perjudicial seguir planes de alimentación de otras personas, pues cada dieta debe adaptarse a las circunstancias del paciente, ya se trate de embarazadas, atletas, personas con patologías, mayores, jóvenes, etc. ▸ Otros errores en contra. Además, reducir demasiado la ingesta de alimentos o prohibir algunos; consumir productos sustitutivos de comida; no practicar ejercicio físico; fijarse metas irreales; tener una motivación baja, y concentrarse únicamente en el peso, acaban impidiendo el éxito de una dieta. Todos los alimentos están permitidos La restricción dietética se considera un factor de riesgo para el desarrollo de la obesidad, la tendencia a los atracones y el padecimiento de trastornos de la alimentación. ▸ No prohibir alimentos no implica comer sin control. Por el contrario, el hecho de permitirnos todos los alimentos, implica trabajar y tomar decisiones adecuadas, como gestionar correctamente la cantidad a ingerir; diferenciar los tipos de hambre; identificar las sensaciones de saciedad; así como conocer y aprender diferentes opciones de platos saludables, lo que es posible de la mano de nutricionistas cualificados. «Enseñamos cómo se deben introducir los alimentos en la dieta, sin renunciar a ninguno» El peso: mucho más que un número ▸ Entender el proceso de pérdida de peso. Un problema habitual por el que se abandonan las dietas tiene que ver con el estancamiento del peso, cuya bajada suele ser mayor durante las primeras semanas. El reto está en superar esta situación o la mayor lentitud de pérdida de peso. En estos casos, se debe mirar más allá del número que marca la pesa, reflexionar y preguntarse: ¿qué significa el peso para mí?, ¿qué refleja mi peso?, ¿cómo me he sentido y cómo me siento con mi peso actual? o ¿cuánto he ganado en salud? ▸ Disfrutar de sentirse mejor con uno mismo. Para el éxito de un plan de alimentación, deben considerarse aspectos como la mejora de la relación con uno mismo, la relación comida-persona, la autopercepción de la imagen corporal, las habilidades de las actividades diarias, la concentración, el trabajo y las relaciones sociales. En definitiva, alimentarse bien, no sólo tiene que ver con la bajada del peso y la mejora de resultados de las analíticas. Se trata de un cómputo de pequeñas cosas que se resumen en sentirse mejor con uno mismo. Cambio de hábitos para mantener el peso ideal Para crear un hábito son necesarios estos tres componentes básicos: ▸ Conocimiento. El conocimiento es imprescindible para saber qué tenemos que hacer y por qué. Por ejemplo, es importante saber por qué hay que comer de forma saludable, y la respuesta es: «para gozar de un buen estado de salud». ▸ Habilidad. La habilidad nos va a permitir llevar a cabo el proceso, es decir, cómo tenemos que ponerlo en práctica, por ejemplo, en relación a la planificación de las comidas. Por último, la motivación será, en este caso, el deseo de cambiar y mejorar. ▸ Motivación. Por último, la motivación será, en este caso, el deseo de cambiar y mejorar. La mayoría de las personas consultan con el nutricionista en momentos puntuales de su vida y con el deseo de bajar «unos cuantos kilos». Pero el éxito no se alcanza cuando se cumple este objetivo, sino cuando el peso logra mantenerse a largo plazo y se produce una mejora progresiva. «Mi dieta saludable», un plan de alimentación con excelentes resultados Entender por qué algunas dietas no funcionan y la diferencia entre dieta y plan de alimentación es clave. El programa personalizado \"Mi Dieta Saludable\" de Hospital San José, liderado por la Dra. Mª Felisa Medina Cabrera, ofrece resultados excepcionales al promover un cambio real en los hábitos alimenticios. La Dra. Mª Felisa Medina Cabrera es licenciada en Farmacia por la Universidad de Navarra, con doctorado por la [Universidad de Las Palmas de Gran Canaria](https://www.laprovincia.es/tags/ulpgc/), y grado de Nutrición Humana y Dietética por la Universidad Internacional Isabel I de Castilla. CONTACTO HSJ - Servicio de Nutrición y Dietética C/ Padre Cueto, 26 - [Las Palmas](https://www.laprovincia.es/tags/las-palmas/) G.C. 928 263 708/720",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:55:31.503+02:00",
  "updated": "2024-01-08T01:45:02.869+02:00"
}