{
  "thread": {
    "uuid": "b0c358d032f8fefe43af444bf227616ca3683cc2",
    "url": "https://aish.com/the-man-who-saved-judaism",
    "site_full": "aish.com",
    "site": "aish.com",
    "site_section": "http://h1n1.einnews.com/live_feed",
    "site_categories": [],
    "section_title": "Live Feed Wire - H1N1 News Today - EIN Presswire",
    "title": "The Man Who Saved Judaism - Aish.com",
    "title_full": "The Man Who Saved Judaism - Aish.com",
    "published": "2024-06-02T10:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://aish.com/wp-content/uploads/2024/06/The-Man-Who-Saved-Judaism-1240_x_698.webp",
    "performance_score": 0,
    "domain_rank": 12837,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b0c358d032f8fefe43af444bf227616ca3683cc2",
  "url": "https://aish.com/the-man-who-saved-judaism",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "hersh",
  "published": "2024-06-02T10:01:00.000+03:00",
  "title": "The Man Who Saved Judaism - Aish.com",
  "text": "It was a dark time for the Jewish People. From their height of glory in the mid-first century, with three million Jews in Judea (the Land of Israel) and millions more throughout the world, with Jewish life and Torah institutions flourishing throughout the country, with the large and magnificent Jewish Temple standing in Jerusalem attracting pilgrimage, tourism, and trade from three continents, things were taking a turn for the worse.\nWithin less than a century, a series of Roman-Jewish precipitated the collapse of the Jewish Temple, the wholesale destruction of Jerusalem, and the slaughter of more than 60% of Judea’s Jewish population. Some of the greatest Jewish sages of all time were executed by the Romans during this period including Rabbi Akiva, Rabban Shimon ben Gamliel (leader of the Sanhedrin), and Rabbi Ishmael (Israel’s last high priest). Fifty Jewish cities and 985 Jewish villages were razed to the ground. The Romans even salted the earth in the Judean hill country to ensure that Jewish agriculture and settlement could not continue in those areas.\nHundreds of thousands of Jews were sold as slaves throughout the Roman Empire or fled the country as refugees. There were only a few hundred thousand Jews left in the Land of Israel, mostly concentrated in the northern region of Galilee. Aside from the Holocaust, this was the most tragic period of Jewish history.\nIn the aftermath of the Bar Kochva Revolt , which was the last of the Roman-Jewish wars, Emperor Hadrian convened a closed cabinet meeting in order to prevent further uprisings and rebellions in Judea. Hadrian’s advisors concluded that the Jewish religion is inherently violent and the religious attachment of Judaism to a specific land or country will mean further trouble down the road. So the committee recommended changing the name of the land from Judea, which means “Land of the Jews”, to Palestina (later to be called Palestine in English), which is a Latin derivative of Philistia, “Land of the Philistines”.\nThe Philistines were Israel’s arch enemies in the days of the judges and in the early monarchic period (12 th -10 th centuries B.C.E.), but they had ceased to exist as a distinct ethnic group some 700 years before the Bar Kochva Revolt. Judea ceased to be an independent Roman province and instead merged with Roman occupied Syria to the north. The whole area of what is today Syria, Lebanon, Israel, and the Palestinian territories became a singular province called Syria-Palestina within the larger Roman Empire.\nBecause of the religious importance of Jerusalem to the Jewish People, the name of the holy city was changed to Aelia Capitalina (Aelia being Hadrian’s middle name and Capitalina meaning, “the greatest”). Changing the Jewish names to Roman ones would punish the Jews for their destructive rebellions, detach the land from its inherent Jewish identity and character, and help foster assimilation and the disappearance of the Jews within the Roman Empire.\nHadrian\nThe city was rebuilt and repopulated by Roman pagan citizens while a temple to Jupiter (the most revered Roman deity) was constructed over the ruins of the Jewish Temple.\nIn addition to changing the names of Judea and Jerusalem , Hadrian’s committee also recommended a program of prohibiting the practice of Judaism and encouraged the Jewish population to adopt Roman cultural practices and pagan religious norms. The Jewish calendar was banned, which made it impossible to know which days to celebrate the festivals. Circumcision and Sabbath observance were prohibited, synagogues were replaced by Roman temples, Jewish ritual baths were closed, Torah scrolls were publicly burned, teaching Judaism became illegal, and rabbinical ordination was absolutely forbidden.\nRabbinical ordination known as “ semicha ” was the traditional Israelite method of passing Jewish leadership from one generation to the next. The term “ s emicha , ” ordination, literally means “ support ” and comes from the verse that describes Moses appointing Joshua as his successor by leaning his hands on his head. The Book of Numbers it says that Moses “laid [ vayismoch in Hebrew] his hands upon him [Joshua]” and in doing so, passed over the spiritual and political leadership of the Children of Israel. Traditionally, the same method was done from Joshua to all the leaders of Israel throughout history until the Roman period in an unbroken chain, from teacher to student. By eliminating rabbinical ordination, their hope was for Jewish leadership to die out in the second century.\nJews were also forbidden from settling in Jerusalem or even visiting the holy city except on Tisha B’Av, the day commemorating the Temple’s destruction by the Romans. Any Jewish person who was caught in violation of any of these restrictions could be tortured and executed.\nThree years later Hadrian died and most of the above-mentioned were rescinded by the new Roman Emperor Antoninus Pius who was more sympathetic to the Jews. The restrictions against Jews entering Jerusalem continued for another 500 years until the Arabs conquered the region in the 7 th century.\nThis was not the first time in history that anti-Jewish laws were being enforced. They were implemented by several idolatrous Jewish kings during the Biblical period, they were enforced by the Greeks during the reign of Antiochus (preceding the Hanukkah story), and now again in the time of Hadrian. Although challenging, Jews always found ways to observe the laws of the Torah in secret during periods of religious persecution.\nWhat was uniquely different about the Roman persecution and most dangerous for the continued survival of the Jewish Nation was the prohibition against semicha (rabbinical ordination).\nIn those days the Jewish calendar was not fixed as it is today. The beginning of the new month (Rosh Chodesh) was determined by witnesses reporting to the Sanhedrin (the central religious authority in the Jewish world). The declaration would be transmitted throughout the Land of Israel and to all the lands of the Jewish Diaspora through a chain of beacon fires lit on mountaintops across vast distances and through messengers on horseback. The Jewish calendar, however, was never exclusively a lunar calendar. If that were so, the various Jewish months and holidays would fall at different times of the year as is the case with the Islamic calendar. The Torah, however, stipulates that the month of Nissan in which we celebrate Passover must fall out in the springtime, which necessitated the creation of a leap year. On a Jewish leap year, an extra month is added every few years ensuring Passover always falls out in the spring.\nThe Sanhedrin , from an 1883 encyclopedia\nBut the catch is that only someone with rabbinical ordination in the Land of Israel is permitted to declare a leap year. If the Romans succeeded in eliminating the last of the rabbis, declaring a leap year would no longer be possible and the Jewish calendar would have essentially become null and void. Without the Jewish calendar functioning properly, it would be impossible to observe the festivals in their proper times and Judaism as we know it would cease to exist.\nIn the aftermath of the Bar Kochva Revolt, there were only two Jews alive in Israel with rabbinical ordination. One of them was Rabbi Akiva, but since he offered political support to Bar Kochva (who led a major rebellion against Rome) and continued teaching Torah in violation of Roman law, he was arrested, tortured, and executed in 135 CE. After that, there was only one man left with rabbinical ordination and that was Judah ben Bava.\nHadrian, Roman coin\nJudah ben Bava was one of the few elders alive at the time who had firsthand memories of the Jewish Temple in Jerusalem that was destroyed some seven decades earlier during his youth. He was one of the great scholars involved in preserving Jewish traditions, customs, and laws in the post-Temple era. Judah was considered a righteous and pious individual and a respected member of the Sanhedrin .\nGiven the magnitude of Jewish civilian casualties (including rabbis), there were very few scholars left in the land. Despite the danger and against all odds, Judah ben Bava gathered together the most gifted students of Torah in order to pass on semicha (rabbinical ordination) to the next generation in defiance of Hadrian’s law. Emperor Hadrian stipulated not only would the rabbi who gives rabbinical ordination be executed, but also the student who receives it, and the town or village in which this event takes place (or the closest town to it) would be utterly destroyed.\nBy this point, the Romans had already destroyed dozens of Jewish cities and villages, so this was no bluff. In order to spare the suffering of other Jews, Judah brought his students to a narrow mountain pass in a rural area equidistant between two cities, Usha and Shefaram (both former and future locations of the Sanhedrin located some 12 miles east of Haifa). The logic would be that if discovered, both cities would be equally out of reach and therefore spared from any harm.\nOne by one, Rabbi Judah ben Bava placed his hands on the heads of five or six young Jewish scholars. Rabbi Meir who was previously a student of Rabbi Akiva was present along with Rabbi Judah Bar Ilai, Rabbi Shimon Bar Yochai, Rabbi Yossi ben Halafta, Rabbi Elazar ben Shammua, and possibly also Rabbi Nechemia. As soon as the last student was ordained, sounds of Roman soldiers could be heard, yelling, and charging towards them on horseback. They’ve been caught!\nPanic struck the students. In the face of imminent danger, Rabbi Judah ben Bava called out to his students, “My sons, run!”\nThey responded, “Our teacher, but what will become of you?”\nThe rabbi replied, “I am placed before my enemies like a rock that cannot be turned.”\nJudah understood that in his old age, he would not get very far and he would only slow down his students who he just ordained, putting their lives at risk along with the entirety of Judaism. The mountain passage that he was standing in front of was so small that the students could only flee in a single file line.\nThe Tomb of Judah ben Bava\nAfter the students fled, Judah held out for quite some time, preventing the soldiers from advancing. According to legend, an order was given and 300 iron spears were thrust into his body, but by the time they were able to budge his lifeless corpse, the students had already spread out and ran a considerable distance. They escaped Roman-occupied Judea and temporarily resettled in Babylonia that was outside the sphere of Roman influence. It also boasted a large Jewish population and was considered a center of Torah scholarship.\nHadrian died in 138 CE. Once the anti-Jewish laws were rescinded and the dust settled, the students of Rabbi Judah ben Bava returned to Judea (now renamed Palestina) in 142 CE. Their goal was to rebuild the disseminated Jewish community of Israel and they went on to accomplish great things there. Rabbi Shimon Bar Yochai taught the secret mystical dimension of Torah known as Kabbalah , which became the chief work of Jewish mysticism called the Zohar. Rabbi Yossi ben Halafta went on to compose the first comprehensive chronology of Jewish history beginning from Adam until his time period (the 2 nd century). Despite the various accomplishments of Judah’s students, the greatest victory, of course, was the continuity of rabbinical ordination and the preservation of the Jewish calendar.\nWith the rise of Christianity in the Roman Empire during the fourth century, Jewish national institutions in the Land of Israel, like the Sanhedrin, started to come under scrutiny. Its abolishment or other potential restrictions might once again threaten the Jewish calendar as it did in the days of Judah ben Bava. Hillel II, president of the Sanhedrin during the 4 th century, made the difficult decision to fix the Jewish calendar (therefore ending the need to declare leap years). The benefit would be that any future imperial restrictions against Jewish observance, rabbinical ordination, or the functioning of the Sanhedrin would not affect the Jewish calendar and the continuity of Jewish holidays occurring in their proper times. The disadvantage was that it would end the Diaspora’s dependence on the Land of Israel as a central religious authority and thus sever the link between Israel’s dwindling Jewish population and Diaspora communities around the world.\nIn retrospect, this decision was bound to be made at some point since Jewish communities were migrating further apart and the ability of messengers to reach their destinations on time was becoming impractical.\nThe self-sacrifice of Judah ben Bava allowed rabbinical ordination to continue for another few centuries, just in time for Hillel II to make the local Jewish calendar go global. Only 40 years after Hillel II passed away, the Romans did in fact permanently abolish the Sanhedrin (making declarations of new months and leap years illegal), but by this time, the fixed calendar had already circulated to the various Diaspora communities that existed at that time in the Middle East, North Africa, and southern Europe. Judaism was saved by a hair’s breath and we can celebrate our festivals today due to the dedication and bravery of Judah ben Bava.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "judah ben bava",
        "sentiment": "negative"
      },
      {
        "name": "rabban shimon ben gamliel",
        "sentiment": "none"
      },
      {
        "name": "rabbi ishmael",
        "sentiment": "none"
      },
      {
        "name": "rabbi akiva",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "judaism",
        "sentiment": "negative"
      },
      {
        "name": "romans",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sanhedrin",
        "sentiment": "none"
      },
      {
        "name": "jerusalem",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "judea",
        "sentiment": "none"
      },
      {
        "name": "judean",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T11:14:39.477+03:00",
  "updated": "2024-06-02T13:09:51.690+03:00"
}