{
  "thread": {
    "uuid": "146bbe05a630de2b69089c708bc457109dc1b5af",
    "url": "https://www.giants.com/news/tyrod-taylor-saquon-barkley-darius-slayton-bobby-okereke-adoree-jackson-rams",
    "site_full": "www.giants.com",
    "site": "giants.com",
    "site_section": "http://giants.com",
    "site_categories": [
      "football",
      "sports"
    ],
    "section_title": "Giants Home | New York Giants &#x2013; Giants.com",
    "title": "5 players to watch on New Year's Eve vs. Rams",
    "title_full": "5 players to watch on New Year's Eve vs. Rams",
    "published": "2023-12-28T22:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.clubs.nfl.com/image/upload/t_editorial_landscape_12_desktop/giants/mfixpdoee0ztq4rggwsy",
    "performance_score": 0,
    "domain_rank": 18490,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "146bbe05a630de2b69089c708bc457109dc1b5af",
  "url": "https://www.giants.com/news/tyrod-taylor-saquon-barkley-darius-slayton-bobby-okereke-adoree-jackson-rams",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Matt Citak",
  "published": "2023-12-28T22:30:00.000+02:00",
  "title": "5 players to watch on New Year's Eve vs. Rams",
  "text": "The New York Giants will look to end the calendar year on a high note when they face the Los Angeles Rams at home on New Year's Eve. The Giants are on a short week as they took on the Philadelphia Eagles on Christmas Day. Despite a late comeback, the Giants wound up falling just short against their division rival, losing 33-25 to bring their record to 5-10 on the season. The Rams had an extended break as they last took the field against the New Orleans Saints on Thursday Night Football. Los Angeles helped its playoff positioning by defeating the Saints, 30-22, which put the Rams a game over .500 at 8-7. Here are five players to watch in the Week 17 matchup. QB Tyrod Taylor Tyrod Taylor came into the Christmas Day game in relief of Tommy DeVito after halftime and helped spark the Giants offense. After the team went into the locker room with just three points and 100 total yards through the first two quarters, Taylor helped lead the unit on two touchdown drives and 200 total yards of offense in the second half. Taylor completed seven of 16 passes for 133 yards, one touchdown and one interception for a passer rating of 68.0 and added 21 yards on two rush attempts. While none of DeVito's pass attempts went beyond 10 yards, Taylor did not hesitate to throw the ball downfield. The veteran quarterback was three of five for 52 yards and a 95.4 passer rating on intermediate passes (between 10-19 yards), and also threw a beautifully placed ball to Darius Slayton deep down the field for a 69-yard touchdown. The Rams defense has been susceptible through the air this season. The unit enters the final two weeks of the season ranking 22nd in passing yards and 24th in passing touchdowns allowed on the year. In last week's win over New Orleans, Los Angeles allowed quarterback Derek Carr to complete 67.5 percent of his passes for 319 yards and a touchdown for a passer rating of 106.1. However, the Rams also recorded two interceptions in the win. View photos of the Giants on the practice field ahead of the Week 17 matchup against the Los Angeles Rams. RB Saquon Barkley Saquon Barkley added to his season totals against the Eagles last week, finishing the game with 80 yards and a touchdown on the ground. This performance led to Barkley reaching an impressive milestone in his NFL career. His 80 rushing yards saw him jump into fourth place on the Giants' all-time rushing list with 5,126 yards, moving ahead of Brandon Jacobs (5,087). With two games remaining, Barkley needs 171 more yards to get into third place on the list; Joe Morris currently sits in third place with 5,296 rushing yards. Barkley has now rushed for 877 yards and four touchdowns on 217 rush attempts this season (4.0 avg.). He's also found the end zone four times through the air, totaling 36 receptions for 210 yards and the four scores. Barkley has gained 1,087 total yards from scrimmage in 12 games, marking the fourth time in six years that he's topped 1,000 total yards of offense in a season. Barkley's current mark of 71.2 rushing yards per game is the most in franchise history. The Rams defense is in the midst of a dominant stretch against the run. Following their Week 10 bye, Los Angeles has limited five of their last six opponents to less than 90 total rushing yards. This has helped the unit rise to 13th in the league in rushing yards allowed on the season, while their 11 rushing touchdowns allowed are tied for the 10th-fewest. Saints running back Alvin Kamara was bottled up last week, totaling just 19 yards on nine carries while adding five receptions for only 16 yards. WR Darius Slayton Darius Slayton had the biggest play of the game for the Giants offense on Christmas. Slayton got behind Eagles safety Reed Blankenship on a deep route and pulled in pass from Taylor before proceeding to beat outrun the defender for a 69-yard touchdown. The long play helped Slayton finish with a game-high 90 receiving yards on three receptions, two of which came in the second half from Taylor. Slayton has quietly put together another solid season. He leads the team with 602 receiving yards while his 41 receptions rank third. In fact, the 26-year-old is on pace to finish as the team's leading receiving for the fourth time in five seasons, an impressive accomplishment for the veteran receiver. His 3,156 career receiving yards currently sits as the 22nd-most in franchise history. Saints receivers found success last week against the Rams. Chris Olave recorded season-highs in both receptions (nine) and receiving yards (123), while Rashid Shaheed brought in five passes for 70 yards and a touchdown. New Orleans' No. 3 receiver, A.T. Perry, was targeted just once but made it count, catching a 35-yard touchdown pass from Carr. ILB Bobby Okereke Bobby Okereke continued his strong 2023 campaign against the Eagles. The veteran linebacker was tied for the team-lead with 10 total tackles (eight solo) and added a pass breakup. Okereke made his impact felt against the NFC East rival, especially in the run game. According to Next Gen Stats, the inside linebacker led both teams with seven run tackles. Okereke is now up to 132 total tackles on the season, which is tied for the ninth-most in the league. Of all the players in the top 10 in tackles throughout the league, Okereke leads the group with four forced fumbles and nine passes defensed while his two interceptions are tied for the most with Chicago's T.J. Edwards. Over the last five weeks, the Rams have been one of the best in the NFL at running the football, which lines up with the return of running back Kyren Williams from injured reserve. The Rams have averaged an impressive 161 rushing yards per game during that stretch, with Williams topping 100 yards in four of the five contests. Despite missing four games, the Rams running back is second in the league with 1,057 rushing yards, aided by his strong 5.1 average yards per carry. Williams' 96.1 rushing yards per game currently leads the NFL. CB Adoree' Jackson While Slayton made the play of the day for the Giants offense on Monday, Adoree' Jackson earned that honor for the defense. The veteran cornerback made a nice play to intercept a pass from Eagles quarterback Jalen Hurts just outside the red zone. Jackson then ran 76 yards the other way for a touchdown, a play in which he reached a top speed of 20.92 miles per hour, the fastest play by a Giants ball carrier this season. According to Pro Football Focus, Hurts had a 31.9 passer rating when targeting Jackson in coverage. The play was Jackson's first interception of the season and the first defensive touchdown of his NFL career. The Giants defense faces a tough task this weekend as they attempt to slow down Matthew Stafford and the Rams' passing game. Stafford has multiple touchdowns in five consecutive games with a 14-to-1 touchdown-to-interception ratio during that span, and has earned a 100+ passer rating in each of those starts. A big reason for the quarterback's success has been the play of his top two wide receivers. Rookie Puka Nacua is tied for eighth in the NFL with 96 receptions, while his 1,327 receiving yards rank fourth. Meanwhile, veteran Cooper Kupp has registered over 110 receiving yards in two of the last three games and has found the end zone in three of the last four. This has helped him total 710 receiving yards in 11 games. View rare photos of the history between the New York Giants and Los Angeles Rams. Subscribe to Giants Text Alerts to stay up to date on breaking news, ticket offers, gameday entertainment, and more!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tommy devito",
        "sentiment": "none"
      },
      {
        "name": "tyrod taylor tyrod taylor",
        "sentiment": "none"
      },
      {
        "name": "taylor",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "new york giants",
        "sentiment": "neutral"
      },
      {
        "name": "giants",
        "sentiment": "none"
      },
      {
        "name": "rams",
        "sentiment": "none"
      },
      {
        "name": "new orleans saints",
        "sentiment": "none"
      },
      {
        "name": "saints",
        "sentiment": "none"
      },
      {
        "name": "philadelphia eagles",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "los angeles",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:13:29.363+02:00",
  "updated": "2023-12-29T00:13:29.363+02:00"
}