{
  "thread": {
    "uuid": "10d837b5d2156781e34131d3e118f2ce697b96ac",
    "url": "https://www.npr.org/2024/01/05/1214755852/perspective-getting-to-know-the-puzzlemaster-will-shortz",
    "site_full": "www.npr.org",
    "site": "npr.org",
    "site_section": "http://www.npr.org/rss/rss.php?id=1052\r",
    "site_categories": [
      "music",
      "entertainment"
    ],
    "section_title": "Humor &amp; Fun : NPR",
    "title": "Perspective: Getting to know the Puzzlemaster, Will Shortz : NPR",
    "title_full": "Perspective: Getting to know the Puzzlemaster, Will Shortz : NPR",
    "published": "2024-01-05T23:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.npr.org/assets/img/2023/11/22/composite-1_wide-f182565616f4ec10933830bcf3ab619e83559ede-s1400-c100.png",
    "performance_score": 0,
    "domain_rank": 142,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "10d837b5d2156781e34131d3e118f2ce697b96ac",
  "url": "https://www.npr.org/2024/01/05/1214755852/perspective-getting-to-know-the-puzzlemaster-will-shortz",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ayesha Rascoe",
  "published": "2024-01-05T23:55:00.000+02:00",
  "title": "Perspective: Getting to know the Puzzlemaster, Will Shortz : NPR",
  "text": "Enlarge this image Will Shortz at home in Pleasantville, N.Y. Tsering Bista/NPR hide caption\ntoggle caption Tsering Bista/NPR\nWill Shortz at home in Pleasantville, N.Y.\nTsering Bista/NPR Let me start off with a confession: I host NPR's Weekend Edition on Sundays, which prominently features a word puzzle every week, but I haven't always been a fan of puzzles.\nWord scrambles? Not for me. Crossword puzzles? Too time consuming. Wordle? I never got into it.\nSo, when I got hired to host Weekend Edition , I was nervous about the puzzle component that the post required.\nBut, what won me over almost immediately was the enthusiasm of the players and the awesome devotion of Will Shortz, NPR's Puzzlemaster and the crossword editor for The New York Times .\nIt was clear to me from the start that Shortz was dedicated to puzzles. This wasn't just a job for him; this was a vocation.\nHe's been a mainstay of Sunday mornings on Weekend Edition since 1987. In all that time he's rarely ever missed a puzzle. That sort of commitment is hard to find these days when instant gratification is king. But I've found that commitment is what Shortz is all about. If he says he's going to do something, he does it.\nThat's why I was so excited when I went to Pleasantville, N.Y., to visit Shortz and talk about his life and his time as the Puzzlemaster.\nOur first stop was the Westchester Table Tennis Center, which Shortz has co-owned and operated since 2009. Table tennis is Shortz's outlet in the much the same way that his puzzles allow many people to unwind. But Shortz approaches his hobbies with the same tenacity that he approaches his day job.\nEnlarge this image When he's not editing puzzles, you can likely find Will Shortz at the Westchester Table Tennis Club in Pleasantville, N.Y., which he has co-owned and operated since 2009. Tsering Bista/NPR hide caption\ntoggle caption Tsering Bista/NPR\nWhen he's not editing puzzles, you can likely find Will Shortz at the Westchester Table Tennis Club in Pleasantville, N.Y., which he has co-owned and operated since 2009.\nTsering Bista/NPR \"My family had a ping pong table in the recreation room, so I started playing when I was a kid,\" Shortz told me.\nAt the front of the Westchester club, there are big display cases filled with table tennis memorabilia, including a black-and-white picture of Shortz in high school playing the sport and some of the trophies he earned in tournaments as a kid.\nAs an adult, he's kept that passion alive. He's played table tennis every single day for the past 11 years and he plans to keep going.\n\"I love the exercise,\" he said. \"I love that I'm pretty good at it. I love the geometry of the game, the speed of it. You can never master the game. No matter how good you get, you can always get better. I'm now 71. I'm still learning.\"\nEnlarge this image An old high school photo of Will Shortz playing table tennis (L) sits in a glass display case at the Westchester Table Tennis Club. Tsering Bista/NPR hide caption\ntoggle caption Tsering Bista/NPR\nAn old high school photo of Will Shortz playing table tennis (L) sits in a glass display case at the Westchester Table Tennis Club.\nTsering Bista/NPR After giving me a tour of the club and coaching me through a few rounds of the game, we sat down to talk about Shortz's day job. I asked him how it feels to be the Puzzlemaster for nearly four decades.\n\"It feels great,\" Shortz said. \"I love coming up with new ideas every week. I love the people I come in contact with through puzzles.\"\nHis love of puzzles started at an early age.\n\"My dad was not a very playful person, but I remember once when we were on a trip out West and we were driving, and we came to the top of a hill in the Rocky Mountains. And you could see the top of a hill miles and miles away. And he stopped the car and challenged everyone in the family to guess how many miles it was to the top of the other hill. My guess was way off. But I'm the sort of person who can turn anything into a game.\"\nThis wasn't just play for Shortz though, because he always planned to make a living doing what he loved.\nWill Shortz reveals the answers to the Crossword Puzzle Challenge at Silverdocs on June 18, 2006, in Silver Spring, Md. Nancy Ostertag/Getty Images hide caption\ntoggle caption Nancy Ostertag/Getty Images \"In the eighth grade, when asked to write a paper on what I wanted to do with my life, I said 'a professional puzzle maker.' Can you imagine a kid deciding that is his life's desire? So that's what I wanted to do. And I was willing to live in an attic somewhere and churn out my little puzzles for $10 each and try to scrape out a living. So that's why I have the world's only college degree in puzzles.\"\nThat's right, at Indiana University Shortz created a custom major for himself called enigmatology, which is a fancy 18th-century word that Shortz updated to mean the study of all sorts of puzzles.\nTalking to Shortz at his home, a short drive from the table tennis center, it was clear that puzzles are his first love but he also had this light about him — which seemed to come from the new love that has transformed his life.\nEarlier this year, Shortz came out publicly in the New Yorker, announcing that for the first time in his life he was dating and had fallen in love with a man. Shortz and his partner recently got married at the table tennis club.\n\"At first, I was in denial,\" said Shortz about his sexuality. \"And then I tried to force myself to like women. And I think by the time I was in my early 30s, I accepted the way I was. But a gay lifestyle wasn't something that I wanted. And I didn't need it. I have a wonderful job, lots of friends. I just live a full life. And then when I was 69, this guy came into my life who I'm crazy about, and he's crazy about me.\"\nEnlarge this image Will Shortz outside his home in Pleasantville, N.Y., where he lives with his partner. The couple met at the table tennis club, where they later got married. Tsering Bista/NPR hide caption\ntoggle caption Tsering Bista/NPR\nWill Shortz outside his home in Pleasantville, N.Y., where he lives with his partner. The couple met at the table tennis club, where they later got married.\nTsering Bista/NPR Before his current partner, Shortz said he never even seriously considered getting into a relationship with a man.\n\"See - I've dated women over the years, and I've hurt women that way. And I had a girlfriend then. And our first date, I told her, I'm really attracted to men. And she said, that's O.K. But I never felt in love, you know? It felt nice and comfortable.\"\nBut, \"it was not sparks,\" Shortz said.\nNow after decades without romance – not even a \"sneaky link\" – Shortz says he's found sparks and the perfect match.\n\"I met my partner when I was ready. I have no regrets. I mean, it worked out perfectly for both of us,\" he said.\nNot to be too corny, but sometimes, the hardest puzzle to crack is how to love yourself. I'm so happy that Will has figured it out.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "will shortz",
        "sentiment": "negative"
      },
      {
        "name": "shortz",
        "sentiment": "none"
      },
      {
        "name": "tsering bista",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "npr",
        "sentiment": "negative"
      },
      {
        "name": "new york times",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "n.y. tsering bista",
        "sentiment": "none"
      },
      {
        "name": "pleasantville",
        "sentiment": "none"
      },
      {
        "name": "n.y.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:21:45.084+02:00",
  "updated": "2024-01-06T00:21:45.084+02:00"
}