{
  "thread": {
    "uuid": "942e01be169adc421168e43faf75097e42592198",
    "url": "https://www.oleantimesherald.com/commentary/the-ivy-league-is-right-to-revive-the-sat/article_72db05c0-e22d-11ee-8c31-9b87d0a61b4e.html",
    "site_full": "www.oleantimesherald.com",
    "site": "oleantimesherald.com",
    "site_section": "http://www.oleantimesherald.com//search/?q=&t=article&l=100&d=&d1=&d2=&s=start_time&sd=desc&nsa=eedition&c[]=commentary,commentary/*&f=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "www.oleantimesherald.com - RSS Results in commentary,commentary/* of type article",
    "title": "The Ivy League is right to revive the SAT",
    "title_full": "The Ivy League is right to revive the SAT | Commentary | oleantimesherald.com",
    "published": "2024-03-14T21:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/oleantimesherald.com/content/tncms/assets/v3/editorial/3/ae/3ae975da-6072-11ee-b93b-03900e68207f/6519955245a6c.image.jpg?crop=500%2C500%2C0%2C52&amp;resize=200%2C200&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 43306,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "942e01be169adc421168e43faf75097e42592198",
  "url": "https://www.oleantimesherald.com/commentary/the-ivy-league-is-right-to-revive-the-sat/article_72db05c0-e22d-11ee-8c31-9b87d0a61b4e.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "STEPHEN L. CARTER Bloomberg Opinion",
  "published": "2024-03-14T21:05:00.000+02:00",
  "title": "The Ivy League is right to revive the SAT",
  "text": "> NEW YORK (TNS) — The back-to-the-SAT bandwagon rolls on. As swiftly as they followed the leader in dropping the standardized test as an admission requirement, the elite schools are reversing course.\nThe Massachusetts Institute of Technology was an early re-adopter, back in 2022. Earlier this year, Dartmouth followed suit. In February, Yale hopped aboard. Brown joined them this month, and although other Ivies say they’re holding firm on keeping the SAT optional, news reports suggest that Penn, too, might soon be headed back to the future.\nIt seems increasingly clear that the anti-SAT movement was just a fad. Like many fads, this one had people joining in without taking the time to think things through. The determination to do something about racial injustice was in the air and activists had been campaigning against standardized tests for years. They made an easy target — and once one or two schools dropped them, following along was the path of least resistance.\nIt’s called the bandwagon effect — the tendency to do what other people are doing without pausing to figure out whether those others are right. The schools now reversing course acted too fast in dropping the tests, without the thoughtful consideration that higher education should exemplify.\nThis bandwagon effect was first noted in politics, but recent decades have seen a deluge of papers using the theory to analyze the behavior of consumers. Institutions, too, like to climb on bandwagons. A much-cited 2000 study found that firms that adopt trendy management techniques tend to be more admired, even when the innovations don’t yield better results compared to peers. A 2020 literature review shows little has changed.\nBandwagon thinking is forgivable when people are deciding which sweater to buy or which country to visit. But it’s troubling that institutions of higher learning should be so hasty to join the crowd.\nIn explaining the school’s long-expected decision to reinstate a standardized test requirement for applicants, Brown’s provost put it this way: “Our analysis made clear that SAT and ACT scores are among the key indicators that help predict a student’s ability to succeed and thrive in Brown’s demanding academic environment.”\nThe sad part is that we already knew that. We also knew, as many an analyst has lately pointed out, that the tests had been a help — not a hindrance — in diversifying the campus. Surely the colleges that rushed to abandon them were aware of their utility; if they didn’t know, shame on them for not troubling to find out. The re-adopters all commissioned formal studies prior to reversing themselves. But the time to undertake analysis was before deciding to drop the tests in the first place. Instead — as the bandwagon effect predicts — colleges hopped aboard without making a serious effort to determine whether the wagon was rolling in the right direction. All they knew for sure was that they didn’t want to be left behind.\nDon’t get me wrong. The tests have their limitations. But they’re higher education’s version of Churchill’s mot about democracy: in this world of sin and woe, they’re neither perfect nor all-wise; they’re the worst admission requirement except for all those others that have been tried from time to time.\nAs the over-hasty colleges now sheepishly concede.\nI recognize that the elite schools are in a tough position. They want diverse student bodies, but last year the Supreme Court put a damper on their ability to work directly toward that end. I thought the majority was wrong, but the decision is what it is.\nThe main loophole it left was enabling students to tell stories of how they’d overcome the costs exacted by race. This makes sense, given that for disadvantaged college students, “grit” seems to be a strong predictor of academic success. (At least in the first year.)\nBut measuring grit is hard. One promising suggestion that deserves further study is to compare the test scores of applicants with those not at the same school but in the same zip code. Of course, the admission essays might be the best tools, except that now they’re being written by generative AI.\nThat’s a problem for another day. For now, let it suffice to say that the schools that dropped test requirements, in their rush to showcase their support for diversity, acted too precipitously. They had nothing to guide them but the choices of their peers. Nobody wanted to be the kid in last year’s outfit. And so they went along with the crowd.\nThat’s always the risk when one hops aboard the bandwagon: Somebody else is in the driver’s seat.\n(Stephen L. Carter is a Bloomberg Opinion columnist, a professor of law at Yale University and author of “Invisible: The Story of the Black Woman Lawyer Who Took Down America’s Most Powerful Mobster.”)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Education",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brown",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "massachusetts institute of technology",
        "sentiment": "none"
      },
      {
        "name": "ivies",
        "sentiment": "none"
      },
      {
        "name": "dartmouth",
        "sentiment": "none"
      },
      {
        "name": "yale",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "penn",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:13:47.539+02:00",
  "updated": "2024-03-15T00:13:47.539+02:00"
}