{
  "thread": {
    "uuid": "b587fdc7f01d812404e8b33cb0e728b3deff99b0",
    "url": "https://www.miragenews.com/50m-boost-for-evs-solar-batteries-in-small-1269764",
    "site_full": "www.miragenews.com",
    "site": "miragenews.com",
    "site_section": "https://miragenews.com/complaints",
    "site_categories": [
      "media"
    ],
    "section_title": "Complaints | Mirage News",
    "title": "$50M Boost for EVs, Solar, Batteries in Small Businesses | Mirage News",
    "title_full": "$50M Boost for EVs, Solar, Batteries in Small Businesses | Mirage News",
    "published": "2024-07-04T16:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://cdn1.miragenews.com/tmp_cache?cdn=images.unsplash.com/photo-1600657532447-08dfb96e486b?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&amp;ixlib=rb-1.2.1&amp;auto=format&amp;fit=crop&amp;w=750&amp;q=80",
    "performance_score": 0,
    "domain_rank": 11530,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b587fdc7f01d812404e8b33cb0e728b3deff99b0",
  "url": "https://www.miragenews.com/50m-boost-for-evs-solar-batteries-in-small-1269764",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-04T16:08:00.000+03:00",
  "title": "$50M Boost for EVs, Solar, Batteries in Small Businesses | Mirage News",
  "text": "The Hon Chris Bowen MP, Minister for Climate Change and Energy The Hon Julie Collins MP, Minister for Housing, Minister for Homelessness, Minister for Small Business Senator The Hon Jenny McAllister, Assistant Minister for Climate Change and Energy Farmers, freight companies and other small and medium businesses will be able to obtain cheaper finance for solar, batteries and more energy efficient vehicles and equipment, with $50 million from the Albanese Government to support discounted loans. This investment through the Clean Energy Finance Corporation (CEFC) will go towards discounted finance worth $250 million by non-bank lender Metro for electric vehicles, rooftop solar and batteries. Farmers and other small businesses will also be able to access discounted finance for more energy efficient farm and building machinery such as tractors, harvesters, earthmovers and cranes. Eligible customers financing a $60,000 electric vehicle, for example, could save about $1,700 in interest over 5 years. Quotes attributable to Minister for Climate Change and Energy Chris Bowen: \"This CEFC investment will help Australian businesses bring down their operating costs. \"The Albanese Government is putting the power back in the hands of small business, to give Australians more opportunities to benefit from the energy transition and ease cost-of-living pressures, \"Clean technologies like EVs, solar, batteries and electric machinery are a great way for businesses to save on energy bills and decarbonise.\" Quotes attributable to Minister for Small Business Julie Collins: \"This new investment is another example of the Albanese Labor Government helping ease pressure on energy bills. \"We know energy costs are having an impact on small businesses' budgets, so this new investment will be welcomed, \"It's just one way our Government is helping small businesses, which also includes energy bill relief of $325 to around 1 million small businesses across the country.\" Quotes attributable to Assistant Minister for Climate Change and Energy Jenny McAllister: \"The discounted loans would mean savings on energy bills and the cost of financing. \"From farmers to local grocers, the Albanese Government is helping take pressure off small businesses bills. Lower cost financing for solar and electric machinery will save small businesses on energy bills and loan repayments. \"We want to help small businesses across industries and across the country make every watt count. These lower cost energy performance upgrades mean more control over energy use and emissions, especially in hard to abate sectors.\" Metro is an independent Australian non-bank lender specialising in auto and equipment finance for businesses, car finance for consumers, and novated leasing. [here](/50m-boost-for-evs-solar-batteries-in-small-1269764/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hon chris bowen",
        "sentiment": "negative"
      },
      {
        "name": "hon julie collins",
        "sentiment": "negative"
      },
      {
        "name": "hon jenny mcallister",
        "sentiment": "none"
      },
      {
        "name": "chris bowen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "climate change and energy farmers",
        "sentiment": "none"
      },
      {
        "name": "clean energy finance corporation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "metro",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T02:09:33.034+03:00",
  "updated": "2024-07-05T02:09:33.034+03:00"
}