{
  "thread": {
    "uuid": "a0b54bbab5aa26ca8b495d0166dd98679eb36f0d",
    "url": "https://tecscience.tec.mx/en/business-innovation/vehicle-autonomy-lab",
    "site_full": "tecscience.tec.mx",
    "site": "tec.mx",
    "site_section": "https://tecscience.tec.mx/en/feed",
    "site_categories": [],
    "section_title": "TecScience",
    "title": "The Living Electromobility Laboratory That Accelerates Vehicle Autonomy Levels",
    "title_full": "The Living Electromobility Laboratory That Accelerates Vehicle Autonomy Levels",
    "published": "2024-07-04T07:19:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://tecscience.tec.mx/en/wp-content/uploads/sites/9/2024/07/Jorge-lozoya-electromovilidad.jpg",
    "performance_score": 0,
    "domain_rank": 13308,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a0b54bbab5aa26ca8b495d0166dd98679eb36f0d",
  "url": "https://tecscience.tec.mx/en/business-innovation/vehicle-autonomy-lab",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Daniel Melchor",
  "published": "2024-07-04T07:19:00.000+03:00",
  "title": "The Living Electromobility Laboratory That Accelerates Vehicle Autonomy Levels",
  "text": "Jorge Lozoya, an expert in autonomous mobility from Tec de Monterrey, has boosted the creation of a living lab that experiments with [electromobility](/en/human-social/electromobility/) and vehicle autonomy on the streets of the Tec district in Monterrey.\nA living lab not only tests the technology—in this case,\n[autonomous vehicles](/en/tech/electromobility-the-keys-to-more-electric-cars/)—but also records user interactions and how society engages with this technology.\n“These labs allow the environments where these tests are conducted to be challenged, paradigms to be broken, and technology to be adapted rapidly. It’s not just about testing mobility; they are socio-technical experiments,” says Lozoya.\nLozoya, leader of the Urban Laboratory for Electric and Intelligent Mobility, explains that the goal is to create an ecosystem that encompasses service, operation, and even business models, facilitating the introduction of new forms of mobility in specific areas.\nHow Can Electric and Autonomous Vehicles Function?\nOne of the electric vehicles already tested is a GEM E6 robot shuttle, similar to those used in airports or confined urban districts. It has a level three autonomy, which allows for sensor evaluation, task planning, and autonomous acceleration and braking.\n“We are currently working to upgrade it to level five or four plus autonomy. Besides making autonomous turns and stopping when an obstruction is encountered, it will interact more actively with the driver, including the behavior of passengers and pedestrians,” he explains.\nAt times, students and visitors are invited to take a tour of the campus, where user behavior is measured using a helmet, and the vehicle’s performance is analyzed according to its autonomy indices.\n“It has been quite a challenge because, for these vehicles to operate on public roads, they need a special permit, a marked environment, well-painted streets, and a maximum speed,” he notes.\nThe urban mobility project Lozoya leads won the\nTecnos 4.0 Award in Nuevo León, given by the industry and government to promote innovation. Thanks to this recognition, the GEM E6 robot shuttle obtained the special license plates needed for public road use.\nIn the summer of 2024, the goal is to experiment with local residents on a 3.9-kilometer route that surrounds the Monterrey campus and connects to the Nuevo Sur shopping center. By February 2025, they plan to have two more electric vehicles operating as taxis.\nDid you find this story interesting? Would you like to publish it? Contact our content editor to learn more at\n[[email protected]](/cdn-cgi/l/email-protection#2e434f5c474f404f424b4140436e5a4b4d004356)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://tecnos.nl.gob.mx/",
    "https://tecnos.nl.gob.mx",
    "https://www.tecnos.nl.gob.mx/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jorge lozoya",
        "sentiment": "negative"
      },
      {
        "name": "lozoya",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "urban laboratory for electric",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tec de monterrey",
        "sentiment": "none"
      },
      {
        "name": "tec",
        "sentiment": "none"
      },
      {
        "name": "monterrey",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T14:46:52.615+03:00",
  "updated": "2024-07-05T14:46:52.615+03:00"
}