{
  "thread": {
    "uuid": "3ef328a78c831038398251b31ce609a1271d6278",
    "url": "https://www.laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html",
    "site_full": "www.laopiniondemalaga.es",
    "site": "laopiniondemalaga.es",
    "site_section": "https://laopiniondemalaga.es/el-delantal",
    "site_categories": [
      "media"
    ],
    "section_title": "El Delantal, gastronomía de Málaga",
    "title": "\"La agricultura no va a decaer nunca, y en nuestras manos está defender lo nuestro\" - La opinión de Málaga",
    "title_full": "\"La agricultura no va a decaer nunca, y en nuestras manos está defender lo nuestro\" - La opinión de Málaga",
    "published": "2024-02-16T08:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/81914f07-7fba-4eb0-877a-f0587d1862c5_16-9-discover-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 27769,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3ef328a78c831038398251b31ce609a1271d6278",
  "url": "https://www.laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gastronómico",
  "published": "2024-02-16T08:00:00.000+02:00",
  "title": "\"La agricultura no va a decaer nunca, y en nuestras manos está defender lo nuestro\" - La opinión de Málaga",
  "text": "Entrevista | Toñi Bravo Presidenta del Consejo Regulador de la Denominación de Origen Protegida (DOP) Aceituna Aloreña de Málaga \"La agricultura no va a decaer nunca, y en nuestras manos está defender lo nuestro\" Nuevos proyectos y muchos retos se presentan en un 2024 donde Toñi Bravo seguirá al frente de todo lo que representa la aceituna aloreña de Málaga «Una responsabilidad y un orgullo a partes iguales. Es un verdadero honor representar a tantísimos agricultores», afirma Gastronómico Toñi Bravo siempre ha estado ligada al mundo del campo y la agricultura. Perteneciente a una empresa familiar con más de 50 años de historia, fue su padre quien decidió iniciar esta andadura en el año 1976 fundando la empresa Aceitunas y Encurtidos Bravo. Sin embargo, la pronta pérdida de su progenitor hizo que Antonia y sus hermanas tomaran el revelo generacional y siguieran el camino que su padre había dejado labrado en esta empresa. Hoy, tras años de duro trabajo, de volcarse en el sector agrícola y de seguir al frente del legado familiar, Toñi se ha convertido en la gerente de la empresa Aceitunas y Encurtidos Bravo y es presidenta del Consejo Regulador de la Denominación de Origen Protegida (DOP) Aceituna Aloreña de [Málaga](https://www.laopiniondemalaga.es/malaga/). ¿Qué significa para usted estar al frente del Consejo Regulador de la Denominación de Origen Protegida (DOP) Aceituna Aloreña de Málaga? Una responsabilidad y un orgullo a partes iguales. Es un verdadero honor representar a tantísimos agricultores y a tantas familias que trabajan dentro de la Denominación de Origen. Son 19 municipios los que engloban nuestra DOP desde el Valle del [Guadalhorce](https://www.laopiniondemalaga.es/tags/rio-guadalhorce/) a Sierra de las Nieves. Lleva al frente del Consejo Regulador desde 2018, ¿cuáles han sido los mayores logros conseguidos desempeñando el papel de presidenta? Comencé siendo vicepresidenta en 2012, justo el mismo año en que nos concedían la DOP. En 2018 salí electa como presidenta y fui reelegida de nuevo en el período de elecciones. En todos estos años el logro más importante ha sido conseguir la unión entre todos los colegas del sector. También el promover, promocionar y llevar por bandera nuestros productos allá donde vamos. Para nosotros es un verdadero orgullo decir que somos de Málaga, donde tenemos la primera y prácticamente la única aceituna con DOP de España. ¿Qué aporta al producto y su comercialización el sello de una DOP como la de la aceituna aloreña de Málaga? Una garantía de calidad. La confianza absoluta por parte del consumidor que sabe que está comprando un producto avalado por un Consejo Regulador con toda la normativa de calidad pertinente. Además, como empresa, en Aceitunas y Encurtidos Bravo también hemos conseguido entrar dentro del sello de calidad gastronómica de la [Junta de Andalucía](https://www.laopiniondemalaga.es/tags/junta-de-andalucia/), Gusto del Sur, que es un pasito más para posicionar nuestra aceituna aloreña como una marca única y diferencial. ¿Cómo se consigue la DOP? No es nada fácil. En cuanto a la burocracia, hay que presentar una gran cantidad de documentación que previamente se ha tenido que estudiar. Hay que ver la raíz de la que proviene, demostrar que el producto es único y autóctono de la zona y mucho más. Todo esto conlleva realizar una parte técnica muy importante y de mucha labor. Nosotros contamos desde hace mas de 20 años con una asociación de aderezadores y uno de los objetivos que nos propusimos para diferenciar nuestro producto era conseguir una DOP. Al principio nos parecía inalcanzable. Hubo muchas trabas e impedimentos ya que éramos realmente innovadores al ser los primeros en querer conseguirla para este producto. Pero nos pusimos manos a la obra con un gran equipo, entre los que contamos al GDR Valle del Guadalhorce, y en 2012, después de pasar por la consejería de Andalucía, Madrid y Bruselas, conseguimos nuestra DOP Aceituna Aloreña de Málaga. ¿Qué diferencia a la aceituna aloreña del resto de aceitunas en España? Sobre todo las características tan peculiares que la comprenden. Posee una propiedades organolépticas únicas que la diferencian de las demás. Es muy rica en fibra, posee una gran cantidad de polifenoles, levaduras y mucho más. Es un producto realmente natural, no va cocido en cáusticas y no necesita el proceso de oxidación que sí que hay que llevar a cabo en otras aceitunas. Esta aceituna aloreña es agua y sal. Posee un hueso flotante super fácil de retirar y es muy carnosa. Todo esto lo conseguimos intentando que, desde que sale del árbol hasta el envasado, la aceituna reciba la menor manipulación posible. ¿Qué peculiaridades gastronómicas tiene la Aloreña? Esta parte nos encanta resaltarla, ya que la aceituna aloreña no es solo uno de los grandes aperitivos, sino que se puede usar para prácticamente cualquier tipo de elaboración. Aparte del AOVE, por supuesto, se puede elaborar pan, mayonesas e incluso postres, como bizcochos. Tal es su versatilidad que organizamos concursos de recetas con la aceituna aloreña como protagonista y después creamos recetarios con las mismas. Las creaciones suelen sorprender muchísimo porque la gran cantidad de oportunidades que nos da la aceituna es infinita. Esto lo intentamos inculcar desde las escuelas de hostelería hasta los niños en los colegios. Nos encanta enseñar las raíces, de dónde venimos y los productos que tenemos en Málaga y todo lo que se puede conseguir a través de nuestra aceituna. Aparte de España, ¿en qué mercados se ha afianzado esta aceituna? ¿Hay algún mercado en mente que se pretenda alcanzar? Estamos prácticamente en todo el mundo. Uno de nuestros principales problemas, en comparación con otras aceitunas, es que no tenemos la misma cantidad de producción. Por eso nos intentamos diferenciar por la calidad y el perfeccionamiento, y presentárselo como tal a aquel que quiera comprarlo. Esa es nuestra carta de presentación. Con ella hemos llegado ya a América del Norte, Centroamérica, Canadá, Rusia, Moldavia, Rumanía y muchos otros lugares. El próximo gran proyecto nos llevará a Oriente. Concretamente a Emiratos Árabes, donde nos encantaría seguir aportando calidad con nuestra aceituna aloreña. ¿Cómo está afectando la sequía y la inflación a la producción y comercialización de la aceituna? El principal problema son las inclemencias meteorológicas. Llevamos tres años sufriendo sequía y esto hace que que el olivar no tenga fuerza para tirar y la producción no sea muy grande. Y en cuanto a la la inflación se refiere, también afecta. El AOVE, que siempre ha sido un aliado, ahora es un factor que este año juega en nuestra contra. Esto se debe a que, debido a las subidas de precios, tenemos que competir en el mercado. Son muchos los gastos para producirlo y eso hace que el precio se encarezca. ¿Qué estimación de producción se prevé para el verdeo de este año 2024? Es pronto aún para saberlo. Va a depender mucho de la primavera que tengamos. Ojalá tengamos una primavera lluviosa y un verano no muy cálido para que el olivar pueda recuperarse y que salga la trama, que ya está apunto de salir, con fuerza y pueda tirar. Pero la trayectoria hasta ahora, con todo el problema de la sequía, está siendo bastante mala. ¿Cómo valora el futuro del sector de la aceituna aloreña? No va a decaer nunca. Siempre se ha mirado al campo cuando ha habido crisis, solo hay que fijarse en el período de pandemia. La agricultura no va a decaer nunca y en nuestras manos está apoyar al agricultor, defender nuestro producto y mantener esos campos de olivos que se han convertido en paisajes naturales tan representativos de nuestra tierra. ¿Qué proyectos tiene para con el Consejo Regulador? Seguir creciendo, sin ninguna duda. A través de las promociones queremos tratar de llegar al mayor número de personas posible. Y también vamos a seguir apostando por la unión entre todos los profesionales del sector, que haya más socios que se sumen al Consejo Regulador, tanto agricultores como industrias. Para este tipo de proyectos hemos comenzado a realizar una especie de Erasmus profesional entre las DOP de España, donde profesionales de los diferentes sectores vienen a visitarnos y nosotros los visitamos a ellos. Ya hemos estado en Extremadura y en Valencia, conociendo el arroz, la alcachofa y la chufa. Esta es una gran iniciativa para buscar apoyos entre nosotros y seguir presumiendo de los grandes productos locales que cada uno posee en su tierra. [RRSS WhatsApp](https://api.whatsapp.com/send?text=%22La%20agricultura%20no%20va%20a%20decaer%20nunca%2C%20y%20en%20nuestras%20manos%20est%C3%A1%20defender%20lo%20nuestro%22%20https://www.laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Facebook](https://www.facebook.com/sharer/sharer.php?u=https://www.laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Twitter](https://twitter.com/intent/tweet?original_referer=https://www.laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html&text=%22La%20agricultura%20no%20va%20a%20decaer%20nunca%2C%20y%20en%20nuestras%20manos%20est%C3%A1%20defender%20lo%20nuestro%22%20%20https://www.laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS email](mailto:?subject=%22La%20agricultura%20no%20va%20a%20decaer%20nunca%2C%20y%20en%20nuestras%20manos%20est%C3%A1%20defender%20lo%20nuestro%22%20&body=https://www.laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html%3Futm_source%3Dmail%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [Copiar URL](javascript: void(0)) Gastronomía",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Environment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.facebook.com/sharer/sharer.php?u=https://www.laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
    "https://api.whatsapp.com/send?text=%22La%20agricultura%20no%20va%20a%20decaer%20nunca%2C%20y%20en%20nuestras%20manos%20est%C3%A1%20defender%20lo%20nuestro%22%20https://www.laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
    "https://twitter.com/intent/tweet?original_referer=https://www.laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html&text=%22La%20agricultura%20no%20va%20a%20decaer%20nunca%2C%20y%20en%20nuestras%20manos%20est%C3%A1%20defender%20lo%20nuestro%22%20%20https://www.laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
    "https://facebook.com/sharer/sharer.php?u=https://laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
    "https://api.whatsapp.com/send?text=%22La%20agricultura%20no%20va%20a%20decaer%20nunca%2C%20y%20en%20nuestras%20manos%20est%C3%A1%20defender%20lo%20nuestro%22%20https://laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
    "https://twitter.com/intent/tweet?original_referer=https://laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html&text=%22La%20agricultura%20no%20va%20a%20decaer%20nunca%2C%20y%20en%20nuestras%20manos%20est%C3%A1%20defender%20lo%20nuestro%22%20%20https://laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
    "https://www.facebook.com/sharer/sharer.php",
    "https://api.whatsapp.com/send",
    "https://twitter.com/intent/tweet"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T08:27:44.688+02:00",
  "updated": "2024-03-08T20:27:49.953+02:00"
}