{
  "thread": {
    "uuid": "df2d54ae62eced1274cda7b4d389bd5cf2b39b70",
    "url": "https://rapidcityjournal.com/outdoors/fishing-line-favorable-ice-conditions-forming-in-the-black-hills/article_7d40af98-aa87-11ee-b9b2-0f0cd8c4eb13.html",
    "site_full": "rapidcityjournal.com",
    "site": "rapidcityjournal.com",
    "site_section": "http://rapidcityjournal.com/search/?f=rss&amp;t=article&amp;l=50&amp;s=start_time&amp;sd=desc&amp;k%5B%5D=%23topstory",
    "site_categories": [
      "media"
    ],
    "section_title": "rapidcityjournal.com - RSS Results",
    "title": "Fishing Line: Favorable ice conditions forming in the Black Hills",
    "title_full": "Fishing Line: Favorable ice conditions forming in the Black Hills",
    "published": "2024-01-04T14:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/rapidcityjournal.com/content/tncms/assets/v3/editorial/3/dd/3dd82b1f-384d-5aa8-9a4f-af6da62271a8/61f1c76ebe477.image.jpg?crop=1609%2C845%2C0%2C221&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 14039,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "df2d54ae62eced1274cda7b4d389bd5cf2b39b70",
  "url": "https://rapidcityjournal.com/outdoors/fishing-line-favorable-ice-conditions-forming-in-the-black-hills/article_7d40af98-aa87-11ee-b9b2-0f0cd8c4eb13.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Journal staff",
  "published": "2024-01-04T14:15:00.000+02:00",
  "title": "Fishing Line: Favorable ice conditions forming in the Black Hills",
  "text": "For the ice fishing population, the weather gods have accomplished what hopeful hearts couldn’t: set up favorable ice conditions in much of the Black Hills’s area.\nThough daytime temps will hover around the freezing mark for the next week or so, nighttime temps will drop down into the teens over the weekend and single digits (and lower) by late next week adding additional ice.\nJudging by area fishing reports, anglers are taking advantage of the improving ice conditions by flocking to the safer upper elevation Black Hills lakes. And they're enjoying a modicum of success as catches of trout have been commonplace in the smaller lakes, while larger bodies of water have been offering up perch, pike and lakers.\nConditions have not been as favorable at the two larger prairie lakes. Orman has frozen over and does have some workable ice near the dam and docks (6 inches reported) though conditions are iffy elsewhere, and Angostura is largely unworkable at this time.\nPeople are also reading…\nDespite improving ice, hazardous spots do exist most everywhere and safety remains the primary concern of any ice fishing outing. Remembering always that in reality no ice, even seemingly safe clear, blue variety, is 100% safe.\nIce Thickness Recommendations\n3 inches--a single person on foot\n4 inches—group in a single file line\n7 1/2 inches—passenger car (2-ton gross)\n8 inches—light truck (2 ½-ton gross)\n10 inches—medium truck (3 1/2-ton gross)\n12 inches—heavy truck (8-ton gross)\nRecommended Safety Equipment\nSpud bar or chisel, ice picks, floating ice suit or life jacket, whistle, 50-100 feet of rope and a cell phone.\nArea Reports\nAngostura Reservoir: Conditions are the same as the last week. Recently formed ice is unsafe, and no fishing activity reported.\nBelle Fourche Reservoir (Orman): The lake is frozen over and does have some workable ice (6 inches or so) near the dam and dock area. Though activity has been scarce, one report told of walleye taken on minnows in the dam area.\nBlack Hills Steams: Trout have been active through Rapid Creek. Nymphs have been the presentation of choice.\nCenter Lake: Like other small high elevation Black Hills lakes, ice conditions are excellent and plenty of trout activity reported.\nDeerfield Lake: Good ice reported particularly in the Gold Run and Dutchman Campground areas. Perch are particularly active though some lake trout have been showing up on chubs and frozen smelt. Among the catches: a 35-inch specimen.\nIron Creek Lake: Safe ice and an excellent trout bite are reported.\nLakota Lake: Small perch have been active.\nLegion Lake: Trout have been feeding and there has reportedly been some pike activity as well.\nPactola Reservoir: The lake is frozen though only thick safe ice is likely to be found in bays. Jenny Gulch has seven-plus inches and has been producing a northern pike bite.\nRoubaix Lake: The lake has safe ice and likely trout activity though accessing the lake easily may be a problem.\nSheridan Lake: Lake is frozen though ice is unsafe in main lake. Reports indicate that the Chipper Bay area has been producing a steady perch bite—mostly small--on wax worms and small minnows. Crappie activity reported near Dakota Point on similar presentations.\nStockade Lake: The lake has been a popular spot with bluegill and pike bites reported in various locations.\nMissouri River: The river is still problematical at this point as open water conditions prevail in most locations other than in bays. Snowy conditions have added to the dismal prospects on the river thus far.\nScheduled Ice Fishing Tournaments\nWhitney Dock Ice Fishing Tournament: Jan. 20\nSheridan Lake Ice Derby: Jan. 28\nDakota Angler & Outfitter, 1010 Jackson Blvd., Rapid City; The Rooster, 1441 W. Main St., Rapid City; Wheel in Bait Shop, 18696 Fisherman’s Road, Fruitdale have contributed to this report.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "black hills",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-04T14:37:09.358+02:00",
  "updated": "2024-01-04T14:37:09.358+02:00"
}