{
  "thread": {
    "uuid": "a2e97e3122aa53f04fe44639998a10db57f87e72",
    "url": "https://www.nowtolove.com.au/celebrity/celeb-news/holly-brisley-daughter-willow-79727",
    "site_full": "www.nowtolove.com.au",
    "site": "nowtolove.com.au",
    "site_section": "https://www.nowtolove.com.au/rss",
    "site_categories": [
      "television",
      "womens_health",
      "health",
      "entertainment"
    ],
    "section_title": "Now To Love: Celebrity, News, Parenting, Health, Beauty, Fashion, Lifestyle",
    "title": "Holly Brisley's daughter Willow is becoming an actress",
    "title_full": "Holly Brisley's daughter Willow is becoming an actress",
    "published": "2024-01-07T21:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://d3unuz0h0mttub.cloudfront.net/s3/digital-cougar-assets/now/2024/01/08/1704664181099_Header-NTL9.jpg?width=1200&amp;height=630&amp;quality=75&amp;mode=crop",
    "performance_score": 0,
    "domain_rank": 27663,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a2e97e3122aa53f04fe44639998a10db57f87e72",
  "url": "https://www.nowtolove.com.au/celebrity/celeb-news/holly-brisley-daughter-willow-79727",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Now To Love",
  "published": "2024-01-07T21:30:00.000+02:00",
  "title": "Holly Brisley's daughter Willow is becoming an actress",
  "text": "Nobody was more surprised than\nHolly Brisleyto find out that her daughter Willow wanted to be an actress like her famous mum.\nEven though she began her own career at a similar age, she was still taken aback when her 11-year-old sports-mad daughter caught the acting bug!\n\"I'm definitely not a stage mum,\" Holly, best known for starring on Argo's Cartoon Connection tells Woman's Day.\n\"But I do think it's nice to give options, especially because there is access to it. If it's something she wants to do, and from the sounds of Willow speaking to you just now, it's definite she wants to try and do more.\"Holly and Willow opened up about the unusual experience of working together on new crime thriller movie Kane, revealing that it was a wonderful bonding experience.\n\"I'm playing Sofia and Willow is playing Mia – and they're mum and daughter,\" says Holly.\n\"It was nice to do it with Willow, and being one of the producers, I could be her guardian, chaperone and caretaker on set. \"\n\"It was just nice to watch her see things through fresh eyes. It was similar to how I felt the first time I went on a film set – just watching the awe and the wonder.\"\n\"To see it firsthand was nice for me as a mum.\"\nHolly, 45, was just a year older than Willow is now when she started her own acting career, landing roles in the Australian telemovies The Flood: Who Will Save Our Children and Official Denial, before she shot to national fame presenting Agro's Cartoon Connection in 1994.\n\"It was a great experience, and I now know what to expect next time. I definitely want to be in another film, for sure,\" Willow says, hinting she has already auditioned for another movie to be produced this year.\nIf she mirrors her mum's success, we'll be hearing a lot more about Willow in the years to come.\nAfter her stint on Agro's Cartoon Connection, Holly hosted The Looney Tunes Show and World's Craziest Videos and acted in such films as Garage Days, The Crop and Dynasty: The Making Of A Guilty Pleasure before competing on Dancing With The Stars and landing a coveted role on Home And Away, playing Summer Bay vixen Amanda Vale.\nIt was a near-death experience while climbing Mount Kilimanjaro in Africa that made Holly rethink her entire career.\nThe traumatic ordeal happened during a charity trek just one year after she and her husband, marketing executive Paul Ford, welcomed Willow's older brother Levi, now 14.\nAfter that, Holly took some much-needed time out to be a hands-on mum to Levi and Willow before pivoting into producing films under the banner of Flying Billykart Entertainment.\nHer first venture, drama comedy Ruby's Choice – starring legendary British actress Jane Seymour and Aussie actress Jacqueline McKenzie – was a great success.\nHolly's latest offering is much grittier. Kane is a dark story set in Brisbane and focused on Abe, a violent crime boss with multiple personalities played by Sea Patrol star Jeremy Lindsay Taylor.\nHolly plays his wife Sofia and Willow plays their young daughter Mia.\n\"Kane is Abe's worst version of himself, and when he's unhinged, it unleashes the monster side of him.\"The actress says she shielded Willow from the violent scenes, other than letting her watch a building being blown up for one scene!\n\"Her scenes were cute, but it is an R-rated movie, so she hasn't seen it,\" Holly explains.\n\"We had a little screening up here and I let her watch her own scenes, but then she wasn't allowed to watch the rest of the movie. She will have to wait until she is much older to watch the whole thing!\"\nHolly says she was concerned Willow might find it confusing relating to a screen dad, particularly when he kissed her real-life mum in one scene.\nBut Willow insists she was fine with the make-believe, and loved getting acting tips from Jeremy.\nFor now, Willow, who made her acting and singing debut in her school's musical, is happy turning socks into jackets for her new bearded dragon and playing touch footy and soccer with Levi and her cousins.\n\"I'm so proud of her,\" says Holly.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "holly brisleyto",
        "sentiment": "negative"
      },
      {
        "name": "willow",
        "sentiment": "negative"
      },
      {
        "name": "holly brisley",
        "sentiment": "negative"
      },
      {
        "name": "argo",
        "sentiment": "none"
      },
      {
        "name": "mia –",
        "sentiment": "none"
      },
      {
        "name": "holly",
        "sentiment": "none"
      },
      {
        "name": "kane",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "sofia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:01:05.196+02:00",
  "updated": "2024-01-08T01:01:05.196+02:00"
}