{
  "thread": {
    "uuid": "d312b60252a69609e1b26cfa71a2f53a517f7b5a",
    "url": "https://www.prensa-latina.cu/2024/03/14/distinguen-a-periodistas-destacados-en-cuba",
    "site_full": "www.prensa-latina.cu",
    "site": "prensa-latina.cu",
    "site_section": "https://www.prensa-latina.cu/feed?rss-2",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias Prensa Latina",
    "title": "Distinguen a periodistas destacados en Cuba",
    "title_full": "Distinguen a periodistas destacados en Cuba",
    "published": "2024-03-15T00:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CU",
    "main_image": "https://www.prensa-latina.cu/wp-content/uploads/2021/04/soporte-news-pl.jpg",
    "performance_score": 0,
    "domain_rank": 20861,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d312b60252a69609e1b26cfa71a2f53a517f7b5a",
  "url": "https://www.prensa-latina.cu/2024/03/14/distinguen-a-periodistas-destacados-en-cuba",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Elizabeth Bello Expósito",
  "published": "2024-03-15T00:22:00.000+02:00",
  "title": "Distinguen a periodistas destacados en Cuba",
  "text": "El mandatario destacó a la relevante periodista Arleen Rodríguez, galardonada con el Premio Nacional de Periodismo José Martí 2024, la más alta distinción que otorga la Unión de Periodistas (UPEC) de Cuba, como revolucionaria cabal.\nAl recibir el premio, en ceremonia efectuada en el capitalino Memorial José Martí, Rodríguez aludió a la utilidad del periodismo para el país y su función como salvaguarda de la historia.\nLa destacada periodista mencionó una frase del Héroe Nacional de Cuba, José Martí, publicada en una de las primeras páginas del periódico Patria, fundado hoy hace 132 años que expresa: “nace este periódico, a la hora del peligro, para velar por la libertad, para contribuir a que sus fuerzas sean invencibles por la unión, y para evitar que el enemigo nos vuelva a vencer por nuestro desorden”.\nLa hora del peligro sigue siendo y el periodismo ha vuelto a ser llamado a filas por nuestra propia conciencia, aseveró.\nLa victoria depende mucho de lo que avancemos dentro, afirmó, y a su vez resaltó otra sentencia de José Martí donde expresa: “la prensa es otra cuando se tiene enfrente el enemigo. Entonces, en voz baja se pasa la señal. Lo que el enemigo ha de oír, no es más que la voz de ataque. Eso es Patria en la prensa. Es un soldado”.\nRodríguez confesó que el Héroe Nacional de Cuba y el escritor Gabriel García Márquez son su principal inspiración ante el papel en blanco en el ejercicio del periodismo.\nEl jurado, conformado por 16 destacados profesionales de la prensa en la isla, realzó su quehacer como reportera, realizadora audiovisual y radial, documentalista e investigadora; dentro de importantes medios como Cubadebate, Ideas multimedios y en el rol de conductora del programa de la televisión cubana «Mesa Redonda”.\nA su vez subrayó que su obra es un recorrido de impacto y trascendencia por la realidad cubana que le ha tocado vivir.\nTambién distinguió su capacidad para convertir el periodismo en una causa, así como su vocación formadora para acompañar a varias generaciones que la sienten cercana y accesible.\nLa UPEC agasajó además a profesionales destacados con los Premios Nacionales Anuales de Periodismo Juan Gualberto Gómez en las categorías de prensa escrita, fotoperiodismo y periodismo gráfico, periodismo hipermedia, radio y televisión.\nEl periodista Joel García, del periódico Trabajadores, recibió el premio en el apartado Prensa Escrita, mientras el galardón en Fotoperiodismo fue para José Manuel Correa, del periódico Granma.\nEn Periodismo Gráfico el ganador fue Adán Iglesias, caricaturista de la Editora Juventud Rebelde; y el jurado de Periodismo Hipermedia otorgó el galardón a Angélica Arce, de Ideas Multimedios.\nEn Radio resaltó la obra de Greta Espinosa de Radio Ciudad del Mar, y en Televisión reconocieron a Valia Marquínez de Cubavisión Internacional.\nAdemás, la UPEC reconoció la labor del periódico Trabajadores, la Agencia Cubana de Noticias y la plataforma Ideas Multimedios con los Premios Nacionales a la Innovación Periodística “Juan Antonio Borrego”.\nlam/ale/ebe",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:29:29.251+02:00",
  "updated": "2024-03-15T00:29:29.251+02:00"
}