{
  "thread": {
    "uuid": "61756f2e70dcf4440c6bea97e1c1f4f4e7ccae47",
    "url": "https://chl.ca/whl-wild/article/wild-roar-into-whl-with-36-wins-in-2023-24",
    "site_full": "chl.ca",
    "site": "chl.ca",
    "site_section": "https://chl.ca/whl-wild",
    "site_categories": [
      "pro_ice_hockey",
      "sports"
    ],
    "section_title": "Wenatchee Wild -",
    "title": "Wild Roar Into WHL With 36 Wins in 2023-24 - Wenatchee Wild",
    "title_full": "Wild Roar Into WHL With 36 Wins in 2023-24 - Wenatchee Wild",
    "published": "2024-04-19T00:26:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://media.chl.ca/wp-content/uploads/sites/66/2024/04/18142720/9-29-2023-Everett-Silvertips-vs-Wenatchee-Wild_33-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 95270,
    "domain_rank_updated": "2024-04-16T13:08:05.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "61756f2e70dcf4440c6bea97e1c1f4f4e7ccae47",
  "url": "https://chl.ca/whl-wild/article/wild-roar-into-whl-with-36-wins-in-2023-24",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Austin Draude",
  "published": "2024-04-19T00:26:00.000+03:00",
  "title": "Wild Roar Into WHL With 36 Wins in 2023-24 - Wenatchee Wild",
  "text": "Wild Roar Into WHL With 36 Wins in 2023-24 The world changed for the Wenatchee Wild in 2023-24. After 15 years in Junior A hockey in the North American Hockey League and the British Columbia Hockey League, a new era began for the organization on June 16, 2023, when the team announced owners David and Lisa White had purchased the Western Hockey League’s Winnipeg ICE and relocated it to the Wenatchee Valley. Regular road trips to British Columbia cities like Cranbrook, Trail and Salmon Arm would soon be replaced by visits to five different cities in Oregon and Washington, and for the first time ever, Wild fans could follow the team on the road – and visiting fans could follow their team to Town Toyota Center – without the need for a passport or a plane ticket. The effect was immediate – after vowing to “Restore the Roar” at Town Toyota Center in the 2022-23 season, the Wild hit the ice with the intention of further restoring it “WHL Style” in 2023-24. Season ticket sales climbed more than 50 percent from 2022-23 totals, and the Wenatchee Valley was abuzz with discussion of new rivals stopping into town, and a new level of play featuring more speed and skill than ever before. The organization succeeded on those intentions, and then some – by the end of the season, the team had drawn its best per-game crowds in 13 years, bringing 3,030 fans into the “Wolves’ Den” on an average night. Twice, the team packed sellout crowds of more than 4,200 into the building, and the Wild eclipsed the 100,000 attendance mark for the first time ever. “Our fans have really taken to the Western Hockey League,” said Wild general manager Bliss Littler. “I think we’ve played some very entertaining hockey – the feedback has been very positive on the level of play. It’s really nice when you have guys who have actually played in the NHL, or you have first-round NHL draft picks that come in and are playing, where you can see the truly elite guys. I think our fans really like that, and they like how competitive it’s been.” Preseason camp began at the end of August with several National Hockey League draft picks in tow, including first-rounders [Conor Geekie](https://chl.ca/whl-wild/players/28251) and [Matthew Savoie ](https://chl.ca/whl-wild/players/28250)– selected two picks apart during the 2022 draft – as well as 2023 Buffalo Sabres first-round pick [Zach Benson](https://chl.ca/whl-wild/players/28706). Benson scored the first unofficial WHL goal in Town Toyota Center history September 9 in front of a preseason crowd of more than 1,600 fans against the Tri-City Americans. He added a hat trick, including an overtime winner, against the Everett Silvertips the following day – it was his last appearance in a Wild uniform, before cracking the opening-night roster for the Sabres a month later. [Oscar Lovsin](https://chl.ca/whl-wild/players/29143) scored the first official goal in Wenatchee’s WHL history on September 22, as part of a 6-5 win against the Portland Winterhawks – the eventual game-winner went to [Landon Young](https://chl.ca/whl-wild/players/29336) in the third period, the first goal in his WHL career. An eight-game road trip at the start of the season gave way to games in Wenatchee, and opponents that came to the area found a Wild team that was virtually unbeatable at home, with a dozen straight wins on home ice after that early road swing. In all, Wenatchee won 16 of its 18 home games before New Year’s Day. While the present was secure for the organization going into December, there were some difficult decisions to be made in order to solidify the team’s competitive future. The ICE enjoyed back-to-back trips to the Eastern Conference Final in their last two seasons in Winnipeg, making the WHL Final in the latter of those years. However, the draft capital that the ICE moved in order to make those runs possible was monumental, with no selections in the first two rounds of the WHL draft from 2022 all the way through 2026. Two blockbuster moves proved to be the answer to those questions – following the end of Canada’s run in the World Junior tournament, both Geekie and Savoie shifted to the Eastern Conference in January 4 deals with the Swift Current Broncos and Moose Jaw Warriors, respectively. Those moves and a pair of trades with the Seattle Thunderbirds finished a six-month windfall for the Wild that yielded 17 draft picks and six players, plus the rights to one-time Tri-City Americans prospect Justus Chyld. “With the Geekie trade, you can see that [Josh Fluker](https://chl.ca/whl-wild/players/29108) has a chance to be an all-star in the league,” said Littler. “We were better the day he walked in here, because it strengthened our defensive core. He was a giant upgrade for us, and [Maddix McCagherty](https://chl.ca/whl-wild/players/29107) should be a middle-six forward for us, and I expect to see some offense out of him next year. The draft picks that came with that, we got the picks, now we’ve got to make good use of those picks.” Even without the two superstars, the Wild kept pace in the Western Conference standings, winning eight of their 16 games from Savoie and Geekie’s December 10 departures for the World Junior tournament until the end of January. By the end of the regular season, the Wild had held onto fourth place in the conference, finishing 34-30-4-0 and earning home-ice advantage in the first round of the WHL playoffs. “In a lot of areas, I’m very happy,” said Littler. “We got through our first season, and there were a lot of people who thought after we made that couple of moves that we’d fall right out of the playoffs, and we didn’t feel that was going to happen. I think we battled pretty hard most nights – overall, if you’d have told us at the end of our first regular season we’d have stuck with home ice, I think you’d have said, ‘we’ll take it.'” Their first-round matchup took them up against the Kelowna Rockets, in a series that had seen the home team win all four games during the regular-season. The playoff stretch wasn’t much different, with only the Rockets managing a road win in a six-game battle. The first game of the series was one for the ages, with an 8-6 comeback victory at Town Toyota Center that featured four Wenatchee power play goals and a three-goal comeback for a win, which tied the playoff record for the organization. The three 2003-born players on the roster formed the team’s leadership group, and each enjoyed a memorable finish to his junior career. [Graham Sward’s ](https://chl.ca/whl-wild/players/28082)final regular-season game in a Wild uniform was his 250th career appearance – he missed the first weekend of the regular season while competing at the Nashville Predators’ preseason camp, but appeared in all 66 games the rest of the way. He reset the WHL organization’s record for the longest point streak by a defenseman at 16 games (including the team’s final regular-season game in Winnipeg), and his 81 points tied Ben Zloty’s single-season team scoring record among blueliners. He ended his WHL career with 180 regular-season points, a total that ballooned to 199 points after taking postseason marks into account. [Karter Prosofsky](https://chl.ca/whl-wild/players/28155) finished a memorable WHL career with a hat trick at the Victoria Royals on March 22, only the third by a defenseman in the organization’s WHL history dating back to 1996. He appeared in 176 career games, totaling 82 points, and became the organization’s last remaining player to suit up for the Kootenay ICE in the 2018-19 season. Forward [Briley Wood](https://chl.ca/whl-wild/players/28484) busted out in his final junior season, finishing third on the team with 62 points, and appearing in his 150th WHL game on the final weekend of the season. His final success in the league came on a grand scale, with a Canadian Hockey League-best 13 points in the first-round playoff series against Kelowna. His four-goal outburst in Game 1 was the WHL’s first four-goal playoff game since 2017, and his six points tied the team’s playoff record. Wood and Sward also earned professional opportunities after the end of the season, with both earning Amateur Tryout contracts with the AHL’s Colorado Eagles. Other players made their own memorable contributions – [Kenta Isogai](https://chl.ca/whl-wild/players/29431) made his WHL debut after 163 games with the Youngstown Phantoms in the United States Hockey League, helping Youngstown win the league’s Clark Cup playoff championship last season. Goaltender [Daniel Hauser](https://chl.ca/whl-wild/players/28256) smashed the organization’s career wins record, breaking the barrier with his 86th win on November 4 against Victoria. He notched 17 wins on the year, bumping his career total to 95 victories by year’s end. [Brendan Gee](https://chl.ca/whl-wild/players/29430) came on strong in his first WHL season, earning 17 wins of his own, with many coming in pivotal stretches with Hauser out due to injuries. [Evan Friesen](https://chl.ca/whl-wild/players/28827) had a 15-game point streak of his own, tying for the team’s season-high and earning an Amateur Tryout contract with the ECHL’s Utah Grizzlies at the end of the season. Meanwhile, Geekie’s natural four-goal hat trick highlighted a 6-5 overtime win for Wenatchee at Portland on December 2, as the Wild stormed back from a 5-1 deficit after two periods – it was one of 17 come-from-behind wins for Wenatchee in 2023-24, including eight wins when charging back from a two-goal deficit or more. Young was one of nine Wenatchee players to tally his first WHL goal this season – the two youngest players on the team both earned their first WHL goals, with 2007-born forward [Ashton Brown](https://chl.ca/whl-wild/players/29146) breaking through December 27 at Spokane, in Wenatchee’s first game back from Christmas break. 2023 draft pick [Caelan Joudrey](https://chl.ca/whl-wild/players/29549) may have had the most memorable first-goal experience for the group, splitting a pair of defenders to score a third-period, game-tying goal for the Wild on February 23 in a 3-2 overtime win against the Calgary Hitmen, in only his second WHL game. Joudrey’s first goal came at Scotiabank Saddledome, home of the NHL’s Calgary Flames, in front of a large contingent of family and friends from his hometown of Airdrie, just a half-hour’s drive from downtown Calgary. The short-term future will also look somewhat different for the Wild, as the team prepares for the WHL’s U.S. Priority Draft and Prospects Draft in early May. Though the team selected Isogai and [Rodzers Bukarts](https://chl.ca/whl-wild/players/29422) in last year’s Canadian Hockey League Import Draft, this will be the first full draft sequence for the Wild since the 2014 NAHL Draft, as the BCHL did not conduct a yearly draft. The end of this season means the team now turns its attention to 2024-25, with season tickets on sale now. Updated news and information on Wild hockey are always available at [www.wenatcheewildhockey.com](http://www.wenatcheewildhockey.com) and on the team’s social media platforms on [YouTube](http://youtube.com/@WHLWild_).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "http://youtube.com/@WHLWild_).",
    "http://www.wenatcheewildhockey.com)",
    "http://www.youtube.com/@WHLWild_).",
    "http://wenatcheewildhockey.com)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "david",
        "sentiment": "none"
      },
      {
        "name": "lisa white",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wenatchee wild wild roar into whl",
        "sentiment": "negative"
      },
      {
        "name": "wenatchee wild",
        "sentiment": "negative"
      },
      {
        "name": "north american hockey league",
        "sentiment": "none"
      },
      {
        "name": "western hockey league",
        "sentiment": "none"
      },
      {
        "name": "town toyota center",
        "sentiment": "none"
      },
      {
        "name": "winnipeg ice",
        "sentiment": "none"
      },
      {
        "name": "columbia hockey league",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "oregon",
        "sentiment": "none"
      },
      {
        "name": "wenatchee valley",
        "sentiment": "none"
      },
      {
        "name": "cranbrook",
        "sentiment": "none"
      },
      {
        "name": "british columbia",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:27:36.805+03:00",
  "updated": "2024-04-19T00:27:36.805+03:00"
}