{
  "thread": {
    "uuid": "e9211972f3604fdbca9958c915bf792425970ce4",
    "url": "https://www.hellenicshippingnews.com/tuco-marine-words-from-the-ceo-2023/",
    "site_full": "www.hellenicshippingnews.com",
    "site": "hellenicshippingnews.com",
    "site_section": "http://hellenicshippingnews.com//category/shipping-news/international-shipping-news/feed/",
    "site_categories": [
      "shopping"
    ],
    "section_title": "International Shipping News – Hellenic Shipping News Worldwide",
    "title": "Tuco Marine: Words from the CEO 2023",
    "title_full": "Tuco Marine: Words from the CEO 2023 | Hellenic Shipping News Worldwide",
    "published": "2023-12-29T01:32:11.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 16973,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e9211972f3604fdbca9958c915bf792425970ce4",
  "url": "https://www.hellenicshippingnews.com/tuco-marine-words-from-the-ceo-2023/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "hellenicshippingnews...",
  "published": "2023-12-29T01:32:11.000+02:00",
  "title": "Tuco Marine: Words from the CEO 2023",
  "text": "As we approach the end of 2023, I would like to take a moment to express my heartfelt gratitude and share some reflections on our journey together in 2023. This year not only marks the conclusion of 2023 but also commemorates our 25th anniversary. It has been an incredible journey, and we are immensely proud to have reached this milestone with the support of our dedicated team.\nTo celebrate this significant occasion, we recently held a grand jubilee celebration, honoring the dedication and hard work of our exceptional employees. This festive event brought us all together in the spirit of gratitude and camaraderie, reaffirming our commitment to excellence and innovation in the maritime industry.\nI want to thank clients, employees, suppliers and partners, for your unwavering support throughout the year. Your trust in Tuco Marine Group is the driving force behind our success, and we are truly honored to have you as part of our extended family.\nThe geopolitical landscape has presented us with various hurdles, from the ongoing situation in Ukraine to rising energy concerns, high interest rates, and escalating health challenges. Despite these external challenges, we have continued to persevere and thrive in the face of adversity.\nArtemis Technologies Pioneer\nA year of technology Focus\n2023 has been marked by our unwavering focus on technology. Our collaboration with Artemis Technologies and their groundbreaking eFoiler technology has led to the launch of the world’s first high-speed, 100% electric foil-assisted commercial workboats based on our proven ProZero workboat platform. These vessels are designed and built to the highest commercial standards, delivering industry-leading electric propulsion, superior maneuverability, and energy efficiency, even in the harshest environments. In 2023, we were thrilled to introduce a 12-passenger version with a full-beam cabin, expanding our offerings to cater to a wider range of needs.\nUnmanned Surface Vessels\nThe year has also witnessed a significant acceleration in our production of unmanned surface vehicles (USVs). Our ProZero USVs have garnered attention from major players in the USV industry, showcasing their capabilities in data collection.\nOur Enduruns 8m USV, equipped with hydrogen PEM fuel cell technology and advanced launch and recovery equipment, has undergone successful testing in Klaipeda and Venedi as part of the Enduruns project, funded by the EU’s Horizon 2020 program.\nFurthermore, our 8m Met-Ocean Methodology USV has proven its capacity for genuine offshore data collection in some of the most challenging areas of the North Sea. And have been showcased for such by our esteemed clients.\nWe’re also proud to announce the launch and recognition of our 10m USV platform by Bureau Veritas, offering even greater payload capacity and extended range compared to our 8m versions.\nIn the defense sector, the demand for unmanned technology continues to grow, and our ProZero USV series is finding new applications and opportunities.\nFuel cell technology\nAs we focus on finding alternative power solutions for the maritime industry, fuel cell technology stands out as a promising candidate. Our collaboration with Blue World Technologies in the Blue Dolphin project, where we install and test a methanol fuel cell in our 11m Torqeedo electric-powered ProZero workboat, is a significant step towards a more sustainable future.\nNew Markets\nExpanding into new markets has also been a priority in 2023, with a particular emphasis on cold climate areas. We have invested heavily in research and development to enhance the operational capabilities of our ProZero Workboats in cold climates. This effort has led to increased sales in the Arctic region, and we have introduced new products tailored to these demanding environments.\nIn conclusion, 2023 has been a year of growth, innovation, and collaboration. We have welcomed new partners, such as Jurgen Vater, representing ProZero in Sweden, and strengthened our international ProZero Workboat partner network. Collaborative partnerships and local content agreements worldwide continue to be a cornerstone of our ProZero strategy, maximizing local input into design development and technology transfer to our partners across the globe.\nAs we bid farewell to this remarkable year, I want to express my deepest appreciation to our loyal customers, dedicated employees, and valued partners. Your unwavering support has been the driving force behind our achievements, and we are excited to embark on the journey that lies ahead in the new year.\nSource: Tuco Marine Group\n2023-12-29 hellenicshippingnews...",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "tuco marine",
        "sentiment": "negative"
      },
      {
        "name": "tuco marine group",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:32:12.704+02:00",
  "updated": "2023-12-29T01:38:30.819+02:00"
}