{
  "thread": {
    "uuid": "7dec379000f95fca602798aa87adf0ca24e938f4",
    "url": "https://www.vaticannews.va/es/papa/news/2024-06/papa-francisco-asociacion-cristianatrabajadores-italianos-acli.html",
    "site_full": "www.vaticannews.va",
    "site": "vaticannews.va",
    "site_section": "https://www.vaticannews.va/es.rss.xml",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "\n            ",
    "title": "El Papa a las ACLI: “sigan con su servicio hacia los más débiles\"",
    "title_full": "El Papa a las ACLI: “sigan con su servicio hacia los más débiles\"",
    "published": "2024-06-01T10:38:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.vaticannews.va/content/dam/vaticannews/agenzie/images/reuters/2024/06/01/10/1717231036116.JPG/_jcr_content/renditions/cq5dam.thumbnail.cropped.1500.844.jpeg",
    "performance_score": 0,
    "domain_rank": 2820,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7dec379000f95fca602798aa87adf0ca24e938f4",
  "url": "https://www.vaticannews.va/es/papa/news/2024-06/papa-francisco-asociacion-cristianatrabajadores-italianos-acli.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vatican News",
  "published": "2024-06-01T10:38:00.000+03:00",
  "title": "El Papa a las ACLI: “sigan con su servicio hacia los más débiles\"",
  "text": "El Papa a las ACLI: “sigan con su servicio hacia los más débiles\"\nPatricia Ynestroza-Ciudad del Vaticano\nEl Papa Francisco se encontró esta mañana con la Asociación Cristiana de Trabajadores Italianos, ACLI, en su 80 aniversario de Fundación: una larga y rica historia, que atestigua vuestro compromiso y dedicación al servicio de la comunidad, les dijo Francisco. Agradeció a Dios que ha acompañado esta asociación inspirando a tantas personas, que a través de las ACLI, han dedicado su vida al servicio de los trabajadores, de los pensionistas, de los jóvenes, de los extranjeros y de tantos que se encuentran en situaciones de necesidad.\n“Las ACLI son un lugar donde es posible conocer a los «santos de al lado», que no acaban en las portadas de los periódicos, pero que a veces realmente cambian las cosas, ¡para mejor! Esta historia es un patrimonio del que extraer energía vital para mirar hacia adelante con esperanza y determinación”.\nSentido popular y sinodal\nEl Papa ha reconocido cinco características de esta asociación, es popular porque está cerca del pueblo, porque es y se siente parte del pueblo.\nEn el contexto de una sociedad fragmentada y una cultura individualista, el Pontífice insistió en la necesidad de lugares donde la gente pueda experimentar este “sentido creativo y dinámico de pertenencia, que ayuda a pasar del «yo» al «nosotros», a desarrollar juntos proyectos para el bien común y a encontrar formas y medios para alcanzarlos. Esta es la vocación de vuestros «círculos»: abrir puertas y mantenerlas abiertas, acoger a las personas, permitirles construir lazos de solidaridad y sentido de pertenencia, emprender juntos un camino de integración que desarrolle «una cultura del encuentro en armonía plural» (Exhortación apostólica Evangelii gaudium, 220)”.\nEsta asociación tiene también un estilo sinodal porque trabajan juntos, colaboran por el bien común. Son un conjunto de asociaciones «multiformes e inquietas». Los alentó a que sigan trabajando de esta manera, prestando atención a los débiles de la sociedad, para que nadie se quede atrás.\nEstilo democrático y pacífico\nDemocrático, les dijo, porque esta asociación ha sido siempre fiel a la democracia, entendiendo el concepto de democracia, como una sociedad en la que realmente hay sitio para todos, “en la realidad de los hechos y no sólo en las declaraciones y sobre el papel”, les dijo. Apoyando a quienes corren el riesgo de ser marginados: los jóvenes, a los que dedican especialmente sus iniciativas de formación profesional; las mujeres, que a menudo siguen sufriendo formas de discriminación y desigualdad;\nY un estilo pacífico, porque, añadió el Papa, en un mundo ensangrentado por tantas guerras, esta asociación dedica su compromiso por la paz, y se une al Santo Padre en oración por la paz.\nPorque quien construye la paz sabe adoptar una postura clara, pero al mismo tiempo se esfuerza por tender puentes, escuchar y comprender a las distintas partes implicadas, promoviendo el diálogo y la reconciliación. Interceder por la paz, afirmó, es algo que va mucho más allá del mero compromiso político, porque exige ponerse en juego y asumir un riesgo. En un mundo marcado por el conflicto y la división, el testimonio de las Acli, como pacificadores, como intercesores por la paz, es más necesario y valioso que nunca.\nEstilo cristiano\nAsumir un estilo cristiano significa, dijo por último, no sólo prever un tiempo de oración; significa crecer en la familiaridad con el Señor y en el espíritu del Evangelio, para que impregne todo lo que hacemos y nuestra acción tenga el estilo de Cristo y lo haga presente en el mundo.\n“En particular, frente a las visiones culturales que amenazan con anular la belleza de la dignidad humana y desgarrar la sociedad, los invito a cultivar «un nuevo sueño de fraternidad y amistad social que no se limite a las palabras» (Lett. enc. Fratelli tutti, 6). Es el sueño de san Francisco de Asís y de tantos otros santos, de tantos cristianos, de tantos creyentes de toda fe: ¡que sea también vuestro sueño!”\nGracias por haber leído este artículo. Si desea mantenerse actualizado, suscríbase al boletín\n[ pulsando aquí](/es/inscripcion-boletin-de-noticias.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T12:16:34.218+03:00",
  "updated": "2024-06-01T12:16:34.218+03:00"
}