{
  "thread": {
    "uuid": "3eeae6496d6e5025f9be233c5ba5e7f8104d8fe8",
    "url": "https://www.thestar.com.my/lifestyle/living/2024/07/05/how-berliners-are-fighting-to-preserve-their-vast-utopian-park",
    "site_full": "www.thestar.com.my",
    "site": "thestar.com.my",
    "site_section": "https://www.thestar.com.my/tech",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Malaysia Tech &amp; Mobile Industry News, Opinion, Reviews | The Star",
    "title": "How Berliners are fighting to preserve their vast utopian park | The Star",
    "title_full": "How Berliners are fighting to preserve their vast utopian park | The Star",
    "published": "2024-07-05T06:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MY",
    "main_image": "https://apicms.thestar.com.my/uploads/images/2024/06/27/2765570.jpeg",
    "performance_score": 0,
    "domain_rank": 2241,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3eeae6496d6e5025f9be233c5ba5e7f8104d8fe8",
  "url": "https://www.thestar.com.my/lifestyle/living/2024/07/05/how-berliners-are-fighting-to-preserve-their-vast-utopian-park",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AGENCY",
  "published": "2024-07-05T06:00:00.000+03:00",
  "title": "How Berliners are fighting to preserve their vast utopian park | The Star",
  "text": "First-time visitors to the vast open area in the middle of Berlin often need a minute to take it all in.Stretching out before their eyes is a disused airfield that was constructed by the Nazis in the German capital's Tempelhof district long ago. After the former airport was shut down in 2008, the site was converted into the city's largest public park.\nWhere once planes took off, skaters and cyclists now speed along the two runways. Due to its vastness, Tempelholfer Feld (Tempelhofer Field) as the locals call it, is a popular spot for flying kites. Designated areas for barbecuing, which is prohibited on balconies and in many parks in Berlin, are crowded with families and groups of friends, especially on the weekends.\nTempelhofer Feld, which covers a total area of 300ha, is also a popular spot to watch the sunset and is home to an urban gardening collective, a beer garden and a theatre.\nThe only downside – the park gates are closed every day at sundown and visitors are shooed away by security guards once dusk has settled in.\nIn a city like Berlin, where rent and property prices have seen a massive surge over the last decade, a utopian space like this is bound to be contested.\nSome 10 years ago, Berliners were asked to decide on the future of the area in a referendum. Some 64% voted in favour of a law preserving Tempelhofer Feld as a place of recreation. That also ruled out development in favour of housing.\nOpponents of the law argued at the time that it would be irresponsible not to develop such a vast space in a city where finding an affordable flat is becoming more and more impossible.\nA man doing a hand stand on a repurposed runway at Tempelholfer Feld.\nSupporters of preserving Tempelhofer Feld in its original state pointed to other areas that they said should be developed first. Plus, they said, there was no guarantee the city government would build affordable social housing, fearing luxury apartments would sprout up instead.\nA decade later, rent prices in Berlin have gone up even further and more and more people are calling for flats to be built on at least parts of the site.\nBerlin's new state government, a coalition of the conservative Christian Democrats and the central-left Social Democrats, is looking to explore possibilities for \"careful peripheral development in limited parts of the area\", according to its coalition agreement.\nActivists from the 100% Tempelhofer Feld citizens' initiative, which spearheaded the 2014 referendum, are alarmed at the prospect.\n\"It's never been as serious as it is now,\" Mareike Witt from the initiative said.\n\"The Tempelhofer Feld Act is practically the only law in force that was written directly by the people of Berlin,\" she says. The government plans to reconsider how the site is used in an attempt to torpedo the democratic process and undermine the law step by step, the activist believes.\nThe state parliament recently passed an amendment which allows the temporary expansion of an existing container village housing refugees next to the former airport terminal building.\nSkaters and cyclists now speed along the two runways of Tempelholfer Feld.\nAccording to the activists, expanding the accommodation is only a pretext for more far-reaching measures.\nTo prevent the development of the site, Witt and her fellow campaigners are currently gathering signatures for a petition to have Tempelhofer Feld added to the Unesco World Heritage List.\n\"An average of 200,000 visitors come to the park every week,\" Witt notes. On a Sunday with pleasant weather, visitors can sometimes reach up to 80,000, she adds.\n\"Tempelhofer Feld is becoming increasingly popular and has blossomed into a Berlin landmark.\"\nThe site's recreational value cannot be overestimated, Witt says.\nMeanwhile, there is still enough available wasteland in Berlin to build the approximately 200,000 flats Berlin needs to combat its housing shortage by 2040, according to official estimates, the activist says.\nGermany's Federation for the Environment and Nature Conservation (Bund) takes a similar view while pointing to the site's crucial role in the fight against climate change and nature protection.\nTemperatures on Tempelhofer Feld drop to lower levels overnight than in the densely developed neighbourhoods surrounding it, Tilmann Heuser, managing director at Bund, says, a phenomenon that you will experience even cycling past the site at night.\nTempelhofer Feld allows for the formation of cold air flows which are immensely important for the climate of cities in times of global warming, allowing them to cool down again overnight, the expert says.\nThe vast area, which Heuser says is \"atypical\" for a metropolis the size of Berlin, is also home to several species, including the skylark.\nHeuser says when it comes to plans to partially develop the site, an overall concept is missing.\nPrevious studies by urban planners, for example, have shown that residential development does not make sense on any of the site's edges due to existing infrastructure and conservation considerations.\nThe area is framed by its large former terminal building, which regularly hosts events and has long been designated as a monument to be preserved, Heuser says.\nBerlin's minister for housing, Christian Gaebler, on the other hand, argues that \"Tempelhofer Feld is one of the few areas in Berlin that is owned by the state and therefore offers an opportunity to build affordable housing for the common good of all sections of the population\".\nGaebler advocates a mixed development of the area that includes both housing and social infrastructure as well as leisure and recreational areas.\nLegally, the city parliament could simply amend the Tempelhofer Feld Act passed by the referendum to pave the way for the site's development.\nPolitically, such a step could be seen as a disregard for the democratic vote, which could be fatal for the two governing parties, especially at a time when the far-right Alternative for Germany (AfD) has been making huge gains amid discontent with the establishment.\nInstead, the city government has initiated a process criticised by the citizens' initiative and Bund as \"sham-citizen participation\".\nInitially, up to 275 people will be selected at random from 20,000 Berliners to take part in so-called dialogue workshops on the future of Tempelhofer Feld. They are to work out a blueprint for the future development of the site – without any predetermined ideas.\nThe results will later be used for a call for an international competition to present ideas for the use of the area.\nOnly then will politicians decide on potential housing on the site, though that is likely to come after the current term. – dpa\nOpen Modal × $(document).ready(function(){ var freeBoxShow = false; $(window).scroll(function() { var scrollPercent = 100 * $(window).scrollTop() / ($(document).height() - $(window).height()); window.setTimeout(function () { //scroll to page length 35% then show the pop-up if (scrollPercent >= 35 && !freeBoxShow) { freeBoxShow = true; $('#freeHTMLBoxBtn').click(); } }, 500); }); var freeModal = document.getElementById(\"freeModal\"); $(\"#freeHTMLBoxBtn\").click(function () { freeModal.style.display = \"block\"; //$('body').addClass('free-modal-open'); }); $(\".free-close\").click(function () { freeModal.style.display = \"none\"; //$('body').removeClass('free-modal-open'); }); var freeBox = '",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tempelholfer feld",
        "sentiment": "none"
      },
      {
        "name": "tempelhofer feld",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nazis",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "berlin",
        "sentiment": "none"
      },
      {
        "name": "tempelhof",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T06:50:35.701+03:00",
  "updated": "2024-07-05T06:50:35.701+03:00"
}