{
  "thread": {
    "uuid": "ea8a118ec510beed66af4e206b7ad4627369d9e3",
    "url": "https://www.nvdaily.com/nvdaily/great-stalacpipe-organ-one-of-luray-caverns-many-attractions/article_d03292ed-7cd4-570d-8c84-1138f5da8928.html",
    "site_full": "www.nvdaily.com",
    "site": "nvdaily.com",
    "site_section": "http://www.nvdaily.com/search/?f=rss&t=article&c=news&l=50&s=start_time&sd=desc",
    "site_categories": [
      "travel",
      "hotels"
    ],
    "section_title": "www.nvdaily.com - RSS Results in news of type article",
    "title": "Great Stalacpipe Organ one of Luray Caverns many attractions",
    "title_full": "Great Stalacpipe Organ one of Luray Caverns many attractions",
    "published": "2024-01-07T12:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/nvdaily.com/content/tncms/assets/v3/editorial/c/a9/ca9c68f0-b1f8-5cca-b658-8b3567154a18/659acfe98066d.image.jpg?crop=1781%2C935%2C0%2C114&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 75752,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ea8a118ec510beed66af4e206b7ad4627369d9e3",
  "url": "https://www.nvdaily.com/nvdaily/great-stalacpipe-organ-one-of-luray-caverns-many-attractions/article_d03292ed-7cd4-570d-8c84-1138f5da8928.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "John Breeden For The Northern Virginia Daily",
  "published": "2024-01-07T12:15:00.000+02:00",
  "title": "Great Stalacpipe Organ one of Luray Caverns many attractions",
  "text": "LURAY — Bill Huffman's love for the Luray Caverns runs deeper than just the natural beauty of one of nature's otherworldly creations.\nHuffman, director of marketing and public relations, has been with the Luray Caverns for 20 years and believes the memories made by families who come to see the famous attraction make it unique.\n\"I just love seeing families come through and connect with each other,\" Huffman said. \"Have a good time, be entertained, learn a little bit about the natural world and the cave systems, and just have a good time while they're enjoying each other's company.\"\nThe Luray Caverns is the largest cavern in the eastern U.S. and has attracted tourists since 1878.\nLarry Moyer works in operations at the Luray Caverns and manages the Great Stalacpipe Organ, the world's largest musical instrument, located within the caverns.\nMoyer has been with the Luray Caverns for 42 years, and his and Huffman's appreciation for the place speaks for itself.\n\"Obviously, we love it here and we wouldn't have been here for so long,\" Moyer said.\nThose who work at Luray Caverns have worked extensively to continue developing the experience, such as in 2019, when a step-free entrance was put in for better accessibility.\nThe finances and technology came together in 2018 to put the more convenient entrance in, and after about a year of work, Luray Caverns accommodated a more comprehensive range of accessibility needs.\nWhile the project came together in recent years, Huffman said it's been their dream for at least 40 years to have an entranceway that made getting tourists in and out of the caverns easier.\n\"The new entrance has really helped us open it up to a lot more folks and have a better experience on the tour,\" Huffman said.\nThe step-free entrance wasn't a simple project, however, as precautions were taken to ensure the caverns wouldn't be damaged in the making of the entrance.\nMoyer said they thoroughly studied for a year, researching any risks that would potentially harm the caverns if the entrance was implemented.\n\"We studied everything from wildlife to geology studies,\" Moyer said.\nThe Luray Caverns property has vastly expanded over the years, as Moyer noted it have more to offer than just the caverns.\nMoyer said that while the obvious attraction is the caverns, the expanded property has allowed the site to add things such as museums, focusing on giving tourists more reasons to stay all day and even overnight.\n\"As the business grows, we try to grow with it,\" Moyer said.\nSome other attractions that come with the Luray Caverns experience include the Shenandoah Heritage Village, a re-creation of a 19th-century farming community that depicts the history of the Shenandoah Valley located across the street from the caverns.\n\"It's quite an interesting complex over there,\" Huffman said.\nOther additions like the Gem Sluice, the Rope Adventure Park, and the Garden Maze were put in place to further enhance the experience at the Luray Caverns.\n\"All of these things kind of come together to have a really unique and fun experience here at the caverns,\" Huffman said.\nAs the head of marketing, Huffman's primary focus is putting the spotlight on the caverns and its stunning beauty, making it a natural landmark.\nIf they can attract tourists, Huffman said that'll open the door for those tourists to see the other unique things they have to offer.\nHuffman said Luray Caverns promotes the other attractions through TV and Facebook ads to show there's more to see other than the caverns.\nA revamp of its website, too, launched on Nov. 17 — with the idea of better promoting the sites to see at the caverns.\n\"We've really tried to do a better job of showing what our whole campus has to offer,\" Huffman said. \"It's tricky, but the caverns are the main focus.\"\nThe Great Stalacpipe Organ is one-of-a-kind as it's the only one in the world, and it is one of Huffman's key marketing projects.\nInvented in 1954, the Great Stalacpipe Organ is played by activating an automated system, triggering the electronic mallets to tap the stalactites to create a musical tone.\nHuffman is amazed by how the magnificent musical instrument is still in great shape as it approaches its 75-year anniversary.\n\"Larry keeping that great Stalacpipe Organ going is truly a feat,\" Huffman said.\nMoyer's day-to-day duties include taking care of the organ and overseeing the basic operations of the caverns.\nYet, Moyer added, while they have their respective jobs, they all work as a team.\nHuffman, a Luray native whose family grew up in the Page County area for generations, never gets tired of sharing his family's history with the world.\n\"I think the most fulfilling part is to see folks come and enjoy their time,\" Huffman said. \"They can spend their time in a multitude of ways. For them to choose Luray and this beautiful Valley to come to is really fulfilling to me.\"\nLast year, the Luray Caverns attracted tourists from all 50 states.\nOne of Moyer's joys of his job is chatting with tourists and finding out how far they came to see the illustrious natural landmark.\n\"It's just amazing to me finding out how far people do come just to come here,\" Moyer said. \"I enjoy that. They have such a great time when they come here. Basically, 99 percent of them are always smiling and in a good mood. That helps, too.\"\nThe Luray Caverns experience might be expanding even more in the coming years, as Huffman said there are plans to build a new visitor center this fall, where tourists can get their tickets and information.\nHuffman said they've also looked into building an amphitheater and planting trees to \"pretty up\" the caverns' parking lot.\nWith the 150th anniversary of the Luray Caverns coming up in 2028, Huffman has lofty plans in mind.\n\"Those are the things that are on the horizon,\" Huffman said. \"I'm looking towards 2028, when it's our 150th anniversary. We'll be gearing up for that, as well, and hopefully have a big celebration that year.\"\nAll these ideas draw back to ways the Luray Caverns tries to further its already incredible experience and give tourists memories to last a lifetime.\n\"Our wheels are always turning,\" Moyer said.\nHuffman also wanted to make a point that they're not just the Luray Caverns, but they support the entire Luray and Page County community, adding that the caverns aren't the only attraction in the area.\n\"We support the town and the county as well,\" Huffman said. \"There's so much more to do than just the caverns.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bill huffman",
        "sentiment": "positive"
      },
      {
        "name": "moyer",
        "sentiment": "none"
      },
      {
        "name": "huffman",
        "sentiment": "none"
      },
      {
        "name": "larry moyer",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "luray caverns",
        "sentiment": "positive"
      }
    ],
    "locations": [
      {
        "name": "luray caverns",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:28:03.685+02:00",
  "updated": "2024-01-08T01:28:03.685+02:00"
}