{
  "thread": {
    "uuid": "99bb9f100dcf0f89c2a13896442e77d616325b37",
    "url": "https://www.financialexpress.com/india-news/ulfa-signs-tripartite-accord-with-centre-and-assam-govt-in-historic-peace-deal/3351006",
    "site_full": "www.financialexpress.com",
    "site": "financialexpress.com",
    "site_section": "https://www.financialexpress.com/",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "Business News: Business News India, Business News Today, Latest Finance News, Business News Live | The Financial Express",
    "title": "ULFA signs tripartite accord with Centre and Assam govt in historic peace deal - India",
    "title_full": "ULFA signs tripartite accord with Centre and Assam govt in historic peace deal - India News | The Financial Express",
    "published": "2023-12-29T13:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.financialexpress.com/wp-content/uploads/2023/12/Assam-ULFA-ANI.jpg",
    "performance_score": 0,
    "domain_rank": 2193,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "99bb9f100dcf0f89c2a13896442e77d616325b37",
  "url": "https://www.financialexpress.com/india-news/ulfa-signs-tripartite-accord-with-centre-and-assam-govt-in-historic-peace-deal/3351006",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "India News Desk",
  "published": "2023-12-29T13:11:00.000+02:00",
  "title": "ULFA signs tripartite accord with Centre and Assam govt in historic peace deal - India",
  "text": "In a shot in the arm for the Bharatiya Janata Party government at the Centre, the pro-talks faction of the United Liberation Front of Assam (ULFA) signed a tripartite peace accord with the Centre and Assam governments in New Delhi in the presence of Union Home Minister Amit Shah. The historic peace settlement deal brings down the curtains on one of the oldest insurgent groups in the northeast region.A 16-member delegation of the ULFA faction led by chairperson Arabinda Rajkhowa and general secretary Anup Chetia camped in New Delhi since last week. According to news agency PTI, Chetia held talks with peace interlocutor AK Mishra on Tuesday in the presence of Intelligence Bureau Director Tapan Deka.The peace accord is aimed at addressing pressing concerns such as illegal immigration, land rights for indigenous communities, besides a financial package for Assam’s development.Speaking on the signing of the tripartite accord, Amit Shah termed it a golden day for the future of Assam and said the Centre will ensure that the peace process is successful and that the reasonable demands of the ULFA faction will be met within a time-bound manner. Shah further said that ULFA as an organisation will be disbanded.“We want to assure the ULFA leadership that their trust in the Centre to ensure the success of the peace process will be honoured,” Shah said, crediting Prime Minister Narendra Modi ’s leadership for ushering in peace and stability in India ’s northeast. Shah also said that the removal of the Armed Forces (Special) Powers Act from several districts of Assam was evidence that insurgency had lived its time in the region.The deal with the pro-talks faction of ULFA comes in a string of peace accords signed with various groups in the northeast who agreed to shun the path of violence. In November this year, the UNLF, Manipur’s oldest valley-based armed group, also signed a tripartite peace agreement with the Centre and state government.Founded in 1979 by a group of 20 youngsters from Upper Assam districts to wage an armed struggle for an independent Assam, the group splintered into two factions in 2011. While the pro-talks faction led by Rajkhowa opted to return to the state from abroad for peace talks, the other faction, ULFA (Independent), led by commander Paresh Barua, opposed negotiations unless the ‘sovereignty’ clause was included.The Rajkhowa faction had put forth a 12-point charter of demands spanning constitutional, political, financial, and cultural concerns. These demands included safeguarding Assam’s indigenous population, addressing missing ULFA members, providing amnesty and rehabilitation and preserving indigenous culture. They also sought the ability to foster specific foreign relationships for trade, commerce, and cultural bonds.The Centre had forwarded a draft of the proposed agreement to the pro-talks faction in April, followed by further discussions in August in New Delhi with the faction. In October, Chetia mentioned forwarding their suggestions regarding the draft proposals to the Centre. (With agencies)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chetia",
        "sentiment": "none"
      },
      {
        "name": "mishra",
        "sentiment": "none"
      },
      {
        "name": "arabinda rajkhowa",
        "sentiment": "none"
      },
      {
        "name": "anup chetia",
        "sentiment": "none"
      },
      {
        "name": "tapan deka.the",
        "sentiment": "none"
      },
      {
        "name": "amit shah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bharatiya janata party",
        "sentiment": "negative"
      },
      {
        "name": "ulfa",
        "sentiment": "negative"
      },
      {
        "name": "pti",
        "sentiment": "none"
      },
      {
        "name": "intelligence bureau",
        "sentiment": "none"
      },
      {
        "name": "united liberation front of assam",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "new delhi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T15:57:29.562+02:00",
  "updated": "2023-12-29T15:57:29.562+02:00"
}