{
  "thread": {
    "uuid": "b61b569eef346b1fb0f174b0bebf22e767fb9775",
    "url": "https://english.mathrubhumi.com/news/india/pakistan-occupied-kashmir-rajnath-singh-1.9534896",
    "site_full": "english.mathrubhumi.com",
    "site": "mathrubhumi.com",
    "site_section": "https://english.mathrubhumi.com/just-in",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Just In | English",
    "title": "No need to capture PoK by force; its people will themselves want to join India, says Rajnath Singh, rajnath singh, PoK, Jammu and Kashmir, AFSPA",
    "title_full": "No need to capture PoK by force; its people will themselves want to join India, says Rajnath Singh, rajnath singh, PoK, Jammu and Kashmir, AFSPA",
    "published": "2024-05-05T10:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://english.mathrubhumi.com/image/contentid/policy:1.9534899:1714890771/Rajnath%20Singh.jpg?$p=a1b4ec0&f=16x9&w=1080&q=0.8",
    "performance_score": 0,
    "domain_rank": 29510,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b61b569eef346b1fb0f174b0bebf22e767fb9775",
  "url": "https://english.mathrubhumi.com/news/india/pakistan-occupied-kashmir-rajnath-singh-1.9534896",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@english_mathrubhumi",
  "published": "2024-05-05T10:03:00.000+03:00",
  "title": "No need to capture PoK by force; its people will themselves want to join India, says Rajnath Singh, rajnath singh, PoK, Jammu and Kashmir, AFSPA",
  "text": "Defence Minister Rajnath Singh during an interview with PTI, in New Delhi. l Photo: PTI New Delhi: India will never give up its claim on Pakistan-Occupied-Kashmir (PoK) but it won't have to capture it with force because its people, on their own, would want to be part of India after seeing the development in Kashmir, Defence Minister Rajnath Singh has said. In an exclusive interview to PTI, Singh asserted that the ground situation has improved significantly in Jammu and Kashmir and that a time will come when AFSPA (Armed Forces Special Powers Act) will no longer be required in the Union Territory. The defence minister, however, said the matter is under the domain of the Union Home Ministry and it will take appropriate decisions. He said elections will also be held there definitely, but wouldn't give a timeline. \"I think India will not have to do anything. The way the ground situation has changed in Jammu and Kashmir, the way the region is witnessing economic progress and the way peace has returned there, I think demands will emerge from people of PoK that they should merge with India,\" he said. \"We will not have to use force to take PoK as people would say that we must be merged with India. Such demands are now coming,\" he said. The defence minister asserted that \"PoK was, is, and will remain ours\". Citing improvement in the ground situation in Jammu and Kashmir, Singh said assembly elections will be held there soon, but did not give a timeline. \"The way the situation is improving in Jammu and Kashmir, I think a time will come when AFSPA will no longer be required there. It is my view and it is for the Home Ministry to decide on it,\" he said. The AFSPA empowers security forces to conduct operations and arrest anyone without any prior warrant. It also gives immunity to the forces if they shoot someone dead. The defence minister, referring to Pakistan's proxy war in Jammu and Kashmir, said Islamabad must stop cross border terrorism. \"They are trying to destabilise India and we will not allow it to happen,\" he said. The ties between India and Pakistan came under severe strain after India's warplanes pounded a Jaish-e-Mohammed terrorist training camp in Balakot in Pakistan in February 2019 in response to the Pulwama terror attack. The relations further deteriorated after India on August 5, 2019 announced the withdrawal of special powers of Jammu and Kashmir and the bifurcation of the state into two union territories. India has been maintaining that it desires normal neighbourly relations with Pakistan while insisting that the onus is on Islamabad to create an environment free of terror and hostility for such an engagement. PTI",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rajnath singh",
        "sentiment": "negative"
      },
      {
        "name": "singh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pti",
        "sentiment": "negative"
      },
      {
        "name": "union home ministry",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "kashmir",
        "sentiment": "none"
      },
      {
        "name": "jammu",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-05T12:27:32.329+03:00",
  "updated": "2024-05-05T12:27:32.329+03:00"
}