{
  "thread": {
    "uuid": "f0200bf495586aeee737966d4402c8960ff1dbfd",
    "url": "https://www.thisdaylive.com/index.php/2024/01/08/gbaja-an-uncommon-phenomenal-representative",
    "site_full": "www.thisdaylive.com",
    "site": "thisdaylive.com",
    "site_section": "https://thisdaylive.com",
    "site_categories": [
      "media"
    ],
    "section_title": "THISDAYLIVE - Truth and Reason - NON-AMP",
    "title": "Gbaja: An Uncommon Phenomenal Representative - THISDAYLIVE",
    "title_full": "Gbaja: An Uncommon Phenomenal Representative - THISDAYLIVE",
    "published": "2024-01-08T01:22:01.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://global.ariseplay.com/amg/www.thisdaylive.com/uploads/Gbajabiamila.gif",
    "performance_score": 0,
    "domain_rank": 12785,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f0200bf495586aeee737966d4402c8960ff1dbfd",
  "url": "https://www.thisdaylive.com/index.php/2024/01/08/gbaja-an-uncommon-phenomenal-representative",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Deji Elumoye",
  "published": "2024-01-08T01:22:01.000+02:00",
  "title": "Gbaja: An Uncommon Phenomenal Representative - THISDAYLIVE",
  "text": "Phillip Agbese eulogises former Speaker of the House of Representatives, Hon Femi Gbajabiamila, who recently donated a general hospital and a 484-bed Hall of residence to his constituents in Surulere and alma mater, the University of Lagos in Akoka, respectively. In this piece, I will address him as Gbaja for convenience. The reason is plausible. Hon. Femi Gbajabiamila is an uncommon personality who always puts his best foot forward. The story of Gbaja is compelling, one who came, saw, and conquered as far as political leadership in Nigeria is concerned. Indeed, the people of Surulere Federal Constituency were blessed with such an uncommon phenomenon. While he represented them in the National Assembly, he was hallmarked by laudable interventions in critical sectors such as education and health and acts of philanthropy. Recently, a three-storey 80-bed general hospital was inauguted at Iyun in Aralile Community in Surulere. It was a day of joy for all those who converged to witness how a decrepit Primary Health Centre was remodeled into a full-fledged secondary medical facility. It indicated the convergence of leadership and passion. I have always described him as Gbaja since he was elected into the House of Representatives in 2003 at age 40. He was one of the few lawmakers who served in the National Assembly for six consecutive terms. He commanded much respect from his colleagues primarily due to how he articulates his ideas and thoughts each time he speaks on the floor of the House. You are always spellbound, listening with rapt attention is non-negotiable. He was also accessible and did not bicker about airing his opinion on issues of national interest. Some say he is dexterous. They are right; dexterity comes with intelligence. He listens and acts with facts and not hearsay. I wasn’t surprised when the President expressed 100% confidence in his ability to deliver as Chief of Staff. I wondered who would not be at peace when Gbaja was at the table. He comes with loyalty, passion, and commitment. This piece can’t adequately capture Gbaja’s numerous contributions to advancing democracy in Nigeria. He was the Speaker of the House of Representatives, and his tenure marked the era of robust legislative contributions to the country’s growth and development. And it hasn’t stopped. Thank God he has assumed another position of responsibility as the Chief of Staff to the President. The transition from the legislative to the executive is phenomenal. Positives would be derived from his wealth of experience. There are very few Gbajas out there. His is a life of uncommon service. There is nothing about governance in Nigeria that he is not acquainted with. He exudes passion and integrity. Those who know him would attest to these uncommon attributes, hence why Gbaja should be celebrated now and always. We might only comprehend the impact of Gbaja in his constituency once his achievements are reeled out. They are in torrents. There is also another side of Gbaja that recently came to the fore. He never forgets. He is loyal. Recently, he donated a 484-bed space hall of residence to his alma mater, the University of Lagos. At the inauguration, the Speaker of the House of Representatives, Hon. Tajudeen Abass, gave a vivid account of Gbaja’s personality and what he represents. He said, “I don’t see in this generation any lawmaker that can do as much as Femi Gbajabiamila did for the Nigerian people. I don’t see that person. I say that with a sense of sincerity and honesty. This man has been a high flyer from day one for the past 20 years. He was at the helm of leadership at the National Assembly for an unprecedented 20 years of service to humanity.” This was a profound statement that indicates that Gbaja needs no introduction. His penchant for the development of Nigeria is unrivalled. This is not to say he doesn’t have flaws as a human being. However, without fear or favour, they are negligible because here is a man who stays true to his words and has a high intellectual ability. The President is in good hands. You can accuse him of several things, but not disloyalty. He is not just loyal to the President; he is also committed to Nigeria. It is rare to find such humane individuals who put their interests at the back seat in their endeavours. Such uncommon attributes usually go unnoticed in a clime like ours where greed and unpatriotic acts take centre stage in our daily lives. He is also blunt. You can take his words to the bank—another uncommon attribute. Gbaja is a man of many sides. I recall that while he served as the Minority Whip of the House, and by the end of his second term in office, he had sponsored the highest number of Bills in the National Assembly. Another uncommon feat that shows his brilliance of mind. He remains one of the brightest minds in this generation whose best is yet to be seen. I can only encourage him not to relent in pursuing the Nigeria of our dreams. -Hon Agbese, Deputy Spokesperson of House of Representatives, writes from Abuja.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hon femi gbajabiamila",
        "sentiment": "negative"
      },
      {
        "name": "thisdaylive phillip agbese",
        "sentiment": "negative"
      },
      {
        "name": "femi gbajabiamila",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "house of representatives",
        "sentiment": "negative"
      },
      {
        "name": "surulere federal constituency",
        "sentiment": "none"
      },
      {
        "name": "university of lagos",
        "sentiment": "none"
      },
      {
        "name": "national assembly",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "aralile community",
        "sentiment": "none"
      },
      {
        "name": "surulere",
        "sentiment": "none"
      },
      {
        "name": "iyun",
        "sentiment": "none"
      },
      {
        "name": "gbaja",
        "sentiment": "none"
      },
      {
        "name": "nigeria",
        "sentiment": "none"
      },
      {
        "name": "akoka",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:22:06.310+02:00",
  "updated": "2024-01-08T01:22:06.310+02:00"
}