{
  "thread": {
    "uuid": "6ea485dbe63ad54bfdc50c6d032ae827d6d00253",
    "url": "https://www.unotv.com/internacional/corea-del-norte-por-ver-k-pop-condenan-a-adolescentes-12-anos-de-trabajos-forzados",
    "site_full": "www.unotv.com",
    "site": "unotv.com",
    "site_section": "https://unotv.com",
    "site_categories": [
      "media",
      "television",
      "entertainment"
    ],
    "section_title": "Últimas Noticias de hoy en México y el mundo en vivo - UnoTV",
    "title": "Condenan a adolescentes en Corea del Norte a 12 años de trabajos forzados por ver K-pop - UnoTV",
    "title_full": "Condenan a adolescentes en Corea del Norte a 12 años de trabajos forzados por ver K-pop - UnoTV",
    "published": "2024-01-19T21:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 49308,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6ea485dbe63ad54bfdc50c6d032ae827d6d00253",
  "url": "https://www.unotv.com/internacional/corea-del-norte-por-ver-k-pop-condenan-a-adolescentes-12-anos-de-trabajos-forzados",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agencias",
  "published": "2024-01-19T21:16:00.000+02:00",
  "title": "Condenan a adolescentes en Corea del Norte a 12 años de trabajos forzados por ver K-pop - UnoTV",
  "text": "Un video difundido por una organización que trabaja con desertores norcoreanos muestra cómo las autoridades de [Corea del Norte](https://www.unotv.com/entretenimiento/en-que-radica-el-exito-del-k-pop-genero-musical-que-acaparo-la-mirada-de-snoop-dogg/) condenan públicamente a dos adolescentes a 12 años de trabajos forzados por ver K-pop. - La agencia Reuters no pudo verificar de forma independiente [las imágenes](https://www.unotv.com/internacional/nieve-y-tormentas-paralizan-europa-el-norte-el-mas-afectado/), de las que informó por primera vez la BBC [TE PUEDE INTERESAR: [Se triplica número de desertores de Corea del Norte; ¿cuál es la razón?](https://www.unotv.com/internacional/se-triplica-numero-de-desertores-de-corea-del-norte-cual-es-la-razon/)] Dos adolescentes condenadas a 12 años de trabajos forzados por ver K-pop Las imágenes, que muestran a las dos jóvenes de 16 años condenadas en Pyongyang por ver películas y videos musicales surcoreanos, han sido difundidas por el Instituto para el Desarrollo del Sur y del Norte (SAND). [Corea del Norte](https://www.unotv.com/internacional/kim-jong-un-pide-acelerar-preparativos-para-la-guerra/) lleva años imponiendo duras penas a cualquiera que sea sorprendido disfrutando del entretenimiento surcoreano o copiando la forma de hablar de los surcoreanos, en una guerra contra las influencias externas desde que en 2020 se impuso una nueva y avasalladora ley de “pensamiento antirreaccionario”. “A juzgar por el castigo, parece que con esto se quiere mostrar a la gente de toda Corea del Norte lo que pasa, para advertirles. Si es así, parece que este estilo de vida de la cultura surcoreana prevalece en la sociedad norcoreana”Dijo Choi Kyong-hui, presidente de SAND y doctor en Ciencias Políticas por la Universidad de Tokio, que desertó de Corea del Norte en 2001 “Creo que este video se editó en torno a 2022 (…). Lo que es problemático para (el líder norcoreano) Kim Jong Un es que los jóvenes de la generación milennial y de la generación Z han cambiado su forma de pensar. Creo que está tratando de que vuelvan a la manera norcoreana”, agregó. [TAMBIÉN PUEDES LEER: [Visitaría a su abuelo enfermo: joven pierde vuelo, se cuela a pista de aterrizaje y lo hallan muerto en motor de avión](https://www.unotv.com/internacional/joven-es-hallado-muerto-al-interior-del-motor-de-un-avion-en-salt-lake-city-utah/)] El video, realizado por las autoridades norcoreanas, muestra un gran juicio público en el que las estudiantes vestidas con batas grises son esposadas mientras son observadas por unos mil estudiantes en un anfiteatro. Todos los estudiantes, incluidos las dos de 16 años, llevan mascarillas, lo que sugiere que las imágenes se grabaron durante la pandemia de COVID. [¿YA CONOCES EL CANAL DE WHATSAPP DE UNO TV? [Da clic aquí, síguenos y obtén información útil para tu día a día](https://www.whatsapp.com/channel/0029Va9G99vBvvsdrBW68l2Q)] Las estudiantes fueron condenadas, según el vídeo, tras ser declaradas culpables de ver y difundir películas, música y videos musicales surcoreanos durante tres meses. “Se dejaron seducir por la cultura extranjera (…) y acabaron arruinando sus vidas”, afirma el narrador, mientras el vídeo muestra a las jóvenes esposadas y a mujeres de Pyongyang luciendo moda y peinados surcoreanos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://www.whatsapp.com/channel/0029Va9G99vBvvsdrBW68l2Q)",
    "https://whatsapp.com/channel/0029Va9G99vBvvsdrBW68l2Q)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T22:03:13.539+02:00",
  "updated": "2024-01-19T22:03:13.539+02:00"
}