{
  "thread": {
    "uuid": "525a8008df1e1945ac0cd4e846bc0c67d89bbe23",
    "url": "https://laopinion.com/2023/12/28/beber-menos-alcohol-reduce-el-riesgo-de-padecer-cancer-informe/",
    "site_full": "laopinion.com",
    "site": "laopinion.com",
    "site_section": "http://www.laopinion.com/feed/",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "immigration"
    ],
    "section_title": "La Opinión",
    "title": "Beber menos alcohol reduce el riesgo de padecer cáncer: informe",
    "title_full": "Beber menos alcohol reduce el riesgo de padecer cáncer: informe",
    "published": "2023-12-28T23:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://laopinion.com/wp-content/uploads/sites/3/2023/12/alcohol_shutterstock_2187785169.jpg?w=1200",
    "performance_score": 0,
    "domain_rank": 16772,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "525a8008df1e1945ac0cd4e846bc0c67d89bbe23",
  "url": "https://laopinion.com/2023/12/28/beber-menos-alcohol-reduce-el-riesgo-de-padecer-cancer-informe/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ambar Román",
  "published": "2023-12-28T23:18:00.000+02:00",
  "title": "Beber menos alcohol reduce el riesgo de padecer cáncer: informe",
  "text": "Beber menos alcohol reduce el riesgo de padecer cáncer: informe\nReducir o eliminar el consumo de alcohol podría disminuir significativamente el riesgo de cánceres de cavidad oral y esófago, según un informe de la Agencia Internacional para la Investigación del Cáncer\nEn un informe especial publicado en línea en el New England Journal of Medicine, la Agencia Internacional para la Investigación del Cáncer (IARC) revela que reducir o eliminar el consumo de alcohol puede disminuir significativamente el riesgo de desarrollar cánceres de cavidad bucal y esófago.\nEl estudio, liderado por Farhad Islami, epidemiólogo oncológico de la Sociedad Estadounidense del Cáncer, examinó docenas de estudios previos para evaluar la solidez de la evidencia en relación con la reducción del riesgo de cáncer después de dejar de beber.\nEl informe establece que hay evidencia suficiente para respaldar la conclusión de que dejar de consumir alcohol durante períodos específicos puede tener un impacto significativo en el riesgo de ciertos tipos de cáncer.\nPara el cáncer de cavidad oral, dejar de beber durante cinco a nueve años se relacionó con una reducción del riesgo relativo del 34%, y hacerlo durante 10 a 19 años se asoció con una reducción del riesgo relativo del 55%.\nEn el caso del cáncer de esófago, dejar de consumir alcohol durante cinco a 15 años resultó en una reducción del riesgo relativo del 15%, y hacerlo durante 15 años o más se vinculó con una reducción del riesgo relativo del 65%.\nA pesar de estos hallazgos, el informe destaca la necesidad de más investigaciones para determinar si la reducción del consumo de alcohol también afecta el riesgo de otros tipos de cáncer, como el colorrectal, de mama y de hígado.\nFalta investigación sobre los riesgos de beber alcohol\nFarhad Islami señaló que, debido a las vías mecanísticas similares de muchos de estos cánceres, es probable que se observe una asociación similar con la reducción o cesación del consumo de alcohol.\nEn una entrevista, Islami explicó que el alcohol se metaboliza en acetaldehído, un compuesto genotóxico que puede afectar el ADN y causar cáncer. Además, el alcohol puede aumentar la inflamación, provocar estrés oxidativo y afectar los niveles de hormonas sexuales, lo que puede cambiar el riesgo de cáncer de mama. La reducción del consumo de alcohol, por lo tanto, puede disminuir estos riesgos.\nSin embargo, se destaca que la evidencia es limitada en este momento en lo que respecta a otros tipos de cáncer, y se necesitan más estudios para proporcionar pruebas más sólidas. Islami sugiere que la duración del cese o la reducción del consumo de alcohol es un aspecto clave que aún no se ha explorado lo suficiente en la investigación existente.\nEl informe subraya la importancia de comprender cómo la disminución del riesgo de cáncer después de dejar o reducir el consumo de alcohol puede ser fundamental para la formulación de políticas de salud pública.\nAunque se sabe que el alcohol aumenta el riesgo de varios tipos de cáncer, la asociación con el cáncer y el alcohol es un campo más reciente de investigación en comparación con la conexión establecida entre el tabaquismo y el cáncer desde los años cincuenta.\nLa IARC espera que estos hallazgos conduzcan a un mayor conocimiento público sobre los riesgos asociados con el consumo de alcohol y fomente la reducción de su ingesta. A medida que la sociedad avanza en la comprensión de los efectos a largo plazo del alcohol en la salud, se espera que se promueva una conciencia más amplia sobre la importancia de moderar o abstenerse del consumo de alcohol para reducir el riesgo de cáncer.\nSigue leyendo:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:08:35.544+02:00",
  "updated": "2023-12-29T00:08:35.544+02:00"
}