{
  "thread": {
    "uuid": "9277a57cb0803cfa15f045410e18d51a6f42bede",
    "url": "https://grist.org/extreme-weather/how-a-citizen-map-is-helping-brazil-prepare-for-its-next-big-flood",
    "site_full": "grist.org",
    "site": "grist.org",
    "site_section": "https://grist.org/rss",
    "site_categories": [
      "science",
      "weather"
    ],
    "section_title": "Grist",
    "title": "How a ‘citizen map’ is helping Brazil prepare for its next big flood",
    "title_full": "How a ‘citizen map’ is helping Brazil prepare for its next big flood",
    "published": "2024-06-23T16:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://grist.org/wp-content/uploads/2024/06/GettyImages-2151483711_resized-Brazil-flooding.jpg?quality=75&strip=all",
    "performance_score": 0,
    "domain_rank": 2691,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9277a57cb0803cfa15f045410e18d51a6f42bede",
  "url": "https://grist.org/extreme-weather/how-a-citizen-map-is-helping-brazil-prepare-for-its-next-big-flood",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jill Langlois",
  "published": "2024-06-23T16:00:00.000+03:00",
  "title": "How a ‘citizen map’ is helping Brazil prepare for its next big flood",
  "text": "[Yale Environment 360](https://e360.yale.edu/features/southern-brazil-floods-citizen-map)and is reproduced here as part of the [Climate Desk](http://www.climatedesk.org/)collaboration. When Lucas George Wendt arrived in Lajeado in late May, the water had already started to recede. Just days before, the peaks of roofs and the tops of trees were some of the only things visible above the murky brown water that had covered his hometown. Located in the Taquari Valley, Lajeado, population 85,000, was one of the communities hit hardest by the historic flooding that tore through Brazil’s southernmost state, Rio Grande do Sul, between late April and mid-May, displacing more than 650,000 people, killing 173, and injuring 806. When Wendt arrived, 38 people were still missing. Backhoes were scooping mud from blocked roads, city workers were clearing sidewalks with pressure washers, and volunteers were sorting through donations of clothing, food, personal hygiene products, and bottled water. Wendt — who now lives in the state capital of Porto Alegre and is studying for his master’s degree in information science while working in communications at the University of Taquari Valley (Univates) — had come home to check in on family and friends. But he also wanted to do something to help while there. Last September, he had heard about a Univates mapping project led by researcher Sofia Royer Moraes, an environmental engineer who studies extreme flooding events in the Taquari-Antas River Basin. At the time, the Taquari River, which runs through Lajeado, had overflowed, leaving the region to deal with the worst flooding in 82 years, the displacement of at least 359,000 people, and the deaths of 48. Residents of the Taquari Valley were used to dealing with annual flooding, but this event was different. Studies showed that climate change had worsened the flood, which meant that future floods would bring even more deaths. It was then that Moraes decided she could do something to help. She created what is known as a [Citizen Map](https://www.google.com/maps/d/u/0/viewer?mid=1jWiyVwY3JPyQUVaBSRbCjp_QOIRxalQ&ll=-29.868823422687477%2C-51.7946264 1&z=6), using Google Maps as a platform for ordinary people using their smartphones to pinpoint the floodwaters’ reach. These so-called citizen scientists were instructed to take photos of what they saw and send them, along with their geolocation, to a WhatsApp group monitored by Moraes and her team. Combining that information with historic flood data from the area, the team could model what might happen during future floods, helping residents who had already lost everything to decide where it would be safest to rebuild their lives. The models could also give authorities the information they needed for better urban planning and allocation of resources. Fascinated by the potential of the project, Wendt knew he wanted to pitch in. By now, Univates was partnering with the Federal University of Rio Grande do Sul, and this time, the goal was to map the entire state of Rio Grande do Sul. As he drove around his hometown, Wendt snapped photos of everything he thought would benefit the Citizen Map: a white cross smeared with mud where a church once stood; a lone house standing among pieces of hundreds of others that had washed away; markings on a wall in the city center that registered the water’s height. Wendt’s more than 20 data points collected at the end of May are now among the more than 600 on the constantly updated Citizen Map, a contribution he knew would help others but that he was surprised to see helped him as well. “It helped me understand all of these connections,” he said. “If it’s raining in one place, what is the impact that’s going to have downriver? Someone who participates in this type of citizen science initiative ends up being more aware, more secure, and more empowered to deal with this type of situation, which, unfortunately, we know we can expect more of in the near future.” In the context of climate change, the team behind the Citizen Map wants Brazilian authorities to use this data to rethink everything from urban planning and post-disaster recovery to the availability of health care and clean drinking water in the aftermath of climate-change-induced catastrophes. They also hope that by educating people about what’s going on around them, they’ll not only become more interested and invested in participating in solutions to local flooding, but also feel prepared to face what’s to come. Experts have attributed the severity of the recent flooding in southern Brazil to human-driven climate change. An [analysis](https://www.climameter.org/20240502-south-brazil-floods) carried out by researchers at the Pierre Simon Laplace Institute’s Climate and Environmental Sciences Laboratory showed that extreme weather events in Rio Grande do Sul that occurred between 2001 and 2023 delivered up to 15 percent more precipitation than events that occurred between 1979 and 2001. A [recent study](https://www.frontiersin.org/articles/10.3389/fclim.2021.610433/full) also found that “the highly densely populated regions [in] Southern and Southeastern Brazil as well as the coastal section of Northeast Brazil are the most exposed to landslides and floods,” and that these impacts will continue to worsen with more warming. and increased the intensity of the rainfall between 6 and 9 percent. The first record-setting flood to wash out the Taquari Valley and other parts of Rio Grande do Sul took place in 1941. That event, which also occurred in April and May, left the region’s population, living mostly in rural areas at the time, without food, water and shelter. The only record of the floodwaters’ height was a mark scratched into the wall of a school. “That memory is isolated there,” says Wendt of the marker. “It doesn’t contribute as much as it could if it had happened nowadays, with the technology we have.” The first Citizen Map that Moraes created last September collected data only on the perimeter of the affected area to determine what parts of the Taquari Valley would be considered at high risk of future flooding. Around 600 data points were sent in by 150 citizen scientists. Some neighborhoods that participated heavily in mapping the September floods haven’t been involved in creating the new map, but that’s likely because those areas are still difficult to access, or not accessible at all. And while the state continues to recover from the emergency — it initially focused on saving people and animals from fast-moving waters and collapsing buildings and is now setting people up in shelters and other more permanent housing — data collection is expected to be slow. “Data will likely start to come in quicker in another two or three weeks,” says Moraes. “The actual modeling of the Citizen Map should happen in July and August, and it will be available for consultation then too.” In addition to using perimeter data, which shows the horizontal spread of water, the new map will also use data related to the height of floodwaters, often measured by water and mud stains left on the walls of people’s homes and local businesses. The Citizen Map is currently very simple and powered by Google, but the team plans to partner with the the open-mapping nonprofit [Humanitarian OpenStreetMap Team](https://www.hotosm.org/) to improve the visuals of their final product. “Google Maps has good visuals, but they’re fairly standard,” says Wendt. “We want our map to be as easy to understand as possible to make sure it can be used by anyone who wants to consult it to keep themselves safe and make the best decisions possible for their future.” On May 2, when the second of this year’s three rain and flood episodes began in Rio Grande do Sul (the other two were on April 29 and May 13), Moraes and her team had to move out of the university building where they worked. The water had, again, started to rise, and this time it made its way inside. They ended up setting up shop at A Hora, a local radio station that gave them space to work and talked about their project on the air, providing its WhatsApp number for anyone who wanted to send data or ask questions. Soon, messages started to pour in. Some 200 people sent their locations to the Citizen Map team on May 2, and the team spent all afternoon and night analyzing data to determine who was in or near an area of risk and who ought to evacuate. For people living downstream, information on what was happening farther upstream was crucial in making such decisions. “It’s so important for people to understand their surroundings, to know if they’re in an area of risk,” says Moraes. “And they want to understand. They want to be engaged.” While anyone with a smartphone can collect data for the newest edition of the Citizen Map, most participants so far are professors and their students from universities around the region. The hope is that more people will join in once the situation on the ground starts to improve. “I really support citizen science initiatives because they are exactly what people need to learn and feel empowered,” says Marta Angela Marcondes, an expert in water resources and coordinator of the Water Pollutant Index Project at the Municipal University of São Caetano do Sul. “I really believe in processes of prevention and not remediation, and civil society is a key component in making this happen.” The culture of prevention is important to Moraes, too. She wants the Citizen Map not only to help residents of Rio Grande do Sul keep themselves safe and informed, but also for it to guide authorities to do the same. By using the map to define areas of risk, she says, decision makers can improve urban planning, creating better mitigation plans for future flooding — like improving stormwater drainage and management systems — and allowing new homes, schools, and health care facilities, among others, to be built in safer areas. Moraes wants the Citizen Map to keep growing, eventually mapping the lack of drinking water and access to basic health care, as well as instances of disease, in the aftermath of climate-related crises. “With that information, I can see the big picture by municipality, region, or state,” she says. “As a decision maker, I can then use this information to determine which areas are more fragile and direct the necessary public policies to those that need them most.” Two to five years after the original event, Moraes hopes she will be able to map where those public policies have ended up and measure their success. “In this new context of climate change, people need to be prepared,” she says. “We can’t stop these events from happening, but we can make sure we’re ready to deal with them in the best way possible.” [](https://grist.org/extreme-weather/in-brazil-unprecedented-flooding-may-force-a-political-reckoning/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Disaster and Accident",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://e360.yale.edu/features/southern-brazil-floods-citizen-map",
    "https://www.climameter.org/20240502-south-brazil-floods",
    "http://www.climatedesk.org/",
    "https://www.hotosm.org/",
    "https://www.google.com/maps/d/u/0/viewer?mid=1jWiyVwY3JPyQUVaBSRbCjp_QOIRxalQ&ll=-29.868823422687477%2C-51.79462640000001&z=6",
    "https://www.frontiersin.org/articles/10.3389/fclim.2021.610433/full",
    "https://google.com/maps/d/u/0/viewer?mid=1jWiyVwY3JPyQUVaBSRbCjp_QOIRxalQ&ll=-29.868823422687477%2C-51.79462640000001&z=6",
    "https://hotosm.org/",
    "http://climatedesk.org/",
    "https://www.google.com/maps/d/u/0/viewer",
    "https://frontiersin.org/articles/10.3389/fclim.2021.610433/full",
    "https://www.e360.yale.edu/features/southern-brazil-floods-citizen-map",
    "https://www.hotosm.org",
    "http://www.climatedesk.org",
    "https://climameter.org/20240502-south-brazil-floods"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lucas geor",
        "sentiment": "neutral"
      },
      {
        "name": "wendt",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "yale environment",
        "sentiment": "negative"
      },
      {
        "name": "university of taquari valley",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "brazil",
        "sentiment": "none"
      },
      {
        "name": "lajeado",
        "sentiment": "none"
      },
      {
        "name": "porto alegre",
        "sentiment": "none"
      },
      {
        "name": "rio grande",
        "sentiment": "none"
      },
      {
        "name": "taquari valley",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-23T16:17:36.562+03:00",
  "updated": "2024-07-07T22:09:32.076+03:00"
}