{
  "thread": {
    "uuid": "2e9a0e6d46f4e9695e00ef9310148993c73e26b1",
    "url": "https://vnexplorer.net/cameron-giving-ukraine-weapons-will-help-bring-peace-not-escalate-war-s1789328.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Cameron: ‘Giving Ukraine weapons will help bring peace, not escalate war’",
    "title_full": "Cameron: ‘Giving Ukraine weapons will help bring peace, not escalate war’",
    "published": "2024-03-08T09:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jvyVv.img",
    "performance_score": 0,
    "domain_rank": 52286,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2e9a0e6d46f4e9695e00ef9310148993c73e26b1",
  "url": "https://vnexplorer.net/cameron-giving-ukraine-weapons-will-help-bring-peace-not-escalate-war-s1789328.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-08T09:23:00.000+02:00",
  "title": "Cameron: ‘Giving Ukraine weapons will help bring peace, not escalate war’",
  "text": "David Cameron and Annalena Baerbock meet in Berlin on Thursday, where they were questioned about German military leaks. Photograph: Tobias Schwarz/AFP/Getty Images\nGiving Ukraine the weapons it needs to defend itself against Russia would not escalate the war, but help to forge peace, David Cameron has said. The UK foreign secretary was speaking on a trip to Berlin, less than a week after a leaked top-secret military call exposed internal tensions about Germany’s support for Kyiv.\nGermany is under growing international pressure to provide Taurus missiles to Ukraine, despite reluctance from Olaf Scholz’s government.\nIn apparent words of encouragement to Berlin, the UK foreign secretary said: “Of course there’s the question what we can do in terms of medium and long-range missiles, and I just make this point that it’s a sovereign decision for every country. But in terms of what Britain has done, I know that what we have given to the Ukrainians has helped them to resist this appalling invasion and to fight back against Russian aggression.”\nThe meeting came at a delicate time for Berlin, not long after Kremlin-controlled media in Russia published an intercepted call between senior German military officials about Ukraine. During the call, the generals discussed Britain’s involvement in Ukraine, as well as the logistics of deploying German-manufactured Taurus missiles.\nGerman chancellor Olaf Scholz has repeatedly refused requests to allow the use of the missiles in Ukraine, because, he argues, it would involve putting German troops on Ukrainian soil. There are also concerns in Germany that the missiles’ 500km reach means they could be used to strike mainland Russia, escalating the conflict and making Germany a party to war.\nCameron appeared alongside Germany’s foreign affairs minister, Annalena Baerbock, on Thursday. Neither addressed the intercepted call directly. When asked about it, Cameron replied: “I don’t want to play into the hands of some Russian narrative about divisions between allies. What I see … is incredible unity between allies, incredible unity in Nato.”\nCameron’s unwillingness to engage directly with the leak was at odds with the former defence secretary Ben Wallace, who was quoted by the Times as saying it was proof that Germany was “neither secure nor reliable”.\nAcknowledging the “enormous amount” Germany had done as the second biggest supplier of weapons to Ukraine after the United States, Cameron said, facing Baerbock: “We both know we have to ask ourselves and all our allies: ‘What more can we do? What more ammunition can we provide, what extra production can we invest in, what weapons do we have that can help the Ukrainians in this fight.’”\nBaerbock – who has said she would back in principle the sending of any weapons that helped Ukraine defend itself – said she and Cameron had discussed the matter and the leak privately, but “we won’t discuss this on an open stage”. Showing “solidarity and resolve” were the strengths of the partners of Ukraine, she said, and Vladimir Putin should not be allowed to divide them.\nAsked about the upcoming US elections, and how Germany and Britain would react to Donald Trump securing a second presidential term, Cameron said: “It’s not in our control. But Britain and Germany will work with whoever wins the elections in the United States and try to build on the importance of that Atlantic partnership.”\nHowever, he said the onus was on European partners to concentrate their minds on forging a close and consolidated alliance on major issues ahead of the next US president taking office.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jvyVv.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jvyVv.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ger",
        "sentiment": "negative"
      },
      {
        "name": "cameron",
        "sentiment": "negative"
      },
      {
        "name": "david cameron",
        "sentiment": "negative"
      },
      {
        "name": "annalena baerbock",
        "sentiment": "negative"
      },
      {
        "name": "olaf scholz",
        "sentiment": "none"
      },
      {
        "name": "tobias schwarz",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "afp/getty images giving ukraine",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "berlin",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "britain",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T09:24:26.956+02:00",
  "updated": "2024-03-08T09:24:26.956+02:00"
}