{
  "thread": {
    "uuid": "8a2b615062097888b910809021de9a9aba7a7219",
    "url": "https://maritime-executive.com/editorials/ship-speed-reduction-lowers-california-coastal-air-pollution",
    "site_full": "maritime-executive.com",
    "site": "maritime-executive.com",
    "site_section": "http://maritime-executive.com",
    "site_categories": [
      "media"
    ],
    "section_title": "The Maritime Executive: Maritime News | Marine News",
    "title": "Ship Speed Reduction Lowers California Coastal Air Pollution",
    "title_full": "Ship Speed Reduction Lowers California Coastal Air Pollution",
    "published": "2024-04-05T00:24:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://maritime-executive.com/media/images/article/Photos/Vessels_Large/Container-Ship_Robert-Schwemmer_NOAA.1b9010.jpg",
    "performance_score": 0,
    "domain_rank": 7928,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8a2b615062097888b910809021de9a9aba7a7219",
  "url": "https://maritime-executive.com/editorials/ship-speed-reduction-lowers-california-coastal-air-pollution",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Protecting Blue Whales and Blue Skies Program",
  "published": "2024-04-05T00:24:00.000+03:00",
  "title": "Ship Speed Reduction Lowers California Coastal Air Pollution",
  "text": "The Protecting Blue Whales and Blue Skies vessel speed reduction (VSR) program announced results from 2023, including a reduction in coastal California air pollution, lowered risk to whales, and reduced ocean noise. The voluntary program ran May 1 through December 15, 2023.\nThirty-three global shipping companies participated in the voluntary VSR program in 2023. Companies reduced ship speeds off California, transiting at 10 knots or less in the San Francisco and Monterey Bay region and the Southern California region.\nProtecting Blue Whales and Blue Skies achieved the highest participation and cooperation levels since its inception in 2014, even after phasing out financial incentives. Shipping companies are recognized with awards for their level of performance.\nCooperation levels continue to improve in both regions with an overall 81% cooperation rate from participants, up from 78% in the 2022 season. The number of participants was also greater than any previous year, increasing from 23 shipping companies in 2022.\nHighlights of the 2023 program include:\nShipping companies that participated in the 2023 program reduced their air pollutant emissions by approximately 1,250 tons of NOx (nitrogen oxides) and 45,000 metric tons of regional GHGs (greenhouse gases). These numbers represent a 27% reduction in NOx and GHG pollution from the ships that participated in the program, as compared to 2016 baseline conditions. For comparison, the NOx reductions are equivalent to converting 800,000 passenger vehicles to zero emissions for a single year. The transits of vessels participating in the program posed approximately 58% less strike mortality risk to whales than if those vessels did not reduce their speed. Ships in the qualifying performance tiers had sound levels that were 5.4 dB per transit lower when compared to 2016 baseline source levels. With a reduction in noise pollution, whales can likely communicate easier. Of the 462,500 nautical miles of ocean transited by all the ships in the program, nearly 375,437 nautical miles were at 10 knots or less, equivalent to traversing the circumference of the Earth more than 15 times. Ships in the program transiting the 200-nautical-mile VSR zone in Southern California traveled at 10 knots or less for 83% of the total miles traveled. Cooperation has steadily increased season after season, (in 2017, approximately 21% of the miles were traveled at 10 knots or less). This shows the increasing commitment by the participating companies over the years. In the approximately 200-nautical-mile San Francisco Bay Area VSR zone, cooperation levels from the participating companies rose to 76%, up from 72% in 2022. Protecting Blue Whales and Blue Skies recognized cooperating shipping companies in three performance measurement tiers: Sapphire (85-100% of fleet total distance in VSR zones traveled at 10 knots or less), Gold (60%-84%), and Blue Sky (35%-59%). Automatic Identification System (AIS) transponders on each ship transmit the ship’s speed and location. AIS data was analyzed for each fleet, and the company’s performance was classified by tier.\nImage courtesy NOAA\nThirteen companies reached the Sapphire level, the most in the top level category since the program began. They are CMA CGM, CSL Group, D'Amico Tankers DAC, Hapag-Lloyd, Mediterranean Shipping Company (MSC), NingBo Ocean Shipping Co, NYK Ro-Ro, Ocean Network Express (ONE), Orient Overseas Container Line (OOCL), OSG Ship Management, Swire Shipping, Yang Ming, and Wallenius Wilhelmsen.\nContainer, car carrier, bulk and fuel carrier ships are eligible to participate in Protecting Blue Whales and Blue Skies. The program complements the NOAA, U.S. Coast Guard, and Environmental Protection Agency voluntary requests for all vessels 300 gross tons or larger to reduce speeds during the months of peak air pollution and endangered blue, humpback, and fin whale abundance to protect them from ship strikes.\nShip strikes are a major threat to whales globally and to the recovery of endangered and threatened blue, fin, and humpback whales in California waters. Reducing the risk of ship strikes is a high priority for NOAA’s West Coast national marine sanctuaries. From 2007-2022, observed and documented deaths off of California totaled 52 endangered whales. This is thought to represent only a small fraction of the total number of ship strikes taking place annually.\nThe timing of the program coincides with the season when ground-level ozone (smog) concentrations are typically high. The 10-knot target allows ships to travel safely and at an efficient operating load using less fuel and producing less pollution and regional greenhouse gas emissions. The 2024 program runs May through December 2024.\nProtecting Blue Whales and Blue Skies is a vessel speed reduction program for safer whales, cleaner air, and a quieter ocean. It is a collaborative effort by several air pollution control districts, national marine sanctuaries in California, the California Marine Sanctuary Foundation, and other non-profit organizations.\nThe opinions expressed herein are the author's and not necessarily those of The Maritime Executive.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "san francisco",
        "sentiment": "none"
      },
      {
        "name": "southern california",
        "sentiment": "none"
      },
      {
        "name": "monterey bay",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:29:04.277+03:00",
  "updated": "2024-04-05T00:57:05.771+03:00"
}