{
  "thread": {
    "uuid": "bcee1bd2fdbea491bd4d76554686a63e1828e84e",
    "url": "https://www.targatocn.it/2024/04/18/leggi-notizia/argomenti/top-news/articolo/roma-milan-2-1-giallorossi-in-semifinale-di-europa-league.html",
    "site_full": "www.targatocn.it",
    "site": "targatocn.it",
    "site_section": "https://www.targatocn.it",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Targatocn.it&nbsp;-&nbsp;Notizie provincia di Cuneo - News e video in tempo reale di cronaca, politica, attualità, eventi",
    "title": "Roma-Milan 2-1, giallorossi in semifinale di Europa League - Targatocn.it",
    "title_full": "Roma-Milan 2-1, giallorossi in semifinale di Europa League - Targatocn.it",
    "published": "2024-04-19T00:21:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.targatocn.it/fileadmin/archivio/italpress/imported/www.italpress.com_wp-content_uploads_2024_04_20240418_2817.jpg.jpeg",
    "performance_score": 0,
    "domain_rank": 52499,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bcee1bd2fdbea491bd4d76554686a63e1828e84e",
  "url": "https://www.targatocn.it/2024/04/18/leggi-notizia/argomenti/top-news/articolo/roma-milan-2-1-giallorossi-in-semifinale-di-europa-league.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redazione",
  "published": "2024-04-19T00:21:00.000+03:00",
  "title": "Roma-Milan 2-1, giallorossi in semifinale di Europa League - Targatocn.it",
  "text": "ROMA (ITALPRESS) - Una grande Roma centra la semifinale di Europa League superando in casa il Milan per 2-1, dopo l'1-0 in trasferta dell'andata. Sono il \"solito\" Mancini e poi Dybala (con una perla) a far volare i padroni di casa, che gestiscono l'iniziale doppio vantaggio, fino al gol della bandiera di Gabbia nel finale, nonostante un'ora piena di inferiorità numerica (espulso Celik al 31'). Alla prima occasione, dopo 12 minuti, i giallorossi passano in vantaggio. Mancini si fa vedere in proiezione offensiva e serve Pellegrini che calcia a giro con il destro centrando il pallo: sulla ribattuta è lo stesso Mancini a ribadire in rete a porta vuota per l'1-0. Un gol dedicato a Mattia Giani, calciatore del Castelfiorentino morto a causa di un malore patito in campo domenica scorsa e ricordato con una t-shirt speciale durante il riscaldamento. Al 20' gli ospiti hanno una grande occasione per pareggiare, quando Loftus-Cheek centra la traversa con un destro ravvicinato. Gol sbagliato, gol subito. Al 22', Lukaku protegge palla alla grande sulla destra e mette la palla al centro, Gabbia libera male e serve involontariamente Dybala, che si sposta la sfera sul mancino e con un preciso tiro a giro sul secondo palo infila Maignan per il 2-0.Sei minuti dopo, Lukaku è costretto a uscire per un problema muscolare. Al 31', Celik commette una clamorosa ingenuità, intervenendo in scivolata da dietro su Leao che lo aveva saltato in scivolata. L'arbitro estrae il rosso diretto. Cinque minuti dopo, Spinazzola salva con la schiena sulla linea di porta un'incornata a botta sicura di Loftus-Cheek, ben servito da Leao dalla sinistra. Al 43', De Rossi si copre e decidere di togliere Dybala per inserire Llorente. Il primo tempo finisce 2-0. Pioli mette dentro Reijnders e Chukwueze a inizio ripresa, ma la musica non cambia. Al 13', Maignan deve salvare in tuffo su Spinazzola, lanciato in porta in contropiede da El Shaarawy. Il Milan non si rende pericoloso fino al 40', quando Gabbia firma il 2-1 della bandiera con un colpo di testa ravvicinato dopo un buon cross dalla sinistra di Leao. Il risultato non cambierà più. Al fischio finale esplode la gioia dei romanisti, che possono festeggiare la qualificazione alla semifinale, dove se la vedranno contro i campioni di Germania del Bayer Leverkusen. Festa doppia per De Rossi, oggi \"confermato\" come tecnico dalla società capitolina.- foto Image -(ITALPRESS). In Breve giovedì 18 aprile Che tempo fa Accadeva un anno fa Attualità Attualità TI RICORDI COSA È SUCCESSO L’ANNO SCORSO A APRILE? Ascolta il podcast con le notizie da non dimenticare [Ascolta \"Un anno di notizie da non dimenticare\" su Spreaker.](https://www.spreaker.com/podcast/un-anno-di-notizie-da-non-dimenticare--6041578)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://www.spreaker.com/podcast/un-anno-di-notizie-da-non-dimenticare--6041578)",
    "https://spreaker.com/podcast/un-anno-di-notizie-da-non-dimenticare--6041578)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:39:02.386+03:00",
  "updated": "2024-04-19T00:39:02.386+03:00"
}