{
  "thread": {
    "uuid": "8796b38332918e3408176c104e04d8776b6b6d18",
    "url": "https://www.cnet.com/tech/computing/best-windows-laptop",
    "site_full": "www.cnet.com",
    "site": "cnet.com",
    "site_section": "http://www.cnet.com/rss/all",
    "site_categories": [
      "shopping",
      "media",
      "cell_phones",
      "tech"
    ],
    "section_title": "CNET",
    "site_title": null,
    "title": "Best Windows Laptop for 2025",
    "title_full": "Best Windows Laptop for 2025",
    "published": "2025-02-28T00:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.cnet.com/a/img/resize/54e722ee0ade506ca77e1661594622eaaeb88f9f/hub/2022/09/22/41242b48-7968-44bf-bcdd-59a29cc26a23/hp-pavilion-plus-14-laptop-02-promo.jpg?auto=webp&amp;fit=crop&amp;height=675&amp;width=1200",
    "performance_score": 0,
    "domain_rank": 167,
    "domain_rank_updated": "2025-02-24T23:00:00.000+02:00",
    "social": {
      "facebook": {
        "likes": 10,
        "comments": 0,
        "shares": 73
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8796b38332918e3408176c104e04d8776b6b6d18",
  "url": "https://www.cnet.com/tech/computing/best-windows-laptop",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@CNET",
  "published": "2025-02-28T00:27:00.000+02:00",
  "title": "Best Windows Laptop for 2025",
  "text": "Best Windows Laptop for 2025\nLooking for a new laptop? Check out our favorite Windows laptops, tested and reviewed by CNET's laptop experts.\nIf the laptop announcements at CES 2025 from Acer, Asus, HP, Lenovo, Samsung and others have you thinking about an upgrade, then you’ve arrived at the right place. Below you’ll find our favorite Windows laptops that CNET experts have tested and reviewed. These models were all released in 2024 but will stick around for a while longer -- and often at deep discounts. It’ll be a few months before many of the laptops unveiled at CES will become available. The best Windows models from 2024 offer plenty of performance and battery life to provide a long lifespan. Keep reading to see our current favorites, and you can also check out the best laptops from CES.\nOur Picks\nThe best Windows laptops come in all shapes and sizes\nWe really like the look and long battery life of the new Microsoft Surface Laptop 7 Copilot Plus PC, but the HP Pavilion Plus 14 remains our pick as the best overall Windows laptop. It doesn't have the battery life of the Surface Laptop 7, but it also lacks the potential compatibility issues you might run into with a laptop with neither an Intel nor an AMD CPU but an Arm-based Qualcomm Snapdragon X processor. We love the Pavilion Plus 14 for its all-metal enclosure, strong performance and gorgeous OLED display. Sitting between the meat-and-potatoes Pavilion line and the higher-end Envy line, the Pavilion Plus series offers attractive features at affordable prices.\nThe Pavilion Plus 14 would make a good match for many people shopping for a Windows laptop. Other models we've tested and reviewed are great fits for narrower audiences, from budget models and two-in-one convertibles to high-powered gaming laptops. With decades of experience testing and reviewing laptops, our laptop experts conduct performance testing under controlled conditions in the CNET Labs and also perform extensive hands-on tests to assess the design, features and performance of each laptop we review.\nYou'll find a good number of recommendations here, but we also have more specific picks in different laptop categories, starting with the best overall laptop and also including the best gaming laptop, best cheap gaming laptop, best laptop for college students and best two-in-one laptop. If you narrowed it to a specific brand, check out our picks for the best Dell laptop and best HP laptop. Beyond Windows, we have recommendations for the [best MacBook](https://www.cnet.com/tech/computing/best-macbook/) and [best Chromebook](https://www.cnet.com/tech/computing/best-chromebook/).\nThere are a lot of Windows laptops. A lot. Which makes narrowing it down to just one more than a little tricky. The HP Pavilion Plus is exemplary because it can meet the needs of a lot of people while still being affordable. It’s available in 14- and 16-inch sizes; we tested the 14-inch model, which is small enough for travel but big enough that you won’t feel cramped while working. HP offers AMD and Intel processors, which can also be configured with entry-level discrete graphics. There are also multiple displays to match your budget, including a beautiful OLED panel.\nThe starting price is $1,000, but HP regularly discounts it by hundreds of dollars. We tested an AMD model, and HP still sells both AMD and Intel configurations of the Pavilion Plus 14, but the customizable model with the cheap OLED upgrade is now an Intel-based unit with a Core Ultra CPU. We recommend getting that OLED screen; It adds only $60 to the package and is worth it -- especially when you can find it on sale and get the OLED upgrade for little more than $700 in total. That's a great price for a well-rounded, well-built laptop with an OLED display.\nPower in motion. AI-ready. The XPS 14 balances performance and mobility in a striking form factor. Create on the go with its lightweight 3.7-pound design, slim 18mm size and long battery life. It's powered by AI-enabled Intel Core Ultra processors.\nThe Surface Laptop 7 reverses earlier Arm-based efforts that were plagued by lackluster performance and limited compatibility. Many x86 apps were unable to run on an Arm-based system. This time around, performance has improved, and so has compatibility.\nWe saw a strong overall performance from the Snapdragon X Elite processor and jaw-dropping battery life. The Surface Laptop 7 ran for nearly 20 hours in testing -- that’s the longest runtime of any 13- or 14-inch laptop we ever reviewed -- including the M3 MacBook Air. The Surface Laptop 7 competes with the MacBook Air in performance and battery life and supplies a similarly sleek and solid build.\nWe wish there was an OLED display option, and you’ll need to do a compatibility check for your mission-critical applications before embracing the Arm-based Surface Laptop 7, but if you can get past those hurdles, then you’ll get a well-built, good-looking and long-running Windows ultraportable. You don't necessarily need to spend the roughly $2,000 that our test system costs; one of the lower-priced configurations that starts at $900 should meet the needs of most people.\nDell’s new Copilot Plus PC lasted for more than 23 hours on our YouTube streaming battery drain test. That's longer than any laptop we've tested in the past year and one of the longest laptop runtimes we have ever seen.\nInspiron 14 Plus 7441’s design is fairly basic and doesn't match the sleekness of Microsoft’s own Copilot Plus PC, the Surface Laptop 7, or Apple’s MacBook Air, but the Inspiron 14 Plus 7441 still supplies a rigid, all-metal chassis and crisp, 2.5K IPS display. At just $800, it's a bit more affordable than Microsoft’s and Apple’s models and is a great pick for a general-purpose, long-lasting laptop.\nThe Dell XPS 16 9640 has a striking, minimalistic design that features a borderless touchpad, a nearly flat keyboard with little to no spacing between the keys and a Function row that consists not of physical keys but touch-sensitive icons. Powering the 4K OLED display is a powerful duo of an Intel Core Ultra CPU and up to RTX 4070 graphics.\nAt $3,200, our XPS 16 9640 test system costs less than the $3,999 configuration of the mostly maxed-out MacBook Pro 16 we tested at the end of last year but is still at the high-end of the premium laptop class. It offers the design and performance that befits its price and Dell's numerous customization options mean you can likely land on a configuration that meets your needs and budget.\nIt delivers no surprises or revolutionary upgrades from past iterations, but the ThinkPad X1 Carbon's security features, build quality and performance remain excellent. Its 14-inch display and 2.5-pound weight are the sweet spot of enough screen space to work long stretches without needing to connect to an external display, while also being light enough for daily travel. With an industry-best keyboard, long battery life and greener construction, the X1 Carbon Gen 11 is a near-perfect business laptop.\nLenovo has increased pricing from previous Gen 11 to Gen 12 models to where we've reached a point where the latest ThinkPad X1 Carbon is no longer our recommendation for business execs unless your organization is large enough to qualify for volume pricing. For individual buyers, it's simply too expensive for the performance, and battery life it provides. For most business users, the previous Gen 11 is the better buy -- especially for just $1,349 at Walmart.\nFor just $300, Acer’s entry-level Aspire Go 14 holds its own against other budget models that cost twice as much or even more. The design can't be described as enticing or exciting, but it's functional and unlikely to offend. Performance from the quad-core AMD Ryzen 3 7000 series CPU and 8GB of RAM suffices for basic use, and its battery life is surprisingly long.\nThe 14-inch display features a modern 16:10 aspect ratio and is sufficiently bright, but it suffers from poor viewing angles that might take some getting used to before you settle on the right angle to position the display. Another drawback is the tight storage of the laptop’s meager 128GB SSD. Neither drawback is a deal-breaker when you consider the bargain-basement price. The Aspire Go 14 provides great value with its acceptable build quality, capable performance and long battery life.\nLike other gaming laptop makers, Acer has two lines: a budget-friendly Nitro series and midrange and premium models that carry the Predator label. Oddly enough, it's under the latter you'll find our budget gaming pick: the Helios Neo 16. It's strikingly similar to the Acer Nitro 16 but with slightly better build quality and graphics performance. The only place it really faltered was its speakers, which put out disappointingly flat audio with nonexistent bass.\nThe Predator Helios Neo 16 with a Core i5 CPU and RTX 4050 graphic cost $1,200 when we reviewed it. That model is no longer available, but a higher-end Core i7/RTX 4060 model is for just $1,150.\nOne of the first of the new generation of 18-inch laptops, the m18 is now in its second R2 iteration. It can get expensive if you push it up to a high configuration -- an RTX 4090 and Core i9-14900HX exceeds $3,000. If the big screen is most important to you, it starts at $1,900 with a respectable Core i7-14650HX and RTX 4060. Don't expect great battery life, and the fans can get loud when you're pushing it.\nWith its excellent build quality, adequate display, strong performance and lengthy runtime, the Yoga 7 14 Gen 9 provides a ton of value and is a great fit as a versatile machine for home use or students. It's a great deal at its price of $900 at Best Buy and an even better deal at its regularly discounted price of $800 direct from Lenovo. We like its solid, all-metal chassis and the power and efficiency you get from its AMD Ryzen 7 8000-series CPU. It lacks some of the refinement and extras you get with Lenovo’s flagship Yoga 9i 14, but the midrange Yoga 7 14 is much more affordable and the better pick for most people.\nTwo items help make the Microsoft Surface Pro 11 our favorite two-in-one detachable laptop: Qualcomm’s new Snapdragon Elite X processor and an excellent OLED display. The Arm-based CPU delivers competitive performance and far fewer compatibility issues for mainstream use than previous Windows-on-Arm efforts. It helps the Surface Pro 11 deliver a long runtime. The 13-inch OLED display supplies a crisp, 2.8K resolution along with P3 calibration and real HDR capability. It's the best Surface Pro we’ve seen in a while, but you still have to pay extra for a keyboard and stylus.\nThe Surface Pro 11 starts at $1,000 but costs can quickly escalate. For example, the Flex keyboard with Slim pen adds a hefty $450 to our test system, which costs $1,700 for a Snapdragon Elite X processor, 16GB of RAM and a 1TB SSD.\nThe X1 Fold is still more of a proof-of-concept product than a mass-market device, but it’s the best foldable laptop we’ve seen to date. It feels cramped in laptop mode when the display is folded into a small, 12-inch screen. It works better as an all-in-one with the 16.3-inch OLED display unfolded and propped up against the separate kickstand with the Bluetooth keyboard in front of it. The kickstand can hold the display in either landscape or portrait mode, and it works well in either orientation.\nThe ThinkPad X1 Fold 16 puts us one step closer to getting a foldable laptop that's more than just a curiosity for deep-pocketed early adopters. Its design is sleeker than that of [Asus’s thick and clunky Zenbook 17 Fold](https://www.cnet.com/tech/computing/asus-zenbook-fold-oled-review-the-coolest-folding-screen-laptop-youll-never-buy/). Its price is much more reasonable than [HP’s Spectre Foldable PC](https://www.cnet.com/tech/computing/hp-spectre-foldable-pc-review-its-slick-but-quirky/). Lenovo has dropped the price of the X1 to where it now starts at around $1,900. Our test system with the keyboard folio included rings in at just over $2,300.\nOther laptops we've tested\n[Acer Swift 16 AI](https://www.cnet.com/tech/computing/acer-swift-16-ai-review-the-perfect-midrange-entertainment-laptop-but-for-one-flaw/): It's thin. It's light. It's long-running. And it boasts a big, bright 16-inch OLED display. So, what's holding this Copilot Plus PC back from being more than just a big-screen productivity machine?\n[Lenovo IdeaPad Slim 5i 16 Gen 9](https://www.cnet.com/tech/computing/lenovo-ideapad-slim-5i-16-gen-9-review-decent-deal-but-dim-display-disappoints/): For a 16-inch laptop, it's thin, light and long running too. But it's hard to look past the budget display.\n[HP Pavilion Aero 13](https://www.cnet.com/tech/computing/hp-pavilion-aero-13-review-great-package-for-the-price-but-missing-a-key-ingredient/): When it comes to runtime, Snapdragon X laptops and the MacBook Air run laps around it.\n[Lenovo IdeaPad Slim 3i](https://www.cnet.com/tech/computing/lenovo-ideapad-slim-3i-review-budget-laptop-comes-up-short/): It's thin and light for its size, but a short runtime and a few design miscues make this a low-cost laptop to skip.\n[Acer Swift Go 14 AI](https://www.cnet.com/tech/computing/acer-swift-go-14-ai-review-long-running-copilot-plus-pc-thats-short-on-style/): This Snapdragon X-powered laptop can run all day, but its overall look might put you to sleep.\n[Acer Swift 14 AI](https://www.cnet.com/tech/computing/acer-swift-14-ai-review-long-lasting-but-basic-copilot-plus-pc/): It’s a long-lasting if basic Copilot Plus PC, but do we really need an AI indicator light on the touchpad?\n[Lenovo ThinkBook 14 2-in-1 Gen 4](https://www.cnet.com/tech/computing/lenovo-thinkbook-14-2-in-1-gen-4-review-affordable-upgradeable-business-convertible/): I wish you could upgrade the display, but this low-cost two-in-one business laptop lets you add more RAM and a second SSD after purchase to extend your investment.\n[Lenovo Yoga 7 16 Gen 9](https://www.cnet.com/tech/computing/lenovo-yoga-7-16-gen-9-review-big-screen-2-in-1-laptop-with-a-small-price/): Lenovo's 16-inch convertible is a good budget buy, but it's better as a secondary machine than your daily driver.\n[Lenovo Yoga 9i 14 Gen 9](https://www.cnet.com/tech/computing/lenovo-yoga-9i-14-gen-9-review-slim-body-superb-display-stunning-sound/): Lenovo's flagship two-in-one has AV advantages over its midrange sibling, but you'll pay a premium price for the OLED display and quad speakers.\n[Asus Zenbook S 14](https://www.cnet.com/tech/computing/asus-zenbook-s-14-review-a-finely-crafted-home-for-new-intel-ai-pc-chips/): Intel's Core Ultra Series 2 processors show improvement from the first generation, but Apple's and Qualcomm's ARM-based chips still lead the way.\n[HP OmniBook X 14](https://www.cnet.com/tech/computing/hp-omnibook-x-14-review-meet-the-latest-copilot-plus-pc-battery-life-champ/): The latest Copilot Plus PC runs for more hours than there are in a day.\n[Lenovo LOQ 15IAX9I](https://www.cnet.com/tech/computing/lenovo-loq-15iax9i-review-bargain-basement-budget-gamer-keeps-it-casual/): It's super cheap, with a dedicated Intel Arc GPU that lends it a wee bit of 3D muscle for casual 1080p play.\n[HP Envy x360 16](https://www.cnet.com/tech/computing/hp-envy-x360-16-review-midrange-convertible-with-premium-oled-display/): This midrange convertible impresses with a premium OLED display. Its AMD Ryzen 8040 series CPU makes it pretty fast too.\n[Asus ROG Zephyrus G16](https://www.cnet.com/tech/computing/asus-rog-zephyrus-g16-review-a-top-gaming-laptop-for-creators-too/): It's a top gaming laptop for creators, too.\n[Dell Inspiron 2-in-1 7445](https://www.cnet.com/tech/computing/dell-inspiron-2-in-1-7445-review-speedy-sturdy-convertible-suitable-for-some-students/): A dim display dulls Dell's otherwise well-rounded, AI-equipped and affordable 14-inch convertible laptop.\n[Acer Swift X 14 (2024)](https://www.cnet.com/tech/computing/acer-swift-x-14-2024-review-compact-compelling-core-ultra-oled-ultraportable/): The design won't wow you, but the 14.5-inch OLED display powered by RTX 4070 graphics is a great combo for on-the-go content creation.\n[Dell Inspiron 16 Plus 7640](https://www.cnet.com/tech/computing/dell-inspiron-16-plus-7640-review-big-screen-laptop-gains-ai-cpu-but-still-no-oled/): Content creators may bemoan the display choices, but this midtier, 16-inch laptop offers well-rounded performance from its Core Ultra chip and RTX graphics.\n[Asus Zenbook 14 OLED Q425](https://www.cnet.com/tech/computing/asus-zenbook-14-oled-q425-review-lightweight-long-running-oled-laptop-for-less/): It's a boon to get an OLED display in a portable package with great battery life for roughly $1,000, but the fit and finish feel decidedly midrange.\n[Lenovo ThinkPad X1 Carbon Gen 12](https://www.cnet.com/tech/computing/lenovo-thinkpad-x1-carbon-gen-12-review-flagship-business-laptop-now-ultra-expensive/): The latest X1 Carbon has many charms, but they will remain out of reach for many business buyers constrained by budgets.\n[Dell XPS 14 9440](https://www.cnet.com/tech/computing/dell-xps-14-9440-review-solid-premium-laptop-that-may-be-a-bit-too-minimalistic/): The radical look is sure to turn heads, but some of the daring design elements could be turnoffs.\n[HP Omen Transcend 14](https://www.cnet.com/tech/computing/hp-omen-transcend-14-review-bringing-style-to-gaming-laptops/): Neither a featureless slab nor a carnival of lights, HP's latest 14-inch Omen has its own unique flair. It doesn't scrimp on substance, either.\n[Lenovo Slim 7i](https://www.cnet.com/tech/computing/lenovo-slim-7i-review-a-compact-sturdy-midpriced-laptop-with-an-oled-screen/): With an OLED display and a solid build, this is a rugged option for mainstream shoppers, but other touches are decidedly midrange.\n[Dell Inspiron 14 Plus 7440](https://www.cnet.com/tech/computing/dell-inspiron-14-plus-7440-review-long-running-all-metal-mainstream-laptop/): For a reasonable $1,000, this 14-inch Dell model based on an Intel Core Ultra CPU lets you be productive and remain portable.\n[Alienware m16 R2](https://www.cnet.com/tech/computing/alienware-m16-r2-gaming-laptop-review-a-sensible-option-for-1440p-play/): This middle-class option for mainstream gaming fares better than average and is a sensible option for 1440p play.\n[Acer Predator Triton 14](https://www.cnet.com/tech/computing/acer-predator-triton-14-review-fast-gaming-and-a-bright-hdr-screen/): With fast performance and a bright HDR screen, this mainstream 14-inch gaming laptop can be a great gaming value.\n[M3 MacBook Air 13](https://www.cnet.com/tech/computing/m3-macbook-air-review-13-inch-2024-apples-everything-laptop/): Apple's 2024 MacBook Air update is a straightforward performance boost to power you through the future of work, school and play.\n[Show more]\nHow we test laptops\nThe review process for laptops consists of two parts: performance testing under controlled conditions in the CNET Labs and extensive hands-on use by our reviewers. This includes evaluating a device's aesthetics, ergonomics and features with respect to price. A final review verdict is a combination of both objective and subjective judgments.\nWe test all laptops with a core set of benchmarks, including [Primate Labs Geekbench 5 and 6](https://www.geekbench.com/), [Cinebench R23](https://www.maxon.net/en/downloads/cinebench-r23-downloads), [PCMark 10](https://benchmarks.ul.com/pcmark10), a variety of [3DMark](https://store.steampowered.com/app/223850/3DMark/) benchmarks (whichever can run on the laptop), UL Procyon Photo and Video (where supported), and our own battery life test. If a laptop is intended for gaming, we'll also run benchmarks from [Guardians of the Galaxy](https://store.steampowered.com/app/1088850/Marvels_Guardians_of_the_Galaxy/), [The Rift Breaker](https://store.steampowered.com/app/780310/The_Riftbreaker/) (CPU and GPU) and [Shadow of the Tomb Raider](https://store.steampowered.com/app/750920/Shadow_of_the_Tomb_Raider_Definitive_Edition/).\nFor the hands-on, the reviewer uses it for their work during the review period, evaluating how well the design, features (such as the screen, camera and speakers) and manufacturer-supplied software operate as a cohesive whole. We also place importance on how well they work given their cost and where the manufacturer has potentially made upgrades or tradeoffs for its price.\nThe list of benchmarking software and comparison criteria we use changes over time as the devices we test evolve. You can find a more detailed description of our test methodology on our [How We Test Computers](https://www.cnet.com/tech/computing/how-we-test-computers/) page.\n[Show more]\nFactors to consider\nThere are a ton of laptops on the market at any given moment, and almost all of those models are available in multiple configurations to match your performance and budget needs. If you're feeling overwhelmed with options when looking for a new laptop, it's understandable. To help simplify things for you, here are the main things you should consider when you start looking.\nPrice\nThe search for a new laptop for most people starts with price. If the statistics chipmaker Intel and PC manufacturers hurl at us are correct, you'll be holding onto your next laptop for at least three years. If you can afford to stretch your budget a little to get better specs, do it, which holds whether you're spending $500 or more than $1,000. In the past, you could get away with spending less upfront with an eye toward upgrading memory and storage in the future. Laptop makers are increasingly moving away from making components easily upgradable, so again, it's best to get as much laptop capability as you can afford from the start.\nGenerally speaking, the more you spend, the better the laptop. That could mean better components for faster performance, a nicer display, sturdier build quality, a smaller or lighter design from higher-end materials or even a more comfortable keyboard. All of these things add to the cost of a laptop. I'd love to say $500 will get you a powerful gaming laptop, for example, but that's not the case. Right now, the sweet spot for a reliable laptop that can handle average work, home office or school tasks is between $700 and $800 and a reasonable model for creative work or gaming is upward of about $1,000. The key is to look for discounts on models in all price ranges so you can get more laptop capability for less.\nOperating system\nChoosing an operating system is part personal preference and part budget. For the most part, Microsoft Windows and Apple's MacOS do the same things (except for gaming, where Windows is the winner), but they do them differently. Unless there's an OS-specific application you need, go with the one you feel most comfortable using. If you're not sure which that is, head to an Apple store or a local electronics store and test them out. Or ask friends or family to let you test theirs for a bit. If you have an iPhone or iPad and like it, chances are you'll like MacOS too.\nWhen it comes to price and variety (and PC gaming), Windows laptops win. If you want MacOS, you're getting a MacBook. Apple's MacBooks regularly top our best lists, but the least expensive one is the M1 MacBook Air for $999. It is regularly discounted to $750 or $800, but if you want a cheaper MacBook, you'll have to consider older refurbished ones.\nWindows laptops can be found for as little as a couple of hundred dollars and come in all manner of sizes and designs. Granted, we'd be hard-pressed to find a $200 laptop we'd give a full-throated recommendation to, but if you need a laptop for online shopping, email and word processing, they exist.\nIf you are on a tight budget, consider a Chromebook. ChromeOS is a different experience than Windows. Make sure the applications you need have a [Chrome](https://chrome.google.com/webstore/category/extensions), Android or Linux app before making the leap. If you spend most of your time roaming the web, writing, streaming video or using cloud-gaming services, they're a good fit.\nSize\nRemember to consider whether having a lighter, thinner laptop or a touchscreen laptop with a good battery life will be important to you in the future. Laptop size is primarily determined by screen size, which factors into battery size, laptop thickness, weight and price. Keep in mind other physics-related characteristics, such as an ultrathin laptop isn't necessarily lighter than a thick one, you can't expect a wide array of connections on a small or ultrathin model and so on.\nScreen\nWhen it comes to deciding on a screen, there are a myriad number of considerations: how much you need to display (which is surprisingly more about resolution than screen size), what types of content you'll be looking at and whether or not you'll be using it for gaming or creative work.\nYou really want to optimize pixel density, which is the number of pixels per inch the screen can display. Although other factors contribute to sharpness, a higher pixel density usually means sharper rendering of text and interface elements. (You can easily calculate the pixel density of any screen at [DPI Calculator](https://www.sven.de/dpi/) if you don't feel like doing the math, and you can also find out what math you need to do there.) We recommend a dot pitch of at least 100 pixels per inch as a rule of thumb.\nBecause of the way Windows and MacOS scale for the display, you're frequently better off with a higher resolution than you'd think. You can always make things bigger on a high-resolution screen, but you can never make them smaller -- to fit more content in the view -- on a low-resolution screen. This is why a 4K, 14-inch screen may sound like unnecessary overkill, but may not be if you need to view a wide spreadsheet, for example.\nIf you need a laptop with relatively accurate color, that displays the most colors possible or that supports HDR, you can't simply trust the specs. This is because manufacturers usually fail to provide the necessary context to understand what the specs they quote mean. You can find a ton of detail about considerations for different types of screen uses in our monitor buying guides for [general-purpose monitors](https://www.cnet.com/tech/computing/monitors-buying-guide/), [creators](https://www.cnet.com/tech/computing/how-to-buy-a-laptop-to-edit-photos-videos-or-other-creative-tasks/), [gamers and HDR viewing](https://www.cnet.com/tech/computing/how-to-choose-an-hdr-gaming-monitor/).\nProcessor\nThe processor, aka the CPU, is the brains of a laptop. Intel and AMD are the main CPU makers for Windows laptops, with Qualcomm as a new third option with its [Arm-based Snapdragon X processors](https://www.cnet.com/tech/computing/qualcomm-snapdragon-x-elite-and-x-plus-laptop-chips-explained/). Both Intel and AMD offer a staggering selection of mobile processors. Making things trickier, both manufacturers have chips designed for different laptop styles, like power-saving chips for ultraportables or faster processors for gaming laptops. Their naming conventions will let you know what type is used. You can head to [Intel's](https://www.intel.com/content/www/us/en/support/articles/000028083/processors.html) or [AMD's](https://www.amd.com/en/processors/ryzen-processors-laptop) sites for explanations so you get the performance you want. Generally speaking, the faster the processor speed and the more cores it has, the better the performance will be.\nApple makes its own chips for MacBooks, which makes things slightly more straightforward. Like Intel and AMD, you'll still want to pay attention to the naming conventions to know what kind of performance to expect. Apple uses its M-series chipsets in Macs. The entry-level MacBook Air uses an M1 chip with an eight-core CPU and seven-core GPU. The current models have M2-series silicon that starts with an eight-core CPU and 10-core GPU and goes up to the M2 Max with a 12-core CPU and a 38-core GPU. Again, generally speaking, the more cores it has, the better the performance.\nBattery life has less to do with the number of cores and more to do with CPU architecture, Arm versus x86. Apple's Arm-based MacBooks and the first Arm-based [Copilot Plus PCs](https://www.cnet.com/tech/computing/microsoft-qualcomm-take-another-shot-at-pcs-with-copilot-plus/) we've tested offer better battery life than laptops based on x86 processors from Intel and AMD.\nGraphics\nThe graphics processor handles all the work of driving the screen and generating what gets displayed, as well as speeding up a lot of graphics-related (and increasingly, AI-related) operations. For Windows laptops, there are two types of GPUs: integrated or discrete. As the names imply, an iGPU is part of the CPU package, while a dGPU is a separate chip with dedicated memory (VRAM) that it communicates with directly, making it faster than sharing memory with the CPU.\nBecause the iGPU splits space, memory and power with the CPU, it's constrained by the limits of those. It allows for smaller, lighter laptops, but doesn't perform nearly as well as a dGPU. There are some games and creative software that won't run unless they detect a dGPU or sufficient VRAM. Most productivity software, video streaming, web browsing and other nonspecialized apps will run fine on an iGPU.\nFor more power-hungry graphics needs, like video editing, gaming and streaming, design and so on, you'll need a dGPU; there are only two real companies that make them, Nvidia and AMD, with Intel offering some based on the Xe-branded (or the older UHD Graphics branding) iGPU technology in its CPUs.\nMemory\nFor memory, we highly recommend 16GB of RAM (8GB absolute minimum). RAM is where the operating system stores all the data for currently running applications, and it can fill up fast. After that, it starts swapping between RAM and SSD, which is slower. A lot of sub-$500 laptops have 4GB or 8GB, which in conjunction with a slower disk can make for a frustratingly slow Windows laptop experience. Also, many laptops now have the memory soldered onto the motherboard. Most manufacturers disclose this, but if the RAM type is LPDDR, assume it's soldered and can't be upgraded.\nSome PC makers will solder memory on and also leave an empty internal slot for adding a stick of RAM. You may need to contact the laptop manufacturer or find the laptop's full specs online to confirm. Check the web for user experiences, because the slot may still be hard to get to, it may require nonstandard or hard-to-get memory or other pitfalls.\nStorage\nYou'll still find cheaper hard drives in budget laptops and larger hard drives in gaming laptops, but faster solid-state drives have all but replaced hard drives in laptops. They can make a big difference in performance. Not all SSDs are equally speedy, and cheaper laptops typically have slower drives. If the laptop only has 4GB or 8GB of RAM, it may end up swapping to that drive and the system may slow down quickly while you're working.\nGet what you can afford, and if you need to go with a smaller drive, you can always add an external drive or two down the road or use cloud storage to bolster a small internal drive. The one exception is gaming laptops: We don't recommend going with less than a 512GB SSD unless you really like uninstalling games every time you want to play a new game.\n[Show more]\nLaptop FAQs\nHow much do good laptops cost?\nWhich is better: MacOS or Windows?\nAre Chromebooks worth it?\nWhat's the best laptop for home, travel or both?\nWhich laptop is best for gaming or creating?\nWhat to consider\nPrice\nOperating System\nSize\nScreen\nProcessor\nGraphics\nMemory\nStorage",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "topics": [
    "Science and Technology->information technology and computer science",
    "Science and Technology->technology and engineering",
    "Economy, Business and Finance->products and services"
  ],
  "ai_allow": false,
  "has_canonical": false,
  "breaking": false,
  "webz_reporter": false,
  "external_links": [
    "https://www.geekbench.com/",
    "https://www.maxon.net/en/downloads/cinebench-r23-downloads",
    "https://store.steampowered.com/app/1088850/Marvels_Guardians_of_the_Galaxy/",
    "https://store.steampowered.com/app/780310/The_Riftbreaker/",
    "https://www.amd.com/en/processors/ryzen-processors-laptop",
    "https://www.intel.com/content/www/us/en/support/articles/000028083/processors.html",
    "https://www.sven.de/dpi/",
    "https://benchmarks.ul.com/pcmark10",
    "https://store.steampowered.com/app/750920/Shadow_of_the_Tomb_Raider_Definitive_Edition/",
    "https://chrome.google.com/webstore/category/extensions",
    "https://store.steampowered.com/app/223850/3DMark/",
    "https://store.steampowered.com/app/750920/Shadow_of_the_Tomb_Raider_Definitive_Edition",
    "https://www.geekbench.com",
    "https://intel.com/content/www/us/en/support/articles/000028083/processors.html",
    "https://maxon.net/en/downloads/cinebench-r23-downloads",
    "https://store.steampowered.com/app/223850/3DMark",
    "https://www.store.steampowered.com/app/750920/Shadow_of_the_Tomb_Raider_Definitive_Edition/",
    "https://store.steampowered.com/app/780310/The_Riftbreaker",
    "https://www.store.steampowered.com/app/223850/3DMark/",
    "https://sven.de/dpi/",
    "https://store.steampowered.com/app/1088850/Marvels_Guardians_of_the_Galaxy",
    "https://www.sven.de/dpi",
    "https://www.store.steampowered.com/app/780310/The_Riftbreaker/",
    "https://www.store.steampowered.com/app/1088850/Marvels_Guardians_of_the_Galaxy/",
    "https://www.chrome.google.com/webstore/category/extensions",
    "https://www.benchmarks.ul.com/pcmark10",
    "https://geekbench.com/",
    "https://amd.com/en/processors/ryzen-processors-laptop"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "Microsoft",
        "sentiment": "none"
      },
      {
        "name": "Samsung",
        "sentiment": "none"
      },
      {
        "name": "Lenovo",
        "sentiment": "none"
      },
      {
        "name": "CNET",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": null,
  "rating": null,
  "crawled": "2025-02-28T01:43:05.243+02:00",
  "updated": "2025-02-28T01:43:05.243+02:00"
}