{
  "thread": {
    "uuid": "7b51ed45ee818c120d584a42c763ea13235fddc5",
    "url": "https://www.meganoticias.cl/tendencias/442410-zapallito-italiano-origen-apodo-anita-maria-munoz-seo.html",
    "site_full": "www.meganoticias.cl",
    "site": "meganoticias.cl",
    "site_section": "https://meganoticias.cl",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": " Meganoticias - Principales noticias de Chile y el mundo ",
    "title": "\"Zapallito Italiano\": Este es el curioso origen del apodo de la querida bailarina - Meganoticias",
    "title_full": "\"Zapallito Italiano\": Este es el curioso origen del apodo de la querida bailarina - Meganoticias",
    "published": "2024-03-14T23:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "https://images2-mega.cdn.mdstrm.com/meganoticias/2024/03/14/zapallito-italiano-y-su-apodo_442410_2_65f3620d7c579.jpg?d=1200x675",
    "performance_score": 0,
    "domain_rank": 83040,
    "domain_rank_updated": "2024-03-12T12:13:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7b51ed45ee818c120d584a42c763ea13235fddc5",
  "url": "https://www.meganoticias.cl/tendencias/442410-zapallito-italiano-origen-apodo-anita-maria-munoz-seo.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Meganoticias",
  "published": "2024-03-14T23:40:00.000+02:00",
  "title": "\"Zapallito Italiano\": Este es el curioso origen del apodo de la querida bailarina - Meganoticias",
  "text": "\"Zapallito Italiano\": Este es el curioso origen del apodo de la querida bailarina Uno de los personajes más carismáticos y queridos de la televisión chilena en el último tiempo ha sido la [\"Zapallito Italiano\"](https://www.meganoticias.cl/tendencias/442233-zapallito-italiano-nombre-real-verdadero-edad-top-chef-quien-es-fotos-seo.html), cuyo nombre real es Anita María Muñoz. Esta bailarina es recordada por su participación en el programa \"Extra Jóvenes\" en el año 1999, cuando con 25 años ganó el concurso de la \"Chica Techno\". Justamente, el video de su primera vez en televisión se viralizó en los años de pandemia, durante 2020, lo que le permitió participar este 2024 de un programa culinario en TV. [Ir a la siguiente nota](https://www.meganoticias.cl/tendencias/442360-la-memoria-infinita-maite-alberdi-ganadores-oscar-cillian-murphy-jodie-foster-14-03-2024.html) ¿Por qué la \"Zapallito Italiano\" tiene ese apodo? El apodo de \"Zapallito Italiano\" es uno de los más llamativos en televisión y fue ideado por Leo Caprile, según admitió el propio animador en 2022 en el programa \"Más Vivi\" con Vivi Kreutzberger. “Responde a una necesidad de enfrentamiento, ya que estábamos en competencia con Kike (Morandé), con 'Morandé con Compañía', y él tenía a la ‘Porotito Verde’, entonces se me ocurrió la idea de tener también una bailarina vegetal”, afirmó el conductor y locutor radial. Cabe recordar que la \"Porotito Verde\" también fue una bailarina reconocida en televisión por aquellos años en MCC, sobre todo por su baile de la \"Mayonesa\". Por ello Caprile le puso el apodo a Anita María Muñoz, como una forma de parodia. “No me arrepiento, a no ser que tú me pidas que borre la historia”, le dijo el animador a la \"Zapallito Italiano\". Los otros nombres que podría haber tenido la \"Zapallito Italiano\" Pese a lo que muchos piensan, la \"Zapallito Italiano\" no se molestó con el sobrenombre que le pusieron, e incluso lo sigue usando hasta el día de hoy. \"Como yo estaba recién en este mundo, estaba como enamoradísima de todo esto, las luces, las entrevistas, quería más, y si me dieron la oportunidad de trabajar en televisión, yo la tomé al tiro, entonces nunca me molestó el apodo\", aseguró Muñoz, quien se sigue dedicando al baile. Ver esta publicación en Instagram Lo más curioso de todo es que la \"Zapallito\" podría haber tenido otros apodos aún más extravagantes. \"Estaban entre zapallo, camote y zapallo guarda, pero era muy bruto el zapallo, así que por eso el ‘Leito’ dijo zapallito, diminutivo, más cariñoso, más tiernito\", explicó la mujer. El presente de la \"Zapallito Italiano\" Actualmente, la \"Zapallito Italiano\" tiene 49 años y vive junto a su pareja e hijos en la comuna de El Bosque. Según reveló [Pousta](https://pousta.com/zapallito-italiano-ana-maria-munoz-chica-techno/), la mujer realiza clases de baile y anima eventos de entretención tanto para empresas como para municipalidades luego de su paso por TV. No obstante, en cualquier momento podría regresar a televisión, ya que también ha estado en el reality \"La granja VIP\" (2005), mientras que más recientemente, en 2022, estuvo en el programa \"Aquí se baila\". Leer más de",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://pousta.com/zapallito-italiano-ana-maria-munoz-chica-techno/),",
    "https://www.pousta.com/zapallito-italiano-ana-maria-munoz-chica-techno/),"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:43:01.746+02:00",
  "updated": "2024-03-15T00:43:01.746+02:00"
}