{
  "thread": {
    "uuid": "85a89da738a4758a80251e0de8bf504da6b2417f",
    "url": "https://www.kotatv.com/2024/01/16/keep-your-pets-safe-warm-during-cold-weather",
    "site_full": "www.kotatv.com",
    "site": "kotatv.com",
    "site_section": "https://kotatv.com/powernation",
    "site_categories": [
      "media"
    ],
    "section_title": "POWERNATION",
    "title": "Keep your pets safe and warm during the cold weather",
    "title_full": "Keep your pets safe and warm during the cold weather",
    "published": "2024-01-16T19:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-kota-prod.cdn.arcpublishing.com/resizer/v2/OU7HRGIW3BCOVGHIEBES7QGBLM.jpg?auth=8c59bc18e37fe40481cdeb1694cb004af070082d0f46e550aa3c9202b3e74c5e&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 62721,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "85a89da738a4758a80251e0de8bf504da6b2417f",
  "url": "https://www.kotatv.com/2024/01/16/keep-your-pets-safe-warm-during-cold-weather",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@kotatweets",
  "published": "2024-01-16T19:39:00.000+02:00",
  "title": "Keep your pets safe and warm during the cold weather",
  "text": "Keep your pets safe and warm during the cold weather RAPID CITY, S.D. (KOTA) - With temperatures being unable to reach the positives, the cold is affecting more than just people. While the temperature is cold, the wind chill is making it even colder. Chief Meteorologist David Stradling says people shouldn’t spend more than about 10 minutes outside, but we shouldn’t forget about how the cold can affect our pets. “Well when it’s this cold, I’d say do it like we do it. Just don’t take them out for long walks, keep them shorter, maybe when you get back from walks wipe off their paws. You’re looking for salt and deicers, that stuff can build up and they can lick it,” Said Jerry Steinley, director at the Humane Society of the Black Hills. Along with trying to keep your animals inside as much as possible, dressing your animals in a warm sweater or putting booties on their feet can help as well. “You know, we wear our coat when we go outside, they can definitely wear a coat. You just want to make sure that it’s comfortable, not constricting for them, and that they easily wear it, and that it doesn’t cause much problems when they do wear it. Sometimes the boots can come in handy, especially if they’re going to be walking outside, and they maybe have more tender feet than other dogs. So if your dog is a little tender-footed, sometimes the booties can be helpful,” said Dr. Lorraine Corriveau, primary care veterinarian at Purdue Veterinary Hospital. If you do have a more outside dog or one that doesn’t come inside, there are some tips to keep them warm “Those guys need to be in some sort of protected environment so they’re not 100% exposed to those outside weathers. So the proper shelter for animals really should be a good house that has three sides that are enclosed, so you’ve got good barriers against the wind. You want to have it actually raised up off the floor, believe it or not, so you want to have it up off of that cold, cold surface. Then you want to have a good amount of straw or hay or some kind of insulation that’s in there for them to kind of provide some snuggling abilities that are there,” continued Dr. Corriveau. Along with making sure the outside shelter is well insulated, keeping the shelter smaller can also keep your pet warmer. If you see any animals out in the cold, Steinley says you can pull the animal into your car if it’s safe to do so, or you can call animal services and enforcement at (605) 394-4132. Copyright 2024 KOTA. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jerry steinley",
        "sentiment": "none"
      },
      {
        "name": "david stradling",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "humane society of the black hills",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "s.d.",
        "sentiment": "none"
      },
      {
        "name": "rapid city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T20:23:16.148+02:00",
  "updated": "2024-01-16T20:23:16.148+02:00"
}