{
  "thread": {
    "uuid": "bd78130f285484aed0ee9408879d2a10d4b0d0ea",
    "url": "https://www.mirror.co.uk/news/us-news/gypsy-rose-blanchard-shares-first-31769354",
    "site_full": "www.mirror.co.uk",
    "site": "mirror.co.uk",
    "site_section": "http://mirror.co.uk/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Mirror - mirror frontpage",
    "title": "Gypsy Rose Blanchard shares first photo after being released from prison early - Mirror Online",
    "title_full": "Gypsy Rose Blanchard shares first photo after being released from prison early - Mirror Online",
    "published": "2023-12-29T17:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://i2-prod.mirror.co.uk/incoming/article31769292.ece/ALTERNATES/s1200/0_PRIO-Gypsy-Rose-Blanchard-shares-beaming-selfie-after-being-released-from-prison-early.jpg",
    "performance_score": 0,
    "domain_rank": 500,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bd78130f285484aed0ee9408879d2a10d4b0d0ea",
  "url": "https://www.mirror.co.uk/news/us-news/gypsy-rose-blanchard-shares-first-31769354",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jeremiah Hassel",
  "published": "2023-12-29T17:55:00.000+02:00",
  "title": "Gypsy Rose Blanchard shares first photo after being released from prison early - Mirror Online",
  "text": "For the first time since her early release from prison, Gypsy Rose Blanchard took to her Instagram account to post a selfie — captioning it simply: \"First selfie of freedom!\"\nThe snap shows her wearing the same white and blue shirt with a front pocket and stylishly ripped and woven arms she wore on Thursday as she went shoe shopping with her husband, Ryan Scott Anderson, at an Off Broadway Shoe Warehouse near Kansas City, Missouri. She's also wearing the same jeans.\nShe smiles as she holds up her rose gold iPhone and places her other hand on her hip, her wedding ring visible. Her hair is in a messy but cute ponytail that's draped over her left shoulder, with two strands of hair streaming down the sides of her face.\nREAD MORE: Gypsy Rose Blanchard's life after prison as mum murderer set to be unlikely celeb\nGypsy appears to be in a hotel room — likely the same one she crashed in at the Fairfield Inn & Suites by Marriott in Chillicothe, Missouri, a tiny city located about 90 miles (145km) northeast of Kansas City. Chillicothe is the same city near which the Chillicothe Correctional Center is located, the place Gypsy was imprisoned for around eight years before she was set free on parole on Thursday.\nBehind her, a suitcase sits on the floor near the pristinely made bed, which seems to also have a suitcase on it. Another one sits on the floor beside it. All appear to be packed with clothes and other essentials.\nThere is also a pack of Dr Pepper on the floor near the hanging racks, where her husband's large blue shirt hangs next to another that's tan in colour.\nFor all the latest news, politics, sports, and showbiz from the USA, go to The Mirror US\nPosted around 8.30am local time on Friday, the snap has already garnered almost 100,000 likes and hundreds of comments. Many of them are supportive, praising her look, her smile or simply offering their support for the famous felon, who was convicted of second-degree murder after she orchestrated the killing of her medically abusive mother, Clauddine (Dee Dee) Blanchard.\n\"We’ve been waiting years for this for you!! Wishing you a lifetime of comfort love and all the joy you can find <333,\" wrote user @littlebunnybigday. That comment achieved over 700 likes. \"2024 is your year! And we’re all rooting for you,\" wrote @thekevinlivingston, while @aplasticplant simply wrote \"w\" — a sort of GenZ slang that's an abbreviation for \"win.\"\nGypsy was imprisoned for orchestrating the murder of her mother in 2015 after suffering over two decades of medical abuse at her hands, which eventually turned into violent domestic abuse as Gypsy began to figure out what was happening.\nDee Dee suffered from factitious disorder imposed on another, formerly known as Munchausen syndrome by proxy, which meant that she would make up or exaggerate the illnesses she said her daughter had, fooling doctors, family members, the community and even charities, which doled out large sums of money for Gypsy's treatments and care.\nAt the age of just three months, Gypsy was diagnosed with sleep apnea after her mother took her to the doctor when she was having breathing problems. She was given a breathing apparatus, but the medical maladies only increased from there.\nDee Dee was convinced that there was something else wrong with her daughter, and she eventually told family and convinced medical professionals that she had a chromosomal disorder that meant she wouldn't develop at the same rate as other children and that she would be cognitively impaired, too.\nThat \"diagnosis\" relegated Gypsy to a wheelchair, but more maladies kept coming. Her mother told others that she had leukaemia, then started shaving her head to mimic the impact of chemotherapy treatments. She also made up that she had epilepsy, convincing doctors to prescribe Gypsy medication that she didn't need, which made her teeth crumble and fall out.\nWhen the height of all these issues was happening, when Gypsy was just 7 or so, she and her mom moved to Louisiana, shocking the family, who just wanted to help poor Gypsy as she endured such horrific medical \"diagnoses.\"\nThen, Hurricane Katrina rolled in and destroyed their home in 2005, which prompted them to move to Missouri, where charities paid to have a home built for them, complete with wheelchair ramps and a hot tub in the back.\nDee Dee reportedly couldn't work because caring for Gypsy was a full-time job in and of itself. The donations kept pouring in, and the seemingly inseparable pair would win trips to Disney for free.\nWhen they were out together, Dee Dee would hold Gypsy's hand consistently, but it wasn't out of love — it was a method of controlling her, as Dee Dee would squeeze Gypsy's hand hard whenever she feared her daughter would spill the beans on their secret, which was that Gypsy wasn't actually ill.\nEventually, Gypsy met Nicholas Godejohn online, and the two struck up a relationship, chatting using fake Facebook accounts so Gypsy's overprotective mother wouldn't find out. They met at a showing of Cinderella at a movie theatre and had sex in the bathroom, and then later, when Dee Dee did discover their relationship and smashed up Gypsy's computer, they managed to stay in touch, and she conscripted him to help her kill her mother.\nGypsy let Nicholas into the house, and he stabbed Dee Dee 17 times in the back with a serrated knife, and then the two fled to Wisconsin, where Nicholas is from. They made posts to her mother's Facebook page, but they were traced back to Wisconsin, and the couple was arrested.\nGypsy was handed 10 years for second-degree murder and was paroled after around eight on Thursday this week. Nicholas was convicted of first-degree murder and sentenced to life in prison without the possibility of parole.\nNow, Gypsy has aspirations of a public speaking career and of meeting Taylor Swift at the upcoming Kansas City Chiefs game on New Year's Eve against the Cincinnati Bengals. She plans to live her life to the fullest as a free woman.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gypsy rose blanchard",
        "sentiment": "negative"
      },
      {
        "name": "gypsy",
        "sentiment": "none"
      },
      {
        "name": "ryan scott anderson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "off broadway shoe warehouse",
        "sentiment": "none"
      },
      {
        "name": "marriott",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kansas city",
        "sentiment": "none"
      },
      {
        "name": "chillicothe",
        "sentiment": "none"
      },
      {
        "name": "missouri",
        "sentiment": "none"
      },
      {
        "name": "fairfield inn",
        "sentiment": "none"
      },
      {
        "name": "chillicothe correctional cen",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T18:19:52.624+02:00",
  "updated": "2023-12-29T19:06:56.101+02:00"
}