{
  "thread": {
    "uuid": "8c28aa5f61d4221d09ddeeba0d96864abd9b6a88",
    "url": "https://www.timesargus.com/news/local/baumann-takes-charge-of-aldrich/article_4f4a9e35-09e1-5acd-97d6-5f74b4a33be2.html",
    "site_full": "www.timesargus.com",
    "site": "timesargus.com",
    "site_section": "https://www.timesargus.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News | timesargus.com",
    "title": "Baumann takes charge of Aldrich | Local News | timesargus.com",
    "title_full": "Baumann takes charge of Aldrich | Local News | timesargus.com",
    "published": "2024-01-05T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/timesargus.com/content/tncms/assets/v3/editorial/e/36/e36d30a5-c68f-51eb-a296-d65d004318fa/659830310f906.image.jpg?crop=1662%2C873%2C0%2C187&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 33973,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8c28aa5f61d4221d09ddeeba0d96864abd9b6a88",
  "url": "https://www.timesargus.com/news/local/baumann-takes-charge-of-aldrich/article_4f4a9e35-09e1-5acd-97d6-5f74b4a33be2.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Peter Cobb Correspondent",
  "published": "2024-01-05T07:00:00.000+02:00",
  "title": "Baumann takes charge of Aldrich | Local News | timesargus.com",
  "text": "If enthusiasm for a job could light a lamp, Kristin Baumann, the new head librarian at the Aldrich Public Library, could light the city. “It’s a real treat to be sitting here, in this beautiful, historic building. Everyone involved with this library has a strong sense of community. That’s the main reason I accepted this job,” Baumann said from her second-floor office. Baumann, who started at the Aldrich in October, spent the past 12 years as director of the Island Free Library on tiny Block Island, Rhode Island. Although the two communities are vastly different both in geography and community, both are proud of their town and proud of their library, she said. “I lived on Block Island for 30 years. I moved there because the people had an inherent sense of community, a commitment to making it a better place for everyone. I get the same feeling here in Barre,” she said. “The library on Block Island was a central hub for the community. The library here in Barre also is a central hub,” she said. The recent Light Up the Library fundraiser, she said, was a perfect example of the community support. “I was overwhelmed by the support for the library,” she said. Two of Baumann’s main goals are to make sure the library remains at the center of what she sees as a revival of the city, especially following the July flood, and to expand the library’s role in solving the social service issues of the community. “I think libraries are on the front lines of the social, economic and mental health issues of their communities. I want the library to be part of the solution. We’re doing good things here, but we’re not alone in the good work that is going on in Barre,” she said. Baumann said she is considering providing space in the building for staff from local social service agencies. “I’m trained to run a library. I’m not trained to deal with some of the issues we see every day. As a vital member of the community, we cannot retreat from the needs of our neighbors,” she said. “The core of this library will remain what it has always been: the books,” Baumann said. In Fiscal Year 2023, 89,132 books, audiobooks, e-books, magazines and the online database were used by Aldrich patrons. There were 63,855 visits to the two branches, Barre City and Barre Town, and the library offered 291 programs, such as the Authors at the Aldrich, Teen Night and the Lego Club for kids. Nancy Pope, president of the Aldrich board of trustees, said Baumann’s zeal for the job was key to hiring her. “We’re delighted to have Kristin as our new librarian. She has an understanding of the mission of the library and a passion for service to the community,” Pope said. “She brings a passion for library work and believes in the importance of libraries in building communities.” Baumann manages a staff of 11. The FY2024 budget is $705,692. Through donations and fundraising, the library projects to raise $85,000. Barre City contributes $250,170; Barre Town, $200,122. “The remainder of funds needed to balance the budget comes from grants that we secure, fees and services, and our library investment accounts and endowments. These accounts are extremely important to our financial stability and have all been established through gifts from donors. We are grateful for all contributions to our work and success,” Baumann said. In addition to hiring Baumann as the new director, the Aldrich trustees also promoted Garrett Grant, who served as interim director from June to October, to assistant director. Garrett will continue his duties as Young Adult and New Technology Librarian, as well as take on new responsibilities. “The trustees are very appreciative of the dedicated work, which Garrett has done while serving as our interim library director. In addition to the many tasks as director, he worked to organize flood relief efforts at the library and partnered with other community groups to serve those in need,” Pope said. Baumann moved to Waterbury to be near family. She built a house on property adjacent to her brother’s land. She has master’s degrees in library and information studies and public administration from the University of Rhode Island. Grant earned a master of arts degree in library and information studies form the University of Wisconsin-Madison.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "baumann",
        "sentiment": "positive"
      },
      {
        "name": "kristin baumann",
        "sentiment": "positive"
      },
      {
        "name": "aldrich p",
        "sentiment": "positive"
      },
      {
        "name": "aldrich",
        "sentiment": "none"
      },
      {
        "name": "barre",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "aldrich | local news",
        "sentiment": "positive"
      },
      {
        "name": "island free library",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "rhode island",
        "sentiment": "none"
      },
      {
        "name": "barre",
        "sentiment": "none"
      },
      {
        "name": "block island",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:46:05.162+02:00",
  "updated": "2024-01-06T00:46:05.162+02:00"
}