{
  "thread": {
    "uuid": "6a6a772bd36df785450cf156900ca2a709ffca3a",
    "url": "https://cryptonews.net/news/bitcoin/28352856/",
    "site_full": "cryptonews.net",
    "site": "cryptonews.net",
    "site_section": "https://cryptonews.net/",
    "site_categories": [
      "finance"
    ],
    "section_title": "World news about cryptocurrency and blockchain technology from different sources",
    "title": "PlanB predicts Bitcoin to hit $100k in 2024, $500k in 2025",
    "title_full": "PlanB predicts Bitcoin to hit $100k in 2024, $500k in 2025",
    "published": "2024-01-05T23:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "RU",
    "main_image": "https://cnews24.ru/uploads/969/969b1e252ef11123dda6e546675c178e076b7c14.jpg",
    "performance_score": 0,
    "domain_rank": 68598,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6a6a772bd36df785450cf156900ca2a709ffca3a",
  "url": "https://cryptonews.net/news/bitcoin/28352856/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-05T23:27:00.000+02:00",
  "title": "PlanB predicts Bitcoin to hit $100k in 2024, $500k in 2025",
  "text": "As Bitcoin (BTC) returns above the $44,000 price mark and continues to steadily push on further, many experts are certain this is just the beginning of its massive rally, with one of them seeing it at $55,000 by halving, doubling in 2024, and growing more than tenfold in 2025. Specifically, pseudonymous cryptocurrency analyst PlanB shared his predictions for Bitcoin based on several charts, starting with his stock-to-flow (S2F) model, which suggests a value between $50,000 and $60,000 at the next halving, according to the expert’s YouTube video streamed on January 4. Furthermore, by the end of 2024, the analyst expects the flagship decentralized finance (DeFi) asset to climb to as high as $100,000, after which he anticipates the maiden crypto asset to reach a whopping $532,000 in a slow pump “maybe well into 2025” as a pump like that “usually takes a little bit of time” after the halving. Indeed, the expert’s other charts are consistent with the above scenario, including the Bitcoin market cycle model (MCM), the Bitcoin relative strength index (RSI) chart, the 200-week moving average (200WMA) chart, the Bitcoin realized price model, the Bitcoin in profit chart, and the stock-to-flow trading rule. Bitcoin price analysis Meanwhile, the largest asset in the crypto sector by market capitalization was at press time changing hands at the price of $44,195, recording an increase of 2.82% on the day, growing 3.99% across the previous week, and making a modest advance of 0.83% on its monthly chart, as per data on January 5. All things considered, Bitcoin certainly has the capacity to reach the targets set by the crypto expert, and the historical chart patterns add strength to the argument. However, doing one’s own research and weighing the risks is critical before investing any significant amount of money into any asset. Watch the entire video below: Disclaimer: The content on this site should not be considered investment advice. Investing is speculative. When investing, your capital is at risk.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T02:03:02.875+02:00",
  "updated": "2024-01-06T02:03:02.875+02:00"
}