{
  "thread": {
    "uuid": "1c4488e4fc559e1de5b11ad91c0a7b7dd731108a",
    "url": "https://vnexplorer.net/a-canadian-city-made-cnns-list-for-2024-best-destinations-saint-john-n-b-s823722.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "A Canadian city made CNN’s list for 2024 best destinations — Saint John, N.B.",
    "title_full": "A Canadian city made CNN’s list for 2024 best destinations — Saint John, N.B.",
    "published": "2024-01-06T00:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwxgg.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1c4488e4fc559e1de5b11ad91c0a7b7dd731108a",
  "url": "https://vnexplorer.net/a-canadian-city-made-cnns-list-for-2024-best-destinations-saint-john-n-b-s823722.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-06T00:09:00.000+02:00",
  "title": "A Canadian city made CNN’s list for 2024 best destinations — Saint John, N.B.",
  "text": "King Street is seen in Uptown Saint John.\nNew Brunswick’s Saint John has been named one of CNN’s top travel destinations in 2024, the only Canadian city to make the list this year.\nSaint John — “not to be confused with St. John’s, the capital of Newfoundland,” CNN noted — is described in the article as a “charming little city” boasting historic architecture, seaside accommodations, and a broad range of food options.\nJillian MacKinnon, the vice-president of marketing, communications, and strategic initiatives at the regional growth agency Envision Saint John, said she was “thrilled” that the city was included on the list, which will “really garner global attention” for the region.\n“We know that it’s a fabulous destination, and we are so happy that the secret is out,” she said.\nMacKinnon said one of Saint John’s biggest draws is its proximity to the Bay of Fundy, known for its high tides.\n“As the only city on the world-famous Bay of Fundy, we make a perfect home base to have all of those experiences along the Atlantic coast,” she said. “You can have an urban experience where you’re watching the rise and the fall of the bay from (the city.)”\nAs Canada’s oldest incorporated city, she added, Saint John is “brimming with history and heritage.”\n“We have beautiful architecture in uptown Saint John, with the locally-owned boutiques, restaurants and bars, where you go inside and it’s bricks and beams,” she said.\n“People can just spend days taking pictures and wandering our uptown because it’s absolutely spectacular.”\nThe inclusion in the CNN article is thanks to Neil Hodge, travel media representative for Tourism New Brunswick. He attended a media marketplace in Puerto Rico in September, where he spoke to a number of journalists and pitched travel articles for the province.\n“CNN has a global reach, so this will expand our reach, for sure, when it comes to our tourism marketing efforts,” he said. “It’s a pretty prestigious list and we’re very happy to be a part of it.”\nOver the years, Hodge has pitched thousands of New Brunswick stories to media around North America.\nHe said being included on the CNN list — alongside world-famous destinations like Macedonia, Greece, and Galicia, Spain — shows the world what he knew all along: that Saint John is a great place to be.\nMore on Canada\n“Saint John is, in my opinion, such an underrated city,” he said. “Seeing Saint John’s name among the list of other places in the world, prime destinations, it just adds credibility and it’s going to open some eyes.”\nHodge described it as a “city of firsts.” Aside from being the oldest incorporated city in Canada, it’s also the home of the country’s first chartered bank, the first museum, and the first library.\nIt’s also one of the “very, very very few places in the world” that’s entirely contained inside of a geopark — UNESCO areas containing one or more sites of particular geological importance. There are more than 60 geosites in the area, including Reversing Falls.\n“It’s a city where you can go and learn a lot,” said Hodge. “There’s one billion years of geological history in Saint John. It’s a place where people can come and visit and play tourist, and also learn something about thee world at the same time.”\nHodge said he hopes the international recognition will spark more interest in visiting Saint John, and New Brunswick in general — not just during the prime season during the summer, but in the winter as well, where people can engage in things like ice fishing, snowmobiling and dog sledding.\nTourism levels in 2023 surpassed pre-pandemic levels, and Hodge expects that to continue in future years.\n“There’s lots of exciting things happening in all corners of New Brunswick,” he said.\nThis isn’t the first time the Maritimes have made CNN’s annual list of travel destinations. Cape Breton, Nova Scotia made the list in 2022.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwxgg.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwxgg.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "john",
        "sentiment": "negative"
      },
      {
        "name": "jillian mackinnon",
        "sentiment": "none"
      },
      {
        "name": "mackinnon",
        "sentiment": "none"
      },
      {
        "name": "st. john’s",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cnn",
        "sentiment": "negative"
      },
      {
        "name": "new brunswick",
        "sentiment": "neutral"
      },
      {
        "name": "envision saint john",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "atlantic coast",
        "sentiment": "none"
      },
      {
        "name": "bay of fundy",
        "sentiment": "none"
      },
      {
        "name": "newfoundland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:17:23.756+02:00",
  "updated": "2024-01-06T00:17:23.756+02:00"
}