{
  "thread": {
    "uuid": "a1e113ca7cf2cf39a211742e9fa951ac3f8b5a8e",
    "url": "https://vnexplorer.net/seafood-lovers-go-on-a-buying-frenzy-in-readiness-for-christmas-as-milder-weather-is-forecast-around-the-country-for-the-big-day-s696872.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Seafood lovers go on a buying frenzy in readiness for Christmas - as milder weather is forecast around the country for the big day",
    "title_full": "Seafood lovers go on a buying frenzy in readiness for Christmas - as milder weather is forecast around the country for the big day",
    "published": "2023-12-28T23:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2023/12/23/01/79275907-12895547-image-a-8_1703294328366.jpg",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a1e113ca7cf2cf39a211742e9fa951ac3f8b5a8e",
  "url": "https://vnexplorer.net/seafood-lovers-go-on-a-buying-frenzy-in-readiness-for-christmas-as-milder-weather-is-forecast-around-the-country-for-the-big-day-s696872.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-28T23:57:00.000+02:00",
  "title": "Seafood lovers go on a buying frenzy in readiness for Christmas - as milder weather is forecast around the country for the big day",
  "text": "Aussies are buying their seafood for ChristmasSydney Fish Market is expecting 100,000 customersREAD MORE: Ada Nicodemou shares her top tips for the perfect Christmas\nThousands of people are expected to descend on fish markets around the country to buy seafood for Christmas – as latest forecasts predict mostly mild weather for the big day with the possibility of storms in some areas.\nThe Sydney Fish Market, one of the biggest in Australia, is open from 5am Saturday to 5pm on Christmas Eve and expects to sell more than 350 tonnes, including 120 tonnes of prawns and about 70,000 dozen oysters.\nMore than 100,000 people are expected to visit the market in the inner-city suburb of Pyrmont in the next 36 hours.\nThe most popular items are usually barramundi, snapper, lobsters and, of course, prawns and oysters.\nThere are also ‘affordably delicious’ fish like school whiting, gurnard, and ocean jacket.\nMore than 100,000 people are expected to visit The Sydney Fish Market (above) in the next 36 hours\nThousands of Aussies will descend upon seafood markets this weekend in preparation for Christmas (pictured, The Sydney Fish Market on Saturday)\nSydney’s market (above) offers ‘affordably delicious’ fish like school whiting, gurnard, and ocean jacket\nThe weather for Christmas is looking mild in New South Wales with onshore winds and cloudy skies, with some showers likely in Sydney and elsewhere (pictured, The Sydney Fish Market)\nSydney’s iconic seafood market was packed on Saturday (above) as thousands prepare for Christmas\n‘We encourage visitors to come with an open mind and menu, and let our expert retailers guide you towards the catch of the day,’ market chief executive Greg Dyer said.\nWith just two more sleeps until Christmas, the weather bureau is tipping mild weather for most of the country.\nAfter the recent heatwave in the eastern states and flooding in the north, afternoon showers and thunderstorms are likely across Queensland, including Brisbane.\nIn NSW, there will be onshore winds and cloudy skies, with some showers likely in Sydney and elsewhere.\nIn Victoria and Tasmania, southeasterly winds are forecast to bring cloud and cooler-than-average temperatures, with morning showers ahead of clearing conditions in the afternoon for Melbourne and Hobart.\nSydney’s extremely popular seafood market (above) is open from 5am Saturday to 5pm on Christmas Eve\nThe most popular items at The Sydney Fish Market (above) are usually barramundi, snapper, lobsters and, of course, prawns and oysters\nSydney Fish Market’s (above) chief executive Greg Dyer encourage customers to ‘come with an open mind and menu, and let our expert retailers guide you towards the catch of the day’\nMore than 100,000 customers are expected to visit The Sydney Fish Market (above) this weekend\nThousands flocked to the Sydney Fish Market (above) to buy barramundi, snapper, lobsters and, of course, prawns and oysters\nAdelaide can expect some sunshine, after a cool and cloudy start for Christmas morning over South Australia.\nIn Western Australia, a low-pressure system has been brewing this week and could bring showers and storms to the interior as well as Perth, interspersed with sunshine.\nThe Northern Territory can expect seasonal afternoon showers and storms around Darwin, although the risk of any Christmas impacts due to the remnants of ex-tropical cyclone Jasper appears unlikely, the Bureau of Meteorology said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christma",
        "sentiment": "none"
      },
      {
        "name": "ada nicodemou",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:01:17.581+02:00",
  "updated": "2023-12-29T00:01:17.581+02:00"
}