{
  "thread": {
    "uuid": "5067054e723575255dbf0aef19e2ff0c6b99b10c",
    "url": "https://vnexplorer.net/parker-will-pursue-high-risk-rematch-against-joshua-s735397.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Parker will pursue 'high risk' rematch against Joshua",
    "title_full": "Parker will pursue 'high risk' rematch against Joshua",
    "published": "2023-12-31T15:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mgpda.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5067054e723575255dbf0aef19e2ff0c6b99b10c",
  "url": "https://vnexplorer.net/parker-will-pursue-high-risk-rematch-against-joshua-s735397.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-31T15:13:00.000+02:00",
  "title": "Parker will pursue 'high risk' rematch against Joshua",
  "text": "Joseph Parker celebrates his unanimous points win over Deontay Wilder in Riyadh\nJoseph Parker has ‘earned’ a rematch with Anthony Joshua, but the British star may avoid this ‘high risk’ fight, says the New Zealander’s promoter David Higgins.\nParker wrecked plans for a long-awaited showdown between Joshua and Deontay Wilder in 2024 as he sealed a unanimous decision win over the American in Saudi Arabia last weekend.\nJoshua defeated Parker on points to unify the WBO, WBA and IBF belts in Cardiff in 2018, but Higgins hopes to see a second fight in the near future.\nAnthony Joshua and Deontay Wilder in talks for two-fight dealDeontay Wilder: Anthony Joshua fight is the closest it’s ever beenNOW Sports Month Membership: £21 a month for 6 months\n“Joseph has earned that fight in my opinion and the Saudis would see merit in Parker against Anthony Joshua,” Parker’s promoter David Higgins told Sky Sports.\n“It might not be next, there might be a bit more work to do but I think that’s the fight fans want to see. It’s a merit-based fight.\n“In terms of opponents, Joseph will fight anyone and if you look at all the names on his resume from Derek Chisora twice, Joe Joyce, Joshua, Wilder, Dillian Whyte, the list goes on and he’s still only 31-years-old.\n“We’ll fight Anthony Joshua in a heartbeat. Everyone knows Joseph will fight him next but I am not sure that’s an option. We’ll obviously look at any option and see what comes forward.\n“I can’t speak for their [Anthony Joshua] team, but they are probably trying to rebuild to a point and have a big fight against the likes of Tyson Fury or Oleksandr Usyk.”\nHiggins added: “Maybe Joseph, especially after the way he handled his business with Wilder, is probably seen as high risk.”\nFollowing his victory, Parker extended his thanks to Fury, who had shared the ring on three occasions with Wilder, and assisted with preparations.\n“I think Tyson was very influential in creating the opportunity and helping Joseph by letting him use the gym, and I know they have done some sparring together as well,” Higgins said.\n“You can’t get better sparring than Fury, the lineal heavyweight champion, it was very helpful.”\nHiggins believes Parker produced a career-best win over Wilder and also praised trainer Andy Lee for devising the winning gameplan.\n“For me, it was the best performance of Joseph’s career,” Higgins said.\n“The reason I say that is because those massive, global, pay-per-view fights have a special pressure about them, the eyes of the world are upon you and against his opponent, a murderous puncher, one of the most feared in history, you can’t really describe what that pressure is like until you’ve been in that situation.\n“A couple of times he came up short [in his career], but this time he maintained a cool head, was patient, showed intent, stuck to the fight plan, withstood the pressure. He didn’t just win but dominated Wilder.”\nParker has fought four times in this calendar year and his consistency has allowed him to gather momentum with Higgins hoping he can fight again in March.\n“I think we’ll look at every option and Joseph wants to be busy and he’s looked at his best fighting regularly,” Higgins said.\n“He’s got some momentum going so the intent is to continue. We don’t want to step backward to weaker opponents. We want to keep the level up and keep busy.\n“If he can fight again in March, he’ll be grateful to everyone who has helped facilitate that.”\nParker would also welcome a future fight with unified champion Oleksandr Usyk, who defends his WBO, IBF and WBA belts against WBC champion Fury in an undisputed title fight in Saudi Arabia on February 17.\n“If the fight came up, I’m sure Joseph would jump at the opportunity, it would be a great fight and yes I think he could win the fight.” Higgins said.\n“He [Parker] is feeling satisfied with it all coming together, a complete performance under the highest pressure, he deserves to be proud.\n“His doubters and the people writing him off, he’s certainly shut that crowd up. In New Zealand, the leading newspapers said he is back and he’s got another run at a world title.”\nParker troubled Wilder with a fierce attack as he pulled ahead on the scorecards\nThe 31-year-old stuck to the gameplan which had been devised by trainer Andy Lee\nParker sealed a unanimous decision win over Deontay Wilder\nParker is working towards a rematch with Anthony Joshua",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lXf4h.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lXhDY.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mgmIA.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lXmto.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mgpda.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lXmto.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mgpda.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lXf4h.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mgmIA.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lXhDY.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joshua joseph parker",
        "sentiment": "positive"
      },
      {
        "name": "joseph parker",
        "sentiment": "positive"
      },
      {
        "name": "parker",
        "sentiment": "positive"
      },
      {
        "name": "deontay wilder",
        "sentiment": "positive"
      },
      {
        "name": "david higgins",
        "sentiment": "none"
      },
      {
        "name": "higgins",
        "sentiment": "none"
      },
      {
        "name": "joseph",
        "sentiment": "none"
      },
      {
        "name": "joshua",
        "sentiment": "none"
      },
      {
        "name": "anthony joshua",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wbo",
        "sentiment": "none"
      },
      {
        "name": "wba",
        "sentiment": "none"
      },
      {
        "name": "sky sports",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "riyadh",
        "sentiment": "none"
      },
      {
        "name": "saudi arabia",
        "sentiment": "none"
      },
      {
        "name": "cardiff",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T15:18:57.981+02:00",
  "updated": "2023-12-31T15:18:57.981+02:00"
}