{
  "thread": {
    "uuid": "657a7b796d75adf08e6078162c14d9d7f79ec705",
    "url": "https://independent.ng/emeka-kalu-when-nibo-town-honoured-top-politician-man-of-the-people-2/",
    "site_full": "independent.ng",
    "site": "independent.ng",
    "site_section": "https://independent.ng",
    "site_categories": [
      "media"
    ],
    "section_title": "Home | Independent Newspaper Nigeria",
    "title": "Emeka Kalu: When Nibo Town Honoured Top Politician, Man Of The People  | Independent Newspaper Nigeria",
    "title_full": "Emeka Kalu: When Nibo Town Honoured Top Politician, Man Of The People  | Independent Newspaper Nigeria",
    "published": "2024-01-07T23:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://independent.ng/wp-content/uploads/Emeka-Kalu.jpg",
    "performance_score": 0,
    "domain_rank": 62405,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "657a7b796d75adf08e6078162c14d9d7f79ec705",
  "url": "https://independent.ng/emeka-kalu-when-nibo-town-honoured-top-politician-man-of-the-people-2/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ejikeme Omenazu",
  "published": "2024-01-07T23:43:00.000+02:00",
  "title": "Emeka Kalu: When Nibo Town Honoured Top Politician, Man Of The People  | Independent Newspaper Nigeria",
  "text": "LAGOS – The yuletide is a period of festivities all over the world and in Nigeria in particular. Thus, the Boxing Day, Tuesday, December 26, 2023, was a historic day for the people of Nibo, a town in Awka South, Anambra State in general and one of the nation’s top politicians, Chief Emeka Charles Kalu. That day the people came out in their numbers to honour, Chief Kalu, a People’s Democratic Party (PDP) chieftain and Coordinator of Peoples Democratic Party Coalition (PDPCO), who was installed the chieftaincy title of Okpata Ozuora 1 Na Nibo by Ezeike IV of Nibo. The title, Okpata Ozuora, means ‘One whose wealth extends to everyone’, and the people of Nibo through it, honoured Kalu, a philanthropist, who through his ECK Foundation, has been extending his kind gesture to humanity, including Nibo, from where he picked a wife. Chief Kalu, an electrical engineer and political juggernaut, who had once tried his hands on the governorship of Abia State, now eyes the Red Chamber of the National Assembly for the Abia North Senatorial District seat, now presently occupied by former Governor Orji Uzor Kalu of the All Progressives Congress (APC), after a stint by Senator Mao Ohuabunwa. Chief Kalu, it would be noted, had dedicated his life to improving the lives of his people of Abia North where he hailed from and those from other areas in numerous ways, including sponsorships, scholarships, charitable giving and people’s empowerment, regardless of their ethnicity, religion, or belief. He has also impacted on humanity through the Global Initiative for Good Governance (GIGG) of which he is the Convener. The chieftaincy installation was preceded on December 22, 2023, with the empowerment and support to over 100 widows and impoverished members of communities in some parts of South East, a gesture he resolved to make a yearly event, especially in the Abia North Senatorial Zone and Abia as a whole. During the chieftaincy installation event, Chief Kalu, president of the ECK Foundation and Convener, Global Initiative for Good Governance (GIGG), who was gaily dressed in full traditional Igbo regalia, was ushered into the Eze’s expansive palace by drummers, dancers and masquerades, easily giving the impression that the event was indeed a grand traditional outing for everyone. As Kalu stepped into the palace in grand style, he was accompanied by an assemblage of political and business associates from far and near who stormed the Nibo town to give him the needed support. As he knelt before the monarch and members of his Council of Chiefs and elders, the Ezeike IV of Nibo prayed for him, showering him with blessings, enjoining him to continue with his good deeds. The monarch stressed that Chief Kalu’s charitable deeds towards the Nibo people and humanity had not gone unnoticed; hence he was given the title to inspire him to carry on with his selfless service. In his response, Chief Kalu reiterated his resolve to live out his life’s greatest philosophy, which he stated, is to make everyone around him smile as long as the earth exists and he is able to breathe. The installation was followed by a grand reception where everyone was treated to assorted foods and drinks to everyone’s satisfaction as well as dancing. During the event,Chijioke, the High Life Music Maestro, treated the crowd to a fantastic music that kept people on their feet, wriggling their waists in different dance steps, Chief Kalu’s sons, who had returned from the United States of America, as well as delegations from far and near, including the powerful Senator Uche Ekwunife, graced the event. Masques, Ndi Ogbu Oja (traditional flutists), and cultural displays were present. Highlights of the occasion included his pledge to keep supporting and encouraging excellence among the communities’ youths and his monetary commitment of N2,000,000 to the Nibo Community for community development. Chijioke treated the audience to a scintillating Highlife as people danced and rejoiced with the celebrator. The event attracted favourable compliments and encouraging comments in formal and social media, in an effort to help to motivate Chief Kalu, as a humanitarian, to keep up his good work and to encourage others that it is good to render selfless service to compatriots, especially the less privileged. Chief Kalu in a chat with Sunday Independent informed that the people of Nibo are very close to him. He explained: “Anambra is my second home. My wife is from Anambra State and my mother is from Nibo, also in Anambra State.” Explaining how he had contributed to the development of the people and Nibo town, Chief Kalu said, “It is not me, but what God is using the ECK Foundation to do in the lives of people around the country.” According to him, apart from several things he had done as his humble contributions to the development of humanity, he had been making contributions to ensure better life for the people of South East in various ways, not minding the communities they came from. When asked what other prestigious titles he holds so far, Chief Kalu explained: “I hold the title of Onwa, Atakata Agbuo 1 na Igbo land, Nwannedinaba Nnewi, and so many others. Also, Chief Kalu informed that he is also not a pushover in the field of Electrical Engineering and holds a Doctorate in the field and proficiency in power generation. Unfolding his vision for the Abia North people come 2027, Chief Kalu said he sees it as his responsibility to give all he has to ensure that Abia North constituents are freed from what he termed the old Egyptian political backwardness and taken a distance into the land flowing with milk and honey. Kalu stated: “I cannot stand to watch our people suffer helplessly under the guise of political hypocrisy of those who see themselves as lords over seats of power in Abia State. “Aware of the fact that it takes a full time commitment to redeem Abia North from the shackles of poor legislative leadership, I decided to stand and fight for her freedom and transformation.” Kalu reminded Sunday Independent that he once wanted to contest the Abia State governorship, but had to step down that vision when he felt that the time was not yet ripe. He also informed that he has remained very active preparing himself for what he termed `the right moment’, recalling that in the 2019 general elections, he formed the Atikulated Agenda to promote the presidential agenda of Alhaji Atiku Abubakar. He said he also used that political machine to campaign for and mobilise voters for Atiku, the then presidential candidate of PDP and also used the platform to support Atiku in the 2023 presidential election. Kalu said he is disturbed by the activities of the current lawmakers, adding, “To serve the people in the capacity of a Senator is beyond sitting in the hallowed Red Chamber of the National Assembly to listen to other lawmakers making inputs. “It has to do with working to initiate and sponsor bills of national importance that when succeeded by the rigorous processes of the House, will be assented to by Mr. President into law. “More so, legislative leadership is not all about waiting for the receipt of an exotic car from the Senate President to cruise and cheer with friends, but a job meant to be concentrated on to ensure Nigeria is taken back to its original shape in good governance. “To serve as a Senator does not only end in waiting for the month end for salary and allowance payments, but a function to be handled with keen attention to the priority of the constituents rather than that of oneself.” He stated that for decades, Abia North Senatorial District has been wallowing in regrettable lack of access to social amenities due to mismanaged opportunities of her elected mouthpiece in the upper chamber of the national parliament. He stressed: “It is time to let the people know that their sufferings have come to an end. In the United States of America, constituents hold their lawmakers responsible for certain actions in the Congress and this is actually the nitty-gritty of representative governance. We cannot afford to continue this way without positive changes on the lives of the youth and womenfolk. “A new Abia North is rapidly emerging and the people are being helped out of the rabbit holes they have been slipped into. Leadership devoid of empowering humanity is a scam of the highest order, while governance not anchored on delivering life changing services to the people remains a pit in darkness, shambles and vanity.” Chief Kalu, in conclusion, said the new title of Okpata Ozuora 1 Na Nibo he bagged from Nibo through the royalhands of Ezeike IV of Nibo had added a boost to his desire to continue to serve humanity and make life better for Nigerians.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "emeka kalu",
        "sentiment": "negative"
      },
      {
        "name": "nibo",
        "sentiment": "negative"
      },
      {
        "name": "okpata ozuora",
        "sentiment": "none"
      },
      {
        "name": "emeka charles kalu",
        "sentiment": "none"
      },
      {
        "name": "orj",
        "sentiment": "none"
      },
      {
        "name": "ezeike iv of nibo",
        "sentiment": "none"
      },
      {
        "name": "kalu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "people  | independent newspaper nigeria lagos",
        "sentiment": "neutral"
      },
      {
        "name": "people’s democratic party",
        "sentiment": "none"
      },
      {
        "name": "red chamber of the national assembly",
        "sentiment": "none"
      },
      {
        "name": "okpata ozuora",
        "sentiment": "none"
      },
      {
        "name": "anambra state",
        "sentiment": "none"
      },
      {
        "name": "abia state",
        "sentiment": "none"
      },
      {
        "name": "coordinator of peoples democratic party coalition",
        "sentiment": "none"
      },
      {
        "name": "eck foundation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nigeria",
        "sentiment": "none"
      },
      {
        "name": "abia",
        "sentiment": "none"
      },
      {
        "name": "awka south",
        "sentiment": "none"
      },
      {
        "name": "nibo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:02:21.799+02:00",
  "updated": "2024-01-08T01:02:21.799+02:00"
}