{
  "thread": {
    "uuid": "5dddb1445bdb76f6ed27bf3314f59073c74882f3",
    "url": "https://www.jornaldocomercio.com/jornal-cidades/2024/02/1142892-animais-do-zoologico-de-sapucaia-do-sul-ganham-refresco-no-verao.html",
    "site_full": "www.jornaldocomercio.com",
    "site": "jornaldocomercio.com",
    "site_section": "https://www.jornaldocomercio.com/ultimas-noticias/",
    "site_categories": [
      "media"
    ],
    "section_title": "Últimas notícias - Jornal do Comércio",
    "title": "Animais do zoológico de Sapucaia do Sul ganham refresco no verão",
    "title_full": "Animais do zoológico de Sapucaia do Sul ganham refresco no verão",
    "published": "2024-02-16T04:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.jornaldocomercio.com/_midias/jpg/2024/02/15/257x344/1_animais_do_zoo_urso_de_oculos_1-10474375.jpeg",
    "performance_score": 0,
    "domain_rank": 75966,
    "domain_rank_updated": "2024-02-13T12:06:51.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5dddb1445bdb76f6ed27bf3314f59073c74882f3",
  "url": "https://www.jornaldocomercio.com/jornal-cidades/2024/02/1142892-animais-do-zoologico-de-sapucaia-do-sul-ganham-refresco-no-verao.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jornal do Comércio",
  "published": "2024-02-16T04:30:00.000+02:00",
  "title": "Animais do zoológico de Sapucaia do Sul ganham refresco no verão",
  "text": "Para garantir o bem-estar dos animais, a equipe do Parque Zoológico de Sapucaia do Sul, na Região Metropolitana, administrado pela Secretaria do Meio Ambiente e Infraestrutura, oferece opções de refresco e alimentação diferenciada durante o verão. Nesta semana, enquanto Mimosa, a onça-pintada, brincava de bola na piscina, Kiara, a tamanduá-bandeira, tomava um refrescante banho de mangueira. Um alívio para os dias de calor. Continue sua leitura, escolha seu plano agora! Já é nosso assinante? Faça login Assinar Assinar Assinar Para garantir o bem-estar dos animais, a equipe do Parque Zoológico de Sapucaia do Sul, na Região Metropolitana, administrado pela Secretaria do Meio Ambiente e Infraestrutura, oferece opções de refresco e alimentação diferenciada durante o verão. Nesta semana, enquanto Mimosa, a onça-pintada, brincava de bola na piscina, Kiara, a tamanduá-bandeira, tomava um refrescante banho de mangueira. Um alívio para os dias de calor. Cocha, o urso-de-óculos, que também tem uma piscina no recinto, não pensou duas vezes ao avistar um pedaço de melancia boiando na água: deu logo um mergulho para abocanhar a fruta. \"A preferência é por frutas da estação e ricas em água. A melancia é muito utilizada. Também oferecemos preparações, como sucos, batidas e picolés, tanto de fruta quanto de carne, considerando os animais carnívoros. Tudo para tentar amenizar um pouco o calor, principalmente desta última semana\", explica a médica veterinária Caroline Gomes, chefe da Divisão Parque Zoológico. Ela explica que os itens alimentares e objetos lúdicos servem de isca para que os bichinhos usufruam dos ambientes refrescantes a que têm acesso. \"Diversos recintos também contam com lagos artificiais, ou até mesmo chuveirinhos e aspersores de água, como é o caso das serpentes. Então, para que possam se refrescar nesses ambientes, a gente sempre estimula\", conta Caroline. Ela ressalta que a água é sempre limpa e renovada. Também há espaços sombreados ou com abrigos, que são mais fresquinhos, e alguns contam, inclusive, com ar-condicionado. O Parque Zoológico abriga aproximadamente 1 mil animais. Além da onça e dos ursos, o tigre, a jaguatirica e alguns primatas, como o chimpanzé, o bugio e o mandril, são os que mais aproveitam as atividades de verão. \"Alguns são mais sensíveis que outros, como os muito peludos e de áreas mais frias. Assim como as pessoas têm de ter cuidados nessa época de calor, devemos ter atenção especial com os animais, buscando manter o bem-estar deles nesses períodos mais críticos\", conclui a veterinária.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T08:16:13.673+02:00",
  "updated": "2024-02-16T08:16:13.673+02:00"
}