{
  "thread": {
    "uuid": "558d52152efe6acd9784cc6c95f58dcfa6e25121",
    "url": "https://www.thestar.com.my/news/world/2024/03/11/ukraine-minister-responding-to-pope-francis-says-kyiv-will-never-raise-white-flag",
    "site_full": "www.thestar.com.my",
    "site": "thestar.com.my",
    "site_section": "http://h1n1.einnews.com/live_feed",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Live Feed Wire - H1N1 News Today - EIN Presswire",
    "title": "Ukraine minister, responding to Pope Francis, says Kyiv will never raise white flag | The Star",
    "title_full": "Ukraine minister, responding to Pope Francis, says Kyiv will never raise white flag | The Star",
    "published": "2024-03-10T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MY",
    "main_image": "https://apicms.thestar.com.my/uploads/images/2024/03/11/2585548.jpg",
    "performance_score": 0,
    "domain_rank": 2223,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "558d52152efe6acd9784cc6c95f58dcfa6e25121",
  "url": "https://www.thestar.com.my/news/world/2024/03/11/ukraine-minister-responding-to-pope-francis-says-kyiv-will-never-raise-white-flag",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Star Online",
  "published": "2024-03-10T02:00:00.000+02:00",
  "title": "Ukraine minister, responding to Pope Francis, says Kyiv will never raise white flag | The Star",
  "text": "(Reuters) - Ukraine's foreign minister, responding to Pope Francis's call to show \"the courage of the white flag\" and negotiate an end to the war with Russia, said on Sunday that Kyiv would never capitulate and told the Vatican to pay special heed to its role in World War Two. Francis made the comments in an interview made available in part at the weekend. He responded to a presenter's suggestion by saying that when things were not going well for a party to a conflict \"you have to have the courage to negotiate\". Foreign Minister Dmytro Kuleba, writing on social media platform X, said that the strong person in any dispute \"stands on the side of good rather than attempting to put them on the same footing and call it 'negotiations'\". \"Our flag is a yellow and blue one,\" Kuleba wrote in English, referring to the Ukrainian national flag. \"This is the flag by which we live, die, and prevail. We shall never raise any other flags.\" Kuleba also pointed to allegations that Pope Pius XII failed to take action against Nazi tyranny in World War Two. \"At the same time, when it comes to the white flag, we know this Vatican's strategy from the first half of the twentieth century,\" he wrote. \"I urge (the Vatican) to avoid repeating the mistakes of the past and to support Ukraine and its people in their just struggle for their lives.\" That was a reference to longstanding arguments that Pius took no action despite evidence that emerged during the war of the extent of the Holocaust. A letter made public last year from the Vatican archives appeared to show that Pius was made aware of details of Nazi actions to exterminate Jews as early as 1942. The head of Ukraine's five million-strong eastern rite Catholic Church, Archbishop Sviatoslav Shevchuk, also rejected the pope's comments. \"Ukraine is wounded, but not conquered! Ukraine is exhausted, but it stands and will stand!\" the church's website quoted Shevchuk as saying in New York. \"Believe me, no one has any idea of surrendering.\" ZELENSKIY'S PEACE PLAN Ukraine has been unable to repel Russian forces since Moscow's full-scale invasion two years ago, but rejects negotiations while Moscow's troops remain in the slightly less than 20% of its territory they hold. President Volodymyr Zelenskiy's peace plan calls for the withdrawal of Russian troops from all of Ukraine and the restoration of its state borders. The Kremlin has ruled out engaging in peace talks on terms set by Kyiv. The pope's interview was believed to be the first time Francis has used terms like \"white flag\" or \"defeated\" in discussing the Ukraine war, though he has referred in the past to the need for talks. Vatican spokesman Matteo Bruni said on Saturday the pope had picked up on the term \"white flag\" spoken by the interviewer and used it \"to indicate a stop to hostilities (and) a truce achieved with the courage of negotiations\". The pope has upset Ukrainian officials several times in the war, including his call last year to Russian youth to take pride as heirs of tsars like Peter the Great, held up by President Vladimir Putin as an example to justify his actions in Ukraine. European officials supporting Ukraine in efforts to evict Russian troops denounced the pope's latest comments. \"How about, for balance, encouraging Putin to have the courage to withdraw his army from Ukraine?,\" Polish Foreign Minister Radoslaw Sikorski wrote on X. \"Peace would immediately ensue without the need for negotiations.\" Latvian President Edgars Rinkevics, also writing on X, said \"One must fight it (evil) and defeat it, so that the evil raises the white flag and capitulates.\" (Additional reporting by Giulia Segreti; Writing by Ron Popeski; Editing by Frances Kerry) WhatsApp channel for breaking news alerts and key updates!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://whatsapp.com/channel/0029Va5zqNVLCoWsM8VWSc2k",
    "https://www.whatsapp.com/channel/0029Va5zqNVLCoWsM8VWSc2k"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kyiv",
        "sentiment": "negative"
      },
      {
        "name": "pope francis",
        "sentiment": "negative"
      },
      {
        "name": "dmytro kuleba",
        "sentiment": "none"
      },
      {
        "name": "francis",
        "sentiment": "none"
      },
      {
        "name": "pius xii",
        "sentiment": "none"
      },
      {
        "name": "kuleba",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "reuters",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "vatican",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T21:17:11.090+02:00",
  "updated": "2024-03-10T21:17:11.090+02:00"
}