{
  "thread": {
    "uuid": "fb353cf45d5cbd8992f31ce3a423ca715c880865",
    "url": "https://www.nicematin.com/vie-locale/c-est-l-aspect-humain-qui-rend-la-mission-interessante-a-nice-ces-jeunes-sensibilisent-aux-dangers-du-gaz-916325",
    "site_full": "www.nicematin.com",
    "site": "nicematin.com",
    "site_section": "https://www.nicematin.com/rss.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "www.nicematin.com",
    "title": "\"C’est l’aspect humain qui rend la mission intéressante\" à Nice, ces jeunes sensibilisent aux dangers du gaz - Nice-Matin",
    "title_full": "\"C’est l’aspect humain qui rend la mission intéressante\" à Nice, ces jeunes sensibilisent aux dangers du gaz - Nice-Matin",
    "published": "2024-04-18T23:50:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://fyooyzbm.filerobot.com/v7/protec/DATA_ART_12939854-nZxEdXx5.jpg?vh=0d8064&amp;ci_seal=af3956694c",
    "performance_score": 0,
    "domain_rank": 13313,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fb353cf45d5cbd8992f31ce3a423ca715c880865",
  "url": "https://www.nicematin.com/vie-locale/c-est-l-aspect-humain-qui-rend-la-mission-interessante-a-nice-ces-jeunes-sensibilisent-aux-dangers-du-gaz-916325",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "La rédaction",
  "published": "2024-04-18T23:50:00.000+03:00",
  "title": "\"C’est l’aspect humain qui rend la mission intéressante\" à Nice, ces jeunes sensibilisent aux dangers du gaz - Nice-Matin",
  "text": "Sana, 22 ans, médiatrice, et Wassim, bientôt 18 ans en service civique, font partie de l’équipe de sept jeunes qui iront à la rencontre des habitants des quartiers de l’est de Nice. Leur objectif: les sensibiliser à la bonne utilisation du gaz et aux écogestes dans le cadre du programme Civigaz.\nCette action est le fruit d’un partenariat entre Côte d’Azur Habitat, GRDF, l’association Paje et la Métropole. \"La lutte contre la précarité énergétique compte parmi nos différentes actions sociales , souligne Christian Dodd, président de Paje. En plus de ces visites à domicile, des animations collectives au pied des immeubles et dans les structures du quartier seront proposées.\"\n\"C’est l’aspect humain qui rend la mission intéressante\" Pour Sana c’est \"l’aspect humain rend la mission intéressante\". \"Lorsque nous allons à la rencontre des habitants, nous sentons qu’ils sont ouverts à la discussion et contents que l’on vienne leur apporter des conseils\" , dit-elle. Mais les jeunes font bien plus: \"Nous avons reçu une formation qui nous permet de contrôler leur robinet de gaz pour voir s’il est en bon état. Et si ce n’est pas le cas, et qu’il faut par exemple changer le flexible, nous pouvons le faire tout de suite. S’il y a des travaux plus conséquents à faire, nous prévenons le propriétaire.\"\nNe pas boucher les aérations Dans la majorité des cas, il s’agit de Côte d’Azur habitat. \"Nous avons pour objectif de visiter 650 logements d’ici à octobre\" , précise le président du bailleur social, Anthony Borré. S’ajouteront des appartements privés du parc de la Métropole.\n\"Nous constatons que les gens commettent des erreurs sans le savoir , remarque Sana. Par exemple, ils bouchent les aérations en pensant que ça va permettre de conserver la chaleur or c’est l’inverse: ça favorise l’humidité et refroidit les murs. En plus, c’est dangereux car ça ne permet pas d’aérer le logement. Nous leur expliquons aussi la marche à suivre en cas de fuite de gaz: fermer le robinet, ouvrir en grand les fenêtres, alerter les voisins en évacuant et appeler les secours une fois dehors.\" Avec ses six collègues, la jeune femme arpentera les quartiers jusqu’à la fin de l’année.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:05:34.920+03:00",
  "updated": "2024-04-19T00:05:34.920+03:00"
}