{
  "thread": {
    "uuid": "e182e45e1d882caab7bb250aabb75872980a7ca7",
    "url": "https://www.vanguardia.com/area-metropolitana/bucaramanga/inauguraron-casa-para-ayudar-a-sanar-a-ninos-con-cancer-en-santander-YN8791221",
    "site_full": "www.vanguardia.com",
    "site": "vanguardia.com",
    "site_section": "http://www.vanguardia.com",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Noticias de Bucaramanga, Santander y Colombia en Vanguardia",
    "title": "Inauguraron casa para ayudar a ‘sanar’ a niños con cáncer en Santander | Vanguardia.com",
    "title_full": "Inauguraron casa para ayudar a ‘sanar’ a niños con cáncer en Santander | Vanguardia.com",
    "published": "2024-03-15T00:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.vanguardia.com/binrepository/1200x675/0c24/1200d628/upper-right/12204/XDGS/whatsapp-image-2024-03-14-at-4-33_9624012_20240314174356.jpg",
    "performance_score": 0,
    "domain_rank": 30901,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e182e45e1d882caab7bb250aabb75872980a7ca7",
  "url": "https://www.vanguardia.com/area-metropolitana/bucaramanga/inauguraron-casa-para-ayudar-a-sanar-a-ninos-con-cancer-en-santander-YN8791221",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "milton velosa araque",
  "published": "2024-03-15T00:46:00.000+02:00",
  "title": "Inauguraron casa para ayudar a ‘sanar’ a niños con cáncer en Santander | Vanguardia.com",
  "text": "Luego de cerca de 22 años de ahorro con la recolección de tapas plásticas, la Fundación Sanar logró ayer uno de sus principales hitos. Durante este jueves 14 de marzo, con un sentido acto, se inauguró la Casa Terapéutica Sanar, ubicada en la carrera 32A con calle 18 del barrio San Alonso de Bucaramanga. En este lugar se atenderán niños, niñas y adolescentes con cáncer y además se les brindará apoyo a sus familias. “Estamos trabajando dos líneas muy importantes en el centro terapéutico. Por un lado, están las charlas de síntomas y alarmas del cáncer infantil para toda la comunidad, en donde les damos luces sobre la detección temprana”, afirmó la presidenta de la junta directiva de la Fundación Sanar, seccional Bucaramanga, Ximena Herrera. Lea también: Cacique aporta 330 mil tapitas para los niños de la Fundación Sanar en Bucaramanga La segunda línea que se trabajará es la de psicoterapia. La casa cuenta con varios consultorios, en donde los niños recibirán atención especializada con psicólogos a través de lúdica, juegos y otras estrategias. En otro de los espacios de la vivienda, los menores enfermos tendrán acceso a tratamientos de fisioterapia, en caso de requerir rehabilitación durante o tras su tratamiento. Asimismo, los niños y sus familias se podrán integrar en un espacio de zonas húmedas en las que se les brindará servicio de hidroterapia. Le puede interesar: Buscan recolectar tapas plásticas para terminar casa para niños con cáncer en Bucaramanga La presidenta de la junta directiva de Sanar también agregó que los pacientes y los núcleos familiares recibirán apoyo en temas de alimentación intrahospitalario y fuera de las instituciones de salud. Esto se complementa con los auxilios de transporte para quienes más los necesiten. Si usted quiere seguir apoyando esta noble causa, lo único que tiene que hacer es recolectar tapas de los envases plásticos de productos como aceite, suavizante, bebidas azucaradas, cremas dentales, agua mineral y otros elementos que las contengan. El día de la ‘tapatón’ puede acercarse y dejarlas en la Casa Sanar o en los puntos autorizados en varios centros comerciales del área metropolitana de Bucaramanga. Toda la cantidad de plástico que se reúne se vende a empresas que elaboran artículos de pasta. Ellos adelantan un proceso de triturado y lo convierten en nuevas piezas que se usan, por ejemplo, para motocicletas. Con el dinero recaudado se financian consultas, medicamentos y exámenes, además de subsidios para citas de psicología, mercados, transporte y refrigerios para los pequeños. “Tenemos nuestros contenedores. Nos pueden reconocer por nuestro logo de la carita feliz, donde también aparece nuestro nombre y los números de teléfono por si necesitan que hagamos las recolecciones. Recuerden que también estamos en edificios, entidades y en establecimientos de comercio”, precisó la doctora Ximena Herrera. Vea también: Por primera vez en la historia, realizan revisión cardiológica a animales silvestres en Santander De acuerdo con datos oficiales, en Santander se detectan más de 100 casos nuevos de cáncer infantil y más del 50 % de estos casos son atendidos en la unidad oncológica del HUS. Comunicador social - periodista egresado de la Universidad Autónoma de Bucaramanga. Llega a Vanguardia en el 2012 al equipo web, trabajando en temas de movilidad e infraestructura. Ganador del premio departamental de periodismo Luis Enrique Figueroa en la categoría mejor trabajo audiovisual para Internet, en los años 2016 y 2021 y del Premio Silvia Galvis 2021. @milvelosa mvelosa@vanguardia.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:50:46.782+02:00",
  "updated": "2024-03-15T00:50:46.782+02:00"
}