{
  "thread": {
    "uuid": "6f4e90b6d295de73ae6b1956fce8778a7f722a73",
    "url": "https://www.finanzen.net/nachricht/aktien/universal-technical-institute-and-iracing-partnership-to-enhance-nascar-mechanic-technician-education-13414134",
    "site_full": "www.finanzen.net",
    "site": "finanzen.net",
    "site_section": "https://finanzen.net/unternehmen/",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Finanznachrichten zu Unternehmen | finanzen.net",
    "title": "Universal Technical Institute and iRacing partnership to enhance NASCAR mechanic technician education | finanzen.net",
    "title_full": "Universal Technical Institute and iRacing partnership to enhance NASCAR mechanic technician education | finanzen.net",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DE",
    "main_image": "https://images.finanzen.net/images/logos/finanzennet_660x303.png",
    "performance_score": 0,
    "domain_rank": 7283,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6f4e90b6d295de73ae6b1956fce8778a7f722a73",
  "url": "https://www.finanzen.net/nachricht/aktien/universal-technical-institute-and-iracing-partnership-to-enhance-nascar-mechanic-technician-education-13414134",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Importer",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Universal Technical Institute and iRacing partnership to enhance NASCAR mechanic technician education | finanzen.net",
  "text": "iRacing's immersive motorsport simulation software complement students' hands-on learning experiences.MOORESVILLE, N.C. and CHELMSFORD, Mass., April 11, 2024 /PRNewswire/ -- Universal Technical Institute (UTI), the transportation, skilled trades and energy education division of Universal Technical Institute, Inc., today announced a collaboration between NASCAR Technical Institute in Mooresville (N.C.) and iRacing, a leading online racing simulation platform. As part of this partnership, NASCAR Mechanic Technician Training students can access iRacing's immersive virtual racing experiences to complement their hands-on 15-week training on engines, fabrication, and chassis applications.\"Incorporating iRacing into our NASCAR program has been a game-changer because students apply their theoretical knowledge to something they can feel. The quality of the simulation is impressive and allows our students to understand vehicle adjustments and how the cars handle on the racetrack within a virtual environment,\" said Scott Kazura, instructor and technical team lead.NASCAR, a key partner of UTI, expressed enthusiasm for the collaboration.\"We are delighted to see UTI and iRacing working together to provide students with hands-on, industry-relevant experiences,\" said NASCAR Senior Vice President of Partnership Marketing Michelle Byron. \"Both organizations have played a huge role in the future of our sport; UTI through its training and helping to prepare future technicians, while iRacing helps discover future stars of the sport and informs decisions on new venues as we continue race schedule innovation.\"Brandon Eidem, a 2023 NASCAR Tech graduate who utilized iRacing software during his training and is now working in the racing industry at Team Penske, stated, \"Using iRacing allowed me to understand how adjustments from tire pressure to shocks adjust the car on the track.\"\"We're thrilled to work with UTI to incorporate the iRacing software into NASCAR Mechanic Technician Training,\" said iRacing President Tony Gardner. \"Countless racing professionals have used iRacing to discover the ins and outs of the sport we all love, and this collaboration will allow even more people to learn from our software.\"Besides serving as an industry-leading simulation platform, iRacing has become one of the most important development tools in the motorsports industry. The Massachusetts-based company has aided NASCAR and its partners in the creation of the NASCAR Cup Series Next Gen car and multiple track configurations, including the groundbreaking Chicago street circuit that debuted last July. These and other commercial projects have established iRacing as a premier virtual workspace for racing professionals and the most realistic virtual racing experience available on a PC.About Universal Technical Institute, Inc. Universal Technical Institute, Inc. (NYSE: UTI) was founded in 1965 and is a leading workforce solutions provider of transportation, skilled trades, and healthcare education programs whose mission is to serve students, partners, and communities by providing quality education and support services for in-demand careers across a number of highly skilled fields. Universal Technical Institute, Inc. is comprised of two divisions: the UTI division and Concorde Career Colleges. The UTI division operates 16 campuses located in 9 states and offers a wide range of transportation and skilled trades technical training programs under brands such as UTI, MIAT College of Technology, Motorcycle Mechanics Institute, Marine Mechanics Institute and NASCAR Technical Institute. Concorde operates across 17 campuses in 8 states and online, offering programs in the allied health, dental, nursing, patient care and diagnostic fields. For more information, visit www.uti.edu or www.concorde.edu, or visit us on LinkedIn at @UniversalTechnicalInstitute and @Concorde Career Colleges or on X (formerly Twitter) @news_UTI or @ConcordeCareer.Media Contact:Avitucci@uti.edu480-710-6843 View original content to download multimedia:https://www.prnewswire.com/news-releases/universal-technical-institute-and-iracing-partnership-to-enhance-nascar-mechanic-technician-education-302114948.htmlSOURCE Universal Technical Institute, Inc.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Sport",
    "Education"
  ],
  "external_links": [
    "https://www.prnewswire.com/news-releases/universal-technical-institute-and-iracing-partnership-to-enhance-nascar-mechanic-technician-education-302114948.htmlSOURCE",
    "https://prnewswire.com/news-releases/universal-technical-institute-and-iracing-partnership-to-enhance-nascar-mechanic-technician-education-302114948.htmlSOURCE"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "scott kazura",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nascar",
        "sentiment": "negative"
      },
      {
        "name": "universal technical institute",
        "sentiment": "negative"
      },
      {
        "name": "nascar technical institute",
        "sentiment": "none"
      },
      {
        "name": "universal technical institute, inc.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mass.",
        "sentiment": "none"
      },
      {
        "name": "chelmsford",
        "sentiment": "none"
      },
      {
        "name": "mooresville",
        "sentiment": "none"
      },
      {
        "name": "n.c.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:36:35.377+03:00",
  "updated": "2024-04-12T00:36:35.377+03:00"
}