{
  "thread": {
    "uuid": "1c72cddc5545fa32135600ecd2fb75bf8a68db37",
    "url": "https://www.msnbc.com/opinion/msnbc-opinion/911-prepared-muslims-2023-israel-hamas-war-islamophobia-rcna131600",
    "site_full": "www.msnbc.com",
    "site": "msnbc.com",
    "site_section": "https://secure.msnbc.com",
    "site_categories": [
      "politics",
      "media",
      "non_standard_content",
      "law_government_and_politics"
    ],
    "section_title": "MSNBC News - Breaking News and News Today | Latest News",
    "title": "How 9/11 prepared Muslims like me for 2023 Israel-Hamas war Islamophobia",
    "title_full": "How 9/11 prepared Muslims like me for 2023 Israel-Hamas war Islamophobia",
    "published": "2023-12-30T13:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media-cldnry.s-nbcnews.com/image/upload/t_nbcnews-fp-1200-630,f_auto,q_auto:best/rockcms/2023-12/231229-islamaphobia-cs-eb0f3f.jpg",
    "performance_score": 0,
    "domain_rank": 1008,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1c72cddc5545fa32135600ecd2fb75bf8a68db37",
  "url": "https://www.msnbc.com/opinion/msnbc-opinion/911-prepared-muslims-2023-israel-hamas-war-islamophobia-rcna131600",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MSNBC",
  "published": "2023-12-30T13:00:00.000+02:00",
  "title": "How 9/11 prepared Muslims like me for 2023 Israel-Hamas war Islamophobia",
  "text": "My faith was largely invisible growing up. I don’t wear a hijab, and my town had very little Muslim presence. By the time the 9/11 terrorist attacks happened, my Pakistani immigrant parents were well settled in the states, with three small children. I’d go to public school and then come home to my evening Quran lessons. As a first generation Pakistani American, I was aware of the divide between my life outside the home and inside the home; having “two lives,” so to speak, just came with the territory. As a first generation Pakistani American, I was aware of the divide between my life outside the home and inside the home. At some point after Sept. 11, 2001, that divide began to converge in more apparent ways. Ignorant Islamophobic hate erased and contradicted the core teachings of peace at the center of Islam. Without mainstream visibility or the equalizing power of platforms like social media, Muslims, [especially immigrants](https://www.pewresearch.org/religion/2017/07/26/demographic-portrait-of-muslim-americans/#three-quarters-of-u-s-muslims-are-immigrants-or-the-children-of-immigrants), felt siloed and powerless to defend themselves and their faith. Five years after the terror attacks, my parents, grandparents, siblings and I were stopped at the U.S.-Canada border driving home from a summer vacation in Toronto. My father, a federal employee, disappeared through a separate door with the officers, while the rest of us huddled restlessly in a waiting room. About three hours later, we were back on the road. The problem? My father’s name: “Muhammad.” This kind of blatant profiling might go viral on social media today. But this was 2006, the same year the first Muslim was elected to Congress. To date, America has elected only four Muslim lawmakers, including Congress’ sole Palestinian American, [Rep. Rashida Tlaib of Michigan, who was censured](https://www.msnbc.com/all-in/watch/rep-rashida-tlaib-responds-to-house-censure-vote-197433413657) by her peers in November for her criticism of Israel. Nearly 20 years later, Muslim Americans are still fighting many of the same battles. Indeed, 2023 was defined in part by spikes in bigotry [targeting both Muslims](https://www.msnbc.com/opinion/islamophobic-remarks-members-congress-betray-american-values-n1287120) and [Jews](https://www.msnbc.com/morning-joe/watch/a-rise-in-antisemitism-in-the-u-s-is-a-problem-for-all-people-says-attorney-198292037820) following Hamas’ terrorist attack on Oct. 7. The subsequent murder of 6-year-old [Wadea Al-Fayoume](https://www.msnbc.com/the-reidout/reidout-blog/stabbing-hate-crime-illinois-wadea-al-fayoume-rcna120624), and the [shooting of three Palestinian and Palestinian American men](https://www.msnbc.com/weekends-with-alex-witt/watch/three-palestinian-men-going-to-family-dinner-shot-in-vermont-198760517738) in Burlington, Vermont, were frightening reminders of the deadly impact of [Islamophobic rhetoric.](https://www.nytimes.com/2023/11/15/technology/hate-speech-israel-gaza-internet.html) On Oct. 25, [the Council on American Islamic Relations reported](https://www.cair.com/press_releases/cair-reports-sharp-increase-in-complaints-reported-bias-incidents-since-107/) receiving “774 complaints, including reported bias incidents, since the escalation of violence in Israel and Palestine on Oct. 7,” adding that the “number of complaints is the largest wave of complaints CAIR has received in a similar time period since then-candidate Donald Trump first announced his desire to implement a Muslim ban.” Meanwhile, Trump has retaken the campaign stage and is once again using the politics of rage and xenophobia to garner support. But while the hate may feel sadly familiar, the Muslim American community’s ability to counter and disarm that bigotry highlights something more hopeful. Visibility is a key part of this progress. The [Pew Research Center estimates](https://www.pewresearch.org/short-reads/2018/01/03/new-estimates-show-u-s-muslim-population-continues-to-grow/) that Muslims in the U.S. increased from 2.35 million in 2007 to 3.45 million in 2017. The millennial children of Muslim immigrants can be found in politics, in the media and across the cultural landscape. [Muslim creatives](https://www.msnbc.com/the-mehdi-hasan-show/watch/how-ramy-is-rewriting-the-narrative-on-muslim-representation-150341701638) are communicating our humanity through television, movies and books. This new generation also feels more empowered to tell their own stories and push back against harmful stereotypes, such as the documentary directed by a Muslim American filmmaker, “ [36 Seconds: A Portrait of a Hate Crime](https://www.36secondsfilm.com/),” about the killings of three young Muslims in Chapel Hill, North Carolina. In the film, former Obama White House staffer Rumana Ahmed explained how she used her identity as a Muslim to get higher ups to acknowledge the Islamophobic aspects of the tragedy and push for [an official statement](https://www.nbcnews.com/news/asian-america/chapel-hill-north-carolina-shootings-obama-calls-slayings-outrageous-n305936). The Israel-Hamas war has led to a mini-resurgence of hate. But “an unprecedentedly Islamophobic administration,” as the [Brennan Justice Center](https://www.brennancenter.org/our-work/research-reports/islamophobic-administration) defined Trump’s first term, was a turning point for many Muslim activists and advocates. After the 2016 election, the [Los Angeles Times reported](https://www.latimes.com/politics/story/2020-09-08/la-na-muslim-voters-presidential-election) a surge in Michigan’s Muslim voter participation, as well as Muslims running for local office. In 2023, Muslim voters once again used their political power to send a message, as [swing-state Muslim Americans threatened to vote against Biden](https://www.nbcnews.com/politics/2024-election/swing-state-muslim-voters-threaten-vote-against-biden-rcna122870) over his Israel policy. Social media has also given Muslims, as it has so many marginalized communities, new ways to highlight injustice and [fight for accountability](https://www.nbcnews.com/news/us-news/ex-obama-administration-official-recorded-taunting-nyc-food-vendor-isl-rcna126347). Obviously, this is a problem that cannot be easily solved. Trump is now talking about [reimposing his travel ban](https://www.msnbc.com/rachel-maddow-show/maddowblog/recycling-worst-ideas-trump-eyes-new-travel-ban-rcna119677) on primarily Muslim countries, and other prominent Republicans are also incorporating Islamophobia into their talking points. Florida Gov. Ron DeSantis minimized anti-Muslim hate on the GOP presidential debate stage with his [“so-called Islamophobia” sneer. ](https://www.msnbc.com/2024-election/live-blog/republican-debate-live-updates-rcna122375/rcrd25177?canonicalCard=true) Even so, I’m heartened by the displays of support I’ve seen this year. Muslims are holding one another up and using the power of community and congregation for peaceful demonstrations — like [a Jummah (Friday) prayer on the National Mall](https://twitter.com/YasmineTaeb/status/1715409008993989047) voicing support for a cease-fire in Gaza. Amid a painful news cycle, I have become more active at my local mosque, praying shoulder to shoulder with the kindest strangers. Together we grieve and pray for peace. Many of us no longer feel pressured to live two lives and instead are able to embrace community-building. I’ve even seen non-Muslims on TikTok opening the Quran to educate themselves and encouraging others to do the same. (One particularly viral ally, [Megan Rice, ended up converting to Islam after starting a Quran book club.](https://www.theguardian.com/books/2023/nov/20/palestine-quran-islam-americans-tiktok)) Muslims have created a space on the internet for themselves and translated that into a meaningful public presence at a time we need to stand together against Islamophobia. My faith no longer feels invisible like it once was, and I can tell the stories my family has for decades felt too scared to share.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Social Issue",
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.latimes.com/politics/story/2020-09-08/la-na-muslim-voters-presidential-election)",
    "https://www.brennancenter.org/our-work/research-reports/islamophobic-administration)",
    "https://www.nytimes.com/2023/11/15/technology/hate-speech-israel-gaza-internet.html)",
    "https://www.cair.com/press_releases/cair-reports-sharp-increase-in-complaints-reported-bias-incidents-since-107/)",
    "https://www.36secondsfilm.com/),”",
    "https://twitter.com/YasmineTaeb/status/1715409008993989047)",
    "https://www.theguardian.com/books/2023/nov/20/palestine-quran-islam-americans-tiktok))",
    "https://www.nbcnews.com/politics/2024-election/swing-state-muslim-voters-threaten-vote-against-biden-rcna122870)",
    "https://www.pewresearch.org/religion/2017/07/26/demographic-portrait-of-muslim-americans/#three-quarters-of-u-s-muslims-are-immigrants-or-the-children-of-immigrants),",
    "https://www.nbcnews.com/news/asian-america/chapel-hill-north-carolina-shootings-obama-calls-slayings-outrageous-n305936).",
    "https://www.nbcnews.com/news/us-news/ex-obama-administration-official-recorded-taunting-nyc-food-vendor-isl-rcna126347).",
    "https://www.pewresearch.org/short-reads/2018/01/03/new-estimates-show-u-s-muslim-population-continues-to-grow/)",
    "https://theguardian.com/books/2023/nov/20/palestine-quran-islam-americans-tiktok))",
    "https://nbcnews.com/politics/2024-election/swing-state-muslim-voters-threaten-vote-against-biden-rcna122870)",
    "https://pewresearch.org/religion/2017/07/26/demographic-portrait-of-muslim-americans/#three-quarters-of-u-s-muslims-are-immigrants-or-the-children-of-immigrants),",
    "https://latimes.com/politics/story/2020-09-08/la-na-muslim-voters-presidential-election)",
    "https://nytimes.com/2023/11/15/technology/hate-speech-israel-gaza-internet.html)",
    "https://nbcnews.com/news/us-news/ex-obama-administration-official-recorded-taunting-nyc-food-vendor-isl-rcna126347).",
    "https://cair.com/press_releases/cair-reports-sharp-increase-in-complaints-reported-bias-incidents-since-107/)",
    "https://36secondsfilm.com/),”",
    "https://nbcnews.com/news/asian-america/chapel-hill-north-carolina-shootings-obama-calls-slayings-outrageous-n305936).",
    "https://www.twitter.com/YasmineTaeb/status/1715409008993989047)",
    "https://brennancenter.org/our-work/research-reports/islamophobic-administration)",
    "https://pewresearch.org/short-reads/2018/01/03/new-estimates-show-u-s-muslim-population-continues-to-grow/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T15:22:57.053+02:00",
  "updated": "2023-12-30T15:22:57.053+02:00"
}