{
  "thread": {
    "uuid": "b162e7e47639192103a7d44e4ca72c25e9c4bc4d",
    "url": "https://la.eater.com/2024/1/5/24026846/bernhard-mairinger-lustig-culver-city-restaurant-opening-austrian",
    "site_full": "la.eater.com",
    "site": "eater.com",
    "site_section": "https://la.eater.com/rss/index.xml",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Eater LA -  All",
    "title": "Dig Into Wiener Schnitzel and Apple Strudel Cigars at Culver City’s New Austrian Restaurant",
    "title_full": "Dig Into Wiener Schnitzel and Apple Strudel Cigars at Culver City’s New Austrian Restaurant",
    "published": "2024-01-06T00:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.vox-cdn.com/thumbor/jOcUzIGlaEHHXMtl8BeC8FM_zmU=/0x144:2000x1191/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/25206120/2023_12_20_Lustig_052.jpg",
    "performance_score": 0,
    "domain_rank": 1349,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 14,
        "comments": 32,
        "shares": 6
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b162e7e47639192103a7d44e4ca72c25e9c4bc4d",
  "url": "https://la.eater.com/2024/1/5/24026846/bernhard-mairinger-lustig-culver-city-restaurant-opening-austrian",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Matthew Kang",
  "published": "2024-01-06T00:08:00.000+02:00",
  "title": "Dig Into Wiener Schnitzel and Apple Strudel Cigars at Culver City’s New Austrian Restaurant",
  "text": "At Bernhard Mairinger’s new [Austrian-inflected restaurant](https://la.eater.com/2022/4/20/23034312/bernhard-mairinger-lustig-culver-city-restaurant-opening-2023) [Lustig](https://lustig-la.com/), the 6-foot 8-inch-tall chef will feed anyone taller than him for free. This signature offering, which [dates back to his Beverly Hills restaurant BierBeisl](https://la.eater.com/2015/8/27/9217103/if-youre-taller-than-this-super-tall-austrian-chef-you-eat-for-free), includes an appetizer, entree, and drink. Though only a small number of the population will actually qualify for the special, the rest of the dining crowd can still get a taste Mairinger’s famed wiener schnitzel and chicken liver profiteroles at his newest Los Angeles restaurant. At Lustig, which opened on December 30, 2023 at the Helms Bakery complex inside the former La Dijonnaise space, Mairinger offers a more relaxed version of what he was serving at BierBeisl. The fine dining spot drew [ local](https://la.eater.com/2012/4/23/6593637/siv-reviews-bierbeisl-gold-on-wang-xing-ji) and national acclaim, including a [ best new restaurant](https://www.esquire.com/food-drink/restaurants/a16140/best-new-restaurants-2012-full-list/) nod from Esquire in 2012, for its elegant takes on classic Austrian dishes. Before that, Mairinger made his mark as the chef de cuisine of fine dining stalwart Patina when it [earned](https://www.latimes.com/food/la-fo-0610-review-20100610-story.html) a [four-star review](https://la.eater.com/2010/6/10/6730359/four-full-stars-for-patina-curious-creations-at-the-slaw-dogs) from the Los Angeles Times. Since the closure of Bierbeisl Imbiss, Mairinger’s [ short-lived](https://la.eater.com/2013/10/29/6344059/bierbeisl-moving-out-of-bh-in-november-headed-west) European-style cafe and bakery that [ opened](https://la.eater.com/2015/6/29/8862217/bierbeisl-imbiss-downtown-los-angeles-restaurant-gallery-photos#0) in Downtown LA in 2015, he’s been busy with his [ catering company and private cheffing](https://chefbernhard.com/party-event-catering) across the city. Now Mairinger is back and ready to charm Angelenos with his elegant European cooking fused with hints of LA flair. The opening dinner menu includes a range of smaller dishes like chocolate-topped chicken liver profiteroles with verjus gelée; roasted beet salad with vanilla goat cheese and endive slices; and a trout caviar-topped Caesar salad with Parmesan crisps. BierBeisl fans will be pleased to see the return of the house salad with crispy pork belly, as well as the roasted butternut squash soup with Gruyere crostini. The halfway point of the menu features spelt sourdough flatbreads meant to be shared with the table. Versions include a peperonata and zucchini-topped “ratatouille” and a Swiss raclette with potato confit slivers, grilled radicchio, and pickled vegetables. The hearty crusted Austrian pizzas work well as a stomach filler before the main courses like a braised beef cheek sauerbraten served over rosemary spatzle and baby carrots, and Jidori chicken paired with thin aglio e olio-dressed asparagus and stewed cranberry beans in a pool of lemon-tarragon jus. The chef’s prized veal wiener schnitzel is pounded thin and served with lingonberry-yuzu jam, peewee potatoes, and sliced shishito pepper for an extra kick. Also on hand is a rolling cheese cart. Mairinger developed a passion for cheese early in his career when he was tasked with managing immense cheese programs at Zürserhof in Austria and later at Patina. He’ll be serving dozens of options over time at Lustig. Currently, a spreadable spiced Liptauer is served with assorted house-made sourdough breads, softened butter, and potato cheese. For dessert, pastry chef Giselle Habib prepares apple strudel cigars with an apple sorbet; vegan coconut panna cotta with white chocolate and tropical fruits; and a gingerbread mille feuille with poached bear and Bavarian cream. To drink are terrific cocktails from veteran bartender Erik Lund (Alexander’s Steakhouse, Republique) and a mostly Austrian wine list. TikTok-famous [ water sommelier](https://www.eater.com/2013/8/6/6390275/la-restaurant-has-45-page-water-menu-water-sommelier) [ Martin Riese](https://www.eater.com/23063890/best-bottled-water-how-to-shop-packaging-source) will develop a bottled water pairing and menu for Lustig as soon as his tenure at Gwen ends in a few weeks. The “market price” side of ketchup on the menu gently pokes fun at adjacent restaurant Father’s Office, a place that famously doesn’t serve ketchup with its burger or fries thanks to chef Sang Yoon’s longtime hatred of the condiment. Mairinger says he’ll probably charge around $2 for anyone brave enough to carry a small dish over to the gastropub, but doubts anyone will do it. The interior design comes from Studio UNLTD, reflecting a bold but playful room that fits within the historic building’s architecture. Pinboard panels line the lower bar area while numbered light fixtures on tabletops and on hanging lamps make it easier for service staff. Lustig plans to serve late, at least 11 p.m. and up until midnight with a late-night menu that will start at 10 p.m. after the soft opening period is over within a few weeks. Mairinger is fond of restaurants committed to helping service industry folks and night owls enjoy a quality meal after their shifts and hopes Lustig becomes a destination for late-night dining at a time when many restaurants are cutting back on hours. Additionally, Lustig will soon open for a kiosk-style breakfast and casual lunch service. [Lustig](https://lustig-la.com/) is open 5 p.m. to 12 a.m. (kitchen closes at 10 p.m. during soft opening), Tuesday to Saturday, with eventual breakfast and lunch service at 3273 Helms Avenue, Culver City, CA 90232. Closed all major holidays.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.latimes.com/food/la-fo-0610-review-20100610-story.html",
    "https://latimes.com/food/la-fo-0610-review-20100610-story.html",
    "https://www.chefbernhard.com/party-event-catering",
    "https://lustig-la.com/",
    "https://esquire.com/food-drink/restaurants/a16140/best-new-restaurants-2012-full-list/",
    "https://chefbernhard.com/party-event-catering",
    "https://www.lustig-la.com/",
    "https://www.esquire.com/food-drink/restaurants/a16140/best-new-restaurants-2012-full-list",
    "https://www.esquire.com/food-drink/restaurants/a16140/best-new-restaurants-2012-full-list/",
    "https://lustig-la.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lustig",
        "sentiment": "negative"
      },
      {
        "name": "mairinger",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "apple strudel cigars",
        "sentiment": "negative"
      },
      {
        "name": "bernhard mairinger",
        "sentiment": "negative"
      },
      {
        "name": "esquire",
        "sentiment": "none"
      },
      {
        "name": "los angeles times",
        "sentiment": "none"
      },
      {
        "name": "helms bakery",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "culver city",
        "sentiment": "none"
      },
      {
        "name": "beverly hills",
        "sentiment": "none"
      },
      {
        "name": "los angeles",
        "sentiment": "none"
      },
      {
        "name": "lustig",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:25:19.102+02:00",
  "updated": "2024-01-13T02:25:27.461+02:00"
}