{
  "thread": {
    "uuid": "54ba7fff455a183b6cd6941209f925675e90ba63",
    "url": "https://diariodecastillayleon.elmundo.es/articulo/castilla-y-leon/amantes-nieve-desempolvan-esquis-castilla-leon/20240114181916087125.html",
    "site_full": "diariodecastillayleon.elmundo.es",
    "site": "elmundo.es",
    "site_section": "https://diariodecastillayleon.elmundo.es/rss",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "",
    "title": "Los amantes de la nieve desempolvan los esquís en Castilla y León",
    "title_full": "Los amantes de la nieve desempolvan los esquís en Castilla y León",
    "published": "2024-01-14T18:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://diariodecastillayleon.elmundo.es/media/diariodecastillayleon/images/2024/01/14/2024011418165849056.jpg",
    "performance_score": 0,
    "domain_rank": 1193,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "54ba7fff455a183b6cd6941209f925675e90ba63",
  "url": "https://diariodecastillayleon.elmundo.es/articulo/castilla-y-leon/amantes-nieve-desempolvan-esquis-castilla-leon/20240114181916087125.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Diario de Castilla y León | Valladolid",
  "published": "2024-01-14T18:19:00.000+02:00",
  "title": "Los amantes de la nieve desempolvan los esquís en Castilla y León",
  "text": "La nieve ha tardado en llegar y, aunque sin exclusiva generosidad, si permite ya a los amantes de los deportes de invierno desempolvar los esquís y lanzarse ladera abajo. Desde que las instalaciones invernales de la Diputación Provincial de León abrieran al público el pasado miércoles 10 de enero con más de la mitad de sus pistas listas para la práctica del esquí, un sin fin de esquiadores se han deslizado por sus laderas llegando a un total de 5.293 visitantes durante el fin de semana.\nAsimismo, San Isidro ha recibido un total de 3.830 esquiadores que han tenido a su disposición una oferta de nieve de 11,4 kilómetros alpinos esquiables entre los tres sectores abiertos al público: Cebolledo, Riopinos y Requejines con un total de 12 pistas abiertas.\nLa meteorología desigual ha hecho que el sábado fuera el día de mayor afluencia con 2.528 personas que disfrutaron de una excelente calidad de nieve polvo y de los eventos en las cafeterías de Salencias, Riopinos y Rebeco con actuaciones en directo y un cortador de jamón.\nCon las condiciones cambiantes y la nieve húmeda, el domingo han llegado otros 1.302 esquiadores, lo que eleva la cifra total de asistencia del fin de semana a 3.830 personas, destacando la asistencia de leoneses, asturianos, gallegos y portugueses.\nDurante estos primeros días, la estación invernal de San Isidro ha realizado un simulacro de evacuación de viajeros de transporte por cable, en el telesilla cuatriplaza de Cebolledo. Una actividad que completa la formación de los trabajadores de la estación y que ha contado con la colaboración de la Guardia Civil de Montaña (GREIM).\nA partir de este lunes, 15 de enero, comienzan, además, en esta estación, las campañas de nieve organizadas por la Diputación de León \"Escuelas de invierno\" para escolares y la campaña \"Un día en la Nieve\", enfocada a universidades, institutos y colegios.\nEl fin de semana arrancaba el sábado con todos los remontes en funcionamiento y con la práctica totalidad del dominio esquiable abierto (7 kilómetros) con una calidad de nieve polvo-dura. En total, 11 pistas alpinas a las que hay que sumar el circuito infantil, con espesores de nieve de entre 20 y 80 centímetros.\nLas nevadas de la semana y las buenas condiciones de las pistas, han permitido a 1.463 personas disfrutar de la estación en muy buenas condiciones este fin de semana. Debido a la lluvia que comenzó el sábado por la tarde, el domingo las condiciones fueron menos favorables, no se han podido abrir las pistas rojas en esta jornada y se ha cambiado la calidad de nieve a húmeda.\nDesde el miércoles 10 de enero, día de apertura, han comenzado a llegar escolares de la comunidad autónoma y de otras limítrofes para iniciarse y perfeccionarse tanto en esquí como en snowboard y para disfrutar de la nieve. Los clubs de esquí con sede en esta estación han comenzado sus entrenamientos y será a partir de mañana lunes cuando se inicie la Campaña de Nieve de la Diputación de León, tanto en el sistema diario como en el sistema semanal con pernocta.\n‘Posadas Reales’ ha celebrado durante este 2023 sus 20 años de historia",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Sport",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-14T20:11:09.700+02:00",
  "updated": "2024-01-14T20:11:09.700+02:00"
}