{
  "thread": {
    "uuid": "86fdebb9bac376fed510b6a7ee854d14550e9e45",
    "url": "https://www.newburyportnews.com/news/local_news/custom-house-hosts-fundraising-gala-in-sept/article_d6ed5f36-3944-11ef-8f4a-8bc32d32cb02.html",
    "site_full": "www.newburyportnews.com",
    "site": "newburyportnews.com",
    "site_section": "http://www.newburyportnews.com",
    "site_categories": [
      "real_estate",
      "media",
      "buying_selling_homes"
    ],
    "section_title": "newburyportnews.com | Greater Newburyport's local news source",
    "title": "Custom House hosts fundraising gala in Sept. | Local News | newburyportnews.com",
    "title_full": "Custom House hosts fundraising gala in Sept. | Local News | newburyportnews.com",
    "published": "2024-07-05T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/newburyportnews.com/content/tncms/assets/v3/editorial/a/31/a31235b0-71a9-11ed-9db0-63243fcbb233/6388f8b20c19e.image.jpg?crop=1280%2C672%2C0%2C90&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 51626,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "86fdebb9bac376fed510b6a7ee854d14550e9e45",
  "url": "https://www.newburyportnews.com/news/local_news/custom-house-hosts-fundraising-gala-in-sept/article_d6ed5f36-3944-11ef-8f4a-8bc32d32cb02.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jim Sullivan | jsullivan@newburyportnews.com",
  "published": "2024-07-05T08:00:00.000+03:00",
  "title": "Custom House hosts fundraising gala in Sept. | Local News | newburyportnews.com",
  "text": "NEWBURYPORT — The Custom House Maritime Museum will jump-start its yearlong 50th anniversary celebration at the Blue Ocean Music Hall on Sept. 19 by hosting the Seafaring Soiree gala. Museum Executive Director James Russell promises an evening of elegance, community spirit and historical maritime significance that will also feature a new watercolor painting by City Clerk Richard Jones. “This will be pure fun and provide lasting memories,” he said. “It will allow participants to go on a vicarious voyage that will position the Custom House well for the next 50 years.” Tickets for the fundraiser went on sale Monday with admission being $200 per person or $2,000 for a table of 10. For the price of admission, guests will enjoy dinner, dancing, entertainment and a live auction. Jones said he is in the midst of painting a watercolor study that depicts the Custom House as the focal point of the downtown in the mid-1800s. It will be featured prominently at the September gala. “I was going for recreating the feeling of the era, as you come along Water Street, beginning with existing buildings like the ferry wharf building and leading up to the Custom House,” Jones said. “I think a lot of the Custom House and have always wished them the best. I hope this will make for a terrific gala celebration.” The Custom House, according to Russell, began as a place for the federal government to collect taxes on imported goods in the early 1800s. Seafaring Soiree Gala Board co-Chair Susan Bernhard said the painting should be unveiled sometime before the event, with prints available for sale to benefit the museum. “Richard is capturing the essence of the city in the 1800s with the Custom House as a shining beacon in the background,” she said. “It will hang in the museum for the next year, with the gala’s sponsors listed along with it.” Russell extended his thanks to the gala’s anchor sponsor and honorary chair, Dan Healey, as well as flagship sponsor Newburyport Bank and maritime sponsor Fritz DeGuglielmo. Andrew Sidford Architects, Bentley’s Real Estate, Darling Consulting, Finneran & Nicholson, P.C., Jeffrey C Kirpas & Co., the Institution for Savings, Matter Communications, Mead Talerman & Costa were also given credit by Russell as merchant sponsors. “On behalf of the board, staff and volunteers, as well as the entire community who benefit, we thank these sponsors for stepping up to the plate and being true philanthropists and community leaders,” he said. “Their tremendous support will elevate the museum to new heights.” Bernhard said the support of sponsors is instrumental in preserving the Custom House’s maritime heritage while also propelling the museum into a future of excellence and community service. “Our 50th anniversary gala is both a tribute to our rich past and a launching point for our ambitious future,” she said. “We’re calling on our community to join us in celebrating our maritime legacy of the lower Merrimack Valley and to support our vision for the next half century.” Museum volunteers and staff have spent most of 2024 preparing for the 50th anniversary celebration by meticulously cataloging and preserving the Custom House’s 6,000-item collection. Russell said the effort will continue into 2025 and new exhibitions are being installed. “I’m extremely fortunate to be the executive director during the museum’s golden anniversary year,” he said. “I know the board of directors is excited to launch the museum into the future with new robust community initiatives, all with the intention of providing meaningful and relevant programming for visitors and residents, alike.” To purchase tickets to the Seafaring Soiree, go to: www.thechmm.org . Staff writer Jim Sullivan covers Newburyport for The Daily News. He can be reached via email at [jsullivan@newburyportnews.com](mailto:jsullivan@newburyportnews.com) or by phone at 978-961-3145. Follow him on Twitter @ndnsully.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Social Issue",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "http://www.thechmm.org).",
    "http://thechmm.org)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jones",
        "sentiment": "none"
      },
      {
        "name": "james russell",
        "sentiment": "none"
      },
      {
        "name": "richard jones",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "custom house maritime museum",
        "sentiment": "negative"
      },
      {
        "name": "custom house",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "newburyport",
        "sentiment": "none"
      },
      {
        "name": "blue ocean music hall",
        "sentiment": "none"
      },
      {
        "name": "water street",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T13:24:10.182+03:00",
  "updated": "2024-07-05T16:04:41.266+03:00"
}