{
  "thread": {
    "uuid": "2580b42b0bbac0905fe11220954695b963750a62",
    "url": "https://www.jta.org/2024/03/10/ny/freed-hostage-says-ny-jewish-community-gives-us-strength-as-thousands-rally-to-mark-150-days-since-oct-7",
    "site_full": "www.jta.org",
    "site": "jta.org",
    "site_section": "https://www.jta.org/newyork",
    "site_categories": [
      "religion",
      "judaism"
    ],
    "section_title": "New York Jewish Week - Jewish Telegraphic Agency",
    "title": "Freed hostage says NY Jewish community ‘gives us strength’ as thousands rally to mark 150 days since Oct. 7 - New York Jewish Week",
    "title_full": "Freed hostage says NY Jewish community ‘gives us strength’ as thousands rally to mark 150 days since Oct. 7 - New York Jewish Week",
    "published": "2024-03-10T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.jta.org/wp-content/uploads/2024/03/20240310_untitled_07491-1024x569.jpg",
    "performance_score": 0,
    "domain_rank": 5875,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2580b42b0bbac0905fe11220954695b963750a62",
  "url": "https://www.jta.org/2024/03/10/ny/freed-hostage-says-ny-jewish-community-gives-us-strength-as-thousands-rally-to-mark-150-days-since-oct-7",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Luke Tress",
  "published": "2024-03-10T02:00:00.000+02:00",
  "title": "Freed hostage says NY Jewish community ‘gives us strength’ as thousands rally to mark 150 days since Oct. 7 - New York Jewish Week",
  "text": "( New York Jewish Week ) – An Israeli hostage who was released from Hamas captivity said the support of New York’s Jewish community “gives us strength” as thousands of demonstrators gathered in Central Park on Sunday morning to mark 150 days since the captives were taken in the Oct. 7 attack on Israel.\n“This support is really moving,” said Keren Munder, who was taken from Kibbutz Nir Oz with other members of her family. She was released in November, during a temporary ceasefire, with her 9-year-old son, Ohad, and her mother, Ruti, 78. Her father , Avraham Munder, 78, remains in captivity.\n“I really feel the support and I hope it will help us return them home,” Munder told the New York Jewish Week. “It warms the heart and feels like all the Jewish people are unified for this purpose.”\nMore than 3,000 people attended the demonstration, according to organizers from the Hostages and Missing Families Forum, an advocacy group for the hostages. The crowd waved Israeli flags, chanted “Bring them home” and heard from Jewish community leaders and family members of those still held captive.\nSign up for our newsletter to get must-read New York stories each day By submitting, I agree to the JTA/New York Jewish Week privacy policy & terms of use .\nPlease accept the JTA Privacy Policy By submitting the above I agree to the privacy policy and terms of use of JTA.org\nMany held signs with photos of the hostages, some with “156 days” written on the placards, the number of days since the hostages were taken. Organizers distributed flags from over 30 countries representing the different nationalities of the hostages.\nHamas terrorists took over 250 hostages when it attacked Israel on Oct. 7, triggering a war that is ongoing. More than 100 hostages were released during the November ceasefire, but 136 remain in Gaza, of whom about 100 are believed to remain alive. Negotiations to free the captives in exchange for Palestinian security prisoners and a pause in the fighting have stalled over disagreements about the length of the ceasefire.\nFamily members of Hamas hostages lead a crowd at a rally in Central Park, March 10, 2024. (Luke Tress)\nGilad Korngold, whose son Tal Shoham was taken hostage from his home on Kibbutz Beeri, urged the crowd to pressure elected officials to take action to release the captives.\n“We need all of you because the only power who can move something in the Middle East is the U.S.,” Korngold said, adding that the United States should increase its pressure on Qatar, Egypt and Israel to reach a hostage deal. “Please do everything you can do.”\nOther speakers included Mark Treyger, the new head of the Jewish Community Relations Council of New York ; Eric Dinowitz, the leader of the city council’s Jewish Caucus; and Rabbi Angela Buchdahl of Manhattan’s Reform Central Synagogue.\nAttendees said they were grappling with the duration of the crisis. Yet they also expressed delight at the unity in the crowd and said they remained hopeful that the hostages would be freed.\n“It’s shocking that this is still going on. I can’t reconcile it,” said Bronx resident Tamar Bar-David. She said she had recently returned from Israel, where she visited sites of Hamas atrocities, and was attending her first demonstration.\n“I think people are a little dull with the pain, exhausted, but we all want to stay hopeful because the alternative is just too painful, to live in a world where these kinds of things happen,” she said.\nSupport the New York Jewish Week Our nonprofit newsroom depends on readers like you. Make a donation now to support independent Jewish journalism in New York.\nDonate Hannah Simpson, from Harlem, said, “I think we’re all scared and afraid to say that we’re losing hope, that we don’t know how these individuals who are still held captive are being treated.”\nDemonstrators demand the release of Hamas hostages at a rally in Central Park, March 10, 2024. (Luke Tress)\n“But we’re not giving up, we’re standing resolute, reminding the world,” said Simpson, a writer and activist on transgender issues who is Jewish and has demonstrated on behalf of the Israeli victims of Hamas’ attack since shortly after Oct. 7 .\nAdam Marks, an Australian visiting New York, said he appreciated how open the New York crowd was about its support for Israel and the hostages. “How the world isn’t screaming for their release like we are today, it’s absolutely ridiculous,” he said.\nAfter the speeches, the crowd marched through Central Park in a long, winding line of blue-and-white Israeli flags. A group of marchers led by a guitarist sang “One Day” by Jewish musician Matisyahu, who had a third concert canceled in response to the threat of pro-Palestinian protests just two days prior .\nAt the head of the procession, Munder and the hostage families carried a banner saying “Bring Them Home” and sang a traditional song based on words attributed to the founder of the Breslover Hasidic movement, Rabbi Nachman .\n“The whole entire world is a narrow bridge,” they sang in Hebrew. “The essential thing is to not be afraid at all.”\nShare this: Twitter Facebook WhatsApp Email",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://www.timesofisrael.com/taken-captive-avraham-munder-forced-to-kneel-in-front-of-terrorists/",
    "http://www.myjewishlearning.com/article/nahman-of-bratslav/",
    "http://www.myjewishlearning.com/article/nahman-of-bratslav",
    "https://timesofisrael.com/taken-captive-avraham-munder-forced-to-kneel-in-front-of-terrorists/",
    "https://www.timesofisrael.com/taken-captive-avraham-munder-forced-to-kneel-in-front-of-terrorists",
    "http://myjewishlearning.com/article/nahman-of-bratslav/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sig",
        "sentiment": "none"
      },
      {
        "name": "kibbutz nir oz",
        "sentiment": "none"
      },
      {
        "name": "munder",
        "sentiment": "none"
      },
      {
        "name": "keren munder",
        "sentiment": "none"
      },
      {
        "name": "avraham munder",
        "sentiment": "none"
      },
      {
        "name": "ohad",
        "sentiment": "none"
      },
      {
        "name": "ruti",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      },
      {
        "name": "hostages and missing families forum",
        "sentiment": "none"
      },
      {
        "name": "new york jewish week",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "central park",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-11T01:55:41.205+02:00",
  "updated": "2024-03-11T03:32:43.575+02:00"
}