{
  "thread": {
    "uuid": "04da4a75997d114ee8cb9c8346be325456be05db",
    "url": "https://www.interempresas.net/TTS/Articulos/566481-La-revolucion-verde-llega-a-los-hornos-industriales-de-la-mano-de-Ipsen.html",
    "site_full": "www.interempresas.net",
    "site": "interempresas.net",
    "site_section": "https://www.interempresas.net/rss",
    "site_categories": [
      "telecommuting",
      "jobs"
    ],
    "section_title": "Noticias en Interempresas.net",
    "title": "La revolución ‘verde’ llega a los hornos industriales de la mano de Ipsen",
    "title_full": "La revolución ‘verde’ llega a los hornos industriales de la mano de Ipsen",
    "published": "2024-07-05T00:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img.interempresas.net/fotos/4729260.jpeg",
    "performance_score": 0,
    "domain_rank": 13057,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "04da4a75997d114ee8cb9c8346be325456be05db",
  "url": "https://www.interempresas.net/TTS/Articulos/566481-La-revolucion-verde-llega-a-los-hornos-industriales-de-la-mano-de-Ipsen.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "(Esther Güell)",
  "published": "2024-07-05T00:00:00.000+03:00",
  "title": "La revolución ‘verde’ llega a los hornos industriales de la mano de Ipsen",
  "text": "La revolución ‘verde’ llega a los hornos industriales de la mano de Ipsen\nIpsen International, compañía especializada en el desarrollo y fabricación de hornos para tratamientos térmicos con centros de excelencia en Alemania y Estados Unidos, ha desarrollado una nueva tecnología que permitirá a las empresas optimizar su producción, reducir sus emisiones de CO2 y NOx y, al mismo tiempo, minimizar su dependencia del gas natural y de los países productores. Paul van Doesburg, CEO de Ipsen, y Michael Simon, responsable de ventas de la compañía, acompañaron en las primeras jornadas de BIEMH a los responsables de Proycotecme, distribuidores del fabricante internacional de tecnologías de tratamiento térmico, para presentar esta tecnología que está llamada a revolucionar el mundo del tratamiento térmico: ATLAS Green.\nConscientes de que el tratamiento térmico es el proceso que más energía consume en muchas plantas de producción y que, sin duda, será el más afectado por la inminente transición energética que tendrán que llevar a cabo las empresas, apostaron por desarrollar una tecnología que permita llevar a cabo esta transición con éxito. “Con la idea de reducir las emisiones del proceso, lo que al mismo tiempo reduce el consumo de gas y minimiza la dependencia y, además, ofrece a las empresas la máxima flexibilidad posible a la hora de elegir la fuente de energía más eficiente en cada momento, nació ATLAS Green”, explica Paul van Doesburg, CEO de Ipsen. El objetivo no era otro que conseguir que los hornos de Ipsen pudieran elegir, a través de su propio software, el mejor proceso en cada momento para reducir tanto los costes como las emisiones de gases contaminantes. El resultado: ATLAS Green, que puede trabajar en modo eléctrico o con diferentes tipos de gas en función de la disponibilidad, el coste y las necesidades energéticas.\nPaul van Doesburg, director general de Ipsen (izquierda), y Michael Simon, jefe de ventas de la empresa, en el stand de Proycotecme en la última BIEMH celebrada a principios de junio de 2024.\nElectricidad sí, pero no únicamente\nUno de los retos a los que se enfrentaban en Ipsen era evitar pasar de la dependencia total del gas a la electricidad. Y uno de los principales inconvenientes de la electricidad renovable es su baja capacidad de almacenamiento y la necesidad de recarga... “Si tenemos en cuenta que los equipos de los hornos industriales deben poder trabajar 24 horas al día, 7 días a la semana, era claramente un problema porque nunca podrían funcionar sólo con energía renovable y dependerían del precio de la electricidad, algo especialmente peligroso para la industria viendo su evolución en los últimos años.” Así surgió la idea de un sistema mixto o híbrido, que pudiera alternar los métodos de suministro de energía según la disponibilidad y el precio del mercado. “Algo especialmente interesante para los países extremadamente dependientes de la electricidad”, añade Paul van Doesburg. Por eso, el software desarrollado por Ipsen analiza en tiempo real cuál es la fuente de energía óptima en cada caso según el coste o el nivel de irradiación solar disponible para satisfacer la demanda energética.\nLa integración de la calefacción eléctrica y de gas requiere una coordinación precisa, similar a la de los engranajes de una caja de cambios. Es esencial disponer de quemadores de última generación capaces de funcionar con un 100% de hidrógeno y alcanzar un rendimiento del 78-85%. Además, el sistema necesita calefacción eléctrica y un método para cambiar entre las dos fuentes de energía en cuestión de segundos, sin provocar fluctuaciones en la producción de calor. Tanto los quemadores como la calefacción eléctrica pueden funcionar de forma individual o conjunta.\nEste sistema no sólo ayuda a reducir las emisiones de CO2 de los hornos, sino que también incide en las emisiones de NOx. Los quemadores funcionan al 100% con gas natural, hidrógeno, propano o cualquier mezcla de estos gases. Para minimizar las emisiones de NOx, los quemadores funcionan en ‘Flameless mode‘.\nY gracias a este software propio, la elección de la fuente de energía se basará automáticamente en criterios de neutralidad y eficiencia, “algo que no puede depender de los operarios y, además, el objetivo es que esté lo más automatizado posible para atender fines de semana y turnos de noche”.\nEl sistema está diseñado para poder trabajar de forma autónoma 24 horas al día, 7 días a la semana.\nATLAS Green está disponible desde hace unos meses y esperan que poco a poco las empresas opten por la flexibilidad que ofrece y que les permitirá cumplir con las obligaciones en materia de reducción de emisiones que, a corto y largo plazo, serán obligatorias por normativa. Por este motivo, Ipsen ofrece reacondicionar sus equipos existentes y convertirlos en sistemas híbridos y cuenta con la ayuda de empresas representativas como Proycotecme, que a su vez realiza funciones de servicio técnico.\nIpsen ATLAS Green dispone tanto de quemadores como de calentadores eléctricos, que pueden trabajar de forma individual o conjunta. Estos quemadores también pueden funcionar con gas natural 100%, hidrógeno o propano, así como con cualquier mezcla de estos gases.\n‘German Innovation Award 2024’ para la tecnología ATLAS Green de Ipsen\nEl Consejo Alemán de Diseño otorgó el Premio Alemán a la Innovación 2024 en reconocimiento a esta innovación pionera, eligiendo la tecnología ATLAS Green entre una selección de 520 candidaturas de 23 países “por su orientación al usuario y su valor añadido”. En palabras de sus responsables, el jurado pudo valorar cómo “con Ipsen ATLAS Green, el horno se calienta tanto con hidrógeno como con electricidad verde, dependiendo del sistema que resulte más económico o respetuoso con el medio ambiente y permitiendo que el sistema funcione 100% neutro en CO2”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Business and Market Analysis",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://ipsenglobal.com/es/",
    "https://www.proycotecme.com/modulos/",
    "https://ipsenglobal.com/es",
    "https://proycotecme.com/modulos/",
    "https://www.proycotecme.com/modulos",
    "https://www.ipsenglobal.com/es/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T01:13:45.974+03:00",
  "updated": "2024-07-05T01:13:45.974+03:00"
}