{
  "thread": {
    "uuid": "d21535daddf0917b3dfcf15614b4fc176a552c59",
    "url": "https://www.sunjournal.com/2024/05/30/volunteer-of-the-week-wilton-woman-recognized-as-a-saint-of-the-church-for-her-instrumental-efforts-in-the-church-and-wider-community",
    "site_full": "www.sunjournal.com",
    "site": "sunjournal.com",
    "site_section": "https://www.sunjournal.com/weeklies/the-franklin-journal/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "Volunteer of the Week: Wilton woman recognized as a saint for her instrumental efforts in the church and wider community",
    "title_full": "Volunteer of the Week: Wilton woman recognized as a saint for her instrumental efforts in the church and wider community",
    "published": "2024-05-31T02:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 13869,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d21535daddf0917b3dfcf15614b4fc176a552c59",
  "url": "https://www.sunjournal.com/2024/05/30/volunteer-of-the-week-wilton-woman-recognized-as-a-saint-of-the-church-for-her-instrumental-efforts-in-the-church-and-wider-community",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Pam Harnden",
  "published": "2024-05-31T02:00:00.000+03:00",
  "title": "Volunteer of the Week: Wilton woman recognized as a saint for her instrumental efforts in the church and wider community",
  "text": "WILTON — Mary Ryan was recognized Sunday, May 26, for the many ways she has contributed to her church and other area organizations. The Church Council of the First Congregational Church UCC recognized Ryan as a “Saint of the Church.” “While there’s no formal definition of a saint, you recognize one when you see one,” Donna Peare noted. “A saint is a person who goes above and beyond to serve our church.” Judy Upham said Ryan grew up in Wilton, went away to college, and taught biology for many years in Brookline, Massachusetts, before moving back to Wilton when her mother needed help as she aged. “I probably first met Mary on the tennis court,” Upham noted. “She is well known for her wicked forehand. She has been very instrumental in helping to keep the Academy Hill School tennis courts functional by helping to organize and oversee a popular tennis tournament to raise funds for maintenance.” Arline Amos remembers meeting Ryan in fourth grade when they outgrew primary schools and headed to Wilton Central Grammar School for the next five years. “We shared the same elementary teachers, Girl Scout leaders, recreational events, and most high school classes until graduation,” Amos said. “I remember sharing the same music instructors. Mary was one of the sharpest students and was happy to help others who might be struggling. “After graduation, we went our separate ways for college and careers; but both ended up in the teaching profession,” Amos noted. “After retirement we re-connected and began sharing activities, especially swimming at her lake property.” Ryan was the director of Everyone’s Resource Depot at the University of Maine at Farmington for most of its existence. The depot was founded when a group of people in 1979 liked the reuse concept offered by the Children’s Resource Center in Portland and decided it would be well worth developing something similar in Farmington, she noted when the depot turned 40 in 2019 . “Her efforts to reduce, reuse, recycle have been well received by the community,” Amos stated. “Many people donate reusable items to the depot. Much less waste to go to the landfills and teachers with limited, or no, budgets are able to purchase much-needed resources.” Ryan is one of the original members of Friends of Wilson Lake. For more than 35 years she was on the forefront of water quality testing on Wilson Lake . “Mary is passionate about keeping our beautiful lake clear and clean for all to enjoy,” Amos said. “She was instrumental in getting the boat inspection program started at the boat launch area so that milfoil could be detected and removed before getting to the lake. She has been a very strong supporter of the Foothills Land Conservancy at the head of the lake. She and her family have enjoyed many summers in their camp on the lake. She loves to swim to the point and back.” Ryan has used her greenhouse to grow many plants for the Tyngtown Club plant sale which helps that organization fund the downtown flower boxes, the library, and many other local endeavors. “Mary has been a lifelong member of this church,” Amos said. “She has taught us to reduce, reuse, and recycle. She has been the co-organizer of the chicken barbecue at the Wilton Blueberry Bazaar for many years. She became the organist in 1989 after Nancy Cureton retired.” “May 21st, 1989, I played for the last time and Mary took over the job,” Cureton noted. “She has been a faithful and totally reliable player since. Thank you Mary for helping to keep the tradition of someone raised in this church family participating in such a meaningful way.” Ryan spent about 35 years providing consistent, dedicated organ music for Sunday services, funerals, and other church-related programs, Upham said. “She decided to retire when she felt she could no longer provide the best music that the organ had to offer,” she added. Success. Please wait for the page to reload. If the page does not reload within 5 seconds, please refresh the page. Enter your email and password to access comments. Invalid username/password. Please check your email to confirm and complete your registration. Use the form below to reset your password. When you've submitted your account email, we will send an email with a reset code. [Send questions/comments](/feedback-form/) to the editors. Farmington Area Ecumenical Ministry presents Salt and Light awards to 2 clergy Farmington-area high school senior Jenna Pond awarded the Jamie Beth Shible award",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "wilton",
        "sentiment": "negative"
      },
      {
        "name": "wilton — mary ryan",
        "sentiment": "neutral"
      },
      {
        "name": "pam harnden",
        "sentiment": "none"
      },
      {
        "name": "arline amos",
        "sentiment": "none"
      },
      {
        "name": "ryan",
        "sentiment": "none"
      },
      {
        "name": "mary ryan",
        "sentiment": "none"
      },
      {
        "name": "donna peare",
        "sentiment": "none"
      },
      {
        "name": "rya",
        "sentiment": "none"
      },
      {
        "name": "judy upham",
        "sentiment": "none"
      },
      {
        "name": "mary",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "first congregational church ucc",
        "sentiment": "none"
      },
      {
        "name": "church",
        "sentiment": "none"
      },
      {
        "name": "academy hill school",
        "sentiment": "none"
      },
      {
        "name": "livermore falls advertiser the church council of the first congregational church ucc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "brookline",
        "sentiment": "none"
      },
      {
        "name": "massachusetts",
        "sentiment": "none"
      },
      {
        "name": "wilton",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T02:44:20.990+03:00",
  "updated": "2024-05-31T03:36:08.184+03:00"
}