{
  "thread": {
    "uuid": "8f3d8eb1e6b9cbf2b9ff9d634e4dd62d88213435",
    "url": "https://www.agensir.it/quotidiano/2024/3/29/pasqua-mons-lovignana-aosta-portare-la-forza-della-risurrezione-nella-nostra-vita-e-nella-vita-del-mondo",
    "site_full": "www.agensir.it",
    "site": "agensir.it",
    "site_section": "https://agensir.it",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "SIR - Servizio Informazione Religiosa",
    "title": "Pasqua: mons. Lovignana (Aosta), “portare la forza della risurrezione nella nostra vita e nella vita del mondo” - AgenSIR",
    "title_full": "Pasqua: mons. Lovignana (Aosta), “portare la forza della risurrezione nella nostra vita e nella vita del mondo” - AgenSIR",
    "published": "2024-03-29T17:45:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.agensir.it/wp-content/themes/sir-wp-theme/assets/images/logo_sir_2019@2x.png",
    "performance_score": 0,
    "domain_rank": 45103,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8f3d8eb1e6b9cbf2b9ff9d634e4dd62d88213435",
  "url": "https://www.agensir.it/quotidiano/2024/3/29/pasqua-mons-lovignana-aosta-portare-la-forza-della-risurrezione-nella-nostra-vita-e-nella-vita-del-mondo",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@agensir",
  "published": "2024-03-29T17:45:00.000+03:00",
  "title": "Pasqua: mons. Lovignana (Aosta), “portare la forza della risurrezione nella nostra vita e nella vita del mondo” - AgenSIR",
  "text": "“Celebrare la Pasqua significa portare la forza della risurrezione nella nostra vita e nella vita del mondo come il lievito che fa fermentare tutta la pasta perché sia pasta nuova”. Lo ha scritto il vescovo di Aosta, mons. Franco Lovignana, nel messaggio alla comunità diocesana in occasione delle festività pasquali. “Noi, discepoli del Risorto, siamo chiamati a testimoniare la vita”, ammonisce il presule che indica “due ambiti nei quali possiamo farci promotori di vita”. “Il primo – spiega mons. Lovignana – è quello della pace, condizione indispensabile perché popoli, famiglie e persone possano vivere il proprio presente e progettare il proprio futuro”. “Siamo promotori di vita – commenta il vescovo – quando ci facciamo artigiani di pace nelle relazioni familiari, comunitarie e sociali, cercando di creare una cultura che bandisca ogni forma di intolleranza, di contrapposizione e di violenza; quando valutiamo politicamente non gli slogan, ma i programmi e le azioni dei candidati agli appuntamenti elettorali, perché la pace tra i popoli ha bisogno di concretezza e di sano realismo e si costruisce con la giustizia, il rispetto, il dialogo che richiedono scelte coraggiose e di prospettiva”. “Il secondo ambito – continua – è quello della vita umana nei suoi momenti di fragilità. Proprio allora essa va difesa, accolta, soccorsa e sostenuta. Penso ai nascituri, ai poveri invisibili della nostra società, ai migranti non accolti o accolti senza il rispetto minimo della loro dignità”. “In questo momento, penso in particolare a chi affronta situazioni limite della propria esistenza per solitudine, malattia, sofferenza fisica e psichica”, aggiunge in vescovo, osservando: “La nostra cultura sta elaborando visioni di morte: chi è più forte sostiene di avere diritto all’eliminazione di chi è indifeso (aborto); chi teme di diventare un peso per gli altri o non riesce più ad affrontare la propria sofferenza in solitudine viene indotto a pensare che sia meglio ‘togliere il disturbo’”. “Il peggio è che questo, che in realtà certifica un fallimento della convivenza civile, viene presentato come un diritto da tutelare e da facilitare. Si tratta di una specie di corto circuito – rileva mons. Lovignana – per cui la società elimina alla radice il “problema” che non riesce ad affrontare. In questa triste direzione si muove la proposta di legge per l’assistenza sanitaria al suicidio medicalmente assistito presentata ultimamente nel nostro Consiglio regionale”. “Anche qui, come discepoli del Risorto, possiamo farci testimoni di vita – esorta il vescovo – facendo conoscere e chiedendo la piena applicazione del diritto inviolabile di ogni cittadino alle cure palliative, come stabilito dalla legge; chiedendo che venga affrontata e risolta la crisi che affligge il sistema sanitario pubblico; soprattutto impegnandoci a non lasciare soli coloro che vivono percorsi faticosi di vita e a ricreare rapporti solidali di buon vicinato in tutti gli ambienti che abitiamo”. Pasqua: mons. Lovignana (Aosta), “portare la forza della risurrezione nella nostra vita e nella vita del mondo” “Celebrare la Pasqua significa portare la forza della risurrezione nella nostra vita e nella vita del mondo come il lievito che fa fermentare tutta la pasta perché sia pasta nuova”. Lo ha scritto il vescovo di Aosta, mons. Franco Lovignana, nel messaggio alla comunità diocesana in occasione delle festività pasquali.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T17:50:11.463+03:00",
  "updated": "2024-03-29T17:50:11.463+03:00"
}