{
  "thread": {
    "uuid": "d2db5a789ad49d463324ca581e952851f7501988",
    "url": "https://www.ft.lk/sports/Winning-results-in-all-10-matches-on-uninterrupted-day/23-757012",
    "site_full": "www.ft.lk",
    "site": "ft.lk",
    "site_section": "https://www.ft.lk/rss/sport/23",
    "site_categories": [
      "media",
      "world_soccer",
      "sports"
    ],
    "section_title": "www.ft.lk ",
    "title": "Winning results in all 10 matches on uninterrupted day | Daily FT",
    "title_full": "Winning results in all 10 matches on uninterrupted day | Daily FT",
    "published": "2024-01-03T22:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "LK",
    "main_image": "https://bmkltsly13vb.compat.objectstorage.ap-mumbai-1.oraclecloud.com/cdn.ft.lk/assets/uploads/image_734bf75c6f.jpg",
    "performance_score": 0,
    "domain_rank": 41807,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d2db5a789ad49d463324ca581e952851f7501988",
  "url": "https://www.ft.lk/sports/Winning-results-in-all-10-matches-on-uninterrupted-day/23-757012",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-03T22:03:00.000+02:00",
  "title": "Winning results in all 10 matches on uninterrupted day | Daily FT",
  "text": "Former Sri Lanka wicket-keeper/batsman Niroshan Dickwella kept NCC in the hunt with a brilliant unbeaten century\nOn a rare day where the weather was at its best, all 10 matches in the SLC Major Club Limited Overs tournament produced a winning result yesterday.\nGroup B table leaders SSC held onto their three-point advantage over second placed Badureliya SC with a 97-run win over Chilaw Marians CC at the SSC grounds. Fifties from former Sri Lanka U19 cricketers Shevon Daniel (63 off 70 balls, 6 fours, 2 sixes), Krishan Sanjula (51 off 60 balls, 4 fours, 1 six) and Ranudu Somarathne (65* off 62 balls, 6 fours) saw SSC pile up 285-6 and then dismiss Chilaw Marians CC for 188 through spinners Prabath Jayasuriya, Danushka Gunathilaka and Kavindu Nadeeshan.\nBadureliya SC also kept their semi-final chances alive by pulling off a thrilling five-run win over Bloomfield at Bloomfield grounds. Wicket-keeper Ranesh Silva made a top score of 67 (88 balls, 3 fours, 1 six) for Badureliya SC in their total of 244-8. Bloomfield at one time cruising along at 166-4 on the back of Hasitha Boyagoda’s knock of 63 off 88 balls (4 sixes) saw their innings lose momentum with Boyagoda’s dismissal and ended up six runs short of their target on 239-9.\nNCC and Army SC too, won their respective matches to stay in contention. Former Sri Lanka wicket-keeper/batsman Niroshan Dickwella hit a brilliant 115* off 76 balls (12 fours, 7 sixes) to lead NCC’s charge towards their target of 205 which they achieved in the 26th over to win by seven wickets at NCC grounds against Ace Capital CC who scored 204 largely due to a seventh wicket stand of 66 between former Sri Lanka Under-19 cricketer Wanuja Sahan (51 off 70 balls, 7 fours) and Ravindu Ratnayake (89 off 56 balls, 7 fours, 6 sixes). Sri Lanka white ball seamer Chamika Gunasekara recalled to the ODI squad, took 5/64 for NCC.\nArmy SC got the better of BRC by five wickets at BRC grounds chasing down a target of 240 with opener Shehan Fernando striking 82 off 102 balls (8 fours, 1 six) in reply to BRC’s 239-9 of which Risira Weerasuriya made a top score of 75 off 110 balls (4 fours, 2 sixes).\nColts and Negombo CC were neck and neck at the top of Group A after registering close wins. Colts ended Tamil Union’s chances of defending their title when they beat them by three wickets at the P. Sara Oval. Tamil Union were shot out for a paltry 76 falling to the right-arm fast-medium deliveries of Kavishka Anula who returned career best figures of 5/25. Colts didn’t have it easy as they struggled against the seam of Shiran Fernando (career best 5/22) before reaching their target.\nNegombo CC scraped through to a 19-run win against Galle CC at FTZ grounds, Katunayake. Galle CC did well to dismiss Negombo CC for 135 through their seam cum spin combination of Sahan Adeesha (career best 4/19) and Pasindu Madushan (4/27), but floundered in their run chase to be bowled out for 116 by spinners Dilshan Munaweera and Jatin Saxena who shared six wickets between them.\nCCC kept their faint hopes of reaching the semi-finals alive with a five-wicket win against Police SC at Police grounds. Police SC were put out for 163 by the spin trio of brothers Wanindu Hasaranga (3/37) and Chaturanga de Silva (3/15), and Lakshan Sandakan (3/34). CCC knocked the runs off in the 33rd over with national cricketer Minod Bhanuka scoring a brisk 88 off 89 balls (9 fours, 3 sixes).\nIn a low scoring game at Colts grounds, Ragama CC (77/4) beat Moors SC (74) with Santhush Gunathilaka (4/29) and Chamath Gomez (5/21) producing career best performances. At Welagedara Stadium in a game reduced to 20 overs a side, Kurunegala YCC (114/9) beat Air Force SC (90) by 24 runs. At Panadura, Kandy Customs CC (195/8) beat Nugegoda SWC (194) by two wickets. – (ST)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "niroshan dickwella",
        "sentiment": "negative"
      },
      {
        "name": "ranesh silva",
        "sentiment": "none"
      },
      {
        "name": "hasitha boyagoda",
        "sentiment": "none"
      },
      {
        "name": "kavindu nadeeshan",
        "sentiment": "none"
      },
      {
        "name": "prabath jayasuriya",
        "sentiment": "none"
      },
      {
        "name": "krishan sanjula",
        "sentiment": "none"
      },
      {
        "name": "danushka gunathilaka",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ncc",
        "sentiment": "negative"
      },
      {
        "name": "bloomfield",
        "sentiment": "none"
      },
      {
        "name": "badureliya sc",
        "sentiment": "none"
      },
      {
        "name": "shevon daniel",
        "sentiment": "none"
      },
      {
        "name": "slc major club limited overs",
        "sentiment": "none"
      },
      {
        "name": "chilaw marians cc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sri lanka",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-03T22:35:15.664+02:00",
  "updated": "2024-01-03T22:35:15.664+02:00"
}