{
  "thread": {
    "uuid": "9a82917caa328c046ffd04bcd3e6865d1cb69578",
    "url": "https://nation.africa/kenya/sports/cricket/ex-kenya-cricket-internationals-reminisce-old-times-4484864",
    "site_full": "nation.africa",
    "site": "nation.africa",
    "site_section": "https://nation.africa/kenya/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": " | Nation",
    "title": "Ex-Kenya cricket internationals reminisce old times",
    "title_full": "Ex-Kenya cricket internationals reminisce old times",
    "published": "2024-01-07T18:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KE",
    "main_image": "https://nation.africa/resource/image/4484866/landscape_ratio3x2/1200/800/abffdd0fc4e689d1854c88cedf036e08/nR/okombe-pix.jpg",
    "performance_score": 0,
    "domain_rank": 7800,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9a82917caa328c046ffd04bcd3e6865d1cb69578",
  "url": "https://nation.africa/kenya/sports/cricket/ex-kenya-cricket-internationals-reminisce-old-times-4484864",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Victor Otieno",
  "published": "2024-01-07T18:07:00.000+02:00",
  "title": "Ex-Kenya cricket internationals reminisce old times",
  "text": "Ex-Kenya cricket internationals reminisce old times\nWhat you need to know:\n- Maurice Odumbe, 54, who played for Team Green was named the best fielder while Karim, 60, who represented Kenya in the three ICC World Cups; 1996 (vice-captain), 1999 (captain) and 2003 was crowned the best bowler after he took two wickets in two overs where he conceded six runs.\n- “It was a good feeling to meet my comrades, whom we had played with. I had not seen them in a longtime, so it was nice to come back on the ground and see what we could do and I believe everyone had a wonderful day,” said Karim.\nLegendary cricketer Steve Tikolo produced a man-of-the-match performance to guide his side, Team Red to a six-wicket victory over Team Green in a Kenya Legends T20 match at Sikh Union Club in Nairobi on Sunday.\nThe contest, which was dubbed the “Clash of the Legends”, was graced by several cricket stakeholders including the Cricket Kenya chairman Manoj Patel, family members of the retired Kenyan cricketers and a section of the national team players.\nIt was organised by Chidambaran Subramanian, Kamaljeeth Singh and Kalpesh Solanki.\nBatting first after losing the toss, Team Green, which was captained by Kenya cricket legend Aasif Karim, set a target of 119 runs for the loss of eight wickets in 20 overs of their innings.\nIn reply, Team Red carried the day after hitting 122 runs for the loss of four wickets in 18.1 overs of their innings.\nGoing by the slow pace of some of the former national team players, it was evident that age and lack of consistent play had taken a heavy toll on them. The match was stopped for several minutes in the seventh over after Team Green’s Zafir Din retired hurt after injuring his uncle. He was rushed to hospital for medication.\nTikolo, 52, lived to the expectation with his brilliant batting, which saw him top-score with 47 runs off 32 balls.\nHe thrilled the crowd with his five fours and a towering six.\n“When we play this game, we do it to perform and win for our team. Fortunately today my team crossed the line and I’m very happy with the performances from the players,” said Tikolo, who is regarded as one of the most accomplished batsmen Kenya has ever produced.\n“Our plan as a team was to restrict them so that they don’t score many runs. When we came in to bat, it was about us occupying the crease more…I still have it to play for the legends but not the national team,” added the Nigeria cricket national team coach.\nHis team mate Andrew Mboya also impressed with 38 runs from 33 balls including two fours and two sixes. For that impressive performance, Mboya received two trophies – Most Sixes and Best batsman.\nMaurice Odumbe, 54, who played for Team Green was named the best fielder while Karim, 60, who represented Kenya in the three ICC World Cups; 1996 (vice-captain), 1999 (captain) and 2003 was crowned the best bowler after he took two wickets in two overs where he conceded six runs.\n“It was a good feeling to meet my comrades, whom we had played with. I had not seen them in a longtime, so it was nice to come back on the ground and see what we could do and I believe everyone had a wonderful day,” said Karim.\nOdumbe said: “I have really enjoyed myself. I cannot believe that at my age, I can still be the best fielder. It means that my body is still cooperating. We need more of these.”\nSubramanian on the other hand said: “They have shown that they are true legends. It was not easy for them to come in without practice and playing but they have shown how best they are in their game.”\nThe match was sponsored by several entities including; Sikh Union, Zayan Agencies Limited, Jumbo DDA Kenya, Sunshine Travel and Tours, Red Star Enterprises Limited, SUVI Racing, Bank of Baroda, Filmline Limited, Nairobi Sports House and Radio FM 44.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "maurice odumbe",
        "sentiment": "negative"
      },
      {
        "name": "ex-kenya",
        "sentiment": "negative"
      },
      {
        "name": "manoj patel",
        "sentiment": "none"
      },
      {
        "name": "steve tikolo",
        "sentiment": "none"
      },
      {
        "name": "kamaljeeth si",
        "sentiment": "none"
      },
      {
        "name": "chidambaran subramanian",
        "sentiment": "none"
      },
      {
        "name": "karim",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sikh union club",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nairobi",
        "sentiment": "none"
      },
      {
        "name": "kenya",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:02:53.552+02:00",
  "updated": "2024-01-08T00:02:53.552+02:00"
}