{
  "thread": {
    "uuid": "fca6d01b4ac7a31c277dd57b42447f4a5cb0e7cf",
    "url": "https://www.einnews.com/pr_news/708538299/three-little-heroes-win-the-war-against-childhood-cancer-with-courage-and-resilience",
    "site_full": "www.einnews.com",
    "site": "einnews.com",
    "site_section": "https://culture.einnews.com:443/rss",
    "site_categories": [
      "search_engine",
      "tech"
    ],
    "section_title": "Culture News",
    "title": "Three Little Heroes Win the War Against Childhood Cancer with Courage And Resilience - Culture News Today - EIN Presswire",
    "title_full": "Three Little Heroes Win the War Against Childhood Cancer with Courage And Resilience - Culture News Today - EIN Presswire",
    "published": "2024-05-03T14:38:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.einnews.com/ampsize/663996/eot-flyer.jpeg",
    "performance_score": 0,
    "domain_rank": 3216,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fca6d01b4ac7a31c277dd57b42447f4a5cb0e7cf",
  "url": "https://www.einnews.com/pr_news/708538299/three-little-heroes-win-the-war-against-childhood-cancer-with-courage-and-resilience",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EIN News",
  "published": "2024-05-03T14:38:00.000+03:00",
  "title": "Three Little Heroes Win the War Against Childhood Cancer with Courage And Resilience - Culture News Today - EIN Presswire",
  "text": "News Search | All News Topics > Education ; Press Releases by Industry Channel > [All Education Press Releases](/pr_archive) Invitation to the End-Of-Treatment Parade and Public Bell Ringing for Childhood Cancer Heroes, Megan, Jake and Annie. Megan Venus at the Heroes Hangout with Childhood Cancer friends, Gianna and Callie doing a science experiment. Megan, Jake & Annie, who bravely battled Childhood Cancer will be honored with a Parade prior to publicly 'Ringing the Bell' signifying the End-Of-Treatment. EINPresswire.com / -- On Saturday May 4th the start of a new life for 3 young children who have beaten cancer will begin. After battling cancer for years, 10 Year old Megan Venus, 9 year old Jake Duenas, and 7 year old Annie Chavez, surrounded by family, friends and the community, will publicly 'Ring The Bell' signifying the End-Of-Treatment and the beginning of taking back their childhoods. As one can imagine, a child finishing cancer treatment is such a joyous occasion and one that needs to be celebrated in the grandest way possible. The road to this day for each of them and their families has been very long, filled with pain, torturous treatments, anxiety, and of course, constant fear. These children have all been a part of the Mystic Force Foundation Family throughout their years of treatment and the Foundation is beyond proud of them and so happy for them to continue their lives in as much normalcy as possible. They will still need to have routine scans and oncology checkups for years to come, but NO MORE CHEMO, radiation, surgeries, or harsh treatments! Instead, they will enjoy school, outdoor activities, sports, and new friendships made outside of the hospital. Friends, family, police & fire departments from surrounding cities, SuperHeroes, and members of the community will partake in this joyous event by arriving in the Heroes Hangout east side parking lot at 12:30pm to decorate their vehicles prior to the Parade. At the time of departure, the North Miami Beach Police Department will lead all the vehicles to slowly drive past the Heroes Hangout where the children and their families will be excitedly watching. Participants will be able to wave to the children, honk their horns, and blare their sirens, to share their excitement and support for this amazing time in each of their lives. Participants will then park in the West side parking lot and proceed to the Hangout where they will emotionally watch as each child has their special moment to ‘Ring the Bell’ signifying the true end of treatment. This will be the end of the public event and the families will then resume the celebration inside the Heroes Hangout. The Mystic Force Foundation was founded in 2008 by Dr. Steven & Silvia Vanni after their then 4-year-old son, Salvatore, was diagnosed with Stage IV Neuroblastoma Cancer. Salvatore lost his battle with cancer in 2011 but his legacy continues to change the lives of all children battling this devastating disease. This year is the Foundation’s 16-year Anniversary of raising awareness and desperately needed funds for Childhood Cancer Research, as well as advocacy in Washington, DC, granting ‘Wishes’, delivering toys, holding in-patient hospital parties, providing financial support to families in need, and bringing Hope, Joy, Happiness and Smiles to the littlest Heroes battling Childhood Cancer. This year also marks the 6 year Anniversary of the Foundation's Heroes Hangout, a Childhood Cancer Haven located in North Miami Beach that supports children and their families battling cancer from all over the world that are treated in South Florida Hospitals. At the Heroes Hangout children battling cancer celebrate their birthdays, attend monthly themed events and celebrations, as well as celebrate every holiday together with other children going through the same thing they are in a safe and loving environment. Media is invited to attend the End-Of-Treatment Parade & Public Bell Ringing Saturday May 4, 2024 12:30pm Heroes Hangout 1943 NE 164th Street North Miami Beach, FL 33162 Silvia Dominguez Vanni Mystic Force Foundation +1 305-726-1155 email us here Visit us on social media: YouTube Other Mystic Force Memories 2023 Culture, Society & Lifestyle , http://www.einpresswire.com/channel/education, Emergency Services , Healthcare & Pharmaceuticals Industry , World & Regional EIN Presswire does not exercise editorial control over third-party content provided, uploaded, published, or distributed by users of EIN Presswire. We are a distributor, not a publisher, of 3rd party content. Such content may contain the views, opinions, statements, offers, and other material of the respective users, suppliers, participants, or authors. Submit your press release",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Health"
  ],
  "webz_reporter": false,
  "external_links": [
    "http://www.einpresswire.com/contact_author/708538299",
    "https://www.instagram.com/heroeshangout_/",
    "http://www.MysticForceFoundation.com",
    "https://www.instagram.com/northmiamibeachpd/",
    "https://www.einpresswire.com/?promo=4700",
    "https://www.facebook.com/MysticForceFoundation",
    "https://www.instagram.com/mysticforcefoundation/",
    "https://www.youtube.com/channel/UCLmHz3qM_tfmp9NTsJl8fJg",
    "http://www.instagram.com/mysticforcefoundation/",
    "https://youtube.com/channel/UCLmHz3qM_tfmp9NTsJl8fJg",
    "https://instagram.com/northmiamibeachpd/",
    "https://www.einpresswire.com/",
    "https://facebook.com/MysticForceFoundation",
    "https://instagram.com/heroeshangout_/",
    "https://instagram.com/mysticforcefoundation/",
    "https://www.instagram.com/mysticforcefoundation",
    "http://MysticForceFoundation.com",
    "https://einpresswire.com/?promo=4700",
    "http://instagram.com/mysticforcefoundation/",
    "http://einpresswire.com/contact_author/708538299",
    "https://www.instagram.com/northmiamibeachpd",
    "http://www.instagram.com/mysticforcefoundation",
    "https://www.instagram.com/heroeshangout_"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "megan",
        "sentiment": "none"
      },
      {
        "name": "jake",
        "sentiment": "none"
      },
      {
        "name": "callie",
        "sentiment": "none"
      },
      {
        "name": "annie chavez",
        "sentiment": "none"
      },
      {
        "name": "annie",
        "sentiment": "none"
      },
      {
        "name": "jake duenas",
        "sentiment": "none"
      },
      {
        "name": "megan venus",
        "sentiment": "none"
      },
      {
        "name": "silvia dominguez vanni",
        "sentiment": "none"
      },
      {
        "name": "gianna",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "public bell ringing for childhood cancer heroes",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "fl",
        "sentiment": "none"
      },
      {
        "name": "miami",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T14:42:50.756+03:00",
  "updated": "2024-05-03T19:11:53.378+03:00"
}