{
  "thread": {
    "uuid": "c2f25c7b5cc03a262f98638d0e354f66a0f778e2",
    "url": "https://news.webindia123.com/news/articles/India/20231229/4153883.html",
    "site_full": "news.webindia123.com",
    "site": "webindia123.com",
    "site_section": "http://news.webindia123.com/news/xml_india.asp",
    "site_categories": [
      "media"
    ],
    "section_title": "webindia123.com",
    "title": "Naming of Ayodhya airport after Maharshi Valmiki a good move, would like to thank govt: VHP president",
    "title_full": "Naming of Ayodhya airport after Maharshi Valmiki a good move, would like to thank govt: VHP president",
    "published": "2023-12-28T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 19037,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c2f25c7b5cc03a262f98638d0e354f66a0f778e2",
  "url": "https://news.webindia123.com/news/articles/India/20231229/4153883.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T21:00:00.000+02:00",
  "title": "Naming of Ayodhya airport after Maharshi Valmiki a good move, would like to thank govt: VHP president",
  "text": "\"The central government has decided to name Ayodhya airport after sage poet Maharishi Valmiki. It is a good move. I want to thank and congratulate the government,\" Kumar told ANI.\nSpeaking on the consecration ceremony of the Ram Temple, he said, \"Around 4,50-0 priests will gather in Ayodhya to witness the grand ceremony. The VHP will invite 10 crore people across the country for the consecration by giving them 'yellow rice'. I appeal to the people to visit their nearest Ram temples considering them that of Ayodhya.\"\nAhead of the consecration ceremony of Ram Lalla Temple at Ayodhya, Prime Minister Narendra Modi is set to embark on a visit to Ayodhya on December 30, during which he will inaugurate various projects worth Rs 15 thousand crore to Ayodhya.\nMany projects will be inaugurated along with the airport, railway station, highway and railway line doubling. Four major roads will also be inaugurated.\nUttar Pradesh Chief Minister Yogi Adityanath is taking stock of the preparations of security arrangements before the Prime Minister's visit. PM Modi will also inaugurate the Ayodhya Dham Junction Railway Station, a significant milestone in the government's commitment to enhancing infrastructure and connectivity.\nThe Ayodhya Dham Junction Railway Station, developed at a cost exceeding Rs 240 crore, boasts a modern three-storey building equipped with state-of-the-art facilities such as lifts, escalators, food plazas and child care rooms. Notably, the station is 'accessible for all' and has been certified as a green station building by the Indian Green Building Council (IGBC).\nIt is pertinent to note that the Prime Minister's vision for Ayodhya extends beyond the railway station. At approximately 11:15 AM, he will flag off the Amrit Bharat trains, introducing a new category of superfast passenger trains in the country. The Amrit Bharat Express, an LHB push-pull train with non-air-conditioned coaches, promises an enhanced passenger experience with improved amenities including attractive seat designs, better luggage racks, mobile charging points, LED lights, CCTV and a public information system.\nPM will inaugurate two Amrit Bharat trains, which are Darbhanga-Ayodhya-Anand Vihar Terminal Amrit Bharat Express and Malda Town-Sir M. Visvesvaraya Terminus (Bengaluru) Amrit Bharat Express. Additionally, six new Vande Bharat Trains will be flagged off, contributing to the nation's rail network. The Vande Bharat Express trains include routes such as Ayodhya-Anand Vihar Terminal, Shri Mata Vaishno Devi Katra-New Delhi, Amritsar-Delhi, Coimbatore-Bangalore Cantt, Mangalore-Madgaon and Jalna-Mumbai.\nIn a comprehensive move to bolster rail infrastructure in the region, the Prime Minister will dedicate three railway projects worth Rs 2300 crore. The projects include the Rooma Chakeri-Chanderi third line project; Jaunpur-Tulsi Nagar, Akbarpur-Ayodhya, Sohawal-Patranga and Safdarganj-Rasauli sections of the Jaunpur-Ayodhya-Barabanki doubling project; and doubling and electrification project of the Malhaur-Daliganj railway section.\nPM Modi's Ayodhya visit also includes the inauguration of the newly built Ayodhya Airport and participation in a public program where the Prime Minister will dedicate numerous development projects worth more than Rs 15,700 crore in the state, aligning with his vision to create modern, world-class infrastructure while preserving Ayodhya's rich history and heritage. These include projects worth about Rs 11,100 crore for the development of Ayodhya and its surrounding areas and projects worth about Rs 4600 crore related to other projects across Uttar Pradesh.\nAdditionally, the Prime Minister will also initiate the development and beautification of tourist facilities spanning from Naya Ghat to Laxman Ghat, the construction of a visitor gallery for events like Deepotsav and the strengthening and renovation of the pilgrim path from Ram Ki Paidi to Raj Ghat and Raj Ghat to Ram Temple.\nAn ambitious greenfield township, valued at over Rs 2180 crore and the Vashishtha Kunj Residential Scheme, with an estimated cost of around Rs 300 crore, will also launch, promising a significant boost to Ayodhya's urban landscape.\nFurthermore, PM Modi will lay the foundation stone of infrastructure projects, including the Lucknow-Ayodhya section of NH-28 (new NH-27), modification of the existing Ayodhya bypass, the establishment of the CIPET centre, and the construction of offices for the Municipal Corporation Ayodhya and Ayodhya Development Authority.\nThe development momentum extended beyond Ayodhya, with the Prime Minister inaugurating and dedicating several key projects across Uttar Pradesh. These encompass the four-lane widening of Gosain Ki Bazar Bypass-Varanasi (Ghaghra Bridge-Varanasi) (NH-233), the strengthening and upgradation of the Khutar to Lakhimpur section of NH-730, and capacity enhancement of the LPG plant in Trishundi, Amethi district, Sewage Treatment Plant of 30 MLD in Pankha and 130 MLD in Jajmau, Kanpur; interception and diversion of drains and sewage treatment work in Unnao district; and CETP for Tannery Cluster at Jajmau in Kanpur.\nThese initiatives and the Prime Minister's proactive approach towards development aim to propel Ayodhya and Uttar Pradesh into a new era of growth and prosperity, setting the stage for a brighter future for the region.\nMeanwhile, Ayodhya is gearing up for the grand consecration ceremony of the Ram Temple.\nAs per temple officials, the consecration ceremony will be held over a span of seven days starting on January 16.\nOn January 16, the host appointed by the temple trust, Shri Ram Janmbhoomi Teerth Kshetra, will conduct the atonement ceremony. The 'Dashvidh' bath, Vishnu worship, and offering to cows will be held on the banks of the Saryu River.\nFollowing that, on January 17, a procession carrying the idol of Lord Ram in his child-like form (Ram Lalla) will reach Ayodhya. Devotees carrying Saryu water in Mangal Kalash will be reaching the Ram Janmabhoomi temple.\nOn January 18, formal rituals will kick off with the Ganesh Ambika puja, Varun puja, Matrika puja, Brahmin Varan, and Vastu Puja.\nOn January 19, the holy fire will be lit, followed by the establishment of 'Navagraha' and a 'havan' (holy ritual surrounding the fire).\nThe sanctum sanctorum of the Ram Janmabhoomi temple will be washed with Saryu water on January 20, after which the Vaastu Shanti and 'Annadhivas' rituals will take place.\nOn January 21, the Ram Lalla idol will be bathed in 125 urns and will finally be laid to rest. On the final day, January 22, after the morning puja, the deity of Ram Lala will be consecrated in 'Mrigashira Nakshatra' in the afternoon. (ANI)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "maharishi valmiki",
        "sentiment": "negative"
      },
      {
        "name": "maharshi valmiki",
        "sentiment": "negative"
      },
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "kumar",
        "sentiment": "none"
      },
      {
        "name": "modi",
        "sentiment": "none"
      },
      {
        "name": "yogi adityanath",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "vhp",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "ayodhya",
        "sentiment": "none"
      },
      {
        "name": "ayodhya dham",
        "sentiment": "none"
      },
      {
        "name": "ram lalla temple",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T20:15:06.177+02:00",
  "updated": "2023-12-29T20:15:06.177+02:00"
}