{
  "thread": {
    "uuid": "dd319dc258bf1211659359328c65a5ee17d2cdd3",
    "url": "https://thenationonlineng.net/good-friday-expect-good-leadership-from-me-okpebholo-assures",
    "site_full": "thenationonlineng.net",
    "site": "thenationonlineng.net",
    "site_section": "https://www.yohaig.ng/category/nigerian-newspapers/the-nation-news/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": null,
    "title": "",
    "title_full": "",
    "published": "2024-03-29T15:05:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 15411,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dd319dc258bf1211659359328c65a5ee17d2cdd3",
  "url": "https://thenationonlineng.net/good-friday-expect-good-leadership-from-me-okpebholo-assures",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Nation Newspaper",
  "published": "2024-03-29T15:05:00.000+03:00",
  "title": "",
  "text": "Our Reporter\nMarch 29, 2024\nAs Christians worldwide observe Good Friday, a day synonymous with sacrifice and redemption, the candidate of the All Progressives Congress ( APC ) in the Edo Governorship election, Senator Monday Okpebholo has promised the people good leadership when elected as governor.\nIn a message from his Media Office in Benin City, the APC candidate extended warm greetings to Christians across Nigeria and pledge his commitment to exemplary leadership.\nSenator Okpebholo harped on the significance of Good Friday in reflecting on the virtues of sacrifice and service to humanity.\nHe expressed his deep respect for the Christian community and their observance of this solemn occasion, acknowledging the importance of faith in guiding the actions of leaders.\nHis words: “As we mark Good Friday, I extend my heartfelt greetings to all Christians in Nigeria,” Senator Okpebholo remarked. “This day serves as a powerful reminder of the ultimate sacrifice made by Jesus Christ for the redemption of mankind. It is a time for introspection and renewal of our commitment to serving others with compassion and selflessness.”\nWhile reaffirming his dedication to serving the people of Edo state with integrity and humility, Senator Okpebholo promised to prioritize the welfare of the people above all else. Particularly, he said, “the importance of transparent and accountable leadership is key in addressing the pressing challenges facing our dear state”.\nRelated Posts Continuing, he said, “I stand before you today being Good Friday to pledge my unwavering commitment to being a servant leader,” Senator Okpebholo stated. “I will strive to uphold the principles of good governance, accountability, and inclusivity in all my endeavors. My goal is to work tirelessly for the betterment of our communities and the advancement of our dear state.”\nHe also urged his fellow political leaders to emulate the spirit of sacrifice embodied by Jesus Christ on Good Friday. He stressed on the need for unity and collaboration in addressing the myriad challenges confronting Edo state and the country.\n“As we commemorate Good Friday, let us recommit ourselves to the ideals of justice, compassion, and solidarity,” Senator Okpebholo urged. “Together, we can overcome our challenges and build a brighter future for all Nigerians. I pledge to lead by example and honor the trust placed in me by the people to contest the governorship seat of Edo state.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://en.wikipedia.org/wiki/All_Progressives_Congress",
    "https://www.en.wikipedia.org/wiki/All_Progressives_Congress"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus christ",
        "sentiment": "none"
      },
      {
        "name": "okpebholo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "all progressives congress",
        "sentiment": "none"
      },
      {
        "name": "apc",
        "sentiment": "none"
      },
      {
        "name": "media office",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nigeria",
        "sentiment": "none"
      },
      {
        "name": "benin city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T17:34:18.363+03:00",
  "updated": "2024-03-29T17:34:18.363+03:00"
}