{
  "thread": {
    "uuid": "fc6dbf0e11187b7aacaf8c433c385e00ae4a674d",
    "url": "https://independent.ng/totalenergies-achieves-zero-routine-flares-in-nigeria",
    "site_full": "independent.ng",
    "site": "independent.ng",
    "site_section": "https://news.independent.ng",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "news.independent.ng - Latest News From Nigeria And The World",
    "title": "TotalEnergies Achieves Zero Routine Flares In Nigeria | Independent Newspaper Nigeria",
    "title_full": "TotalEnergies Achieves Zero Routine Flares In Nigeria | Independent Newspaper Nigeria",
    "published": "2024-02-16T09:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://independent.ng/wp-content/uploads/2018/09/Daily-Independent-3.jpg",
    "performance_score": 0,
    "domain_rank": 61037,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fc6dbf0e11187b7aacaf8c433c385e00ae4a674d",
  "url": "https://independent.ng/totalenergies-achieves-zero-routine-flares-in-nigeria",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mohammed Shosanya",
  "published": "2024-02-16T09:22:00.000+02:00",
  "title": "TotalEnergies Achieves Zero Routine Flares In Nigeria | Independent Newspaper Nigeria",
  "text": "TotalEnergies has announced that it has ended routine flares in Nigeria,making it the first exploration company to achieve the ambitious drive in the country. At a news conference in Port Harcourt on Thursday,the Managing Director/ Chief executive of Total Energies Companies in Nigeria, Mr. Matthieu Bouyer,expressed satisfaction on the attainment of the goal. “Today is a very special day because it is the day when we officially announce that TotalEnergies has reached zero routine flaring in all its operations across Nigeria,” he added. He said the company was very proud of the attainment, noting that it is the first exploration and production company in Nigeria to achieve the feat. According to him,TotalEnergies as a global company, is committed to produce more energy but at the same time, reduce emissions. He said that the achievement was not just a practical demonstration of TotalEnergies’ commitment to deliver less carbon-intensive energy to its customers but aligns with the Nigerian government’s objective to foster a low carbon economy. He highlighted other initiatives it is taking towards the reduction of emissions within its operating environment and the larger society. Mr. Bouyer stated: “Other initiatives revolve around CO2 (carbon dioxide) and CH4 (methane) emissions reduction in our operations through mobilization of best available technologies around 3 pillars: “Reducing Methane emissions: Methane is a greenhouse gas with a global warming potential 28 times higher than that of CO2 and a much shorter atmospheric lifetime. Reducing methane emissions is a priority, and TotalEnergies intends to establish an exemplary track record in this area. “AUSEA drone campaigns allow us to detect and measure Methane emissions on site so we can take actions towards reducing or eliminating such emissions. “We work alongside our partners to implement such best practices on our non-operated assets as well.Finally, we signed a MOU with NNPCL in December 2023 to support them in their journey to reduce Methane emission with the use of our AUSEA technology. “Reducing fuel gas consumption: we develop energy efficiency technologies to reduce our consumption of fuel gas and liquid fuels. For example, we use solar technology on shore with a 5MWp solar project at our OML58 field. It will contribute to produce a cleaner oil and gas from the field. “Reducing flaring further on our facilities. Having done with routine flaring, we are study the next step which is focusing on the reduction of safety flaring.”. The Managing Director/Country Chair paid tribute to the teams that helped the company achieve the feat and said in arriving at the milestone it was appreciative of the support and positive collaboration of the federal ministry of environment, NUPRC and its Joint Venture partner, NNPC Limited. The event featured presentations detailing how the company achieved zero routine flare. Mr. Bouyer was accompanied by the Deputy Managing Director, Deepwater Asset, Mr. Victor Bandele and the Executive Director, JV Asset, Mr Obi Imemba The conference was preceeded by a visit to the company’s offshore fields by the Minster of state, Gas Hon. Ekperikpe Ekpo; Minister of Environment, Dr Iziaq Adekunle Salako; Director General of National Oil Spill Detection Agency (NOSDRA), Mr. Idris MUSA; Dr. Mrs. Ogechi S. Opete of Nigerian Upstream Petroleum Regulatory Commission (NUPRC). With this feat, TotalEnergies has achieved zero routine flaring on both its JV and Deepwater installations and operation, making it the first IOCs in Nigeria to achieve this milestone.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "matthieu bouyer",
        "sentiment": "none"
      },
      {
        "name": "totalenergies",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "independent newspaper nigeria totalenergies",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "nigeria",
        "sentiment": "none"
      },
      {
        "name": "port harcourt",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T10:51:38.299+02:00",
  "updated": "2024-02-16T10:51:38.299+02:00"
}