{
  "thread": {
    "uuid": "3a9ed7de65cf61278ed1bd667c361f0aa230de1c",
    "url": "https://www.dagospia.com/rubrica-30/sport/dimensione-italiane-rsquo-rsquo-europa-league-roma-atalanta-388255.htm",
    "site_full": "www.dagospia.com",
    "site": "dagospia.com",
    "site_section": "http://www.dagospia.com/rss/feeds/articoli.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Articoli",
    "title": "la dimensione delle italiane e’ l’europa league! roma, atalanta e milan ai quarti. i giallorossi... - Sport",
    "title_full": "la dimensione delle italiane e’ l’europa league! roma, atalanta e milan ai quarti. i giallorossi... - Sport",
    "published": "2024-03-15T00:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://cdn-static.dagospia.com/img/patch/03-2024/brighton-roma-atalanta-milan-1965521.png",
    "performance_score": 0,
    "domain_rank": 43005,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3a9ed7de65cf61278ed1bd667c361f0aa230de1c",
  "url": "https://www.dagospia.com/rubrica-30/sport/dimensione-italiane-rsquo-rsquo-europa-league-roma-atalanta-388255.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dagospia",
  "published": "2024-03-15T00:13:00.000+02:00",
  "title": "la dimensione delle italiane e’ l’europa league! roma, atalanta e milan ai quarti. i giallorossi... - Sport",
  "text": "Da sportmediaset.mediaset.it La Roma si è qualificata ai quarti di Europa League ed è la terza italiana nelle prime otto dopo aver eliminato il Brighton di De Zerbi. La sconfitta 0-1 in Inghilterra è stata indolore per i giallorossi di De Rossi che hanno difeso il 4-0 dell'andata senza troppi patemi. La rete di Welbeck - un destro all'incrocio dei pali - ha illuso i Seagulls che nell'assalto della ripresa si sono scontrati con le parate di Svilar, mentre la Roma - senza Lukaku (non convocato) e Dybala (in panchina) ha colpito un palo con Spinazzola. MOVIOLA Da corrieredellosport.it Annullato un gol a Azmoun per gioco pericoloso durante Brighton-Roma. Decisione coraggiosa da parte del tedesco Zwayer perché l'attaccante giallorosso colpisce liberamente il pallone in netto vantaggio ed è van Hecke che si butta in avanti con la testa, abbassandola anche un po'. Il contatto arriva quando il pallone si è già nettamente staccato dal piede di Azmoun. La rete della Roma andava convalidata. ATALANTA SPORTING Estratti da gazzetta.it Il sogno continua. Atalanta ai quarti di finale di Europa League (domani il sorteggio) superando 2-1 un avversario ostico come lo Sporting Lisbona, in testa nel campionato portoghese e stavolta in campo con i migliori. Eroe della serata Gianluca Scamacca che quando vede le maglie dello Sporting si trasforma in un cecchino infallibile: terza partita contro la squadra di Amorim e terzo gol. Il centravanti ha segnato la rete decisiva con una zampata da attaccante di razza al 59’. E pensare che la Dea alla fine del primo tempo era andata sotto, dopo una rete di Pedro Gonçalves al 33’. Ma nella ripresa l’Atalanta è parsa trasformata: ha trovato subito il pari (46’) con Lookman e poi l’ha ribaltata appunto con Scamacca. E nel finale è riuscita a resistere agli assalti portoghesi. SLAVIA PRAGA-MILAN Estratti da gazzetta.it Praga superata, Dublino è un po’ più vicina. Il Milan scoprirà domani in che direzione proseguirà la caccia al tesoro dell’Europa League. L'Eden Arena, stadio dello Slavia, è stato un ostacolo facilmente superabile. Nella lista delle buone notizie (i tre marcatori diversi, i rischi in difesa contenuti, Leao in versione super) c'è anche la classica nota stonata: l'infortunio di Maignan, sostituto dopo venti minuti di gioco da Sportiello. Quella di Mike è una storia dentro la storia della partita: dopo 3' lo scontro con Vlcek e il primo allarme. Tomori e Theo i primi che si avvicinano per conoscere le condizioni del compagno. Maignan si rialza e poi si ferma di nuovo, chiama una seconda volta i medici e resta ancora in campo. Non sembra dolorante quando al 14' mostra riflessi eccellenti sul tentativo ravvicinato di Chytil. La partita di Mike però finisce qui. Per lui trauma contusivo alla gamba destra, domani gli esami. Il ginocchio è stabile.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "http://mediaset.it",
    "http://gazzetta.it",
    "http://www.corrieredellosport.it",
    "http://www.mediaset.it",
    "http://www.gazzetta.it",
    "http://corrieredellosport.it"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:30:03.821+02:00",
  "updated": "2024-03-15T17:56:29.631+02:00"
}