{
  "thread": {
    "uuid": "c8556baaa988749b65a27c73589438c89a589e3a",
    "url": "https://www.shefinds.com/collections/kelly-clarkson-slimmer-slender-frame-skintight-top-maxi-skirt/",
    "site_full": "www.shefinds.com",
    "site": "shefinds.com",
    "site_section": "http://www.shefinds.com/feed/",
    "site_categories": [
      "fashion",
      "style_and_fashion",
      "beauty"
    ],
    "section_title": "SHEfinds",
    "title": "Kelly Clarkson Shows Off Her Slender Frame In A Skintight Top With A Green Maxi Skirt On The Cover Of ‘People’",
    "title_full": "Kelly Clarkson Shows Off Her Slender Frame In A Skintight Top With A Green Maxi Skirt On The Cover Of ‘People’",
    "published": "2024-01-08T01:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.shefinds.com/files/2024/01/Kelly-Clarkson-in-magenta-dress.jpg",
    "performance_score": 0,
    "domain_rank": 22490,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c8556baaa988749b65a27c73589438c89a589e3a",
  "url": "https://www.shefinds.com/collections/kelly-clarkson-slimmer-slender-frame-skintight-top-maxi-skirt/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Marissa Matozzo",
  "published": "2024-01-08T01:00:00.000+02:00",
  "title": "Kelly Clarkson Shows Off Her Slender Frame In A Skintight Top With A Green Maxi Skirt On The Cover Of ‘People’",
  "text": "Kelly Clarkson continues to show off her\nslimmer post-weight loss figure and chic style, this time on the cover of People Magazine!\nFor the publication’s\nnew photoshoot, the Kelly Clarkson Show host, 41, exuded confidence in a fitted black turtleneck and a stunning green pleated maxi skirt, perfectly accentuating her tiny waist.\nIn the accompanying article, the Grammy winner delved into her life-changing 2023 journey as the year just came to a close, reflecting on her most cherished personal and career moments.\nClarkson discussed her memorable residency shows, her Emmy-award winning namesake talk show, her tenth studio album Chemistry and performing on stage with her two children; daughter River, 9, and son Remington, 7 (\nwhom she shares with ex-husband Brandon Blackstock).\nKelly Clarkson Reflects On 2023 While Rocking A Chic Black-And-Green Ensemble For ‘People’ Shoot\nTo top off her look for the main cover shot, Clarkson added sleek black open-toed heels. She wore her dirty blonde tresses in an elegant updo and\nnew wispy bangs down. As for her makeup look, the “Mine” singer opted for black liner, silver eyeshadow, voluminous lashes, rosy blush and a classic bold red lip.\nClarkson sat down with the outlet and discussed new beginnings while welcoming 2024, and how grateful she is for them. “Sometimes you don’t know what life has in store for you, and you think your life is going to go one way, and it’s OK that it doesn’t,” she said. “You never know how beautiful that might be.”\nThe “Since U Been Gone” hitmaker’s rise to fame as the first American Idol winner in 2002 catapulted her into stardom, leading to millions of albums sold, multiple Billboard chart-topping hit singles, and three prestigious Grammy awards. Her latest album, Chemistry (released in June 2023) is nominated for best pop vocal album.\nAdditionally, the past year was significant for Clarkson as she relocated from Los Angeles to New York City for season 5 of her eponymous show, which also scored six Daytime Emmy Awards.\nHer 2023 Las Vegas residency was named after her most recent album, which explored the breakdown of her seven-year marriage to music manager, Blackstock, 47.\nClarkson opened up about the beginning stages of writing her 10th LP. \"I didn’t see it other than: This is my outlet. I’m a let-go person; I don’t hold grudges,\" she said. \"So it was really delving into what happened in my life and why—and what am I going to do about it?\"\nView this post on Instagram\nThe \"Breakaway\" artist added: \"I cannot express how appreciative I feel for having that kind of healthy outlet. Because the level of depression and things that come with divorce or grieving is extraordinarily hard. You feel alone, and it’s just a blessing to be able to have that outlet for those emotions that are overwhelming.\"\nShe went on: [Finally releasing it was] like, 'I'm taking my power back. That sounds very therapy, but that’s because I love therapy, and I think it’s important to have those tools to navigate your life and relationships.\"\nAs seen on social media, fans are continuing to express how much they love Clarkson's\nwords of wisdom and style, as always!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://people.com/kelly-clarkson-on-working-through-depression-extraordinarily-hard-divorce-taking-power-back-exclusive-8421288",
    "https://www.people.com/kelly-clarkson-on-working-through-depression-extraordinarily-hard-divorce-taking-power-back-exclusive-8421288"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kelly clarkson",
        "sentiment": "negative"
      },
      {
        "name": "brandon blackstock",
        "sentiment": "none"
      },
      {
        "name": "remington",
        "sentiment": "none"
      },
      {
        "name": "clarkson",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:35:56.697+02:00",
  "updated": "2024-01-08T01:35:56.697+02:00"
}