{
  "thread": {
    "uuid": "b845df919ad8b0464a194e43b8875e1495046425",
    "url": "https://www.technologynetworks.com/applied-sciences/news/cooling-techniques-show-success-in-reducing-temperature-of-one-of-the-worlds-hottest-cities-382739",
    "site_full": "www.technologynetworks.com",
    "site": "technologynetworks.com",
    "site_section": "https://technologynetworks.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Technology Networks - The Online Scientific Community",
    "title": "Cooling Techniques Show Success in Reducing Temperature of One of the Worlds Hottest Cities | Technology Networks",
    "title_full": "Cooling Techniques Show Success in Reducing Temperature of One of the Worlds Hottest Cities | Technology Networks",
    "published": "2024-01-12T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets.technologynetworks.com/production/dynamic/images/content/382739/cooling-techniques-show-success-in-reducing-temperature-of-one-of-the-worlds-hottest-cities-382739-640x360.jpg?cb=20240112",
    "performance_score": 0,
    "domain_rank": 10793,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b845df919ad8b0464a194e43b8875e1495046425",
  "url": "https://www.technologynetworks.com/applied-sciences/news/cooling-techniques-show-success-in-reducing-temperature-of-one-of-the-worlds-hottest-cities-382739",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Technology Networks",
  "published": "2024-01-12T07:00:00.000+02:00",
  "title": "Cooling Techniques Show Success in Reducing Temperature of One of the Worlds Hottest Cities | Technology Networks",
  "text": "Cooling Techniques Show Success in Reducing Temperature of One of the Worlds Hottest Cities A combination of cooling technologies and techniques could reduce the temperature and energy needs of Riyadh, Saudi Arabia. Complete the form below to unlock access to ALL audio articles. It’s possible to significantly reduce the temperatures of a major city in a hot desert climate while reducing energy costs, a new study by [UNSW Sydney](https://www.unsw.edu.au/) shows. The findings, published today in [Nature Cities](https://www.nature.com/articles/s44284-023-00005-5), detail a multi-faceted strategy to cool Saudi Arabia’s capital city by up to 4.5°C, combining highly reflective ‘super cool’ building materials developed by the High-Performance Architecture Lab with irrigated greenery and energy retrofitting measures. The study, which was conducted in collaboration with the Royal Commission of Riyadh, is the first to investigate the large-scale energy benefits of modern heat mitigation technologies when implemented in a city. “The project demonstrates the tremendous impact advanced heat mitigation technologies and techniques can have to reduce urban overheating, decrease cooling needs, and improve lives,” says UNSW Scientia [Professor Mattheos (Mat) Santamouris](https://research.unsw.edu.au/people/professor-mattheos-santamouris), Anita Lawrence Chair in High-Performance Architecture and senior author of the study. Want more breaking news? Subscribe to Technology Networks’ daily newsletter, delivering breaking science news straight to your inbox every day. [Subscribe for FREE](https://go.technologynetworks.com/subscribe-to-breaking-science-news) Prof. Santamouris specialises in developing heat mitigation technologies and strategies to decrease urban temperatures in cities. Extreme urban heat affects more than 450 cities worldwide, increasing energy consumption needs and adversely impacting health, including heat-related illness and death. Riyadh, the capital of Saudi Arabia, is one such city. Situated in the centre of a desert, it is one of the hottest cities in the world, with temperatures that can exceed 50°C during summer. Furthermore, climate change and rapid urbanisation are increasing the magnitude of overheating. “Limited greenery and large artificial surfaces made of conventional building materials like asphalt and concrete trap heat, meaning the city continues to heat up,” says Prof. Santamouris. “Additional heat from car pollution and industrial activities also increases the city’s temperature.” Simulating city-scale heat mitigation scenarios For the study, the team led by UNSW researchers ran large-scale cooling climatic and energy simulations of the Al Masiaf precinct of Riyadh, including the energy performance of 3323 urban buildings, under eight different heat mitigation scenarios to evaluate optimal strategies for lowering the temperature of the city and reducing cooling needs. The modelling, which considered different combinations of super cool materials, vegetation types and energy retrofitting levels, found it’s possible to decrease the outdoor temperature in the city by nearly 4.5°C during summer. The strategy would also improve cooling energy conservation for the city by up to 16 per cent. The recommended heat mitigation (or cooling) scenario for Riyadh includes using super cool materials implemented in the roof of the buildings and more than doubling the number of irrigated trees to improve transpiration cooling. On the contrary, a blind implementation of urban cooling techniques not based on detailed and advanced scientific optimisation, like the use of non-irrigated greenery, may result in a substantial increase in the city’s temperature. “By implementing the right combination of advanced heat mitigation technologies and techniques, it is possible to decrease the ambient temperature at the precinct scale,” says Prof. Santamouris. “For a sweltering city the size of Riyadh, significantly reducing cooling needs is also tremendous for sustainability.” Prof. Santamouris says lowering the temperature of the city helps increase thermal comfort for people as well as reduce health issues from severe heat, decrease the concentration of pollutants and improve human productivity. While not a part of this study, previous research found [implementing similar cooling strategies in other cities can help reduce heat-related deaths](https://newsroom.unsw.edu.au/news/art-architecture-design/cooling-darwin-unsw-plan-fight-climate-change). Reducing energy demand at the urban scale The research also simulated the energy impact of retrofitting measures for all 3323 buildings, alongside heat mitigation technologies implemented at the urban scale. Combining the optimal cooling technologies with energy retrofitting options – namely, improving the building envelope through better windows, insulation, solar and cool roofs – could decrease the cooling demand by up to 35 per cent. “This represents a substantial reduction to the energy needs for Riyadh that would help further reduce costs associated with cooling for the city while improving the quality of life for the local population,” says Prof. Santamouris. The researchers now hope to work with the Royal Commission of Riyadh to begin implementing the tailored heat mitigation plan in the city, which would be the largest of its kind in the world. “Once implemented at the city scale, these advanced heat mitigation technologies will deliver important health, sustainability and economic outcomes for the city for years to come,” says Prof. Santamouris. Reference: Haddad S, Zhang W, Paolini R, et al. Quantifying the energy impact of heat mitigation technologies at the urban scale. Nature Cities. 2024;1(1):62-72. doi: [10.1038/s44284-023-00005-5](https://doi.org/10.1038/s44284-023-00005-5) This article has been republished from the following [materials](https://newsroom.unsw.edu.au/news/art-architecture-design/reflective-materials-and-irrigated-trees-study-shows-how-cool-one-world). Note: material may have been edited for length and content. For further information, please contact the cited source.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Weather",
    "Environment"
  ],
  "external_links": [
    "https://www.unsw.edu.au/)",
    "https://doi.org/10.1038/s44284-023-00005-5)",
    "https://newsroom.unsw.edu.au/news/art-architecture-design/cooling-darwin-unsw-plan-fight-climate-change).",
    "https://research.unsw.edu.au/people/professor-mattheos-santamouris),",
    "https://newsroom.unsw.edu.au/news/art-architecture-design/reflective-materials-and-irrigated-trees-study-shows-how-cool-one-world).",
    "https://www.nature.com/articles/s44284-023-00005-5),",
    "https://unsw.edu.au/)",
    "https://www.doi.org/10.1038/s44284-023-00005-5)",
    "https://www.newsroom.unsw.edu.au/news/art-architecture-design/reflective-materials-and-irrigated-trees-study-shows-how-cool-one-world).",
    "https://nature.com/articles/s44284-023-00005-5),",
    "https://www.newsroom.unsw.edu.au/news/art-architecture-design/cooling-darwin-unsw-plan-fight-climate-change).",
    "https://www.research.unsw.edu.au/people/professor-mattheos-santamouris),"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "unsw sydney",
        "sentiment": "none"
      },
      {
        "name": "royal commission of riyadh",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "saudi arabia",
        "sentiment": "none"
      },
      {
        "name": "riyadh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T23:57:40.478+02:00",
  "updated": "2024-01-12T23:57:40.478+02:00"
}