{
  "thread": {
    "uuid": "0035d0defb40e051e21d0e8d0fb9c277fe6bbe6c",
    "url": "https://ultimasnoticias.com.ve/noticias/tecnologia/modelos-de-inteligencia-artificial-proximamente-podran-razonar",
    "site_full": "ultimasnoticias.com.ve",
    "site": "ultimasnoticias.com.ve",
    "site_section": "http://www.ultimasnoticias.com.ve/rss",
    "site_categories": [
      "media",
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Últimas Noticias",
    "title": "Modelos de Inteligencia Artificial próximamente podrán razonar",
    "title_full": "Modelos de Inteligencia Artificial próximamente podrán razonar",
    "published": "2024-04-12T00:09:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VE",
    "main_image": "https://ultimasnoticias.com.ve/wp-content/uploads/2024/04/Inteligencia.jpg",
    "performance_score": 0,
    "domain_rank": 38835,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0035d0defb40e051e21d0e8d0fb9c277fe6bbe6c",
  "url": "https://ultimasnoticias.com.ve/noticias/tecnologia/modelos-de-inteligencia-artificial-proximamente-podran-razonar",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Últimas Noticias",
  "published": "2024-04-12T00:09:00.000+03:00",
  "title": "Modelos de Inteligencia Artificial próximamente podrán razonar",
  "text": "La Inteligencia Artificial continúa avanzando a la velocidad de la luz y adquiriendo habilidades propias del ser humano; y es que, actualmente las empresas Meta y OpenAI se están dando a la tarea de desarrollar modelos con la capacidad de razonamiento y planificación.\nEn vez de imitar patrones o responder inquietudes y pedidos de los usuarios online, dichas tecnologías están siendo diseñadas para analizar problemas, hacer deducciones lógicas y trazar soluciones en varios pasos, destacó The Indian Times.\nIgualmente, el website Wired señala que ambas compañías presentarán las mencionadas actualizaciones al público en unos meses.\nJoelle Pineau, vicepresidenta de investigación de IA en Meta, afirma que el equipo que lidera “está trabajando arduamente para descubrir cómo lograr que estos algoritmos no sólo hablen, sino que razonen y planifiquen”. Los esfuerzos están centrados en dotar de memoria a los programas basados en la tecnología.\nGeneración Alfa: nativos de la Inteligencia Artificial / Foto cortesía No conforme con esto, los científicos en cuestión tienen el objetivo de desarrollar programas de Inteligencia Artificial que posean memoria.\n“Agentes IA” Sin embargo, la meta específica es construir sistemas que sirvan de asistentes y cumplan con tareas como la reservación de vuelos, habitaciones de hotel, itinerarios de viaje, entre otros. Así lo dio a conocer Yann LeCun, jefe científico de IA en Meta, quien los llama “agentes IA”.\n“El razonamiento mejorado debería permitir a la IA buscar posibles respuestas, planificar secuencias de acciones y modelar los efectos antes de la ejecución”, continúa LeCun.\nAsimismo, otros líderes de la tecnología como Google y Antrophic también están trabajando en el desarrollo de modelos de lenguaje mejorados. Las distintas empresas se encuentran en una especie de carrera, tratando de superar obstáculos técnicos para replicar aspectos de la cognición humana como el razonamiento, la abstracción y la comprensión contextual en las máquinas. Los investigadores consideran que capacidades como la planificación de varios pasos y el razonamiento abierto son hitos cruciales.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:12:28.395+03:00",
  "updated": "2024-04-12T00:51:54.050+03:00"
}