{
  "thread": {
    "uuid": "d521d779626f6e8956653fa4165af0f0fddd6b4d",
    "url": "https://www.indulgexpress.com/culture/music/2023/dec/29/warsi-brothersto-enthral-chennai-on-new-year-eve-with-a-sufi-concert-56347.html",
    "site_full": "www.indulgexpress.com",
    "site": "indulgexpress.com",
    "site_section": "https://www.indulgexpress.com/culture/music",
    "site_categories": [
      "education",
      "business",
      "entertainment"
    ],
    "section_title": "Music ",
    "title": "Warsi Brothers to enthral Chennai on New Year eve with a Sufi concert",
    "title_full": "Warsi Brothers to enthral Chennai on New Year eve with a Sufi concert",
    "published": "2023-12-28T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://images.indulgexpress.com/uploads/user/imagelibrary/logo/nie_logo_600X390.jpg",
    "performance_score": 0,
    "domain_rank": 92151,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d521d779626f6e8956653fa4165af0f0fddd6b4d",
  "url": "https://www.indulgexpress.com/culture/music/2023/dec/29/warsi-brothersto-enthral-chennai-on-new-year-eve-with-a-sufi-concert-56347.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewIndianXpress",
  "published": "2023-12-28T21:00:00.000+02:00",
  "title": "Warsi Brothers to enthral Chennai on New Year eve with a Sufi concert",
  "text": "This New Year's eve, Chennai is all set to get a ruhani (divine) touch as eminent Qawwals Amjad Ahmed Khan Warsi and Asad Ahmed Khan Warsi is all set to drench music aficionadoes with some soulful Sufi numbers. Indulge caught up with the musicians of the Dilli Gharana Qawwal Bacche, popularly known as the Warsi Brothers, ahead of their concert in the city. Excerpts from the chat with Asad Warsi....\nWhat can we expect from your Sufi edition this time around?\nOur usual repertoire comprises the evergreen songs Dama Dam Mast Qalander and Mere Rashke Qamar along with a medley of popular Bollywood Sufiyana numbers, including Kun Faya Kun, Khwaja Mera Khwaja and Maula Mere Maula. People always place a farmayish (request) for these songs. It's exciting to be back in Chennai. The audience here knows their music well and is fantabulous.\nUnlike in many other parts of the country, Hindi or Urdu are not the predominantly spoken languages in Tamil Nadu. Do you take any extra endeavour in such cases so that the Qawwalis resonate with the audiences?\nThere are a lot of people who listen to Qawwali in Chennai. We have always received a lot of love from the audience here. Nusrat Fateh Ali Khan saab's songs have a massive reach among people as connoisseurs tend to lean toward time-honoured songs.\nWe have also performed at the Hazrat Moti Baba Dargah in Chennai. When you perform Sufiyana numbers at a dargah, the ambience there is out of the world as the precinct metamorphoses into a veritable devotional space. The listeners and performers are transported to a different realm altogether. It was a goosebump-inducing moment there.\nWhat exactly does the word Sufi mean?\nThe word Sufi can be likened to a sant (holy person or a saint), who seeks to find the truth of divine love. A Sant is pure in his body, mind and soul. Just like sants sing bhajans, sufis sing qawwalis. Sufi refers to devotional music and also means white and clean.\nHailing from an eminent lineage of Sufi musicians and having performed qawwalis for quite some time now, how has the genre, which carries the element of mysticism, evolved in the years?\nThere has been a sea change. For instance, Sufi music has reached a wider audience today, and the cinema industry has been a major shot in the arm for the feat. Credit goes to musicians like Rahman bhai (AR Rahman), Pritamji and Ajay-Atul. The songs, too, are getting better and better by the day. Take the case of the Sufi number, Shah Ka Rutba from Agneepath. It is so well made.\nWho do you think has churned out some of the best Sufi numbers in the industry?\nWithout an iota of doubt, Rahman bhai! His Sufi music has had a huge influence on people and is closest to the echoes and elements of the genre. My pick from his repertoire is Khwaja Mere Khwaja (from Jodhaa Akbar). The song touches your heart and rooh (soul) deep within. It is one of his best compositions in the genre.\nComing back to live recitals, how does one appreciate a qawwali, especially when they are attending a Sufi concert for the first time?\nThe most beautiful facet of music is that it transcends boundaries and barriers. The reason even foreigners rejoice in the genre despite not understanding the language or the format is that music is language-agnostic. All you need to do is just dive into the music and soak in the rhythm.\nHow are you spending the New Year in Chennai?\nWe will probably go around the Marina beach and make our customary visit to the Hazrat Moti Baba Dargah.\nTAGS Nusrat Fateh Ali Khan Warsi Brothers AR Rahman Pritam Ajay-Atul",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "qawwals amjad ahme",
        "sentiment": "negative"
      },
      {
        "name": "asad ahmed khan warsi",
        "sentiment": "none"
      },
      {
        "name": "asad warsi",
        "sentiment": "none"
      },
      {
        "name": "rashke qamar",
        "sentiment": "none"
      },
      {
        "name": "khwaja mera khwaja",
        "sentiment": "none"
      },
      {
        "name": "khan warsi",
        "sentiment": "none"
      },
      {
        "name": "dilli gharana qawwal bacche",
        "sentiment": "none"
      },
      {
        "name": "kun faya kun",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "warsi brothers",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "chennai",
        "sentiment": "none"
      },
      {
        "name": "urdu",
        "sentiment": "none"
      },
      {
        "name": "tamil nadu",
        "sentiment": "none"
      },
      {
        "name": "maula mere maula",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:41:15.418+02:00",
  "updated": "2023-12-29T01:41:15.418+02:00"
}