{
  "thread": {
    "uuid": "d951eb7634645f0c67142b954a3037766cb95746",
    "url": "https://www.devdiscourse.com/article/science-environment/2820560-mcd-transforms-wazirpur-pollution-hotspot-with-175-acre-green-cover",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "https://www.devdiscourse.com/south-asia/",
    "site_categories": [
      "media"
    ],
    "section_title": "South Asia News: International Development News, Breaking News, India News",
    "title": "MCD transforms Wazirpur pollution hotspot with 1.75 acre green cover | Science-Environment",
    "title_full": "MCD transforms Wazirpur pollution hotspot with 1.75 acre green cover | Science-Environment",
    "published": "2024-02-16T08:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/imagegallery/11_03_2020_13_25_34_3607277.jpg?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 8912,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d951eb7634645f0c67142b954a3037766cb95746",
  "url": "https://www.devdiscourse.com/article/science-environment/2820560-mcd-transforms-wazirpur-pollution-hotspot-with-175-acre-green-cover",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PTI",
  "published": "2024-02-16T08:34:00.000+02:00",
  "title": "MCD transforms Wazirpur pollution hotspot with 1.75 acre green cover | Science-Environment",
  "text": "MCD transforms Wazirpur pollution hotspot with 1.75 acre green cover [PTI](https://www.devdiscourse.com/pti-stories)| New Delhi | Updated: 16-02-2024 14:34 IST | Created: 16-02-2024 14:34 IST - Country: - India The Municipal Corporation of Delhi has developed a 1.75 acre green cover in northwest Delhi's Wazirpur locality, a heavily industrialised region and among the top pollution hotspots in the capital, to mitigate the impact of the local sources of air pollution in the area. The civic body planted a total of 16,000 saplings of indigenous varieties on a vacant land that had turned into a garbage dumping point to develop a mini forest in the region using the Miyawaki technique, an official aware of the development told PTI. ''The Horticulture department of the MCD in collaboration with an NGO converted the vacant land used for garbage dumping to create a mini forest in the area that will help in improving the air quality levels in the region. We have utilised 1 acre of land for plantation and the rest of the land is used to develop pedestal crossing, install swings, and benches,'' he said. Wazirpur is among the 13 identified pollution hotspots in the national capital that contribute to the higher pollution levels in the city in comparison to other states. Delhi-NCR recorded the longest spell of 'very poor' or 'worse' air quality including maximum number of smog episodes between November and December in 2023 when compared to the last six years, according to a report by the Centre for Science and Environment. To mitigate the effect of air pollutants on the residents in such areas, the MCD is working on increasing the green cover in the city and develop parks and vacant lands into mini forests. The civic body also plans to create a green fence around the periphery of Bhalswa landfill site, one of the three garbage dumping points in Delhi, by clearing five to 10 metres of land and plant around 50 native species of plants. ''We have got the permission to start the work by next month. An MoU has been signed between the MCD and the Green Yatra Trust to carry out the work. This will help improving the ground water level, enhance biodiversity, and mitigate dust in the neighbouring area along with covering the garbage mountain with a green belt,'' the official said. Species such as pipal, babul, pilkhan, banyan, jamun, neem, among others will be used for plantation at the landfill site. The Miyawaki method of forestation helps in creating green belts in urban areas in a shorter span of time as compared to the time consumed to conventional forests. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "miyawaki",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pti",
        "sentiment": "negative"
      },
      {
        "name": "municipal corporation of delhi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "northwest delhi",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T11:08:12.620+02:00",
  "updated": "2024-02-16T12:54:01.071+02:00"
}