{
  "thread": {
    "uuid": "c609b0a74c53322c983e924d6a0da2057244988e",
    "url": "https://www.scmp.com/magazines/post-magazine/long-reads/article/3247368/my-life-string-serendipities-hong-kong-photo-art-gallery-founder-sarah-greene-her-journey",
    "site_full": "www.scmp.com",
    "site": "scmp.com",
    "site_section": "https://www.scmp.com/rss/94/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Lifestyle - South China Morning Post",
    "title": "‘My life is a string of serendipities’: Hong Kong photo art gallery founder Sarah Greene on her journey | South China Morning Post",
    "title_full": "‘My life is a string of serendipities’: Hong Kong photo art gallery founder Sarah Greene on her journey | South China Morning Post",
    "published": "2024-01-08T01:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.i-scmp.com/sites/default/files/styles/og_image_scmp_generic/public/d8/images/canvas/2024/01/05/01f90281-ba58-4858-bb74-129f49085d4f_7c6d0287.jpg?itok=wv3XWGnz&amp;v=1704430600",
    "performance_score": 0,
    "domain_rank": 578,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c609b0a74c53322c983e924d6a0da2057244988e",
  "url": "https://www.scmp.com/magazines/post-magazine/long-reads/article/3247368/my-life-string-serendipities-hong-kong-photo-art-gallery-founder-sarah-greene-her-journey",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kate Whitehead",
  "published": "2024-01-08T01:15:00.000+02:00",
  "title": "‘My life is a string of serendipities’: Hong Kong photo art gallery founder Sarah Greene on her journey | South China Morning Post",
  "text": "I was born and raised in Ghent, one of the bigger cities in Belgium. It’s a lively, cultural and very beautiful city.\\nWhen I was a kid, my dad had a side business as an antiques dealer, which eventually became his main job. He started out doing it from home and the furniture in our house was constantly changing as antiques and cabinets moved in and out.\\nHe often sourced objects from people who had passed away or were downsizing and he was an amazing storyteller. When he came back late at night with new things for his shop, I’d be the first to run down and hear his stories.\\nI think that’s where I got my love for objects with stories. I still laugh at my dad because sometimes he’d make up the stories. Later, dad got a shop, which was next to our house.\\n\\nDancing the night away\\nObserving art is something I grew up with. My younger sister and I went to a Catholic all-girls school. One day, when we were young, a nun overheard us commenting on a painting hanging in the church. We were criticising the quality of it. She told my mum she’d never come across kids discussing art like this.\\nFrom the age of five to 18, with a break in between, I was a dancer. I did ballet and modern dance and performed on stage. My favourite thing to do was improvisations on a Friday night; we’d put on music and one by one we’d improvise and dance away.\\n‘I thought I was god’s gift to China’: how Pearl Lam learned to be Chinese\\nAsian culture vulture\\nOne of my best friends was an adopted Korean girl. As a teenager, she had an identity crisis and wanted to study Korean. So, when I was 17, I joined a Korean language course with her.\\nThe professor told lots of fascinating stories about how he had travelled around Asia and slept on tatami mats. I was sucked into his stories. My friend didn’t stick with the course, but I did. I loved finding out about this whole new culture.\\nThat experience inspired me to do Asian studies at university. In 1992, I went to Ghent University to do a degree in Asian studies (language and culture), with my major in Japanese and my minor in Chinese. In the summer holidays I worked as a waitress in a cocktail bar and at a home for the elderly to save money to travel.\\n\\nBy the time I graduated, I’d been to China, Japan and around Europe. I loved to travel. It was a four-year degree and I took another year to write my dissertation, so I was 23 when I graduated.\\nDefinitely not Nick\\nMy first job was for a company helping move people in and out of Belgium, which made me want to move myself. In 1998, I landed a job in London as a shipbroker. I moved from a gentle world of mainly women to a male-dominated shipbroking world. It was a shock to the system.\\nI realised I’d never fit in – I wasn’t your typical British bloke called Nick – and decided to embrace being the outsider. Things got better in the second year, when a Chinese colleague saw potential in me and rescued me from a desk that I didn’t fit into. We worked well together and did a lot of business.\\nIn 2000, I was hired by a big Belgian shipowner and worked in Antwerp for two years. It wasn’t as much fun as working with my Chinese friend. I really wanted to go to Asia.\\n\\nWith a few years’ experience under my belt, I was able to knock on doors and get a position in Asia. China was going through a crazy building boom and shipping was at a historical high because there weren’t enough vessels to move the raw material fast enough to China to satisfy its appetite for iron ore and metals. The market was going crazy and they needed people.\\nIt was 2003, during the Sars outbreak, and no one wanted to go to Asia – except me. I had three job offers to choose from and I chose Hong Kong.\\nSpeed dating\\nA few months after I arrived in Hong Kong, I signed up for the first speed-dating events after Sars. I had a bottle of wine on my table for courage.\\nAfterwards, all the girls went to Lan Kwai Fong and on to Wan Chai. By that point in the evening my pickup lines were well honed, and that was when I met Jeremy, a journalist for the Jockey Club. He followed me to Carnegies.\\n\\nThe bar was giving free champagne to the ladies and by the time he got there I was dancing on the bar. He was impressed with my confidence.\\nWe got married in 2009, but after a few years we began to drift apart. His job didn’t work out and he had to move back to Ireland, and that was the final blow to our relationship. We still talk from time to time and are friends.\\nThe Blue Lotus is born\\nI worked for a shipping company for a few years, then had a short stint in Shanghai and came back to Hong Kong. I gave up shipping and went to work for an antique dealer, but I didn’t think there was a future in antiques.\\nOn Sundays, I painted at an artist friend’s studio in Fo Tan. He suggested I buy a space in Fo Tan. You could get a 1,500 square foot (140 square metre) unit for under HK$1 million at the time. So, with one of the first good bonuses I got from shipping, I bought one of the industrial units.\\n\\nIt was a time when galleries were mainly showing Chinese and Vietnamese artists and there wasn’t so much interest in Hong Kong artists. I decided to show the artists who were around me in Fo Tan and who were also starting out, like me. That was the start of Blue Lotus Gallery.\\nI had exhibitions for Hong Kong artists who are now quite famous, like Lee Kit, Casper Chan, Sarah Lai and the ink painter Koon Wai-bong.\\nGetting the ball rolling\\nArtists told me there was something called the “Blue Lotus luck”; that if you had a show or did something in my space it would give you good luck. Some artists even snuck into my space to photograph their work to submit to a competition.\\nPerhaps it was luck or maybe it was simply the lighting, but the ones who shot their pictures in my space all got into the competition. The ball started rolling for me and many of these artists.\\nI quit my job, ran the gallery for a while, then ran out of money and went back to shipping. That went on and off for a while. It took a few years before I figured things out and began to make a profit.\\nTeamwork makes the dream work\\nMy life is a string of serendipities. Things just happen, and I go with it. After a few years of working with Hong Kong artists in different media, I discovered the black-and-white photographer Fan Ho.\\nI hadn’t seen his work, and he hadn’t had an exhibition for many years. It took me some time to persuade the parties involved to let me show some of his work in Fo Tan.\\n\\nSoon after that, I had to let my space go and was showing the work at a Christmas fair. Peter Lau from Asia One saw it and said he really liked his work. He owned an industrial building and had converted the 14-floor staircase into a gallery space.\\nI teamed up with him from 2012 to 2015 and our first show was a Fan Ho show. It was huge and attracted 3,000 visitors, which was massive for a space in Chai Wan in an industrial staircase.\\nFeeling the loss\\nI met photographer Michael Wolf at Asia One. We became friends and later I became his studio manager. Photography was coming to me from all directions, so I decided to work with it.\\n\\nBy 2012, Hong Kong had moved from being an almost provincial art market to an international one. It made sense for me to focus on something no one else was focusing on.\\nIn 2015, I reestablished Blue Lotus Gallery in Chai Wan for a few years. I recorded Fan Ho’s life story in two books. He is the artist who changed my life and encouraged me to stick with photography.\\nThen tragedy came. In 2016, Fan Ho passed away and in 2019 Michael Wolf died. I was very close to both of them. It was a challenging time.\\nPhotographer whose images celebrated Hong Kong life dies aged 65\\nIn 2018, I found a fantastic space on Pound Lane, Sheung Wan, which was everything I wanted, with a big gallery space, back room and outdoor space. Pound Lane isn’t a commercial location, but I’ve made it work and we’ve had some great shows that have had people queuing all the way down the steps and around the corner.\\nThe gent in Ghent\\nMy dad is in his 70s now and still has the antique shop in the centre of Ghent beside an old church. For the past two summers, I’ve taken an exhibition to Ghent and done a pop-up in the square next to his store. It has given me so much love and joy to be doing that with him for a few weeks each year.\\nIn 2022, Blue Lotus Editions published our first book, Thirty-six Views of Lion Rock. The books I’m publishing are part of a collection of Hong Kong visual stories. Each features a different photographer telling a different visual story related to Hong Kong.\\nHong Kong’s Lion Rock inspires French photographer’s homage to Hokusai\\nWe’ve done one on the MTR, another on abandoned villages and we hope to do one on neon signs, and we have a vintage project in mind. The books are from old Hong Kong and new Hong Kong. If you put them together, you will have a big picture of what Hong Kong is all about.\\nMany local people have told me they are glad I am still here and to keep going. That really motivates me. I am committed to staying in Hong Kong for as long as possible.\\n",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sarah greene",
        "sentiment": "positive"
      }
    ],
    "organizations": [
      {
        "name": "catholic",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ghent",
        "sentiment": "none"
      },
      {
        "name": "hong kong",
        "sentiment": "none"
      },
      {
        "name": "belgium",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:22:18.967+02:00",
  "updated": "2024-01-08T01:22:18.967+02:00"
}