{
  "thread": {
    "uuid": "0ed87b0e120671f5cff03beeb1e565d1682b2a87",
    "url": "https://www.am.com.mx/cultura/2024/1/5/rosca-de-reyes-rica-en-sabor-simbolismos-689835.html",
    "site_full": "www.am.com.mx",
    "site": "am.com.mx",
    "site_section": "https://am.com.mx/cultura",
    "site_categories": [
      "travel",
      "mexico_and_central_america"
    ],
    "section_title": "Noticias de cultura | Periódico AM",
    "title": "Rosca de Reyes: rica en sabor y simbolismos - Periódico AM",
    "title_full": "Rosca de Reyes: rica en sabor y simbolismos - Periódico AM",
    "published": "2024-01-05T23:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AM",
    "main_image": "https://www.am.com.mx/u/fotografias/m/2024/1/5/f1280x720-547864_679539_5050.jpeg",
    "performance_score": 0,
    "domain_rank": 66745,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0ed87b0e120671f5cff03beeb1e565d1682b2a87",
  "url": "https://www.am.com.mx/cultura/2024/1/5/rosca-de-reyes-rica-en-sabor-simbolismos-689835.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Marisol García Lugo",
  "published": "2024-01-05T23:16:00.000+02:00",
  "title": "Rosca de Reyes: rica en sabor y simbolismos - Periódico AM",
  "text": "[Cultura](https://www.am.com.mx/cultura)el Rosca de Reyes: rica en sabor y simbolismos Te compartimos los simbolismos que envuelven a la Rosca de Reyes Este 6 de enero concluye el afamado maratón Guadalupe-Reyes, y qué mejor manera de ponerle broche de oro que compartiendo entre familia y amigos la tradicional Rosca de Reyes, una delicia gastronómica que invita a la unión y convivencia en torno a la mesa. Al igual que otras tradiciones, la Rosca de Reyes se adaptó al catolicismo desde una tradición pagana, en este caso originaria del antiguo Imperio Romano. Los romanos adoraban al dios Saturno durante el solsticio de invierno repartiendo y comiendo un pan redondo, el cual tenía dentro una moneda que representaba la buena fortuna a quien la encontrara, y se le considera el antecedente de la rosca católica. Actualmente, este pan dulce en forma ovalada recuerda la Epifanía del Señor cada 6 de enero, que representa la revelación de Jesús al mundo como el salvador de la humanidad, por lo que su encuentro con Melchor, Gaspar y Baltazar, manifiesta el reconocimiento y adoración que le dieron otras civilizaciones paganas. Los simbolismos de la rosca Su forma: La rosca tradicional es de forma redonda, lo que representa el infinito amor a Dios. La decoración: Las frutas cristalizadas que la decoran aluden a las joyas que llevaban los reyes y los regalos que entregaron al Niño Dios. En otras interpretaciones representan las distracciones terrenales que impiden a la humanidad acercarse a Jesús. El muñequito: El clásico muñequito en forma de niño, que se encuentra dentro de la rosca, simboliza al niño Jesús, que fue oculto para evitar [la matanza decretada por el rey Herodes.](https://www.am.com.mx/cultura/2023/12/28/esta-es-la-razon-por-la-que-se-festeja-el-dia-de-los-santos-inocentes-688993.html) Alegre tradición En México se acostumbra disfrutar esta delicia en familia la noche del 5 de enero en vísperas de la llegada de Melchor, Gaspar y Baltazar, o bien, el 6 de enero, cuando los niños más pequeños de la casa han recibido ya sus regalos y juguetes que dejaron los Reyes de Oriente. También se comparte esta tradición en reuniones con amigos o compañeros de trabajo, y su celebración está ligada al Día de la Candelaria, día en que se levanta al Niño Dios del Nacimiento. Por ello, quienes tienen la fortuna de encontrar al muñequito en la rosca se convierten en padrinos del Niño Dios y el 2 de febrero deben celebrar su “bautizo” con una tamaliza. Mira también: [Cultura](https://www.am.com.mx/cultura)el Las 8AM Recibe gratis por email las 8 noticias esenciales de AM, antes de las 8:00 a.m.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:57:22.331+02:00",
  "updated": "2024-01-13T04:16:23.634+02:00"
}