{
  "thread": {
    "uuid": "f4acec7f795eb2916a7ed0a842dd60b10a4eb2bc",
    "url": "https://www.t13.cl/noticia/nacional/interactivo-vota-por-mejor-buena-noticia-para-chile-todo-este-2023-28-12-2023",
    "site_full": "www.t13.cl",
    "site": "t13.cl",
    "site_section": "https://www.t13.cl",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Teletrece - Noticias de Chile y el Mundo | T13",
    "title": "INTERACTIVO: Vota por la mejor \"buena noticia\" para Chile de 2023 | T13",
    "title_full": "INTERACTIVO: Vota por la mejor \"buena noticia\" para Chile de 2023 | T13",
    "published": "2023-12-28T23:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "https://s.t13.cl/sites/default/files/styles/manualcrop_850x475/public/t13/field-imagen/2023-12/buenas-noticias.jpg.jpeg?itok=FQ1UTpuE",
    "performance_score": 0,
    "domain_rank": 27000,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f4acec7f795eb2916a7ed0a842dd60b10a4eb2bc",
  "url": "https://www.t13.cl/noticia/nacional/interactivo-vota-por-mejor-buena-noticia-para-chile-todo-este-2023-28-12-2023",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "T13",
  "published": "2023-12-28T23:22:00.000+02:00",
  "title": "INTERACTIVO: Vota por la mejor \"buena noticia\" para Chile de 2023 | T13",
  "text": "Usualmente a los periodistas nos toca cubrir hechos negativos: desastres, asaltos y muertes son una parte del acontecer diario, pero a la hora de resumir el año 2023, en T13.cl quisimos apelar a algunas de las noticias que nos generaron alegría o, a lo menos, tranquilidad. Las buenas noticias, que les llaman. A continuación te presentamos un reporte de 10 de las mejores \"buenas noticias\" que nos tocó reportear durante el año y te invitamos, al final del artículo, a votar por tu favorita. Encontrarás en la lista algunos hechos que vienen desde el deporte y otros desde la economía o la cultura. Y Fiu, por supuesto. El dinosaurio que reescribe la historia \"Gonkoken nanoi\" es el nombre que recibió un dinosaurio descubierto en nuestro país y que vivió hace unos 72 millones de años, específicamente en la Patagonia Chilena. Esta especie se caracterizaba por tener pico de pato y por ciertas cualidades que no habían sido detectadas previamente en otros hadrosaurios: Las conclusiones de la Red Paleontológica de la Universidad de Chile determinaron que [este ejemplar era parte de un linaje ancestral de esta familia](https://www.t13.cl/noticia/nacional/gonkoken-nanoi-nueva-especie-dinosaurio-pico-pato-descubierta-patagonia-chilena-17-6-2023), con características menos evolucionadas que sus sucesores, como en la composición de algunos huesos. Pedrito Pascal para el mundo José Pedro Balmaceda Pascal. Ese es el nombre del actual rostro de Chile en el extranjero. En medio del declive de la Generación Dorada de futbolistas en cuanto a figuración pública, Pedro Pascal se ha transformado en el referente de nuestro país y su fama explotó con su participación en \"The Last of Us\". Sus series son de las más pirateadas del año y en diciembre fue reconocido por IMDb como el [actor más popular de 2023.](https://www.t13.cl/noticia/tendencias/la-estrella-mas-popular-2023-pedro-pascal-reconocido-por-imdb-8-12-2023) Las lluvias nos regalaron un alivio en plena megasequía La zona central vivió uno de los inviernos más lluviosos en 14 años. Desde junio y hasta bien entrada la primavera, las precipitaciones abundaron en los principales valles, en línea con lo [pronosticado por la presencia del Fenómeno de El Niño. ](https://www.t13.cl/videos/programas/el-tiempo-en-tus-manos/invierno-lluvioso-verano-incendios-tiempo-tus-manos-11-10-2023)En Santiago, el superávit fue de un 8,6% en la estación de Quinta Normal: Si en un año promedio el régimen pluviométrico es de 286 milímetros, a la fecha esa cifra va en 310.7 milímetros. Sin embargo, hay un punto negativo. Aunque este panorama ayudó a aplacar los efectos de la megasequía que afecta a la zona hace una década, la cantidad de agua acumulada en pocos días dejó a miles de damnificados por las inundaciones y desbordes de importantes ríos, como el Mapocho, Maipo, Cachapoal y Tinguiririca. Conciertos para la historia: de Los Bunkers a The Cure El 2023 fue un año marcado por los regresos y por el debut en nuestro país de artistas consagrados a nivel mundial. En marzo y tras varios años de espera, el canadiense Drake se presentó por primera vez en un escenario local, en Lollapalooza Chile. En el mismo mes, [Los Bunkers regresaron](https://www.t13.cl/noticia/tendencias/la-noche-chilena-bunkers-young-cister-penultima-jornada-vina-2024-8-11-2023) con históricos conciertos en Santiago, Viña del Mar y Concepción. El segundo semestre en tanto, dio paso a la venida de grandes artistas anglo, como Pet Shop Boys, Red Hot Chili Peppers, Roger Waters, Blur, Pulp y los británicos de The Cure, que no visitaban territorio nacional hace más de una década. El Metro sigue creciendo El Metro de Santiago -elogiado internacionalmente por su estructura y funcionamiento- sigue creciendo. A lo largo de 2023 se inauguraron las extensiones que llevaron el sistema de transporte a lugares aislados como Quilicura, El Bosque y San Bernardo. Actualmente el Metro cuenta con 143 estaciones y [están en desarrollo las líneas 7 (Renca-Vitacura), 8 (Providencia-Puente Alto) y la 9](https://www.t13.cl/noticia/nacional/te-puede-servir/metro-santiago-sumo-cuatro-nuevas-estaciones-l2-asi-quedo-mapa-sus-seis-lineas-27-11), que llegará del centro a Puente Alto y pasará por La Pintana. La irrupción de Fiu y el exitoso Santiago 2023 En octubre y después de una larga preparación, se inauguraron los Juegos Panamericanos de 2023, la fiesta deportiva más grande jamás organizada por el país. Rápidamente, [la mascota del evento, Fiu,](/etiqueta/fiu) se transformó en el gran protagonista. El pájaro siete colores enamoró a chilenos y extranjeros con su carisma y recorrió todos los centros deportivos con sus pasos de baile que [encarnaron la unidad que generó Santiago 2023](https://www.t13.cl/noticia/panamericanos-2023/tendencias/atrapado-una-escalera-hasta-levantado-por-lucas-nervi-7-mejores-momentos-fiu-nm-8) hasta el último día de los Parapanamericanos. En el ámbito estrictamente deportivo, el Team Chile consiguió triunfos históricos y terminó en el sexto lugar del medallero con 16 preseas de oro. Se modera el costo de la vida En el ámbito económico, y tras los años marcados por la pandemia, la inflación se moderó en el país. En el año 2022 el costo de la vida acumuló una variación anual de 12,5% y, aunque en términos generales el objetivo del Banco Central es que el IPC se mantenga en torno al 3%, la buena noticia es que ha ido cayendo y este año se encamina a cerrar en un número mucho más bajo. Según el Banco Central, en su último Informe de Política Monetaria, este 2023 terminaríamos con una inflación de 4,5%. Celeste Viel en Miss Universo En noviembre se realizó el Miss Universo 2023 y a 36 años del rotundo éxito de Cecilia Bolocco, Chile volvió a tener figuración gracias a Celeste Viel. La hija de la ex Miss Chile, Paula Caballero y el periodista Felipe Viel fue poco a poco quemando etapas en la competencia y quedó dentro de las 20 finalistas, [un hito que el país no conseguía hace 19 años.](https://www.t13.cl/noticia/tendencias/impresionante-logro-celeste-viel-tras-su-paso-miss-universo-21-11-2023) El regreso de una Copa del Mundo en 2025 El 17 de diciembre de 2023 la ANFP fue notificada por la FIFA para la realización del Mundial Sub 20 en Chile el año 2025. La noticia fue recibida con alegría en el fútbol nacional, luego de que nuestro país quedara al margen de la organización del Mundial en 2030, en una candidatura junto a Argentina, Uruguay y Paraguay. [El torneo se realizará diez años después del último campeonato FIFA](https://www.t13.cl/noticia/deportest13/mundial-sub-20-chile-2025-conoce-cracks-podrian-asistir-al-torneo-juvenil-18-12-2023) que organizó Chile, el Mundial Sub 17 en 2015, y podría recibir a jóvenes promesas como el español Lamine Yamal, el brasileño Endrick, el francés Warren Zaïre-Emery o el argentino Claudio Echeverri, entre muchos otros. La Memoria Infinita rumbo al Oscar Maite Alberdi lo volvió a hacer. Tras el éxito internacional que obtuvo por \"El agente topo\", la chilena estrenó [\"La Memoria Infinita\"](/etiqueta/la-memoria-infinita), documental que relata la historia de la actriz Paulina Urrutia y el diagnóstico de alzheimer de su esposo, el reconocido Augusto Góngora. El periodista murió en mayo de 2023, pero su legado se mantendrá en la historia cinematográfica del país como una de las películas más vistas del año y también tiene una expectante posición de cara a una eventual nominación al premio Oscar.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:13:30.446+02:00",
  "updated": "2023-12-29T00:13:30.446+02:00"
}