{
  "thread": {
    "uuid": "937a8e1c8ca369d68c8fa036940d68a8828b6a73",
    "url": "https://scienmag.com/soil-fungi-may-help-explain-the-global-gradient-in-forest-diversity/",
    "site_full": "scienmag.com",
    "site": "scienmag.com",
    "site_section": "https://scienmag.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "SCIENMAG: Latest Science and Health News",
    "title": "Soil fungi may help explain the global gradient in forest diversity",
    "title_full": "Soil fungi may help explain the global gradient in forest diversity",
    "published": "2024-01-06T00:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AG",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 72588,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "937a8e1c8ca369d68c8fa036940d68a8828b6a73",
  "url": "https://scienmag.com/soil-fungi-may-help-explain-the-global-gradient-in-forest-diversity/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Scienmag",
  "published": "2024-01-06T00:48:00.000+02:00",
  "title": "Soil fungi may help explain the global gradient in forest diversity",
  "text": "A paper published in Nature Communications Biology contributes to the growing appreciation for the outsize role that microbes play in everything from human digestion to crop yields: Microbes in the soil—fungi in this case—appear to be influencing forest diversity on a global scale.\nForests on Earth exhibit a marked gradient from the equator toward the poles: Tropical forests near the equator tend to include a large number of different species, whereas forests nearer the poles support less plant diversity.\nOne explanation for this phenomenon maintains that soil pathogens, including bacteria and fungi, help create this gradient. Species-specific pathogens accumulate near adult trees, and their abundance can diminish the success of juveniles growing near their parents, thus promoting species diversity. This effect is stronger in warm, wet climates, contributing to the greater diversity in forests near the equator.\nHowever, a new study led by Camille Delavaux, a lead scientist at ETH Zurich in Switzerland, adds a twist to this established story. Mycorrhizal fungi—soil fungi that form mutually beneficial relationships with the majority of plant roots globally—appear to be counteracting the effects of harmful soil pathogens in ways that influence global patterns of forest diversity.\n“This paper provides an additional mechanism that may help explain why forest compositional diversity differs with latitude, and a little more about how microbes may regulate patterns of diversity across the planet,” says Matthew Baker, professor of geography and environmental systems at University of Maryland, Baltimore County (UMBC) and a co-author on the new study.\nMicrobes influence tree diversity\nBoth major classes of these mutualistic fungi, ectomycorrhizal and arbuscular mycorrhizal, may improve juvenile survival. However, Delavaux and colleagues’ paper found that ectomycorrhizal fungi have a more pronounced effect. Ectomycorrhizal fungi form a sheath around plant roots, which researchers believe may directly protect the plants against pathogens. Ectomycorrhizae are more common at higher latitudes, and they are also more likely to be specialists supporting a single tree species.\nArbuscular fungi are more common near the equator, and they may offer less protection against pathogens. They are also less likely to specialize with a particular tree species. That means they are more likely to encourage different tree species to grow nearby.\nThe new paper found initial evidence for both the diversity-promoting effects of arbuscular fungi and the diversity-reducing effects of ectomycorrhizal fungi, “which seems to suggest that these mechanisms could very well play a role in driving patterns of global biodiversity in tree species,” Baker explains.\nThe research team’s findings taken together with previous understanding of these fungi may explain well-known patterns of forest tree diversity associated with latitude. “And that’s exciting,” Baker says. “Global patterns of biodiversity may not result solely from antagonistic relationships between trees and their pathogens, but also from symbiotic relationships with fungi in soils.”\nA global network for forest science\n“These findings were only possible because of an impressive global network of forest plots administered by the Smithsonian Institution’s Forest Global Earth Observatory (ForestGEO) Network,” Delavaux explains. To be a member of the network, researchers at ForestGEO sites must commit to inventorying the trees in their plots every five years, which entails recording the size and precise coordinates of every tree within the plot boundaries with a diameter of at least one inch. Some sites also collect data on wildlife, soil microbiota, and more using standardized protocols established by the network. The current study used data from 43 of 77 global ForestGEO plots, including a plot on UMBC’s main campus.\nThe network “reflects the willingness of people in the scientific community to pool resources for the greater good,” Baker says. In UMBC’s case, student volunteers, led by graduate student Anita Kraemer, collected the vast majority of the data.\nDifferent forests, different microbes\nUMBC’s two 6.25-hectare (about 15-acre) plots are unique in other ways: They were the first urban, temperate ForestGEO plots when they joined the network in 2012 at the initiative of Erle Ellis, professor of geography and environmental systems and a co-author on the new paper, and graduate student Jonathan Dandois. Dandois completed his Ph.D. in geography and environmental systems in 2013 and is now the Geographic Information Systems manager at Johns Hopkins University.\nThe UMBC plots include forest edges (adjacent to campus facilities like tennis courts, parking lots, and a swimming pool) and contain a variety of exotic species in addition to native plants. As a result, the plots’ species diversity per unit area exceeds other temperate forests and rivals some of the tropical forest plots in the network. Those observations have fueled Baker’s recent work on urban forests.\nThe new findings on the role of fungi in global forest structure may be just the beginning of understanding how microbes drive global biodiversity patterns. “The scientific community is very much in the learning stage about appreciating the diversity of different types of soil microbes and their distribution over the planet,” Baker says, “and investigators like Dr. Delavaux are expanding our understanding.”\nDelavaux is excited about pursuing related work moving forward. “Future research will leverage the available tree census data and generate additional microbial genetic sequencing data from 30 plots to directly link the microbiome to plant community structure,” she says.\nJournal\nCommunications Biology\nDOI\n10.1038/s42003-023-05410-z\nMethod of Research\nData/statistical analysis\nSubject of Research\nNot applicable\nArticle Title\nMycorrhizal feedbacks influence global forest structure and diversity\nArticle Publication Date\n19-Oct-2023",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "camille delavaux",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nature communications biology",
        "sentiment": "negative"
      },
      {
        "name": "eth zurich",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "switzerland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:58:16.334+02:00",
  "updated": "2024-01-06T00:58:16.334+02:00"
}