{
  "thread": {
    "uuid": "0d0df2cfc90c4b5c96eb1ff368562e60a89d1d84",
    "url": "https://www.israelnationalnews.com/news/382816",
    "site_full": "www.israelnationalnews.com",
    "site": "israelnationalnews.com",
    "site_section": "http://israel.nowlej.com",
    "site_categories": [
      "media",
      "judaism",
      "religion"
    ],
    "section_title": "Israel NOWlej | News &amp; Views on the State of the Jews",
    "title": "Standing Strong with the Brave IDF Soldiers | Israel National News - Arutz Sheva",
    "title_full": "Standing Strong with the Brave IDF Soldiers | Israel National News - Arutz Sheva",
    "published": "2023-12-31T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.inn.co.il/static/pictures/1200x930/1142367.jpg?autocrop=1",
    "performance_score": 0,
    "domain_rank": 5259,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0d0df2cfc90c4b5c96eb1ff368562e60a89d1d84",
  "url": "https://www.israelnationalnews.com/news/382816",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sponsored article",
  "published": "2023-12-31T02:00:00.000+02:00",
  "title": "Standing Strong with the Brave IDF Soldiers | Israel National News - Arutz Sheva",
  "text": "In a time of great crisis, a shining beacon of light emerges as we witness the unwavering dedication and unparalleled bravery of our cherished IDF soldiers. These selfless individuals have left behind everything - their homes, businesses, families, wives, and children - to stand on the frontlines of danger, fully aware of the possibility that they may never return. Every day, our courageous soldiers grapple with immense challenges as they put their lives on the line for the security of our nation. While we continue with our daily lives, they stand guard against relentless threats posed by rockets and missiles fired by terrorists. They confront fear head-on, unwavering in their determination to fulfill their missions to the very end. [All contributions are tax-deductible under 501(c)(3).](https://tsedakah.com/campaign/United-Jews-Magen-David-Inc/idfwarm?ref=Arutz7A1) While we are snug and warm at home, they are stationed in the harsh conditions of Israel's southern and northern regions, enduring freezing cold, heavy rains, and harsh weather conditions. They remain resilient and steadfast, embodying our nation's spirit of defense. Now, it is our duty to stand by them. Our soldiers deserve our unwavering support and assistance. We must ensure they have the essentials to stay warm, healthy, and strong in the field. We appeal to all friends of Israel to contribute to our campaign. Your generous donations will provide our heroic soldiers with thermal clothing, blankets, and heating equipment, ensuring their well-being and resilience. Let us express our gratitude for their sacrifices and make it known that we stand firmly with them. These heroes give their all for us, and it is time for us to give back. Together, we can make a difference and provide them with the essentials they need to continue safeguarding our homeland. Join us in supporting our heroes in harm's way. Your donation can save lives and make a world of difference for our brave IDF soldiers. The cost of one thermal and warm clothing kit for a soldier is $260. These heroes are giving their all for us, and the time has come for us to give back. Together, we can make a difference and provide them with the essentials they need to continue safeguarding our homeland. Join us in supporting our heroes in harm's way. Your donation can save lives and make a world of difference for our brave IDF soldiers.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://tsedakah.com/campaign/United-Jews-Magen-David-Inc/idfwarm?ref=Arutz7A1)",
    "https://www.tsedakah.com/campaign/United-Jews-Magen-David-Inc/idfwarm?ref=Arutz7A1)",
    "https://tsedakah.com/campaign/United-Jews-Magen-David-Inc/idfwarm"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "brave idf soldiers | israel national news - arutz sheva",
        "sentiment": "positive"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T14:32:53.534+02:00",
  "updated": "2023-12-31T14:32:53.534+02:00"
}