{
  "thread": {
    "uuid": "12d7ae73f591807d75af5a13c1aa8d9d08f12074",
    "url": "https://catholicreview.org/the-popes-2023-a-year-of-health-challenges-travel-and-the-synod/",
    "site_full": "catholicreview.org",
    "site": "catholicreview.org",
    "site_section": "https://getaboutcolumbia.com",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "news -",
    "title": "The pope's 2023: A year of health challenges, travel and the synod - Catholic Review",
    "title_full": "The pope's 2023: A year of health challenges, travel and the synod - Catholic Review",
    "published": "2023-12-29T15:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://catholicreview.org/wp-content/uploads/2023/12/pf-birthday-cake-1.jpg",
    "performance_score": 0,
    "domain_rank": 82347,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "12d7ae73f591807d75af5a13c1aa8d9d08f12074",
  "url": "https://catholicreview.org/the-popes-2023-a-year-of-health-challenges-travel-and-the-synod/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cindy Wooden",
  "published": "2023-12-29T15:00:00.000+02:00",
  "title": "The pope's 2023: A year of health challenges, travel and the synod - Catholic Review",
  "text": "The pope’s 2023: A year of health challenges, travel and the synod December 29, 2023By Cindy Wooden Catholic News Service Filed Under: Feature, News, Vatican, World News VATICAN CITY (CNS) — Pope Francis’ 2023 was a year of important trips made or postponed, a predecessor’s funeral and his own 10th anniversary as pope, a call to the world to act on climate change and a call to the Catholic Church to strengthen its mission by learning “synodality.” The Argentine pope, who was born Dec. 17, 1936, was to finish the year as an 87-year-old. As the oldest reigning pope in the last 120 years, Pope Francis’ year was punctuated with hospitalizations, breathing difficulties and ongoing mobility challenges. The last pope to serve at his age was Pope Leo XIII, who died at the age of 93 in 1903. Pope Francis greets a newlywed couple at the end of his weekly general audience in the Paul VI Audience Hall at the Vatican Dec. 13, 2023. (CNS photo/Lola Gomez) For Pope Francis, the year began with mourning Pope Benedict XVI, who resigned in 2013 and died Dec. 31, 2022. Pope Francis spent the week after his death speaking about his predecessor, lauding his “wisdom, tenderness, devotion” and lauding how his theology was a direct result of his faith. “His explanation of the faith was carried out with the devotion of a man who has surrendered all of himself to God and who, under the guidance of the Holy Spirit, sought an ever-greater participation in the mystery of that Jesus who had fascinated him from his youth,” Pope Francis wrote in the introduction to a book published by the Vatican. Pope Francis presided over his predecessor’s funeral Jan. 5, and preaching about the Gospel rather than giving a eulogy as liturgical norms dictate, he built his homily around four quotations from Pope Benedict. The first of five foreign trips Pope Francis made in 2023 took him to Congo and then on an ecumenical peace mission to South Sudan. The trip with the Anglican archbishop of Canterbury and the moderator of the Presbyterian Church of Scotland had been set for July 2022, but was canceled because Pope Francis was experiencing intense pain in his knee. Even though he was well enough to travel in 2023, the knee continued to be a problem. Photos taken in his residence often showed him using a walker. He would be pushed in a wheelchair to his place when presiding at Mass in St. Peter’s Basilica and when greeting people at his general audiences. On days when it was not so painful, he would use a silver cane. Pope Francis spent nine days in Rome’s Gemelli hospital in June after undergoing a three-hour surgery to repair a hernia. Surgeons also removed several adhesions or bands of scar tissue that had formed after previous surgeries decades ago. Suffering from a respiratory infection, he also spent four days in March in the suite of rooms the Gemelli reserves for the pope. When he was experiencing respiratory difficulties again in late November, he went to the Gemelli Isola hospital for a CT scan but returned to his Vatican residence the same day. He was given intravenous antibiotics at home but kept many of his appointments, even if he did have an aide read his speeches for him. Pope Francis meets with participants from a seminar on ethics in health care management at the Vatican Nov. 30, 2023. (CNS photo/Vatican Media) The bronchial infection, which made his breathing very labored, forced him to cancel his planned trip to Dubai in the United Arab Emirates in early December for COP28; he would have been the first pope to attend a U.N. climate change summit. “Are we working for a culture of life or a culture of death?” he asked world leaders in his COP28 message read in Dubai by Cardinal Pietro Parolin, Vatican secretary of state. “To all of you I make this heartfelt appeal: Let us choose life! Let us choose the future!” The destruction of the environment is “a sin” that not only “greatly endangers all human beings, especially the most vulnerable,” he wrote to the leaders, but it also “threatens to unleash a conflict between generations.” In anticipation of the conference, Pope Francis in early October released “Laudate Deum” (“Praise God”), a follow-up document to his 2015 encyclical “Laudato Si’, On Care for Our Common Home.” “We must move beyond the mentality of appearing to be concerned but not having the courage needed to produce substantial changes,” he wrote in “Laudate Deum.” Making an even more urgent appeal for action than he did with “Laudato Si’,” the pope wrote that COP28 could “represent a change of direction, showing that everything done since 1992 (with the adoption of the U.N. Framework Convention on Climate Change) was in fact serious and worth the effort, or else it will be a great disappointment and jeopardize whatever good has been achieved thus far.” The two major events Pope Francis was able to participate in were World Youth Day in Lisbon, Portugal, in August and the long-awaited first assembly of the Synod of Bishops on Synodality in October. WYD brought more than 1.5 million young people together and, in a letter for local youth day celebrations in November, Pope Francis described it as an “event that surpassed all our expectations. Our meeting in Lisbon was magnificent, a genuine experience of renewal, an explosion of light and joy!” Throughout his visit to Portugal, in meetings both with young people and with clergy, the pope’s refrain was that in the church there is room for “todos, todos, todos” — “everyone, everyone, everyone.” Pope Francis smiles as members of the assembly of the Synod of Bishops approach the end of their work Oct. 28, 2023, in the Paul VI Hall at the Vatican. (CNS photo/Vatican Media) “Please, let us not convert the church into a customs office” where only the “just,” “good,” and “properly married” can enter while leaving everyone else outside, he told Portuguese bishops, priests and pastoral workers. “No. The church is not that,” he said, rather it is a place for “righteous and sinners, good and bad, everyone, everyone, everyone.” Interviewed by Italian television about the Oct. 4-29 assembly of the Synod of Bishops, the pope said, “The result is positive. Everything was discussed with full freedom, and this is a beautiful thing.” Asked specifically about the assembly’s discussions about welcoming gay Catholics, Pope Francis responded: “When I say ‘everyone, everyone, everyone,’ it’s the people. The church receives people, everyone, and does not ask what you are. Then, within the church, everyone grows and matures in their Christian belonging. It’s true that today it’s a bit fashionable to talk about this. The church receives everyone.” At his Mass concluding the synod assembly, the pope summarized his key hope for the synod, which will meet again in October 2024: “The Lord will guide us and help us to be a more synodal and missionary church, a church that adores God and serves the women and men of our time, going forth to bring to everyone the consoling joy of the Gospel.” Just days before the synod opened, Pope Francis created 21 new cardinals from 16 nations, including Cardinal Robert F. Prevost, the Chicago-born prefect of the Dicastery for Bishops, and French Cardinal Christophe Pierre, the nuncio to the United States. In an interview with Mexican journalist Valentina Alazraki Dec. 12, the pope said he feels “quite well” physically and his health continues to improve. Yet asked if people should be concerned about his health, he responded, “Yes, a little bit, yes. I need them to pray for my health.” Read More Vatican News ‘Listening is act of love,’ says papal message to European youths Cardinal says Vatican is not moving toward accepting gay marriage Pope encourages persecuted Christians to stay strong in their witness ‘The devil is a seducer,’ pope says as he begins new series of talks Pope’s Christmas message: Say ‘yes’ to the Prince of Peace, ‘no’ to war At Christmas, God shows love through ‘littleness,’ not power, pope says Copyright © 2023 Catholic News Service/U.S. Conference of Catholic Bishops Print",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Religion and Belief",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cindy wooden",
        "sentiment": "negative"
      },
      {
        "name": "francis",
        "sentiment": "none"
      },
      {
        "name": "pope francis",
        "sentiment": "none"
      },
      {
        "name": "pope benedict xvi",
        "sentiment": "none"
      },
      {
        "name": "lola gomez",
        "sentiment": "none"
      },
      {
        "name": "leo xiii",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "catholic review",
        "sentiment": "negative"
      },
      {
        "name": "paul vi audience hall",
        "sentiment": "none"
      },
      {
        "name": "catholic news service",
        "sentiment": "none"
      },
      {
        "name": "catholic church",
        "sentiment": "none"
      },
      {
        "name": "world news vatican",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vatican",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T16:02:01.737+02:00",
  "updated": "2023-12-29T16:02:01.737+02:00"
}