{
  "thread": {
    "uuid": "8c841787f8524f12d3aa5052480b6217eca1c828",
    "url": "https://www.devdiscourse.com/article/international/2853195-ins-jatayu-strengthens-indias-maritime-security-in-lakshadweep-navy-chief",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "https://www.devdiscourse.com/news-analysis",
    "site_categories": [
      "media"
    ],
    "section_title": "Breaking News, Development News, Latest News, Politics News, Sports News | Devdiscourse",
    "title": "INS Jatayu strengthens India's maritime security in Lakshadweep: Navy chief | International",
    "title_full": "INS Jatayu strengthens India's maritime security in Lakshadweep: Navy chief | International",
    "published": "2024-03-08T17:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/devnews/08_03_2024_17_52_36_0150714.jpg?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 9100,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8c841787f8524f12d3aa5052480b6217eca1c828",
  "url": "https://www.devdiscourse.com/article/international/2853195-ins-jatayu-strengthens-indias-maritime-security-in-lakshadweep-navy-chief",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ANI",
  "published": "2024-03-08T17:22:00.000+02:00",
  "title": "INS Jatayu strengthens India's maritime security in Lakshadweep: Navy chief | International",
  "text": "INS Jatayu strengthens India's maritime security in Lakshadweep: Navy chief The commissioning ceremony marked a pivotal milestone in India's naval capabilities, with INS Jatayu poised to play a crucial role in enhancing maritime domain awareness and bolstering the Indian Navy's sustenance and surveillance capabilities in the region. [ANI](/ani-stories)| Updated: 08-03-2024 23:22 IST | Created: 08-03-2024 23:22 IST - Country: - India Chief of Naval Staff, R Hari Kumar, highlighted the significance of the recently commissioned INS Jatayu at Minocoy Island, stating that it reinforces the nation's commitment to safeguarding its maritime interests in the strategic Lakshadweep region. The commissioning ceremony marked a pivotal milestone in India's naval capabilities, with INS Jatayu poised to play a crucial role in enhancing maritime domain awareness and bolstering the Indian Navy's sustenance and surveillance capabilities in the region. Kumar underscored the strategic importance of Lakshadweep, saying, \"The commissioning of INS Jatayu at Minicoy holds immense significance for our nation's maritime security and underscores the strategic significance of Lakshadweep.\" \"The Naval Base will serve as a vanguard, providing crucial maritime domain awareness while enhancing the Indian Navy's sustenance & surveillance in the region,\" he added. The Indian Navy on Wednesday commissioned its second naval base, INS Jatayu, at Minicoy Island in Lakshadweep to strengthen its foothold in the region, the Indian Navy said in an official statement. The INS Jatayu was commissioned in the presence of Adm R Hari Kumar, the Chief of Naval Staff, Administrator of Lakshadweep, Praful K Patel, V Adm V Srinivas, Flag Officer Commanding-in-Chief, Southern Naval Command. According to the statement, \"This milestone event strengthens the Indian Navy's foothold in the Lakshadweep island while extending capacity building, operational reach and sustenance in the region. The establishment of the Naval Base at Minicoy will augment connectivity with the mainland, focusing on the comprehensive development of the islands.\" The INS Jatayu will be functioning under the operational control of the Naval Officer in Charge (Lakshadweep), Southern Naval Command. On the occasion, the Chief of Naval Staff was presented with a 50-man Guard of Honour and Commander Vrat Baghel, the first commanding officer of the unit, recited the invocation in Sanskrit, followed by the reading of the commissioning warrant. After the unveiling of the commissioning plaque, the Naval Ensign was hoisted to the tune of the National Anthem. With the last note of the National Anthem, the commissioning pennant was broken on the mast. The commissioning ceremony was attended by Vice Admiral Sanjay J Singh, Flag Officer Commanding in Chief, Western Naval Command, senior Naval officers and distinguished guests. On completion of the commissioning ceremony, the Maritime Operations Center at Minicoy was inaugurated and the Chief of the Naval Staff, interacted with the officers and men of the unit and commended them on this momentous occasion. INS Jatayu will play a significant role in the Indian Navy's operational surveillance while embracing the vision of SAGAR (Security and Growth for All in the Region). (ANI) (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [\"INDIA bloc is the alliance of corruption group\": JP Nadda](/article/headlines/2836391-india-bloc-is-the-alliance-of-corruption-group-jp-nadda) [India, US discuss enhancing defence co-production, interoperability for free, open Indo-Pacific at INDUS-X Summit](/article/international/2836398-india-us-discuss-enhancing-defence-co-production-interoperability-for-free-open-indo-pacific-at-indus-x-summit) [\"India-EU FTA must be fair, equitable and balanced\": Piyush Goyal at CII event](/article/international/2836390-india-eu-fta-must-be-fair-equitable-and-balanced-piyush-goyal-at-cii-event) [\"We have managed to take India-Denmark ties to higher level\": Danish Foreign Minister](/article/international/2836408-we-have-managed-to-take-india-denmark-ties-to-higher-level-danish-foreign-minister) [\"India rightly regarded as consensus builder...\": Greek PM Mitsotakis](/article/international/2836388-india-rightly-regarded-as-consensus-builder-greek-pm-mitsotakis)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ins jatayu",
        "sentiment": "negative"
      },
      {
        "name": "jatayu",
        "sentiment": "negative"
      },
      {
        "name": "kumar",
        "sentiment": "none"
      },
      {
        "name": "hari kumar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "navy",
        "sentiment": "negative"
      },
      {
        "name": "indian navy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lakshadweep",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "minocoy island",
        "sentiment": "none"
      },
      {
        "name": "minicoy",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T19:57:46.654+02:00",
  "updated": "2024-03-08T19:57:46.654+02:00"
}