{
  "thread": {
    "uuid": "5d5d0fdeb3bf8c08c7e92659789bbb29913feb88",
    "url": "https://www.devdiscourse.com/article/headlines/3006526-tripura-cm-manik-saha-takes-part-in-state-level-plantation-drive",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "https://www.devdiscourse.com/news-analysis/",
    "site_categories": [
      "media"
    ],
    "section_title": "Breaking News, Development News, Latest News, Politics News, Sports News | Devdiscourse",
    "title": "Tripura CM Manik Saha takes part in state-level plantation drive | Headlines",
    "title_full": "Tripura CM Manik Saha takes part in state-level plantation drive | Headlines",
    "published": "2024-07-05T09:28:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/devnews/05_07_2024_14_27_56_1538139.jpg?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 9631,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5d5d0fdeb3bf8c08c7e92659789bbb29913feb88",
  "url": "https://www.devdiscourse.com/article/headlines/3006526-tripura-cm-manik-saha-takes-part-in-state-level-plantation-drive",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ANI",
  "published": "2024-07-05T09:28:00.000+03:00",
  "title": "Tripura CM Manik Saha takes part in state-level plantation drive | Headlines",
  "text": "Tripura CM Manik Saha takes part in state-level plantation drive Emphasising the state government's commitment to sustainable environmental practices and fostering a greener future, Tripura Chief Minister Manik Saha took part in a state-level mass plantation drive on Friday near Taranagar on NH 108 B in the Mohanpur sub-division of West Tripura. [ANI](/ani-stories)| Updated: 05-07-2024 14:28 IST | Created: 05-07-2024 14:28 IST - Country: - India Emphasising the state government's commitment to sustainable environmental practices and fostering a greener future, Tripura Chief Minister Manik Saha took part in a state-level mass plantation drive on Friday near Taranagar on NH 108 B in the Mohanpur sub-division of West Tripura. The plantation drive was a part of \"Ek pedh maa ke naam\" initiative started by Prime Minister Narendra Modi on World Environment Day, Saha said. \"For keeping the environment alive, PM Modi on World Environment Day adopted the slogan 'Ek pedh maa ke naam'. All the ministers and leaders across India have planted saplings. It is a very innovative slogan and everyone has a lot of enthusiasm for it here,\" he said. Saha, accompanied by Minister of Forest Animesh Debbarma and Minister of Agriculture and Power Ratan Lal Nath at the drive, led this special initiative, planting 5 lakh seedlings in just 5 minutes, highlighting the importance of environmental conservation at the present time. \"Along with our Forest Minister Animesh Debbarma and Minister of Agriculture and Power Ratan Lal Nath, we have planted trees here, in addition to 5 lakh trees planted in five minutes all across Tripura,\" Saha said. Saha led the way for the programme in order to raise awareness about the role of planting seedlings and saplings in combating the challenges faced due to global warming and climate change. \"Ecological balance is very important. It is a symbiotic relationship between man and tree. To counter global warming, trees are very important,\" he added. Forest Minister Animesh Debbarma also spoke about the problems related to global warming and heat waves and how they can be countered by planting trees. He further said that they have identified degraded land where more trees can be planted. \"All the problems related to global warming, and heatwaves can be countered by planting trees. I had a meeting with the officer of the forest department, and wherever there is degraded land due to work on the national highway, we will plant trees there,\" Debbarma said. He also stated that the forest department has a target to plant an additional 40 to 45 lakh trees by the end of this year. \"At the end of the year, we have a target to plant an additional 40-45 lakh trees. We already have 76 lakh seedlings and we will try to take them to 50 lakh fully grown trees,\" he added. (ANI) (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [The Scorching Truth: Climate Change and Our Future](/article/science-environment/2988765-the-scorching-truth-climate-change-and-our-future) [Human-Caused Climate Change Supercharges Killer Heatwave in Americas](/article/science-environment/2988942-human-caused-climate-change-supercharges-killer-heatwave-in-americas) [Extreme Heatwave Highlights Growing Impact of Climate Change](/article/science-environment/2988935-extreme-heatwave-highlights-growing-impact-of-climate-change) [Scorching Heatwaves Signal Climate Change Crisis](/article/science-environment/2989929-scorching-heatwaves-signal-climate-change-crisis) [CM Manik Saha terminates hostel warden and caretaker for providing contaminated meals to girls](/article/headlines/2989907-cm-manik-saha-terminates-hostel-warden-and-caretaker-for-providing-contaminated-meals-to-girls)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "manik saha",
        "sentiment": "negative"
      },
      {
        "name": "saha",
        "sentiment": "none"
      },
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "modi",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "tripura",
        "sentiment": "none"
      },
      {
        "name": "west tripura",
        "sentiment": "none"
      },
      {
        "name": "taranagar",
        "sentiment": "none"
      },
      {
        "name": "mohanpur",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T12:03:54.245+03:00",
  "updated": "2024-07-05T12:03:54.245+03:00"
}