{
  "thread": {
    "uuid": "18cb2987e2d883257b379f10ac3d5a4d79a9faac",
    "url": "https://www.philstar.com/headlines/climate-and-environment/2024/07/05/2368001/painting-roofs-white-helps-lower-city-heat-studies-say",
    "site_full": "www.philstar.com",
    "site": "philstar.com",
    "site_section": "https://www.philstar.com/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Philstar.com | Latest Philippine news and multimedia",
    "title": "Painting roofs white helps lower city heat, studies say | Philstar.com",
    "title_full": "Painting roofs white helps lower city heat, studies say | Philstar.com",
    "published": "2024-07-05T13:11:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PH",
    "main_image": "https://media.philstar.com/photos/2024/07/05/white-roof_2024-07-05_18-11-48.jpg",
    "performance_score": 0,
    "domain_rank": 4311,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "18cb2987e2d883257b379f10ac3d5a4d79a9faac",
  "url": "https://www.philstar.com/headlines/climate-and-environment/2024/07/05/2368001/painting-roofs-white-helps-lower-city-heat-studies-say",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Delphine Paysant",
  "published": "2024-07-05T13:11:00.000+03:00",
  "title": "Painting roofs white helps lower city heat, studies say | Philstar.com",
  "text": "PARIS, France — White or reflective paint is more effective at cooling cities than covering roofs in solar panels or greenery, scientists say, and could offer some relief on extremely hot summer days.\nTwo separate studies looked at the effect of 'cool roofing' and found using white or reflective coatings could reduce outdoor city temperatures by up to 2 degrees Celsius.\nScientists at University College London (UCL) used a model of Greater London to test various cooling methods against its hottest days of 2018, when the city endured a record-breaking summer.\nThe results, published on Thursday in the journal Geophysical Research Letters, found that if adopted widely, cool roofs could reduce the surrounding temperature between 1.2C to 2C.\nOther approaches, like planting vegetation at street level or installing solar panels, provided a much smaller cooling effect at about 0.3C on average across London, the study found.\nCovering roofs in greenery had a \"negligible\" impact on temperatures, it found, though could offer other benefits like better water draining and habitats for wildlife.\n\"We comprehensively tested multiple methods that cities like London could use to adapt to and mitigate warming temperatures, and found that cool roofs were the best way to keep temperatures down during extremely hot summer days,\" said the study's lead author, Oscar Brousse from UCL.\n\"Other methods had various important side benefits, but none were able to reduce outdoor urban heat to nearly the same level.\"\nScientists also found that air conditioning, which transfers heat from inside buildings to the outside, could warm the environment by as much as 1C in dense central London.\n\"By reflecting rather than absorbing heat, cool roofs have the dual benefit of not only cooling the outside urban environment but the inside of buildings as well,\" the report said\n'Minimally intrusive' A separate study published in March looked at real-world results from painting not just roofs, but also roads and outside walls white in an industrial district of Singapore.\nResearchers demonstrated that overall temperatures were reduced up to 2C in the afternoon, helping pedestrians feel 1.5C cooler in tropical climes.\nLighter surfaces reflect heat rather than absorbing it, an effect known as albedo.\nSurfaces with high albedo include snow and ice, or light-coloured urban materials. By contrast, asphalt has low albedo, absorbing more energy and therefore heat, as do oceans and forests.\nRoofing made of white plastic materials have been found in other studies to reflect 80 percent of sunlight that reaches it.\nAmong other locations, cool roofing has already been rolled out in Greece, which is vulnerable to scorching summer highs, and parts of India where heatwaves can be extreme.\nSome experiments painting roads and footpaths white have proven less popular, with some complaints about glare and dirty surfaces in cities that tested this approach in the United States and France.\nCities are 'heat islands' that experience higher temperatures than their surroundings, with energy from the sun absorbed in buildings and roads.\nAs the world's population continues to migrate to cities, and heatwaves become longer and stronger because of climate change, finding ways to adapt will become a priority for urban planners.\nWhite roofing was \"a minimally intrusive solution for urban cooling that has an immediate effect compared to other options\" that require more intervention, said E V S Kiran Kumar Donthu, the lead author of the Singapore study.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.facebook.com/plugins/page.php?href=",
    "https://www.facebook.com/plugins/page.php",
    "https://facebook.com/plugins/page.php?href="
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "university college london",
        "sentiment": "none"
      },
      {
        "name": "geophysical research letters",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "france",
        "sentiment": "none"
      },
      {
        "name": "paris",
        "sentiment": "none"
      },
      {
        "name": "greater london",
        "sentiment": "none"
      },
      {
        "name": "london",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T13:15:28.614+03:00",
  "updated": "2024-07-05T13:15:28.614+03:00"
}