{
  "thread": {
    "uuid": "d567454a8dd1d9430db95bfd4dee1be1e4e8a801",
    "url": "https://expansion.mx/mundo/2024/03/09/papa-francisco-ucrania-debe-pedir-paz-coraje-negociar",
    "site_full": "expansion.mx",
    "site": "expansion.mx",
    "site_section": "http://expansion.mx/rss/portada.rss",
    "site_categories": [
      "vehicles",
      "auto_repair"
    ],
    "section_title": "Expansión",
    "title": "Papa Francisco: Ucrania debe pedir la paz y tener el \"coraje\" de negociar",
    "title_full": "Papa Francisco: Ucrania debe pedir la paz y tener el \"coraje\" de negociar",
    "published": "2024-03-09T23:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://cdn-3.expansion.mx/dims4/default/9c3af8a/2147483647/strip/true/crop/2496x1310+0+177/resize/1200x630!/format/jpg/quality/80/?url=https%3A%2F%2Fcdn-3.expansion.mx%2Fa9%2F06%2F534f831844d9a77a5ab23f89a8e6%2Fucrania-rendirse-coraje-negociar-papa-francisco.JPG",
    "performance_score": 0,
    "domain_rank": 11568,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d567454a8dd1d9430db95bfd4dee1be1e4e8a801",
  "url": "https://expansion.mx/mundo/2024/03/09/papa-francisco-ucrania-debe-pedir-paz-coraje-negociar",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "(Guglielmo Mangiapane/REUTERS)",
  "published": "2024-03-09T23:48:00.000+02:00",
  "title": "Papa Francisco: Ucrania debe pedir la paz y tener el \"coraje\" de negociar",
  "text": "El papa Francisco afirmó en una entrevista que Ucrania debería tener lo que él llama el coraje de \"izar la bandera blanca\" y negociar el fin de la guerra con Rusia que siguió a la invasión a gran escala de Moscú hace dos años y que ha matado a decenas de miles de personas.\nPublicidad Francisco hizo estos comentarios en una entrevista grabada el mes pasado con la emisora suiza RSI, mucho antes de la última oferta del viernes del presidente turco, Tayyip Erdogan, de acoger una cumbre entre Ucrania y Rusia para poner fin a la guerra.\nErdogan hizo esta nueva oferta tras reunirse en Estambul con su homólogo ucraniano, Volodímir Zelenski. Zelenski ha declarado que, aunque desea la paz, no cederá ningún territorio.\nEl propio plan de paz del líder ucraniano exige la retirada de las tropas rusas de toda Ucrania y el restablecimiento de sus fronteras estatales. El Kremlin ha descartado entablar conversaciones de paz en los términos fijados por Kiev.\nUn portavoz de Zelenski no respondió inmediatamente a una petición de comentarios sobre las declaraciones del Sumo Pontífice.\nEn la entrevista, el Santo Padre fue preguntado por su postura en un debate entre los que dicen que Ucrania debería rendirse al no haber sido capaz de repeler a las fuerzas rusas, y los que dicen que hacerlo legitimaría las acciones de la parte más fuerte. El entrevistador utilizó el término \"bandera blanca\" en la pregunta.\n\"Es una interpretación\", dijo Francisco, según una transcripción anticipada de la entrevista y un video parcial a los que Reuters tuvo acceso el sábado. Está previsto que se emita el 20 de marzo como parte de un nuevo programa cultural.\nLee: Internacional Zelenski dice que han muerto 31,000 soldados ucranianos desde la invasión rusa \"Pero creo que son más fuertes quienes ven la situación, quienes piensan en el pueblo, quienes tienen el coraje de izar la bandera blanca y negociar\", dijo Francisco, añadiendo que las conversaciones deberían tener lugar con la ayuda de las potencias internacionales.\n\"La palabra negociar es una palabra valiente. Cuando ves que estás derrotado, que las cosas no van bien, necesitas tener el coraje de negociar\", dijo Francisco.\nPublicidad podcast Escucha nuestros podcast aquí Elecciones 2024 Evento de Clara Brugada en Centro de CDMX cambia de sede tras irrupción Liga del Cambio: exmorenistas y excalderonistas \"firman\" en el equipo de Taboada Máynez y el reto de ganar el voto joven en las universidades y redes sociales ver más Publicidad Se cree que es la primera vez que el Papa utiliza términos como \"bandera blanca\" o \"derrotado\" al hablar de la guerra de Ucrania, aunque ya ha hablado en el pasado de la necesidad de negociar.\nEn un comunicado, el portavoz del Vaticano, Matteo Bruni, dijo que el Papa había recogido el término \"bandera blanca\" usado por el entrevistador y lo había utilizado \"para indicar el cese de las hostilidades (y) una tregua lograda con el valor de las negociaciones\".\nEl año pasado, el Papa de 87 años destinó a un enviado de paz, el cardenal italiano Matteo Zuppi, a Kiev, Moscú y Washington para sondear a los líderes de esos países.\n\"Te da vergüenza\", dijo Francisco sobre negociar, \"pero ¿con cuántas muertes terminará (la guerra)? (Uno debería) negociar a tiempo, buscar algún país que actúe como mediador\", agregó, mencionando a Turquía entre los países que se habían ofrecido.\n\"No tengan vergüenza de negociar antes de que las cosas empeoren\", dijo Francisco, que ha hecho cientos de llamamientos por lo que él llama la \"Ucrania mártir\". A la pregunta de si estaba dispuesto a mediar, el Santo Padre respondió: \"Estoy aquí\".\nEn otra parte de la entrevista, hablando de la guerra entre Israel y Hamás, Francisco dijo: \"La negociación nunca es una rendición\".\nEl mes pasado, Zelenski afirmó que 31,000 soldados ucranianos habían muerto desde la invasión rusa de febrero de 2022 y que decenas de miles de civiles habían sido asesinados en las zonas ocupadas del país.\nLo Último La Normal de Ayotzinapa, levantada por estudiantes, lleva décadas bajo ataques Se mantiene la mala calidad del aire en gran parte del Valle de México Una mujer muere tras sufrir infarto durante la marcha del 8M en CDMX Ebrard y Xóchitl Gálvez chocan por sus opiniones añejas sobre Sheinbaum Publicidad Publicidad Tags Papa Francisco Conflicto Ucrania y Rusia Recomendaciones Empresas Zara volverá a Ucrania tras dos años de cierre por la guerra 1 Min Read Internacional Gobiernos europeos descartan enviar tropas a Ucrania como sugiere Francia 2 Min Read Internacional El presidente de Ucrania promete derrotar a Rusia 4 Min Read Más acerca del autor: Reuters @ExpansionMx Newsletter",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics",
    "Religion and Belief"
  ],
  "external_links": [
    "https://ads.viralize.tv/display/?zid=AAFCAUyZ8f0WYb9a",
    "https://twitter.com/ExpansionMx",
    "https://ads.viralize.tv/display/",
    "https://www.ads.viralize.tv/display/?zid=AAFCAUyZ8f0WYb9a",
    "https://www.twitter.com/ExpansionMx"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-10T00:04:44.522+02:00",
  "updated": "2024-03-10T03:31:16.044+02:00"
}