{
  "thread": {
    "uuid": "54d46edc07ae6fe9b80151567a312e9a19db9b52",
    "url": "https://www.rds.ca/hockey/lhjmq/hockey-simon-gagne-lance-des-fleurs-a-patrick-roy-1.18359987",
    "site_full": "www.rds.ca",
    "site": "rds.ca",
    "site_section": "http://www.rds.ca/cmlink/le-fil-de-presse-de-rds-ca-manchettes-1.831?localLinksEnabled=false",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Le fil de presse de RDS.ca - Manchettes (Legacy RSS)",
    "title": "« Patrick Roy, c'est un winner »",
    "title_full": "« Patrick Roy, c'est un winner »",
    "published": "2024-03-01T00:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.rds.ca/content/dam/rds/fr/home/images/2024/1/25/patrick-roy-1-18051971-1706218414659.jpg",
    "performance_score": 0,
    "domain_rank": 42050,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "54d46edc07ae6fe9b80151567a312e9a19db9b52",
  "url": "https://www.rds.ca/hockey/lhjmq/hockey-simon-gagne-lance-des-fleurs-a-patrick-roy-1.18359987",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "mobile@rds.ca ()",
  "published": "2024-03-01T00:43:00.000+02:00",
  "title": "« Patrick Roy, c'est un winner »",
  "text": "[Passer au contenu principal](#main)\n« Patrick Roy, c'est un winner »\nLa saison dernière, Patrick Roy a mené à bon port le train des Remparts de Québec : champions de la saison régulière dans la LHJMQ, gagnants du trophée Gilles-Courteau et vainqueurs de la Coupe Memorial.\nÀ ses côtés, Simon Gagné était aux premières loges pour contempler les discours inspirants et les ajustements impressionnants de Roy en cours de match. Il n'est donc pas tombé en bas de sa chaise quand il a appris que Roy allait continuer d'écrire son histoire dans la LNH en janvier dernier.\n« J'ai eu la chance d'être avec lui l'an passé, je sais ce qu'il est capable de faire. C'est un winner. Il a gagné comme entraîneur et comme joueur », a commenté Gagné jeudi soir dans une entrevue au 5 à 7.\n« Les discours qu'il faisait avant les matchs me donnaient aussi le goût d'embarquer sur la patinoire et de me défoncer pour lui. Il faisait des discours sur la coupe Stanley de 1993 avec les Canadiens et sur celles avec l'Avalanche. C'était un gars qui pouvait venir te chercher. Je suis très content pour lui et pour Benoit Desrosiers. Je ne suis pas surpris qu'ils se retrouvent ensemble, c'est comme Batman et Robin! »\nAprès s'être joint à la puissante formation qu'était celle des Remparts en 2022-2023, comme entraîneur adjoint à Roy, Gagné doit maintenant rebâtir les fondations de l'avenir de l'équipe dans le rôle de directeur général.\n« Ç'a été extraordinaire [la saison dernière]. C'est sûr que la décision de Patrick Roy et de Jacques Tanguay de prendre leur retraite du hockey junior a été dure à prendre par contre », a admis Gagné, qui célèbre son 44e anniversaire jeudi.\n« D'un autre côté, on est venu me chercher un peu pour prendre la relève. C'est tout un honneur de prendre la place de ces personnes, qui ont tout fait pour les Remparts et la ville de Québec. C'est un nouveau poste que je me voyais occuper dans le futur et Québec, c'est chez moi. J'ai joué pour les Remparts donc c'est naturel pour moi de redonner là où tout a commencé. »\nSans grande surprise, les Remparts n'échappent pas au traditionnel cycle qui dicte la LHJMQ. Au sommet du hockey junior il y a moins d'un an, les Remparts sont maintenant en danger de rater les séries éliminatoires pour la première fois en plus de 40 ans, en vertu de leur fiche de 19-35-4.\nPour des raisons différentes qu'il y a 12 mois, chaque match demeure toutefois d'une importance capitale. Vendredi dernier, les Remparts ont réalisé une remontée contre les Sea Dogs de Saint John en troisième période qui leur a permis d'obtenir une importante victoire en pleine course aux séries.\n« Ce sera une fin de saison excitante, mais différente. Les matchs sont enlevants tous les soirs. J'étais presque aussi content après ce match [contre les Sea Dogs] que lorsque nous avons gagné la coupe Memorial. Tous les points sont importants jusqu'à la fin de la saison. Je m'attends à ce que ce soit serré pour se battre pour les dernières places pour les séries. »",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:54:55.612+02:00",
  "updated": "2024-03-01T00:54:55.612+02:00"
}