{
  "thread": {
    "uuid": "d94520221d1cf101c6b89617a6e10106911b7342",
    "url": "https://www.military.com/daily-news/2024/04/18/marine-uniforms-will-hit-shelves-again-after-nearly-2-year-shortage-corps-says.html",
    "site_full": "www.military.com",
    "site": "military.com",
    "site_section": "https://military.com/podcasts",
    "site_categories": [
      "jobs",
      "us_military"
    ],
    "section_title": "Military Podcasts | Military.com",
    "title": "Marine Uniforms Will Hit Shelves Again After Nearly 2-Year Shortage, Corps Says | Military.com",
    "title_full": "Marine Uniforms Will Hit Shelves Again After Nearly 2-Year Shortage, Corps Says | Military.com",
    "published": "2024-04-18T19:40:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images01.military.com/sites/default/files/styles/full/public/2024-04/mil-marines-uniform-maintenance-1800.jpg",
    "performance_score": 0,
    "domain_rank": 1799,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d94520221d1cf101c6b89617a6e10106911b7342",
  "url": "https://www.military.com/daily-news/2024/04/18/marine-uniforms-will-hit-shelves-again-after-nearly-2-year-shortage-corps-says.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Drew F. Lawrence",
  "published": "2024-04-18T19:40:00.000+03:00",
  "title": "Marine Uniforms Will Hit Shelves Again After Nearly 2-Year Shortage, Corps Says | Military.com",
  "text": "After pandemic-related supply issues contributed to cammie shortages in the [Marine Corps](https://www.military.com/marine-corps), the service says that the dark green [uniforms](https://www.military.com/join-armed-forces/military-uniforms/uniform-and-insignia-guide.html) are getting back on shelves. The Marine Corps said it initially started noticing shortages in 2022 of the [combat utility uniform](https://www.military.com/equipment/marine-corps-combat-utility-uniform)s that left exchange stocks empty and Marines having to improvise, including issuing recruits fewer pairs of the Marine pattern, or MARPAT, woodland-camouflage sets. Leadership in the Corps also gave commanders at the battalion level authorization to let troops wear desert pattern uniforms or flame-resistant sets, also known as FROGs, amid the shortage, a necessary departure from the Corps' typical uniformity standards. Until the shortage is expected to fully end this summer, that authorization stands, according to officials. Read Next: [Better Access to Child Care for Military Families Is Aim of New Senate Proposal](https://www.military.com/daily-news/2024/04/18/better-access-child-care-military-families-aim-of-new-senate-proposal.html) \"Currently, recruits are back to a full basis of issue, and the exchanges have adequate stocks of MARPATs on the [Marine Corps Exchange] shelf,\" Maj. John Parry, a spokesperson for Marine Corps Installations Command, told Military.com on Thursday. \"All directives pertaining to mitigating the shortfall remain in place until rescinded.\" The service is prioritizing uniform stocking at recruit depots, officer candidate school and other exchanges, also known as the MCX in the Marine Corps. Marines can also place phone orders for uniforms from major Marine Corps bases, or MCBs, Parry said. \"As additional inventory becomes available over the next several months, these items will be shipped to online fulfillment centers,\" Parry said. \"Marines that don't have access to a local MCX uniform store can call the MCB [Quantico](https://www.military.com/base-guide/marine-corps-base-quantico), MCB Lejeune or MCB [Camp Pendleton](https://www.military.com/base-guide/marine-corps-base-camp-pendleton) MCX uniform store and place an order over the phone, and have it shipped to them. At this time, all orders must be pre-paid over the phone.\" Military.com contacted the supplier of the uniforms, American Apparel Inc., which has been producing Marine Corps uniforms since the Gulf War, according to its CEO, Chuck Lambert. He told the publication that it wasn't just the COVID-19 pandemic and its associated supply chain pressures that contributed to the strain. \"The requirements were much higher during those times, as one would expect,\" Lambert said. \"As we entered what many call 'peace times,' the demand for all uniforms went down considerably.\" He explained that as time progressed, his business lost necessary workers and watched as other companies that made products supporting the military went out of business. After restructuring his business, it was in \"good shape,\" but then COVID-19 hit, upending supply chains around the world. \"Our supply chain was decimated, people began to stay home and the government with the COVID subsidies paid people to stay home,\" he said. \"We did in fact increase our wages some 20%-25% to retain as many as we could and did to some degree. But it was costly, and we lost several million dollars but hung in there.\" Amid the shortage, the Marine Corps was only issuing two sets of woodland uniforms to recruits, instead of three, Parry previously told Military.com. Now, they are being issued full sets, he said. Marine leaders were also allowed to let their troops wear alternate uniforms -- until the shortage completely relents, leaders can continue choosing the uniform. \"What we cannot have is a situation where a Marine is wearing unserviceable cammies, because that looks bad for the Corps, and we can't have a situation where that Marine is being given a hard time about those unserviceable cammies,\" Gen. Eric Smith, the commandant of the Marine Corps, said last year about the decision to let troops wear FROGs or desert cammies. While Marine Corps exchanges are taking orders over the phone, not all places where service members can buy uniforms are stocked. As of publication, the [Navy](https://www.military.com/navy) Exchange website said it is still \"experiencing supply delays on this item,\" referencing the MARPAT uniform. A spokesperson for the Navy Exchange Service Command, Kristine Sturkie, said the stock levels for the uniforms are still \"currently constrained and unavailable\" at the Navy exchange, online or otherwise. For Lambert, the shortage caused concern for the future, especially about sustaining a workforce to provide those services. Hiring struggles continue today, Lambert said, despite being contracted to supply over two-thirds of the Corps' 300,000 yearly uniform requirement. If a large [deployment](https://www.military.com/deployment) occurs and uniforms begin flying off the shelves, it would be difficult to keep up with demand given the labor shortage, Lambert said. \"With the continued depletion of the industrial base, the wartime contingency stocks need to be moved to a much higher level and monthly requirements to be leveled out to maintain consistency in production lines,\" he said. \"We cannot respond to shortages as quickly for we don't have the people to produce, and the spin-up time could be devastating when a large deployment happens, and inventory is pulled off the shelf in massive numbers.\" Related: [Marines Authorized to Wear Desert Pattern Uniform at Commanders' Discretion Amid Cammie Shortage](https://www.military.com/daily-news/2023/09/29/marines-authorized-wear-desert-pattern-uniform-commanders-discretion-amid-cammie-shortage.html) [Story Continues](javascript:void(0);)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "marine corps",
        "sentiment": "negative"
      },
      {
        "name": "better access to child care for military families is aim of new senate",
        "sentiment": "none"
      },
      {
        "name": "corps",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:28:13.022+03:00",
  "updated": "2024-04-19T00:28:13.022+03:00"
}