{
  "thread": {
    "uuid": "bdac89dbfe09e9941a11da2cd918d61e9cb7dbf6",
    "url": "https://www.scoop.co.nz/stories/WO2404/S00129/investing-in-youth-is-investing-in-peace-un-security-council-hears.htm",
    "site_full": "www.scoop.co.nz",
    "site": "scoop.co.nz",
    "site_section": "https://census.einnews.com:443/live_feed",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics",
      "top_news"
    ],
    "section_title": "Live Feed Wire - Census News Today - EIN Presswire",
    "title": "‘Investing In Youth Is Investing In Peace’, UN Security Council Hears | Scoop News",
    "title_full": "‘Investing In Youth Is Investing In Peace’, UN Security Council Hears | Scoop News",
    "published": "2024-04-19T00:06:09.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "NZ",
    "main_image": "http://img.scoop.co.nz/stories/images/1908/scoop_image.jpg",
    "performance_score": 0,
    "domain_rank": 5332,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bdac89dbfe09e9941a11da2cd918d61e9cb7dbf6",
  "url": "https://www.scoop.co.nz/stories/WO2404/S00129/investing-in-youth-is-investing-in-peace-un-security-council-hears.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-19T00:06:09.000+03:00",
  "title": "‘Investing In Youth Is Investing In Peace’, UN Security Council Hears | Scoop News",
  "text": "‘Investing In Youth Is Investing In Peace’, UN Security Council Hears The UN’s top political and peacebuilding official on Wednesday emphasized the pivotal role of youth in shaping the future of societies, stressing the need to involve them in decision-making on issues ranging from conflict to climate change. “The potential and opportunity for renewal that young people represent means…that they must be part of the broader discussions shaping our societies,” UN Under-Secretary-General Rosemary DiCarlo told ambassadors in the Security Council . With youth constituting 55 per cent of the population in the southern and eastern Mediterranean, their voices cannot be ignored, she said. Reflecting on the 2011 demonstrations that swept across some Arab nations in the region, she highlighted that “youth were at the forefront of these movements, protesting disenfranchisement and the lack of economic opportunity and employment.” Ms. DiCarlo’s was briefing the Security Council debate on the theme, The role of young persons in addressing security challenges in the Mediterranean , convened by Malta in its capacity as the President of the 15-member Council for April. Disproportionate impacts Despite their resilience, young people face disproportionate impacts from conflicts and climate crises. The brutal 7 October 2023 attack on Israel by Hamas and the subsequent war in Gaza have taken a devastating toll, where 70 per cent of the enclave’s population is under 30 years old. Furthermore, all schools across the Strip are closed, impacting more than 625,000 students. The trauma, violence, and food insecurity resulting from such conflicts underscores the urgent need for peacebuilding efforts that prioritize youth involvement, Ms. DiCarlo said. “We have witnessed this spirit of innovation in our special political missions where we have increasingly deployed new technologies to organize digital consultations with youth,” she added, citing examples from Libya and Lebanon, where such dialogues helped provide better understanding of young people’s views and aspirations, and to reflect them in the UN’s work. Climate change The climate crisis further compounds the challenges faced by Mediterranean youth, Ms. DiCarlo continued, especially as the region is warming around 20 per cent faster than the global average. She underscored the importance of youth-led climate action, citing their active participation in international forums such as the annual Conference of the Parties (COP) meetings. “Young women are often at the forefront of these movements, advocating for a gender lens at all stages of policy and decision-making related to climate risks,” she said. Harness the potential To harness the potential of youth as positive agents of change, the senior UN official also called for increased investment and support from regional and multilateral organizations. “Investing in youth is investing in peace,” she stressed, urging greater interactions between Security Council members and young people. Concluding her remarks, she called on the Council “to continue to champion the youth, peace and security agenda, which is critical for the Mediterranean region and beyond.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [
    "https://documents.un.org/doc/undoc/gen/n24/092/15/pdf/n2409215.pdf",
    "https://www.un.org/securitycouncil/",
    "https://www.un.org/securitycouncil",
    "https://www.documents.un.org/doc/undoc/gen/n24/092/15/pdf/n2409215.pdf",
    "https://un.org/securitycouncil/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dicarlo",
        "sentiment": "none"
      },
      {
        "name": "rosemary dicarlo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "un security council",
        "sentiment": "negative"
      },
      {
        "name": "un",
        "sentiment": "negative"
      },
      {
        "name": "un security council hears | scoop news",
        "sentiment": "negative"
      },
      {
        "name": "security council",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mediterranean",
        "sentiment": "none"
      },
      {
        "name": "malta",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:06:11.495+03:00",
  "updated": "2024-04-19T00:06:11.495+03:00"
}