{
  "thread": {
    "uuid": "f91cf99f018e3612dfab5c75b4c669dbbc8b792c",
    "url": "https://www.scmp.com/posties/kids/big-read/article/3247141/stellar-journeys-what-it-be-astronaut-and-how-do-people-achieve-goal-going-space",
    "site_full": "www.scmp.com",
    "site": "scmp.com",
    "site_section": "http://scmp.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Breaking China, Asia, HK News, Opinions and Insights | South China Morning Post",
    "title": "Stellar journeys: what is it like to be an astronaut, and how do people achieve this goal of going to space? | South China Morning Post",
    "title_full": "Stellar journeys: what is it like to be an astronaut, and how do people achieve this goal of going to space? | South China Morning Post",
    "published": "2024-01-08T00:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.i-scmp.com/sites/default/files/styles/og_image_posties_article/public/d8/images/canvas/2024/01/03/9a3ecd5f-5aa5-4659-9d60-9ddd420d0ec5_cdee7d8b.jpg?itok=lHQ0tLq7&amp;v=1704271120",
    "performance_score": 0,
    "domain_rank": 578,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f91cf99f018e3612dfab5c75b4c669dbbc8b792c",
  "url": "https://www.scmp.com/posties/kids/big-read/article/3247141/stellar-journeys-what-it-be-astronaut-and-how-do-people-achieve-goal-going-space",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Doris Wai",
  "published": "2024-01-08T00:15:00.000+02:00",
  "title": "Stellar journeys: what is it like to be an astronaut, and how do people achieve this goal of going to space? | South China Morning Post",
  "text": "Imagine floating in space and exploring new planets. Being an astronaut is a dream job for many kids, but how does someone actually achieve this goal?\\nIrena Hui, an assistant curator at the Hong Kong Space Museum, tells Posties about what astronauts do and what it takes to become one.\\nWhat astronauts do\\nAstronauts are people who are trained to explore space. But to even be selected to join a space programme, they usually are required to be experts in science subjects, such as biology or physics. They also must fit the age and height requirements.\\nOnce they are chosen, astronauts spend years training and helping to plan space missions. “They learn about spacecraft systems and go on simulated missions. They also learn how to live and work in space,” Hui said.\\nWhen they finally get to go into space, they get to see all sorts of amazing things! She said: “They can see the Earth, and it looks like a beautiful blue marble.”\\nThey can see hurricanes from above and city lights at night. If the spacecraft is near the North or South Poles, they can even see beautiful natural light displays in the sky.\\n\\nIt takes a lot of hard work\\nBut keep in mind, that being an astronaut is dangerous, too. They face risks, including the possibility of a spacecraft crash and cosmic radiation, which are particles from space that can damage the body.\\n“It’s a long and risky journey, but it’s worth learning about the universe,” Hui said.\\nEvery year, Hong Kong’s Space Museum organises the “Young Astronaut Training Camp” with the Chinese General Chamber of Commerce for 30 students. Hui noted: “This is a great way to learn more about what it takes to become an astronaut. You’ll also get to meet other kids who are interested in space.”\\nUse the crossword below to test your knowledge of the vocabulary words in the story.\\n\\n\\nSuggested answers\\n\\nBefore you read: Astronauts are important because they explore space and do experiments. They help us learn more about space travel, technology, and how humans can live in space. Their work inspires us and teaches us that we can do great things too.\\n\\n\\nStop and think: Being an astronaut is hard because training takes a long time. It’s also a risky job.\\n\\n\\nConsider: By studying the universe, we can learn about planets, stars and galaxies. We can understand how everything in the universe began and how it changes. We can discover new things like black holes and forms of life on other planets.\\n\\n",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "posties",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "earth",
        "sentiment": "none"
      },
      {
        "name": "hong kong space museum",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:20:10.260+02:00",
  "updated": "2024-01-08T00:20:10.260+02:00"
}