{
  "thread": {
    "uuid": "9bcc71c8cad038e5d92fe4cc128a9a25284e1a18",
    "url": "https://www.burlingtonfreepress.com/story/news/politics/elections/2024/02/29/teenage-voters-brattleboro-vermont-elections-joe-biden-donald-trump/72795327007",
    "site_full": "www.burlingtonfreepress.com",
    "site": "burlingtonfreepress.com",
    "site_section": "https://burlingtonfreepress.com/news",
    "site_categories": [
      "shopping"
    ],
    "section_title": "News",
    "title": "Teenagers get voting rights in Brattleboro, Vermont, for local election",
    "title_full": "Teenagers get voting rights in Brattleboro, Vermont, for local election",
    "published": "2024-03-01T00:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.gannett-cdn.com/authoring/authoring-images/2024/02/29/NTBU/72795456007-voting.jpg?auto=webp&crop=3808,2142,x0,y0&format=pjpg&width=1200",
    "performance_score": 0,
    "domain_rank": 11586,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9bcc71c8cad038e5d92fe4cc128a9a25284e1a18",
  "url": "https://www.burlingtonfreepress.com/story/news/politics/elections/2024/02/29/teenage-voters-brattleboro-vermont-elections-joe-biden-donald-trump/72795327007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lisa Rathke, Burlington Free Press",
  "published": "2024-03-01T00:11:00.000+02:00",
  "title": "Teenagers get voting rights in Brattleboro, Vermont, for local election",
  "text": "BRATTLEBORO, Vt. — A Vermont town has acted on the notion that young voters offer hope for the future, giving 16- and 17-year-olds the right to vote next week in local elections. Those who turn 18 by the November general election will be permitted to vote in the state's presidential primaries on Super Tuesday . That means some voters in Brattleboro, population 7,500, could have a hand in choosing major party nominees who are more than 60 years older than they are: Democratic President Joe Biden , 81, and Republican front-runner Donald Trump , 77. The change to the town's charter required legislative approval, and Republican Gov. Phil Scott twice rejected the measures. Last year the Democratic-controlled Legislature overrode the governor's veto, giving more Brattleboro teenagers the green light to vote and run for Brattleboro's primary governing body, and to be chosen as representatives to an annual town meeting where many local issues are decided. Lawmakers stopped short of giving 16 and 17-year-olds the ability to serve on the local school board, which was originally part of the measure town residents approved back in 2019. Some communities in Maryland have lowered the voting age to 16 for municipal elections. The city council in Newark, New Jersey, approved a measure in January to allow that age group to vote in school board races. Two cities in California lowered the voting age to 16 for school board seats, but those changes have not gone into effect. Silas Brubaker, a 17-year-old senior at Brattleboro Union High School, plans to do research before making his voting decisions on Tuesday in local races. He said he's qualified “because I know what's going on in the world.” “I’m not too young or too naïve to know what’s happening and to know what I want to be happening,\" Brubaker said. \"And when those things conflict, it feels very unfair and wrong for me not to be able to do anything in an official sense. Like I can go to protests, I can speak my mind, but I can’t do anything in a legal sense and now I can, so that’s exciting.” The effort to lower the voting age started years ago. Rio Daims worked on the youth vote campaign in 2018 when she was 16. Now she's a 22-year-old college student studying political communication. “It’s exciting, but I also just really, really hope that there are other excited teenagers who are making the moves to get the word around,\" she said, “because unless they’re told, they’re not going to assume this is a possibility.” Daims’ father, Kurt Daims, director of Brattleboro Common Sense, was director of the youth voting campaign starting in 2013 but doesn’t feel “it’s a full victory\" because young voters were excluded from serving on the school board. Senior Django Grace, who helped organize a voter drive at the high school, said turnout dropped during the pandemic and civic engagement has plummeted. Bringing younger voters into the process can only help. “Giving us the vote allows us to apply whatever we’re learning in class,\" said Grace, who just turned 18 and is running to be a town meeting representative. ”It makes it relevant.\" To date, at least 37 teens have registered, according to the town clerk’s office. Many signed up during the voter drive at the school on Feb. 14, which senior Eva Gould also helped pull together. “This is the future and these are the people who are going to be voting in our elections and are going to be running in our elections as well,” Gould said. “They know a lot more than a lot of people do, honestly.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics"
  ],
  "external_links": [
    "https://newsroom.ap.org/Menendez%20has%20yet%20to%20say%20whether%20he%20will%20seek%20another%20term.",
    "https://apnews.com/hub/donald-trump",
    "https://apnews.com/hub/joe-biden",
    "https://apnews.com/article/youth-voting-brattleboro-vermont-16-85dc661017b99b8302f46514e89a4ce2",
    "https://www.apnews.com/article/youth-voting-brattleboro-vermont-16-85dc661017b99b8302f46514e89a4ce2",
    "https://www.newsroom.ap.org/Menendez%20has%20yet%20to%20say%20whether%20he%20will%20seek%20another%20term.",
    "https://www.apnews.com/hub/donald-trump",
    "https://www.apnews.com/hub/joe-biden"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "phil scott",
        "sentiment": "none"
      },
      {
        "name": "donald trump",
        "sentiment": "none"
      },
      {
        "name": "joe biden",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "brattleboro",
        "sentiment": "none"
      },
      {
        "name": "republican",
        "sentiment": "none"
      },
      {
        "name": "legislature",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vermont",
        "sentiment": "none"
      },
      {
        "name": "vt.",
        "sentiment": "none"
      },
      {
        "name": "brattleboro",
        "sentiment": "none"
      },
      {
        "name": "brattleboro",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:33:59.185+02:00",
  "updated": "2024-03-01T00:33:59.185+02:00"
}