{
  "thread": {
    "uuid": "75824c6c28034ebcbda7766390b0617e079e39ff",
    "url": "https://www.eluniverso.com/noticias/internacional/joe-biden-solicito-al-primer-ministro-israeli-un-alto-el-fuego-en-gaza-para-proteger-a-civiles-inocentes-nota",
    "site_full": "www.eluniverso.com",
    "site": "eluniverso.com",
    "site_section": "https://eluniverso.com/guayaquil",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Guayaquil | El Universo",
    "title": "Joe Biden solicitó al primer ministro israelí un alto el fuego en Gaza para proteger a civiles inocentes | Internacional | Noticias | El Universo",
    "title_full": "Joe Biden solicitó al primer ministro israelí un alto el fuego en Gaza para proteger a civiles inocentes | Internacional | Noticias | El Universo",
    "published": "2024-04-04T23:34:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "EC",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 9222,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "75824c6c28034ebcbda7766390b0617e079e39ff",
  "url": "https://www.eluniverso.com/noticias/internacional/joe-biden-solicito-al-primer-ministro-israeli-un-alto-el-fuego-en-gaza-para-proteger-a-civiles-inocentes-nota",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "rosa-falconi-johnson",
  "published": "2024-04-04T23:34:00.000+03:00",
  "title": "Joe Biden solicitó al primer ministro israelí un alto el fuego en Gaza para proteger a civiles inocentes | Internacional | Noticias | El Universo",
  "text": "El apoyo de Estados Unidos al derecho a Israel a defenderse sigue siendo “férreo”, afirmó este jueves la Casa Blanca, tras una conversación telefónica sostenida entre el mandatario estadounidense, Joe Biden, y el el primer ministro israelí, Benjamin Netanyahu. “Nuestro apoyo a la autodefensa de Israel sigue siendo férreo”, dijo a los periodistas el portavoz del Consejo de Seguridad Nacional, John Kirby. “Se enfrentan a una serie de amenazas y Estados Unidos no va a renunciar”, agregó. Aunque la llamada telefónica entre el presidente estadounidense, Joe Biden, y el primer ministro israelí, Benjamin Netanyahu, se produjo en un contexto de “creciente frustración” de Washington con su aliado, informó la Casa Blanca. Publicidad Durante la conversación telefónica hoy con Netanyahu, Biden le manifestó que “un alto el fuego inmediato es esencial para estabilizar y mejorar la situación humanitaria y proteger a civiles inocentes”, indicó el secretario de Estado norteamericano, Anthony Blinken, en una rueda de prensa en Bruselas, tras haber participado en una reunión ministerial de la OTAN. Retorno de rehenes También le instó a que permita a sus negociadores concluir “un acuerdo sin dilación para devolver a casa a los rehenes” secuestrados por el movimiento islamista palestino Hamás tras su ataque a Israel el pasado 7 de octubre, en el que también murieron unas 1.200 personas. Biden avisó este jueves a Netanyahu de que el futuro apoyo de Estados Unidos dependerá de las acciones “concretas” que tome para minimizar el daño a civiles en la Franja de Gaza y garantizar la seguridad de los trabajadores humanitarios. Publicidad Ambos mandatarios conversaron por teléfono en lo que supone su primer contacto directo desde el [ataque que el 1 de abril acabó con la vida de siete cooperantes de World Central Kitchen (WCK), la ONG fundada por el chef español José Andrés.](https://www.eluniverso.com/noticias/internacional/siete-trabajadores-humanitarios-murieron-en-gaza-por-bombardeo-israeli-nota/) “Los resultados sobre el terreno son lamentablemente insuficientes e inaceptables”, aseguró Blinken, que se refirió a que el 100 % de la población de Gaza sufre inseguridad alimentaria y necesita ayuda humanitaria. Publicidad “Dejó clara la necesidad de que Israel anuncie una serie de medidas específicas, concretas y cuantificables para abordar los daños a civiles, el sufrimiento humanitario y la seguridad de los trabajadores humanitarios”, indicó, ya que “la política de Estados Unidos con respecto a Gaza vendrá determinada por nuestra evaluación de la actuación inmediata de Israel en relación con estas medidas”. “Si no vemos los cambios que tenemos que ver, habrá cambios en nuestra política”, insistió. (I)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:12:18.059+03:00",
  "updated": "2024-04-05T00:12:18.059+03:00"
}