{
  "thread": {
    "uuid": "83997c6f372cf866a5bc9de12a5e2add876c0739",
    "url": "https://www.cartacapital.com.br/mundo/pela-1a-vez-parlamento-europeu-pede-cessar-fogo-em-gaza/",
    "site_full": "www.cartacapital.com.br",
    "site": "cartacapital.com.br",
    "site_section": "https://www.cartacapital.com.br/rss",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media"
    ],
    "section_title": "CartaCapital",
    "title": "Pela 1ª vez, Parlamento Europeu pede cessar-fogo em Gaza",
    "title_full": "Pela 1ª vez, Parlamento Europeu pede cessar-fogo em Gaza",
    "published": "2024-01-19T12:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.cartacapital.com.br/wp-content/uploads/2024/01/000_34F36B3.jpg",
    "performance_score": 0,
    "domain_rank": 18214,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "83997c6f372cf866a5bc9de12a5e2add876c0739",
  "url": "https://www.cartacapital.com.br/mundo/pela-1a-vez-parlamento-europeu-pede-cessar-fogo-em-gaza/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Deutsche Welle",
  "published": "2024-01-19T12:37:00.000+02:00",
  "title": "Pela 1ª vez, Parlamento Europeu pede cessar-fogo em Gaza",
  "text": "Mundo\nPela 1ª vez, Parlamento Europeu pede cessar-fogo em Gaza\nEurodeputados condicionam fim das hostilidades à “soltura imediata e incondicional” de todos os reféns ainda mantidos em Gaza e o desmantelamento do Hamas. Falta consenso na UE sobre como lidar com o conflito\nDeutsche Welle19.01.2024 07h37 [Apoie](/apoio-capital/?utm_source=cartacapital.com.br&utm_medium=materias&utm_campaign=&utm_content=pela-1a-vez-parlamento-europeu-pede-cessar-fogo-em-gaza&utm_term=)Siga-\nPela primeira vez em mais de cem dias da guerra Israel-Hamas, o\nParlamento Europeu aprovou uma resolução nesta quinta-feira (18/01) pedindo um “cessar-fogo permanente” e a retomada de “esforços em direção a uma solução política” do conflito israelo-palestino – desde que atendidas duas condições: a “soltura imediata e incondicional” de todos os 136 reféns mantidos em cativeiro na Faixa de Gaza e o desmantelamento do Hamas, considerado uma organização terrorista pela União Europeia (UE) e outros países do Ocidente.\nA medida, que tem caráter simbólico e não tem força de lei, foi aprovada por 312 eurodeputados, com 131 votos contrários e 72 abstenções, em um momento onde o saldo de mortos no lado palestino do conflito ultrapassa os 24 mil, segundo autoridades em Gaza ligadas ao Hamas.\nNo texto, os eurodeputados condenam “os abomináveis ataques terroristas cometidos pelo Hamas” contra Israel e apoiam o direito do país à autodefesa em conformidade com o direito internacional, mas ressalvam que isso quer dizer que “todas as partes de um conflito precisam distinguir entre combatentes e civis o tempo inteiro”, e que “civis e infraestrutura civil não devem ser alvos”.\nIsrael, por sua vez, tem argumentado que age de acordo com o direito internacional, e acusa o Hamas de fazer civis de escudo humano e usar instalações civis para propósitos militares, fazendo delas, portanto, alvos legítimos no conflito.\nPara os eurodeputados, as forças israelenses têm agido com “desproporcionalidade” e o saldo de civis mortos é algo “sem precedentes”.\nA aprovação da resolução, inicialmente capitaneada por socialistas, centristas e verdes no Parlamento Europeu, foi fruto de um acordo com o centro-direitista Partido Popular Europeu (EPP).\nAté então, o Parlamento Europeu defendia “pausas humanitárias” que permitissem o envio de alimentos, água e medicamentos a civis em Gaza – medida esta aprovada por uma ampla maioria de 500 votos.\n“Não pode haver uma paz sustentável enquanto o Hamas e outros grupos terroristas sabotarem a causa palestina e ameaçarem a existência de Israel, a única democracia na região”, afirmou Antonio López-Istúriz, do EPP.\nOcupação israelense na Cisjordânia\nA Faixa de Gaza tem sido bombardeada quase ininterruptamente pelas forças israelenses desde que radicais palestinos, sob a liderança do Hamas, invadiram Israel em 7 de outubro e assassinaram ao menos 1.139 pessoas, além de sequestrar outras cerca de 250 – destas, estima-se que 136 continuem na Faixa da Gaza; não se sabe ao certo quantas delas estão vivas.\nNesta quinta, os eurodeputados também voltaram a pedir o fim da ocupação israelense de territórios palestinos, reiteraram que os assentamentos israelenses na Cisjordânia são “ilegais perante o direito internacional”, condenaram a escalada de violência perpetrada por colonos israelenses naquela região e urgiram a União Europeia a lançar uma iniciativa em prol da solução de dois Estados para a paz entre palestinos e israelenses – algo a que o primeiro-ministro israelense, Benjamin Netanyahu, tem sinalizado se opor.\nFalando a jornalistas nesta quinta, Netanyahu afirmou que qualquer solução futura para a paz na região precisa incluir o controle militar de Israel sobre “todo o território a oeste do Rio Jordão”.\nA resolução aprovada pelo Parlamento Europeu condena ainda a expansão do conflito no Oriente Médio, citando ataques do libanês Hezbollah a Israel e dos iemenitas da milícia Houthi no Mar Vermelho.\nFalta de consenso na UE\nO Conselho Europeu, que representa os 27 países-membros da União Europeia, ainda não se pronunciou sobre um cessar-fogo e tem, até agora, apoiado “pausas e corredores humanitários”.\nConsensos sobre a guerra Israel-Hamas têm sido difíceis no bloco, com alguns países se pronunciando mais a favor de Israel e outros mais a favor dos palestinos.\nNetanyahu já afirmou diversas vezes no passado que a guerra não terminaria até que o Hamas fosse desmantelado e os reféns, trazidos de volta.\nNo início de dezembro, a Assembleia Geral das Nações Unidas (ONU) aprovou, por ampla maioria, uma resolução não vinculativa que exigia um cessar-fogo humanitário imediato na Faixa de Gaza. O texto, porém, não condenava especificamente o Hamas.\nO Conselho de Segurança da ONU, órgão que poderia aprovar uma resolução vinculativa do ponto de vista do direito internacional impondo um cessar-fogo, não o fez até agora por falta de consenso entre seus membros permanentes.\nUm ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Politics"
  ],
  "external_links": [
    "https://news.google.com/publications/CAAiEOjrHMsMJ_46xsqUP1RpiEcqFAgKIhDo6xzLDCf-OsbKlD9UaYhH?ceid=BR:pt-419&oc=3",
    "https://news.google.com/publications/CAAiEOjrHMsMJ_46xsqUP1RpiEcqFAgKIhDo6xzLDCf-OsbKlD9UaYhH",
    "https://www.news.google.com/publications/CAAiEOjrHMsMJ_46xsqUP1RpiEcqFAgKIhDo6xzLDCf-OsbKlD9UaYhH?ceid=BR:pt-419&oc=3"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T12:39:35.964+02:00",
  "updated": "2024-01-19T12:39:35.964+02:00"
}