{
  "thread": {
    "uuid": "ec5a8b6ace5738d97e3ddc632da87f8f73fa0195",
    "url": "https://www.tf1info.fr/meteo/video-tf1-la-maison-etait-cernee-un-couple-echappe-in-extremis-a-la-crue-devastatrice-en-isere-grace-a-un-sauveteur-2305294.html",
    "site_full": "www.tf1info.fr",
    "site": "tf1info.fr",
    "site_section": "https://www.tf1info.fr/high-tech",
    "site_categories": [
      "top_news"
    ],
    "section_title": "Actualités Nouvelles technologies : l&#x27;info en direct | TF1 INFO",
    "title": "VIDÉO - \"La maison était cernée\" : un couple échappe in extremis à la crue dévastatrice en Isère grâce à un sauveteur | TF1 INFO",
    "title_full": "VIDÉO - \"La maison était cernée\" : un couple échappe in extremis à la crue dévastatrice en Isère grâce à un sauveteur | TF1 INFO",
    "published": "2024-06-22T22:55:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://photos.tf1info.fr/images/1280/720/le-sauvetage-d-un-couple-en-isere-5c41ee-0@1x.jpeg?overlayImage=bG9nby10ZjFpbmZvLnBuZw==&amp;overlayWidth=18&amp;overlayGravity=northwest&amp;s=951bcb",
    "performance_score": 0,
    "domain_rank": 7493,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ec5a8b6ace5738d97e3ddc632da87f8f73fa0195",
  "url": "https://www.tf1info.fr/meteo/video-tf1-la-maison-etait-cernee-un-couple-echappe-in-extremis-a-la-crue-devastatrice-en-isere-grace-a-un-sauveteur-2305294.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TF1 INFO",
  "published": "2024-06-22T22:55:00.000+03:00",
  "title": "VIDÉO - \"La maison était cernée\" : un couple échappe in extremis à la crue dévastatrice en Isère grâce à un sauveteur | TF1 INFO",
  "text": "Le hameau de la Bérarde (Isère) est isolé depuis la crue du torrent du Vénéon de ce jeudi 20 juin.De nombreuses maisons ont été ensevelies ou emportées par l'eau.Un couple a été sauvé au dernier moment par un sauveteur, comme le montrent les images du 20H de TF1. \"On ne réalise pas tout à fait, mais les images tournent en boucle\". Un couple de touristes belges a été sauvé in extremis dans le [hameau de la Bérarde](/meteo/reportage-video-maisons-eventrees-ou-ensevelies-les-images-aeriennes-d-un-hameau-de-l-isere-isole-par-les-crues-2305259.html), situé sur la commune de Saint-Christophe-en-Oisans (Isère) après la crue du torrent du Vénéon qui a coupé la route départementale et détruit des maisons ce jeudi 20 juin. Les secouristes ont pu intervenir via un hélicoptère. Sur les images filmées depuis l'appareil qui les a secourus, un policier parvient à monter sur le toit de la maison, qui est pratiquement totalement ensevelie par l'eau. \"On a entendu les bruits d'hélicoptère, un type est descendu sur le toit, on a entendu des pas, j'ai dit 'il y a des pas sur le toit', on a dit 'oui oui, on est là, on est à deux'\", raconte le touriste pris au piège, dans le reportage du 20H de TF1 visible en tête de cet article. \"Et il a dit à son collègue, 'ils sont vivants'\", ajoute sa compagne. Le pire a été évité de justesse. \"La porte a cédé, il y a des carreaux qui ont cédé donc l'eau entrait vraiment de toutes parts, le niveau ne cessait de monter, on était enfermés, c'était beaucoup trop tard pour partir, la maison était cernée\", se souvient le couple. \"On est là, c'est nous\" En intervenant dans cette maison, Damien Fillon, brigadier chef de la CRS Alpes, n'avait pas non plus beaucoup d'espoir. \"C'est vrai que quand je mets le coup de marteau, je suis un peu sans espoir parce que la maison, il n'en reste pas grand-chose, elle est à 95% ensevelie\", raconte le sauveteur. \"Et quand je mets la tête à travers le toit, je vois deux têtes accrochées aux poutres du plafond qui me disent 'on est là, c'est nous'\". Les autres membres de la famille belge ont quant à eux trouvé refuge sur le toit de l'auberge de Stéphanie et Jean-Philippe. Ces derniers ont perdu leur activité mais leur tristesse et leur colère ne se résument pas à cette nouvelle. Selon eux, l'inondation aurait pu être évitée. \"Si cette digue a cassé, c'est parce qu'elle a été faite en 1986 et que depuis, plus personne ne veut l'entretenir. Le message qui est à passer, c'est qu'il faut que les préfectures n'abandonnent pas ces villages et ces populations\", martèle Jean-Philippe. Lire aussi Maisons éventrées ou ensevelies : les images aériennes d'un hameau de l'Isère isolé par les crues Contactée, la préfecture de l'Isère affirme que des aménagements ont été faits ces derniers mois pour empêcher tant bien que mal l'eau de déborder.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-22T23:15:33.399+03:00",
  "updated": "2024-06-22T23:15:33.399+03:00"
}