{
  "thread": {
    "uuid": "aec719ea73fe8066bf80ad0a270d332ddd51db28",
    "url": "https://www.persecution.org/2024/05/31/icc-helps-3-siblings-persecuted-by-cult-members-in-uganda",
    "site_full": "www.persecution.org",
    "site": "persecution.org",
    "site_section": "https://www.persecution.org/category/africa/",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": null,
    "title": "ICC Helps 3 Siblings Persecuted by Cult Members in Uganda",
    "title_full": "ICC Helps 3 Siblings Persecuted by Cult Members in Uganda",
    "published": "2024-06-01T00:57:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 49754,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aec719ea73fe8066bf80ad0a270d332ddd51db28",
  "url": "https://www.persecution.org/2024/05/31/icc-helps-3-siblings-persecuted-by-cult-members-in-uganda",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "commsmanager",
  "published": "2024-06-01T00:57:00.000+03:00",
  "title": "ICC Helps 3 Siblings Persecuted by Cult Members in Uganda",
  "text": "5/31/2024 Uganda (International Christian Concern) — Three siblings caught up in the Faith of Unity cult in Uganda were beaten after putting their faith in Jesus Christ.\nTereza, Usama, and Dembe grew up in the cultic church known as Itambiriro. The cult was founded by Desteo Bisaka, also known as “Owobushobozi,” which means “the Almighty One.” He believed that he was God. He died in 2021 at the age of 90 from the coronavirus.\nAccording to Bisaka’s teachings, Jesus was “a liar” who “didn’t exist.” Bisaka often criticized Christianity and at least once called on his followers to burn Bibles. Followers of the cult are only allowed to attend their church service twice a year and are encouraged to cast spells and use magic charms, Tereza said. At least 5 million people reportedly belong to the cult, which boasts more than 1,000 places of worship in Uganda, Congo, Kenya, Rwanda, South Sudan, and Tanzania.\nOn December 10, 2023, area Christians visited Tereza, Usama, and Dembe and taught them about Jesus Christ. The siblings decided to accept Christ as their savior. Once word spread about their conversion to Christianity, elders from the Itambiriro church went to the siblings’ home and beat them with canes.\n“The canes were given to us as a sign of judgment,” Usama said. The children were then later forced to leave their community without any money, housing, or education.\n“We have seen the light of Jesus, and nothing shall separate us from the love of Jesus,” Tereza added. “We pray that God should change (the followers of Bisaka) so that they can know Christ.”\nInternational Christian Concern (ICC) found the girls when they were living with a Christian family in a town called Kasese. ICC helped cover their school fees, meal plans, books and school uniforms, bedding, clothing, and toiletries. They are now enrolled in school and are thriving.\n“I am happy to express my deepest gratitude for your incredible generosity and support towards my education,” Tereza said. “Your kindness in paying for my school fees and providing me with educational materials and clothing has had a significant impact on my life. I am truly blessed to have people like you who believe in the power of education and are willing to invest in my future.”\nUsama is now staying with a Christian teacher at a local preparatory school where he is studying. Dembe is living with another believer while he attends primary school. Tereza is living on campus at a secondary school.\nNow that these siblings can attend Christian schools, they can have a future and grow in their relationships with Christ without fear of persecution.\nIf you would like to support other students like Tereza, Usama, and Dembe, learn more about ICC’s Generation Transformation fund.\nTo read more news stories, visit the ICC Newsroom . For interviews, please email press@persecution.org.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://thecenters.org/searchgroups.aspx?groupid=76",
    "https://thecenters.org/searchgroups.aspx",
    "https://www.thecenters.org/searchgroups.aspx?groupid=76"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tereza",
        "sentiment": "none"
      },
      {
        "name": "desteo bisaka",
        "sentiment": "none"
      },
      {
        "name": "dembe",
        "sentiment": "none"
      },
      {
        "name": "usama",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "bisaka",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "icc",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "uganda",
        "sentiment": "none"
      },
      {
        "name": "dembe",
        "sentiment": "none"
      },
      {
        "name": "south sudan",
        "sentiment": "none"
      },
      {
        "name": "itambiriro",
        "sentiment": "none"
      },
      {
        "name": "rwanda",
        "sentiment": "none"
      },
      {
        "name": "tanzania",
        "sentiment": "none"
      },
      {
        "name": "kenya",
        "sentiment": "none"
      },
      {
        "name": "congo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T01:51:01.834+03:00",
  "updated": "2024-06-01T01:51:01.834+03:00"
}