{
  "thread": {
    "uuid": "a72f03275262bd74449a9d0030eeb16e4d9bb0e6",
    "url": "https://dnyuz.com/2023/12/29/thanks-to-ai-snowstorms-wont-stop-walmart-delivering-your-presents-this-christmas/",
    "site_full": "dnyuz.com",
    "site": "dnyuz.com",
    "site_section": "https://dnyuz.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "DNyuz",
    "title": "Thanks to AI, snowstorms won’t stop Walmart delivering your presents this Christmas",
    "title_full": "Thanks to AI, snowstorms won’t stop Walmart delivering your presents this Christmas",
    "published": "2023-12-29T10:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dnyuz.com/wp-content/uploads/2023/12/Thanks-to-AI-snowstorms-wont-stop-Walmart-delivering-your-presents.jpeg",
    "performance_score": 0,
    "domain_rank": 27269,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a72f03275262bd74449a9d0030eeb16e4d9bb0e6",
  "url": "https://dnyuz.com/2023/12/29/thanks-to-ai-snowstorms-wont-stop-walmart-delivering-your-presents-this-christmas/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Business Insider",
  "published": "2023-12-29T10:50:00.000+02:00",
  "title": "Thanks to AI, snowstorms won’t stop Walmart delivering your presents this Christmas",
  "text": "Walmart customers will likely find their holiday shopping a little easier this Christmas, largely because of the retailer’s investment in AI.\nAmerican families spend about six hours a week on household planning, shopping, scrolling, tapping, and building a basket. All of which is heightened over the holiday period, according to Walmart.\nBehind the scenes, the retailer — still the largest in the US by\nmore than $250 billion in sales — has been working hard to harness AI and take the stress out of holiday shopping for customers and their employees alike.\nAfter several years in development, the company’s use of generative AI has been ramping up.\n“We know AI has the power to transform retail and we’ve been on a journey to harness that power for years now,” Anshu Bhardwaj, SVP & COO of Walmart Commerce Tech & Walmart Global Tech, told Business Insider.\n“We expect their performance will be stronger than ever this holiday season,” she says.\nThe centerpiece of their tech strategy has been developing an AI-powered inventory management system that gets customers the products they want faster and improves supply chain efficiency.\nUsing an in-house tool that combines historical data with predictive AI, Walmart’s system constantly monitors and redistributes stock across the states to get products where they’re in high demand before customers even put in a request.\nIt can anticipate demand by analyzing local demographics, macroeconomic trends, and even local weather events.\n“If there’s a snowstorm in Arizona, the inventory management system can use that,” Bhardwaj said. “If a toy is selling well on the East Coast and not as well in the Midwest, Walmart is able to redirect and reroute that and place inventory where it needs to be.”\nThose data-powered predictions may seem simple, but they can save huge chunks of time over the busy holiday period, the retailer says.\n“Last year, a customer may have tried to place an order and our data would have told us we couldn’t fulfill the order until the next day; this year, they can place the order for a slot that same day,” Bhardwaj said.\nThat’s all helped by the fact that Walmart now has\n4,700 stores located within 10 miles of 90% of the US population.\nThe added power of AI means that the system is reactionary and autonomous. If a snowstorm is forecast, the system will change what it thinks it knows and alter stock orders.\n“Think of it like a memory eraser — deep in the neural networks, we’ve built the capability to “forget” these events — which is creating a more accurate view of demand heading into the holiday season,” says Bhardwaj.\nThe inventory management system is just one of many AI tools the company has rolled out to allow Walmart to act like the “customer’s concierge.”\nIn stores, Walmart employees can turn to an\n“Ask Sam” voice assistant to help locate items. Meanwhile, the retailer’s self-checkout machines are equipped with AI-powered cameras to help detect and prevent theft.\nFor customers, a conversational chatbot that can drop products into people’s carts has been rolled out to corporate members. Another tool can plan an entire suite of themed party products for customers.\nMeanwhile on the roads, Walmart’s last-mile delivery system is getting deliveries to customer’s homes by the most direct routes.\nIt’s an all-encompassing embrace of AI that has earned Walmart a reputation for innovation in the industry.\nNext year, Walmart is pursuing more emerging tech with an eye on augmented reality, virtual reality, and rolling out more automation at their fulfillment centers. The company says this will improve the economics around fulfillment by around 20% over the next five years.\nRegarding employees, the retailer has said that headcount should remain fairly level over the next few years.\nIt plans to redistribute and\nupskill its workforce to adapt to advances in technology rather than replace them, Grocery Dive reported.\nThe post\nThanks to AI, snowstorms won’t stop Walmart delivering your presents this Christmas appeared first on Business Insider.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.grocerydive.com/news/walmart-top-digital-innovation-online-shopping-execs/653421/",
    "https://corporate.walmart.com/news/2023/11/21/walmart-introduces-parcel-stations-to-speed-up-delivery#:~:text=We%20know%20customers%20value%20fast,ability%20to%20serve%20customers%20quickly.",
    "https://corporate.walmart.com/newsroom/2020/07/29/helping-associates-succeed-at-work-while-elevating-customer-service-safety",
    "https://insiderintelligence.com/content/walmart-amazon-lead-top-10-us-retailers-sales",
    "https://www.grocerydive.com/news/walmart-top-digital-innovation-online-shopping-execs/653421",
    "https://businessinsider.com/walmart-ai-customers-holiday-season-deliver-christmas-presents-2023-12",
    "https://grocerydive.com/news/walmart-top-digital-innovation-online-shopping-execs/653421/",
    "https://www.businessinsider.com/walmart-tracks-theft-with-computer-vision-1000-stores-2019-6",
    "https://businessinsider.com/walmart-tracks-theft-with-computer-vision-1000-stores-2019-6",
    "https://www.corporate.walmart.com/news/2023/11/21/walmart-introduces-parcel-stations-to-speed-up-delivery#:~:text=We%20know%20customers%20value%20fast,ability%20to%20serve%20customers%20quickly.",
    "https://www.businessinsider.com/walmart-ai-customers-holiday-season-deliver-christmas-presents-2023-12",
    "https://www.corporate.walmart.com/newsroom/2020/07/29/helping-associates-succeed-at-work-while-elevating-customer-service-safety",
    "https://www.insiderintelligence.com/content/walmart-amazon-lead-top-10-us-retailers-sales"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "anshu bhardwaj",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "walmart",
        "sentiment": "negative"
      },
      {
        "name": "walmart commerce tech & walmart global tech",
        "sentiment": "none"
      },
      {
        "name": "svp & coo",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T10:58:43.389+02:00",
  "updated": "2023-12-29T10:58:43.389+02:00"
}