{
  "thread": {
    "uuid": "db3aba42f8ff5cb1f2fd03e2daa8b1e80e873496",
    "url": "https://www.breitbart.com/news/jokic-bags-triple-double-as-nuggets-down-celtics",
    "site_full": "www.breitbart.com",
    "site": "breitbart.com",
    "site_section": "https://www.breitbart.com/news",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "All News - Breitbart News Network",
    "title": "Jokic bags triple-double as Nuggets down Celtics - Breitbart",
    "title_full": "Jokic bags triple-double as Nuggets down Celtics - Breitbart",
    "published": "2024-03-08T10:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.breitbart.com/media/2024/03/wi/afp/denver-nikola-jokic-left-battled-position-basket-boston-kristaps-porzingis-matchup-of-clubs-640x335.jpg",
    "performance_score": 0,
    "domain_rank": 1659,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "db3aba42f8ff5cb1f2fd03e2daa8b1e80e873496",
  "url": "https://www.breitbart.com/news/jokic-bags-triple-double-as-nuggets-down-celtics",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AFP",
  "published": "2024-03-08T10:19:00.000+02:00",
  "title": "Jokic bags triple-double as Nuggets down Celtics - Breitbart",
  "text": "Nikola Jokic bagged his 20th triple-double of the season as the Denver Nuggets held off the Boston Celtics 115-109 in their heavyweight NBA showdown on Thursday. The eagerly anticipated clash between the reigning NBA champions and Eastern Conference-leading Celtics lived up to the billing in a hard-fought duel in Denver. Denver talisman Jokic finished with 32 points, 12 rebounds and 11 assists while Jamal Murray finished with 19 points and Aaron Gordon 16. The win gave Denver a clean sweep over Boston in their meetings this season. The Celtics, beaten by Cleveland on Tuesday, suffered back-to-back losses for the first time since early November. Jokic meanwhile played down the significance of the result, brushing off suggestions that Thursday’s showdown could be a preview of the NBA Finals. “We’re a long way from the finals my friend,” the Serbian said in an on-court interview after the win. “We had a really good energy tonight…our offense was really clicking today.” Boston meanwhile were left to reflect on a loss that came despite a 41-point performance from Jaylen Brown, who shot 16-of-29 from the field. Kristaps Porzingis added 24 points but Jayson Tatum was restricted to 15 points. Celtics coach Joe Mazzulla said his team’s 12 turnovers had been the difference. “When you play against another great team, those 10-12 possessions are super, super critical,” Mazzulla said. “I think Denver did a better job of taking advantage of those than we did.” Boston remain on top of the Eastern Conference with a 48-14 record. Denver meanwhile are third in the West at 43-20, one game back from leaders Minnesota. In other games on Thursday, Luka Doncic completed a triple double to help the Dallas Mavericks edge past the Miami Heat 114-108. Slovenian ace Doncic finished with 35 points, 11 rebounds and 11 assists as Dallas staged a late rally to end their three-game losing streak. The Mavs trailed 101-100 with just over four minutes remaining but pulled clear to clinch victory after a flurry of late three-pointers. Wolves claw Pacers Doncic received scoring support from Kyrie Irving with 23 points while four other Dallas players made double figures. Terry Rozier led Miami’s scoring with 27 points. Dallas improved to 35-28 with the win to remain in playoff contention in the Western Conference. In Indianapolis meanwhile, the Minnesota Timberwolves snatched a 113-111 win over the Indiana Pacers thanks to a 44-point performance from Anthony Edwards in a see-saw battle that saw the lead change hands 17 times. The Timberwolves looked to be cruising after opening up a 17-point lead in the second quarter. But the Pacers chipped away at the deficit to set up a tense finish after outscoring Minnesota 34-23 in the third quarter. Edwards was the undisputed star of the show for Minnesota, unfurling a 25-foot three-pointer to give the Timberwolves a 108-105 lead with 1:11 remaining. Rudy Gobert finished with 18 points and 14 rebounds for the Timberwolves, with Naz Reid adding 13 from the bench. Phoenix meanwhile secured a second straight win with a wire-to-wire 120-113 victory over the Toronto Raptors in Arizona. Kevin Durant was the pick of the Suns’ offensive performers with 35 points from 11-of-19 shooting. Grayson Allen caught the eye with 26 points, including eight three-pointers, while Bradley Beal finished with 20 points. The Golden State Warriors, who rediscovered their best form in an emphatic win over Milwaukee on Wednesday, were unable to back that victory up in their home game with the Chicago Bulls. DeMar DeRozan and Nikola Vucevic both scored 33 points apiece as the Bulls held off a late Warriors rally to claim a 125-122 win. Klay Thompson’s 28-foot three-pointer gave the Warriors a 119-118 lead with 40 seconds remaining, but DeRozan hit back with a pull-up from 17 feet to restore the Bulls’ advantage.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "breitbart nikola jokic",
        "sentiment": "negative"
      },
      {
        "name": "jokic",
        "sentiment": "negative"
      },
      {
        "name": "jaylen brown",
        "sentiment": "none"
      },
      {
        "name": "jamal murray",
        "sentiment": "none"
      },
      {
        "name": "aaron gordon",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "celtics",
        "sentiment": "negative"
      },
      {
        "name": "denver nuggets",
        "sentiment": "negative"
      },
      {
        "name": "nba",
        "sentiment": "none"
      },
      {
        "name": "eastern conference",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "boston",
        "sentiment": "none"
      },
      {
        "name": "denver",
        "sentiment": "none"
      },
      {
        "name": "cleveland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T10:24:23.206+02:00",
  "updated": "2024-03-08T10:24:23.206+02:00"
}