{
  "thread": {
    "uuid": "e2c3ced81914852b455f08ef1ab4060d47af50d0",
    "url": "https://www.herald.co.zw/influential-indian-guru-to-speak-on-ecological-living",
    "site_full": "www.herald.co.zw",
    "site": "herald.co.zw",
    "site_section": "https://www.herald.co.zw/category/articles/entertainment/",
    "site_categories": [
      "society",
      "top_news"
    ],
    "section_title": null,
    "title": "",
    "title_full": "",
    "published": "2024-04-05T01:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ZW",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 19712,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e2c3ced81914852b455f08ef1ab4060d47af50d0",
  "url": "https://www.herald.co.zw/influential-indian-guru-to-speak-on-ecological-living",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Herald",
  "published": "2024-04-05T01:01:00.000+03:00",
  "title": "",
  "text": "Ivan Zhakata\nHerald Correspondent\ninfluential Indian guru Dr Gaurav Ralhan, the founder and chief executive officer of Health on Top, will be in Zimbabwe to speak at the TEDx Talk at Celebration Centre tomorrow.\nDr Ralhan who will be in the country courtesy of the director of Fabusse Africa, Victoria Samushonga, will speak on how ecological living can be fashionable, convenient, consistent and sustainable.\nA few weeks ago Dr Ralhan and Samushonga had a chance to meet Miss World Zimbabwe, Nokutenda Marumbwa, who was in India for the 71st Miss World in Mumbai.\nIn an interview, Samushonga said Dr Ralhan will speak about living a healthy lifestyle, green environment and sustainability.\n“We have partnered with Dr Gaurav Ralhan of Health on Top to work with Fashion Weeks, Fairs and Exhibition in India, Global Textile Trade Conclave, Lakme Fashion Week, Paris Fashion Week, and London Fashion Week among other events.”\nDr Ralhan envisions a world free of chemically treated products, a non-polluted environment with pure water bodies, and non-use of plastic.\n“Mother nature has always shown us the path to grow, given our resources to develop, and taught us lessons to understand that when she gives us everything natural we humans must quit, giving back artificial things,” he said.\n“The health of the environment and humans is a process of natural exchange of affection and care just like mother and children. Ecological living is fashionable, convenient, consistent, and sustainable and leads to a healthier and longer life.\n“Best explained through life tips and examples and how anyone can choose a disease-free and a healthy life for present and future generation overall fulfilment, create opportunities and thrive in a global society.”\nA spiritualist at heart, Dr Ralhan believes that there are no shortcuts to success and it is people’s hard work, sheer dedication, and social bent of mind that takes them to the zenith of success.\nFor his selfless contribution to the field of healthcare and lifestyle, Dr Ralhan has been honoured with State and national awards, a clear testament to his clear vision for the people of Odisha.\nHealth on Top started in 2021 and, three years later it is now regarded as the largest health and wellness industry in eastern India.\nIt works for the health of human beings as well as the health of the environment premised on the understanding that human health can only be possible if the environment is prioritised.\nWith a vision to nurture humankind through a healthy lifestyle and transform the world into a greener planet, Health on Top endeavours to practice every possible activity that is not just only practical but holistically embraces a good life for the present and future generations.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ivan zhakata herald",
        "sentiment": "negative"
      },
      {
        "name": "gaurav ralhan",
        "sentiment": "negative"
      },
      {
        "name": "samushonga",
        "sentiment": "none"
      },
      {
        "name": "victoria samushonga",
        "sentiment": "none"
      },
      {
        "name": "nokutenda marumbwa",
        "sentiment": "none"
      },
      {
        "name": "ralhan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "london fashion week",
        "sentiment": "none"
      },
      {
        "name": "lakme fashion week",
        "sentiment": "none"
      },
      {
        "name": "global textile trade conclave",
        "sentiment": "none"
      },
      {
        "name": "paris fashion week",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "zimbabwe",
        "sentiment": "none"
      },
      {
        "name": "fabusse africa",
        "sentiment": "none"
      },
      {
        "name": "mumbai",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:08:04.006+03:00",
  "updated": "2024-04-05T01:08:04.006+03:00"
}