{
  "thread": {
    "uuid": "0ba4e1ced1d1030fcbb75dbd066e6a2080d513bb",
    "url": "https://international.eco.de/presse/eco-it-decision-maker-survey-ai-is-megatrend-2024/",
    "site_full": "international.eco.de",
    "site": "eco.de",
    "site_section": "https://international.eco.de/feed",
    "site_categories": [
      "business",
      "green_solutions"
    ],
    "section_title": "eco",
    "title": "eco IT Decision-Maker Survey: AI Is Megatrend 2024",
    "title_full": "eco IT Decision-Maker Survey: AI Is Megatrend 2024",
    "published": "2024-01-05T11:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DE",
    "main_image": "https://international.eco.de/wp-content/uploads/2024/01/istock-1575708048-1.jpg",
    "performance_score": 0,
    "domain_rank": 41987,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0ba4e1ced1d1030fcbb75dbd066e6a2080d513bb",
  "url": "https://international.eco.de/presse/eco-it-decision-maker-survey-ai-is-megatrend-2024/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "René Bernard",
  "published": "2024-01-05T11:18:00.000+02:00",
  "title": "eco IT Decision-Maker Survey: AI Is Megatrend 2024",
  "text": "- 73.6 per cent of IT decision-makers see artificial intelligence (AI) as the most influential trend for business IT in 2024\n- eco Association gives 5 recommendations on how companies can benefit from new AI applications in 2024\nArtificial intelligence (AI) is the trend that will shape the IT industry the most in 2024, according to approximately three quarters (73.6 per cent) of IT decision-makers. At the start of 2024, the market and opinion research institute Civey conducted an open survey on behalf of the eco – Association of the Internet Industry, asking 352 IT decision-makers about the most important IT trend in 2024. They also named data protection (6.5 per cent) and cloud solutions (3 per cent) as other trend topics.\n“Generative AI such as ChatGPT has arrived in companies in 2023. But the possibilities of AI go far beyond the automated creation of content,” says eco Chair Oliver Süme. “Artificial intelligence (AI) applications along the entire value chain – for example from the cloud and based on AI ecosystems – can strengthen the international competitiveness of any company in 2024.” This is also shown by the current eco Industry Monitor, according to which AI can increase productivity by 0.8-1.4 per cent annually. With LLMs (Large Language Models) such as ChatGPT, 15 per cent of all work tasks can already be completed faster and with the same quality, and this figure could rise to 56 per cent in the future. “When implementing the AI Act adopted by the EU, the mistakes of the GDPR with its different interpretations at national level must not be repeated and the fundamental possibilities of Code of Conducts now need a strong tailwind from the EU Commission.”\nIn order to realise the productivity potential of AI in 2024 and increase IT security, productivity and competitiveness with AI solutions, the eco Association has 5 recommendations for action:\n1. Rely on AI from the cloud. Cloud-based AI-as-a-service offerings also provide small and medium-sized enterprises with the opportunity of low-threshold access to new AI applications. Hyperscalers in particular, i.e. the very large cloud providers, but also regional cloud providers, have introduced numerous innovations in the past year that will promote the development of AI solutions on a large scale. Conversely, AI will drive cloud usage because massive computing and storage resources are required for the training and tuning of AI models as well as for their application.\n2. Strengthen your IT security with AI applications. AI can detect spam emails in the mailbox or unusual behaviour and data flows within IT faster and more efficiently – and thus warn security managers of attacks at an early stage. This allows companies to initiate countermeasures more quickly. Artificial intelligence also relieves IT teams of routine tasks, which are under great strain due to a shortage of staff and specialists.\n3. Invest in your digital infrastructure. For a lot of AI data, it is important to process it with low latency as close to the point of use as possible. This applies to applications in manufacturing or self-driving cars as well as immersive Internet applications (Web3). However, because potential users are not only located in well-served urban centres, infrastructure providers should also be located wherever data is processed in order to guarantee the necessary low latencies.\n4. Increase employee satisfaction with AI. AI can contribute to the establishment of New Work concepts in order to redesign and reorganise work in the company. AI takes over monotonous routine tasks in particular and automates daily processes. This gives employees more time for creative tasks. Ultimately, AI increases productivity and job satisfaction.\n5. Participate in new AI ecosystems that are currently emerging across companies or even industries. Companies are developing new AI application scenarios and AI ecosystems in the eco initiative “AI in practice”, for example, which also offers assistance with questions relating to data protection and the security of new AI business models.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "civey",
        "sentiment": "none"
      },
      {
        "name": "oliver süme",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "association",
        "sentiment": "none"
      },
      {
        "name": "– association of the internet industry",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T02:44:28.425+02:00",
  "updated": "2024-01-06T02:44:28.425+02:00"
}