{
  "thread": {
    "uuid": "a90ccee572cda1da788db7f0d72caf3220a371db",
    "url": "https://richmond.com/sports/college/schools/university-richmond/annual-review-ur-womens-hoops-womens-lacrosse-took-strides-in-2023/article_f03eec96-a58a-11ee-96da-4323433f3133.html",
    "site_full": "richmond.com",
    "site": "richmond.com",
    "site_section": "http://www.richmond.com/search/?q=&t=article&l=25&d=&d1=&d2=&s=start_time&sd=desc&c[]=sports*&f=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "richmond.com - RSS Results in sports* of type article",
    "title": "Annual review: UR women's hoops, women's lacrosse took strides in 2023",
    "title_full": "Annual review: UR women's hoops, women's lacrosse took strides in 2023",
    "published": "2023-12-28T23:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/richmond.com/content/tncms/assets/v3/editorial/f/03/f03eec96-a58a-11ee-96da-4323433f3133/658d85430c4e1.preview.jpg?crop=1338%2C702%2C196%2C235&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 4448,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 9,
        "comments": 0,
        "shares": 5
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a90ccee572cda1da788db7f0d72caf3220a371db",
  "url": "https://richmond.com/sports/college/schools/university-richmond/annual-review-ur-womens-hoops-womens-lacrosse-took-strides-in-2023/article_f03eec96-a58a-11ee-96da-4323433f3133.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "JOHN O’CONNOR Richmond Times-Dispatch",
  "published": "2023-12-28T23:35:00.000+02:00",
  "title": "Annual review: UR women's hoops, women's lacrosse took strides in 2023",
  "text": "Women’s teams at the University of Richmond made the most notable progress in 2023.\nWomen’s basketball is off to a very promising start this season (10-3) in nonconference competition and opens A-10 play at George Washington Saturday. This is the growth fifth-year coach Aaron Roussell had in mind when the Spiders advanced to the 2023 WNIT (first postseason tournament since 2015), and won more than 20 games (first time since 2011-12).\n“I think there’s been a culture change over the last few years,” said 6-foot-2\nAddie Budnik, a four-year starter who averages 11.5 points and 4.7 rebounds.\nPeople are also reading…\nRoussell recognized WNIT inclusion as a “great reward” for last season’s team and said, “if you want to get maybe a little more dramatic about it, I think the last three years. I think this has been a build. Each year, we’ve gotten better.”\nIn the Spiders’ first 2024 A-10 home game, they host VCU (11-1) Wednesday at 6 p.m.\nWomen’s lacrosse in 2023 won the program’s first NCAA tournament game, beating Marquette 18-8 in the national tournament after capturing the A-10 championship. Richmond women’s lacrosse started in 1983.\n“The team, I think, was prepared coming into (the NCAA tournament) and wanting to make that history and wanting to do that for everybody who has come into this program before and laid the groundwork to get to this point,” said Coach Anne Harrington.\nRichmond was 0-5 in previous NCAA women’s lacrosse tournament opportunities.\nThe Spiders completed the 2023 regular season ranked No. 14 in the Inside Lacrosse/IWLCA Division I poll. They finished 17-4 (8-1 A-10), falling in the NCAAs 16-12 at North Carolina, which was ranked No. 3. Richmond opens at Campbell on Feb. 10.\nRichmond football started four different quarterbacks in four consecutive games because of injuries and ineffectiveness, and bounced back from a 2-3 start (including home losses to Morgan State, which finished 4-6, and Hampton, which finished 5-6) to make the FCS playoffs for the second straight year. UR shared the CAA Football championship with Albany and Villanova.\nKyle Wickersham, Cam Coleman, Jackson Hardy and Ashten Snelsire each got at least one start, and the Spiders defeated North Carolina Central 49-27 in the first round of the playoffs before falling at fifth-seeded Albany 41-13. Richmond won seven consecutive games prior to that season-ending loss.\nAfter the Albany game, senior linebacker Tristan Wheeler said, “everyone keeps coming to me, obviously everyone’s upset, emotional, crying, whatever it is. But that doesn’t take away the fact that we went from things not looking so positive and everyone counting us out to … winning a conference championship, and then winning a first-round playoff game.\n“There’s a lot to be proud of, a lot of things to be grateful for.”\nThe rapid development of men’s lacrosse since its 2014 launching continued with a 2023 championship in a third league. UR previously won Atlantic Sun and Southern Conference titles, and in 2023 captured the inaugural A-10 championship.\nThe Spiders (45-11 in league games) have played in nine straight conference championship games and advanced to the NCAA tournament in five of nine seasons.\n“I think the key is retaining guys who’ve done it from one year to the next,” said Dan Chemotti, coach since the program’s inception.\nThe Spiders continue to seek their first NCAA tournament victory. Richmond’s men and women have simultaneously advanced to the NCAA lacrosse tournaments three times, in 2018, 2019 and 2023.\nUR opens Feb. 3 against Maryland at Robins Stadium, where Virginia, Duke and Georgetown also visit in 2024.\nA 15-18 men's basketball season (7-11 A-10) was memorable for the absence of Coach Chris Mooney near its end. Mooney, 51, missed the final six games because of an aneurysm in his ascending aorta. That was addressed during a procedure that took place on Feb. 28 at the University of Virginia Medical Center. Mooney returned to most of his work responsibilities in late March.\nAssistant Peter Thomas, a former UR guard, was interim coach and led the Spiders to a 2-4 mark.\nIn June, Richmond baseball named Mik Aoki, a Davidson infielder from 1987 to 1990, coach. Aoki spent the last four seasons at Morehead State and previously was coach at Notre Dame, Boston College and Columbia. He succeeded Tracy Woodson, whose contract was not renewed after 10 years and a record of 238-245-2. UR has not been to the NCAAs in baseball since 2003.\nIn December, Richmond field hockey received new leadership, Martu Loncarica, after her three seasons as the coach at La Salle. UR parted ways with Coach Jamie Montgomery, a Collegiate graduate, after six years. The Spiders went 11-10 in 2019 and 4-3 during the spring season of 2021, but otherwise there were losing seasons under Montgomery.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://richmondspiders.com/sports/womens-basketball/schedule",
    "https://richmondspiders.com/sports/womens-basketball/roster/addie-budnik/5843",
    "https://www.richmondspiders.com/sports/womens-basketball/roster/addie-budnik/5843",
    "https://www.richmondspiders.com/sports/womens-basketball/schedule"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "aaron roussell",
        "sentiment": "none"
      },
      {
        "name": "addie budnik",
        "sentiment": "none"
      },
      {
        "name": "george washington",
        "sentiment": "none"
      },
      {
        "name": "roussell",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of richmond",
        "sentiment": "neutral"
      },
      {
        "name": "ncaa",
        "sentiment": "none"
      },
      {
        "name": "marquette",
        "sentiment": "none"
      },
      {
        "name": "vcu",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:39:07.147+02:00",
  "updated": "2023-12-29T00:39:07.147+02:00"
}