{
  "thread": {
    "uuid": "8509753370cecdd5e83346c67f47b7aa1acbeaa0",
    "url": "https://www.devdiscourse.com/article/headlines/2761362-arunachal-pradesh-governor-urges-armed-forces-to-reinforce-sense-of-security-amongst-people",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "https://devdiscourse.com/south-asia",
    "site_categories": [
      "media"
    ],
    "section_title": "South Asia News: International Development News, Breaking News, India News",
    "title": "Arunachal Pradesh Governor urges armed forces to reinforce sense of security amongst people | Headlines",
    "title_full": "Arunachal Pradesh Governor urges armed forces to reinforce sense of security amongst people | Headlines",
    "published": "2023-12-30T05:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/devnews/30_12_2023_05_56_36_7023221.jpg?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 7424,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8509753370cecdd5e83346c67f47b7aa1acbeaa0",
  "url": "https://www.devdiscourse.com/article/headlines/2761362-arunachal-pradesh-governor-urges-armed-forces-to-reinforce-sense-of-security-amongst-people",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ANI",
  "published": "2023-12-30T05:26:00.000+02:00",
  "title": "Arunachal Pradesh Governor urges armed forces to reinforce sense of security amongst people | Headlines",
  "text": "Arunachal Pradesh Governor urges armed forces to reinforce sense of security amongst people Arunachal Pradesh Governor Lt. General K.T. Parnaik (Retd.) urges armed forces to reinforce the sense of security amongst the local population and be involved in the developmental process. [ANI](/ani-stories)| Updated: 30-12-2023 11:26 IST | Created: 30-12-2023 11:26 IST - Country: - India Arunachal Pradesh Governor Lt. General K.T. Parnaik (Retd.) urged armed forces to reinforce the sense of security amongst the local population and be involved in the developmental process. Arunachal Pradesh Governor Lt. General K.T. Parnaik (Retd.), who is on a two-day tour of Changlang District addressed public meetings at Vijoynagar, Gandhigram and Miao on Friday. In his sincere effort to reach out to the people in every corner of the State and spread the message of Viksit Bharat, the Governor interacted with the villagers and government officials and urged them to ensure that all the eligible beneficiaries are registered and avail of maximum benefit out of the welfare schemes, programmes and projects of State and Central Governments. He called upon the people, particularly the rural communities, to be active partners in the developmental progress of Arunachal Pradesh. The Governor said that in the last few years, many important development programmes, projects and schemes have been taken up enhancing the developmental progress of the State. He emphasized to the Gaon Burahs and Panchayat members that the onus is on them to see developmental projects and programmes are properly implemented in their area. The Governor, who flagged off the self-help groups Van at Miao, advised the government officials to reach out to every household in their area of responsibility and be accountable for the success of Viksit Bharat@2047 initiative of Prime Minister Narendra Modi. The Governor administered the Viksit Bharat Sankalp pledge to the people at Vijoynagar, Gandhigram and Miao. The Governor shared his concern about drug addiction amongst the youth. He appealed to the people, self-help groups and faith centres for their participation in the eradication of drug menace, tuberculosis and cancer. In a historical visit to Gandhigram by the Head of the State, the Governor exhorted the villagers to prepare themselves for the ensuing developmental activities in their area as road connectivity is going to be strengthened. He advised the villagers to focus on tourism as the area has huge potential for eco and adventure tourism. During his visit to Vijoynagar, the Governor addressed a Sainik Sammelan. He also interacted with the security forces and police personnel at Miao.The Governor urged the armed forces to reinforce the sense of security amongst the local population and be involved in the developmental process. He advised them to be alert as situations across the border are not conducive, while honing their tactical and operational capability. The Governor suggested the personnel to exhort the local youth to join the Indian armed forces. He also asked them to engage in the educational pursuit of the school children.Local MLA Minister Kamlung Mosang and Deputy Commissioner Sunny Singh briefed the Governor about the developmental initiatives of the Government in the Miao subdivision. Inspector General of Police (Law & Order) Chukhu Apa, Commissioner, UD, Pawan Kumar Sain and Superintendent of Police Kirli Padu, Government officials and the public were present at the meetings amongst others. (ANI) (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "k.t. parnaik",
        "sentiment": "negative"
      },
      {
        "name": "arunachal pradesh governor lt. general k.t. parnaik",
        "sentiment": "none"
      },
      {
        "name": "viksit bharat",
        "sentiment": "none"
      },
      {
        "name": "miao",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "arunachal pradesh governor",
        "sentiment": "negative"
      },
      {
        "name": "india arunachal pradesh",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gandhigram",
        "sentiment": "none"
      },
      {
        "name": "vijoynagar",
        "sentiment": "none"
      },
      {
        "name": "changlang district",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T07:58:00.595+02:00",
  "updated": "2023-12-30T08:03:59.067+02:00"
}