{
  "thread": {
    "uuid": "48dbdb281efc93bd77df637ceab2e89248783b0f",
    "url": "https://www.mankatofreepress.com/news/local_news/view-of-floodwalls-improves-with-rising-waters/article_72c00aa8-2c39-11ef-8cfc-3be420ab46d5.html",
    "site_full": "www.mankatofreepress.com",
    "site": "mankatofreepress.com",
    "site_section": "https://business.einnews.com:443/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Business News Today - EIN Presswire",
    "title": "View of floodwalls improves with rising waters | Local News | mankatofreepress.com",
    "title_full": "View of floodwalls improves with rising waters | Local News | mankatofreepress.com",
    "published": "2024-06-23T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/mankatofreepress.com/content/tncms/assets/v3/editorial/e/2e/e2eaa992-6273-11ec-827f-971480e3dead/61cb2fc907cda.image.jpg?crop=367%2C367%2C0%2C150&amp;resize=200%2C200&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 21649,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "48dbdb281efc93bd77df637ceab2e89248783b0f",
  "url": "https://www.mankatofreepress.com/news/local_news/view-of-floodwalls-improves-with-rising-waters/article_72c00aa8-2c39-11ef-8cfc-3be420ab46d5.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tim Krohn",
  "published": "2024-06-23T03:00:00.000+03:00",
  "title": "View of floodwalls improves with rising waters | Local News | mankatofreepress.com",
  "text": "Those living in or near a river city can’t help but be entranced by the sight of the water rising to levels that can cause devastation. With all the recent, often-heavy rains, the Minnesota River and tributaries have been climbing higher every day. Minneopa State Park’s waterfall is raging. Even Minnemishinona Falls along the Judson Bottom Road, which is usually just a trickle or even dry, is putting on a powerful display. Water is barreling over the Rapidan Dam. People are stopping to take in the high and wide Minnesota River and the flooding that covers lowland along any of the rivers. Watching the power of the water is irresistible. But watching people’s homes and property damaged or destroyed is heartbreaking. Those old enough to remember the floods of 1951, 1965 and 1969 witnessed what devastation water can bring. All three rank in the Top 10 highest river levels in Mankato. In the 1950s, Mankato and North Mankato turned to Congress and the cities got flood-control funding approved. But the bill was vetoed by President Eisenhower. Funding was finally approved in 1958 — but construction would not come in time for the 1965 flood. North Mankato enlisted thousands of volunteers who built an earthen dike and piled 1 million sandbags — an effort that worked and spared the city the devastation it had seen 14 years earlier. Mankato wasn’t as fortunate, as water flooded the low-lying area around Mankato (West) High School and the Sibley Park area. The U.S. Army Corps of Engineers, which, if nothing else, thinks big, originally proposed building a major dam on the river to control the crest through Mankato. Farmers and residents of small towns that would have been behind the dam — and under water — were not impressed with the idea. The Corps finally settled on the current flood wall design and began work in the ’70s. The old gray walls have been more appreciated in the last couple of decades. Erratic weather, bigger rains, better farmland tiling and urban development have all brought more blockbuster floods. While records have been kept some 140 years ago, six of the top 10 highest river crests in Mankato have happened in the past three decades, including the highest level ever measured, at 30.1 feet in 1993, which was still several feet below the top of the flood walls. As most homes and other structures were removed from floodplains through buyouts years ago, even lowland flooding outside the floodwalls causes little damage. One of the last problem spots in the local area was when parts of Highway 169 north of Mankato would flood. But that, too, has been fixed by raising sections of the highway in more recent years. All the work over the decades has cost a lot of money, but it was a fraction of what would be lost in one big flood if the flood protection systems weren’t there. So next time you’re tempted to complain about how ugly the flood walls are, think about the pain and loss they’ve prevented. Besides, we can keep painting murals on the walls, inside and outside, to dress them up. Tim Krohn can be contacted at [tkrohn@mankatofreepress.com](mailto:tkrohn@mankatofreepress.com) or 507-720-1300.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "eisenhower",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "congress",
        "sentiment": "none"
      },
      {
        "name": "minnemishinona falls",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "judson bottom road",
        "sentiment": "none"
      },
      {
        "name": "north mankato",
        "sentiment": "none"
      },
      {
        "name": "rapidan dam",
        "sentiment": "none"
      },
      {
        "name": "mankato",
        "sentiment": "none"
      },
      {
        "name": "minnesota river",
        "sentiment": "none"
      },
      {
        "name": "minneopa state park",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-23T12:52:33.871+03:00",
  "updated": "2024-06-23T12:52:33.871+03:00"
}