{
  "thread": {
    "uuid": "d90e9c4f22bd237c18198ba275f6ec1a094a34ea",
    "url": "https://bc.ctvnews.ca/walk-alongside-them-outreach-van-helping-vancouver-homeless-cope-with-bitter-cold-1.6723927",
    "site_full": "bc.ctvnews.ca",
    "site": "ctvnews.ca",
    "site_section": "https://barrie.ctvnews.ca",
    "site_categories": [
      "media"
    ],
    "section_title": "Barrie News | Local Breaking | CTV News Barrie",
    "title": "Ride along with UGM outreach van during bitter cold | CTV News",
    "title_full": "Ride along with UGM outreach van during bitter cold | CTV News",
    "published": "2024-01-12T21:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2024/1/12/ugm-mobile-mission-van-1-6723934-1705096572710.jpg",
    "performance_score": 0,
    "domain_rank": 980,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d90e9c4f22bd237c18198ba275f6ec1a094a34ea",
  "url": "https://bc.ctvnews.ca/walk-alongside-them-outreach-van-helping-vancouver-homeless-cope-with-bitter-cold-1.6723927",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@CTVVancouver",
  "published": "2024-01-12T21:56:00.000+02:00",
  "title": "Ride along with UGM outreach van during bitter cold | CTV News",
  "text": "[Skip to main content](#main) 'Walk alongside them': Outreach van helping Vancouver homeless cope with bitter cold The Union Gospel Mission (UGM) is working hard to make sure those experiencing homelessness have what they need during Vancouver's cold snap. UGM's mobile mission van travels throughout the Lower Mainland during the week, delivering supplies such as food, warm clothing and what Liam Beasley calls \"important conversations.\" \"I kind of describe it as 'troubleshooting' whatever comes through the door, but we go out to where people are further away from resources,” said Beasley, a community outreach worker who drives the van. “The downtown core can be a little chaotic for people, and that can be hard on people.” Beasley’s first stop of the day is in South Vancouver along the Fraser River to visit Wayne. Wayne has been experiencing homelessness for nearly 14 years. Two years ago, he says, he was living in a trailer that was towed, after being permanently set up in a parking lot. He couldn’t afford to buy it back. Beasley brings him a cup of hot chocolate and a bag of food, along with a warm pair of mittens – all items Wayne excitedly accepts. \"The food is the main thing. It's hard to get food around here because it's so expensive,” Wayne said. His shelter is reinforced by a wooden frame and tarps, and inside is a makeshift bed with a sleeping bag. \"I stay up during the night when it's the coldest but I sleep during the day when it's warmer.\" While the food and warm clothing is important, Beasley says keeping a connection with people is just as crucial. \"(We try) to build that trust, walk alongside them, no matter what they're going through, the highs the lows,” said Beasley. In December, the van served nearly 600 people throughout the Fraser Valley. \"(They're) living in these places on their own and you can understand they're fighting for survival on their own,\" said Sarah Chew, a spokesperson for UGM. \"So having someone step out and say, 'Hey, you matter and I would love to help you in any way you need,' means the world.\" UGM’s shelter is on the Downtown Eastside and has 92 beds available. So far, it’s had to turn away 59 people in January alone, due to being at capacity. Chew says the UGM is currently in desperate need of winter coats and men’s pants. Donations can be brought to their location at 601 E. Hastings St. in Vancouver. [Vancouver Top Stories](https://bc.ctvnews.ca/) CTVNews.ca Top Stories DEVELOPING [Storm surge and extreme snowfall 'arriving soon,' says Environment Canada](https://www.ctvnews.ca/climate-and-environment/storm-surge-and-extreme-snowfall-arriving-soon-says-environment-canada-1.6722823) Another winter storm is spreading across Ontario and Quebec Friday evening through to Sunday, with heavy snowfall and extreme winds expected to produce road hazards and up to 30 centimetres of snow in some regions. [PM Trudeau taps new top national security adviser](https://www.ctvnews.ca/politics/pm-trudeau-taps-new-top-national-security-adviser-1.6723891) Prime Minister Justin Trudeau has named a new top aide on national security matters, his seventh since coming to power. In her previous roles, Trudeau's pick has testified about the government's handling of the SNC-Lavalin scandal, as well as the invocation of the Emergencies Act. [Housing crunch prompts efforts to stabilize immigration levels, say federal ministers](https://www.ctvnews.ca/politics/housing-crunch-prompts-efforts-to-stabilize-immigration-levels-say-federal-ministers-1.6723829) Housing Minister Sean Fraser and Immigration Minister Marc Miller say the federal government is working to stabilize the number of people entering the country every year as housing pressures mount. [Canadians receiving first carbon tax rebate of 2024, here's when](https://www.ctvnews.ca/politics/canadians-receiving-first-carbon-tax-rebate-of-2024-here-s-when-1.6723609) On Monday, Canadians in provinces where the federal carbon pricing program is in effect will receive their latest rebate payments. [Canada's defence chief Gen. Eyre retiring after 40-year military career](https://www.ctvnews.ca/politics/canada-s-defence-chief-gen-eyre-retiring-after-40-year-military-career-1.6723718) Gen. Wayne Eyre is planning to retire as Canada's chief of the defence staff this summer, he said in a statement to military members Friday. [Flu rates down, but remain high in 2024: PHAC](https://www.ctvnews.ca/health/flu-rates-down-but-remain-high-in-2024-phac-1.6723864) The latest weekly data from the Public Health Agency of Canada (PHAC) shows that influenza activity is falling nationally, but remains high, in the new year. [Older, immunocompromised people may get COVID-19 vaccine dose in spring, NACI says](https://www.ctvnews.ca/health/older-immunocompromised-people-may-get-covid-19-vaccine-dose-in-spring-naci-says-1.6723795) Canada's National Advisory Committee on Immunization says some groups of people vulnerable to severe illness from COVID-19 should be eligible for another dose of vaccine in the spring. opinion [Why am I being asked about 'political targets' on my mortgage application?](https://www.ctvnews.ca/business/why-am-i-being-asked-about-political-targets-on-my-mortgage-application-1.6717991) From questions about the origin of your down payment to reviewing “unusual” sources of income, banks want to ensure there are no surprises before they approve your mortgage. In his financial advice column for CTVNews.ca, Christopher Liew outlines some often-unexpected questions you should prepare to answer. [iPhone class-action: Who qualifies for the Apple settlement?](https://www.ctvnews.ca/sci-tech/iphone-class-action-who-qualifies-for-the-apple-settlement-1.6721999) If you owned an iPhone before December 2017, you may soon be eligible for a payout from Apple, which has agreed to pay over $11 million to settle a class-action lawsuit. [Shopping Trends](https://www.ctvnews.ca/shopping.html) The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. [Read about us.](https://www.ctvnews.ca/shopping/about-us.html) [Vancouver Island](https://vancouverisland.ctvnews.ca/) - [Man accused of impersonating dental hygienist charged with fraud](https://bc.ctvnews.ca/man-accused-of-impersonating-dental-hygienist-charged-with-fraud-1.6723515) A 22-year-old man is facing criminal charges and has been prohibited from attending a dental office without an appointment after he allegedly impersonated a dental hygienist in Saanich, B.C. - [Temperature records fall in B.C., with Victoria beating six-decade low](https://bc.ctvnews.ca/temperature-records-fall-in-b-c-with-victoria-beating-six-decade-low-1.6723401) Below-seasonal winter temperatures continue across much of British Columbia Friday, with Victoria setting a new low for the coldest Jan. 12 on record, according to Environment and Climate Change Canada. - [Canada not getting behind 'premise' of South Africa's genocide case against Israel](https://www.ctvnews.ca/politics/canada-not-getting-behind-premise-of-south-africa-s-genocide-case-against-israel-1.6723350) Canada fully supports the International Court of Justice but that doesn't mean it supports the premise of South Africa's genocide case against Israel, Prime Minister Justin Trudeau said Friday. [Calgary](https://calgary.ctvnews.ca/) - ['No one will be turned away': Calgary shelters see influx of clients during cold snap](https://calgary.ctvnews.ca/no-one-will-be-turned-away-calgary-shelters-see-influx-of-clients-during-cold-snap-1.6723881) It's all hands on deck at Calgary shelters right now, as officials try to make sure the city's most vulnerable are housed, fed and have enough clothing to keep them warm. - [4 people, including 2 children, taken to hospital after carbon monoxide exposure](https://calgary.ctvnews.ca/4-people-including-2-children-taken-to-hospital-after-carbon-monoxide-exposure-1.6723778) A carbon monoxide leak led to the evacuation of a northwest Calgary building on Friday. - [Extreme cold causing delays, cancellations at Calgary International Airport](https://calgary.ctvnews.ca/extreme-cold-causing-delays-cancellations-at-calgary-international-airport-1.6723176) As extreme cold grips the Prairies, it’s impacting Calgary’s airport, causing many delays and, in some cases, cancellations. [Edmonton](https://edmonton.ctvnews.ca/) - LIVE LIVE [Nixon accuses Sohi of 'bizarre decision' on homelessness while vacationing in Hawaii](https://edmonton.ctvnews.ca/nixon-accuses-sohi-of-bizarre-decision-on-homelessness-while-vacationing-in-hawaii-1.6723824) An Alberta minister is accusing Edmonton's mayor of \"playing political games\" by proposing \"a housing and houselessness emergency\" while on vacation in Hawaii. - [Drivers needing tow face days-long wait as AMA deals with thousands of calls across Alberta](https://edmonton.ctvnews.ca/drivers-needing-tow-face-days-long-wait-as-ama-deals-with-thousands-of-calls-across-alberta-1.6723831) Wait times for roadside help from the Alberta Motor Association continued to grow on Friday as a deep freeze affecting the entire province lengthened. - [Potentially armed man at large after crime spree: Edmonton police](https://edmonton.ctvnews.ca/potentially-armed-man-at-large-after-crime-spree-edmonton-police-1.6723952) Police are searching for a man who they believe committed a series of crimes in Edmonton this week, and say he should not be approached. [Toronto](https://toronto.ctvnews.ca/) - [A winter storm is headed for Toronto tonight. Here is what you need to know.](https://toronto.ctvnews.ca/a-winter-storm-is-headed-for-toronto-tonight-here-is-what-you-need-to-know-1.6722916) The city says it is readying its snow removal equipment ahead of a storm set to bring up to 25 centimetres of accumulation to parts of the Greater Toronto Area Friday evening. - [Police seek vehicle in fuel tanker crash that shuttered QEW for most of the day](https://toronto.ctvnews.ca/police-seek-vehicle-in-fuel-tanker-crash-that-shuttered-qew-for-most-of-the-day-1.6723015) The driver of a vehicle involved in a major collision with a tanker truck on the QEW west of St. Catharines Friday morning is being sought by police after the crash caused a section of the highway to close for most of the day. - [Toronto man allegedly sexually assaulted person he met on dating app who blocked him after their meet-up](https://toronto.ctvnews.ca/toronto-man-allegedly-sexually-assaulted-person-he-met-on-dating-app-who-blocked-him-after-their-meet-up-1.6723986) A 24-year-old man is accused of sexually assaulting a person he met through a dating app after being blocked following their initial meet-up. [Montreal](https://montreal.ctvnews.ca/) - [Popular bistro in Montreal's Village relocating due to rise in homelessness, drug use](https://montreal.ctvnews.ca/popular-bistro-in-montreal-s-village-relocating-due-to-rise-in-homelessness-drug-use-1.6723573) A popular brunch spot in Montreal's Village says it's relocating due to safety concerns and the 'decline' of the neighbourhood. Le Passe Compose is among a growing number of businesses speaking out about the increase in crime, drug use, and homelessness in the area. - [Get ready for a snowy weekend as another storm travels to Montreal](https://montreal.ctvnews.ca/get-ready-for-a-snowy-weekend-as-another-storm-travels-to-montreal-1.6722933) Another Texas low is moving into Quebec and should bring an additional round of steady snow. - [Gym membership, Disney trip, restaurants: Questions about spending at Hampstead Town Hall](https://montreal.ctvnews.ca/gym-membership-disney-trip-restaurants-questions-about-spending-at-hampstead-town-hall-1.6723987) Serious questions are being raised about how the Town of Hampstead has been spending taxpayer dollars. A report has concluded that the town's director general expensed tens of thousands of dollars on things such as restaurants, a gym membership and a trip to Disney World. [Winnipeg](https://winnipeg.ctvnews.ca/) - [Train derails near La Broquerie, clean up underway](https://winnipeg.ctvnews.ca/train-derails-near-la-broquerie-clean-up-underway-1.6723811) Clean up is underway after a train derailed near La Broquerie, Man. Thursday evening. - [Manitoba NDP call for ethics probe into alleged attempt to rush silica sand mine approval](https://winnipeg.ctvnews.ca/manitoba-ndp-call-for-ethics-probe-into-alleged-attempt-to-rush-silica-sand-mine-approval-1.6723869) The Manitoba NDP is asking the province’s ethics commissioner to investigate two members of the Progressive Conservative Party over allegations they tried to push through a major mining project after losing the 2023 election. - [Three students robbed on walk to school by armed suspect in ski mask: police](https://winnipeg.ctvnews.ca/three-students-robbed-on-walk-to-school-by-armed-suspect-in-ski-mask-police-1.6723668) Winnipeg's major crimes unit is investigating what police describe as an alarming incident – three separate students were robbed in broad daylight while walking to school. [Saskatoon](https://saskatoon.ctvnews.ca/) - [Saskatoon firefighters battle flour mill fire](https://saskatoon.ctvnews.ca/saskatoon-firefighters-battle-flour-mill-fire-1.6723581) The Saskatoon Fire Department (SFD) battled a serious fire at the P&H flour mill on 33rd Street East. - [Sask. worker covered in crude oil prompts hospital evacuation](https://regina.ctvnews.ca/sask-worker-covered-in-crude-oil-prompts-hospital-evacuation-1.6723680) A worker who arrived at Weyburn General Hospital on Friday drenched in crude oil prompted a building-wide evacuation and reports of a gas leak, according to the city's fire chief. - ['Dead of winter': Saskatoon receives its coldest blast of winter yet](https://saskatoon.ctvnews.ca/dead-of-winter-saskatoon-receives-its-coldest-blast-of-winter-yet-1.6723919) Saskatoon's deep freeze got even colder on Friday. [Regina](https://regina.ctvnews.ca/) - [Sask. worker covered in crude oil prompts hospital evacuation](https://regina.ctvnews.ca/sask-worker-covered-in-crude-oil-prompts-hospital-evacuation-1.6723680) A worker who arrived at Weyburn General Hospital on Friday drenched in crude oil prompted a building-wide evacuation and reports of a gas leak, according to the city's fire chief. - ['Hopes and dreams taken away': Victim impact statements read at sentencing hearing for slain RCMP officer](https://regina.ctvnews.ca/hopes-and-dreams-taken-away-victim-impact-statements-read-at-sentencing-hearing-for-slain-rcmp-officer-1.6723456) Family, friends and former colleagues of RCMP Const. Shelby Patton read victim impact statements to the court Friday at a sentencing hearing for Alphonse Stanley Traverse. - [Yorkton RCMP searching for a suspect in robbery, serious assault](https://regina.ctvnews.ca/yorkton-rcmp-searching-for-a-suspect-in-robbery-serious-assault-1.6724038) Yorkton RCMP are working to find and arrest a man in connection with a robbery and assault that took place earlier in the week. [Atlantic](https://atlantic.ctvnews.ca/) - [Province-by-province summary of what to expect in the Maritimes from Saturday’s snow, rain, and wind](https://atlantic.ctvnews.ca/province-by-province-summary-of-what-to-expect-in-the-maritimes-from-saturday-s-snow-rain-and-wind-1.6723452) A storm will pass to the west of the Maritimes on Saturday and very similar conditions are expected compared to Wednesday's weather system. - [Police investigating sudden death of Fredericton man](https://atlantic.ctvnews.ca/police-investigating-sudden-death-of-fredericton-man-1.6723163) Police in Fredericton say they are investigating the recent sudden death of a 69-year-old man. - [Halifax man battling cancer heads south seeking solution](https://atlantic.ctvnews.ca/more/halifax-man-battling-cancer-heads-south-seeking-solution-1.6723888) A Nova Scotia man fighting cancer is going to America for treatment. [London](https://london.ctvnews.ca/) - [Pedestrian fighting for their life in hospital after overnight crash](https://london.ctvnews.ca/pedestrian-fighting-for-their-life-in-hospital-after-overnight-crash-1.6722880) According to police the crash occurred at approximately 2 a.m. along a fast-moving section of Veterans Memorial Parkway (VMP), just north of Hamilton Road. - [Middlesex County man facing murder charge](https://london.ctvnews.ca/middlesex-county-man-facing-murder-charge-1.6723951) OPP in Middlesex County have laid a second-degree murder charge against a 59-year-old man after police responded to a residence and located a deceased individual on Thursday. - [Overdose alert in Grey-Bruce](https://london.ctvnews.ca/overdose-alert-in-grey-bruce-1.6724042) A spike in opioid-related overdoses has prompted a warning from the Grey-Bruce Health Unit. [Northern Ontario](https://northernontario.ctvnews.ca/) - [Here is when the snow will start as another storm approaches](https://northernontario.ctvnews.ca/here-is-when-the-snow-will-start-as-another-storm-approaches-1.6722998) Frigid temperatures in parts of the northeast Friday morning with temperatures in Timmins and Greater Sudbury feeling like -27 C with the windchill as another big snowstorm makes its way to the northeast prompting weather warnings. - DEVELOPING DEVELOPING [Storm surge and extreme snowfall 'arriving soon,' says Environment Canada](https://www.ctvnews.ca/climate-and-environment/storm-surge-and-extreme-snowfall-arriving-soon-says-environment-canada-1.6722823) Another winter storm is spreading across Ontario and Quebec Friday evening through to Sunday, with heavy snowfall and extreme winds expected to produce road hazards and up to 30 centimetres of snow in some regions. - [Would-be Sudbury thieves don’t know how bank machines work](https://northernontario.ctvnews.ca/would-be-sudbury-thieves-don-t-know-how-bank-machines-work-1.6723875) Police in Greater Sudbury are looking for suspects behind an attempted ATM robbery at a bank in Lively on Thursday evening. [Kitchener](https://kitchener.ctvnews.ca/) - [SIU investigating after Brantford police fire gun](https://kitchener.ctvnews.ca/siu-investigating-after-brantford-police-fire-gun-1.6723544) Ontario’s Special Investigations Unit (SIU) is investigating after a police officer fired a gun Friday morning in Brantford. - [Winter storm expected to hit Waterloo Region, Wellington](https://kitchener.ctvnews.ca/winter-storm-expected-to-hit-waterloo-region-wellington-1.6722606) Another winter wallop is expected in Waterloo Region and Wellington on Friday night into Saturday. - [Chicopee ski hill ready to open after delayed start](https://kitchener.ctvnews.ca/chicopee-ski-hill-ready-to-open-after-delayed-start-1.6723759) Chicopee Ski Resort’s opening day is set for Monday morning.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "wayne",
        "sentiment": "none"
      },
      {
        "name": "beasley",
        "sentiment": "none"
      },
      {
        "name": "liam beasley",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ugm",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vancouver",
        "sentiment": "none"
      },
      {
        "name": "fraser river",
        "sentiment": "none"
      },
      {
        "name": "lower mainland",
        "sentiment": "none"
      },
      {
        "name": "south vancouver",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-13T01:02:55.998+02:00",
  "updated": "2024-01-13T01:02:55.998+02:00"
}