{
  "thread": {
    "uuid": "17ff31eaa9887e71b751e36ef55ead7a49136039",
    "url": "https://www.lanacion.com.py:443/pais/2023/12/28/premios-buena-gestion-destacaron-trabajo-excepcional-de-linces-policias-y-militar/",
    "site_full": "www.lanacion.com.py",
    "site": "lanacion.com.py",
    "site_section": "https://lanacion.com.py",
    "site_categories": [
      "media"
    ],
    "section_title": "Últimas noticias de Paraguay y el mundo, las 24 horas",
    "title": "La Nación / Premios Buena Gestión: destacaron trabajo excepcional de linces, policías y militar",
    "title_full": "La Nación / Premios Buena Gestión: destacaron trabajo excepcional de linces, policías y militar",
    "published": "2023-12-28T22:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PY",
    "main_image": "https://www.lanacion.com.py/resizer/4COkudnMRbH4oHWJ2MzaB_aXFYY=/1200x630/smart/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/lanacionpy/RBQ7535GEVBX3DU6T4MP3DCX7Q.jpeg",
    "performance_score": 0,
    "domain_rank": 36839,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "17ff31eaa9887e71b751e36ef55ead7a49136039",
  "url": "https://www.lanacion.com.py:443/pais/2023/12/28/premios-buena-gestion-destacaron-trabajo-excepcional-de-linces-policias-y-militar/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@lanacionpy",
  "published": "2023-12-28T22:25:00.000+02:00",
  "title": "La Nación / Premios Buena Gestión: destacaron trabajo excepcional de linces, policías y militar",
  "text": "Este jueves se realizó la entrega del Premio Buena Gestión para servidores públicos de seguridad que realizaron buenas acciones durante este año. Estas distinciones fueron entregadas por un grupo de empresas privadas a cinco profesionales, fue en la sede del Ministerio del Interior en la ciudad de Asunción. Durante el acto se otorgaron obsequios y placas de mención a cinco profesionales, entre ellos agentes del grupo Lince, policías y un militar que brindaron servicios en momentos en el que la urgencia era primordial y estas personas no dudaron en dar una mano. El médico militar Ricardo Vera es uno de estos profesionales. Él presta servicio en el Chaco y al terminar su jornada laboral acude a comunidades indígenas a brindar atención médica. Otros de los premiados fueron los agentes del grupo Lince, Blas Cabrera y Augusto Armoa, quienes se quedaron con el primer y segundo puesto respectivamente, en la premiación para efectivos policiales. Estos se convirtieron en héroes de la pequeña Zoe, niña que padece de un problema cerebral y que es una fiel fans y seguidora de los uniformados. Los agentes, sin dudar acuden con sus uniformes durante cada una de las intervenciones de Zoe para darle su apoyo. [Puede interesarle: Dan de alta a Alexander, el bebé operado de atresia de esófago en el IPS de CDE](https://www.lanacion.com.py/pais/2023/06/06/dan-de-alta-a-alexander-el-bebe-operado-de-atresia-de-esofago-en-el-ips-de-cde/) También fue premiado y se alzó con el tercer lugar el agente Armando Delgadillo, quien en medio de su ardua labor se hace de tiempo para ayudar a la gente más necesitada de su querida ciudad de Luque. Delgadillo organiza ollas populares o meriendas para los niños y niñas del asentamiento donde es presidente de la comisión vecinal. En el departamento de Concepción fue premiada la oficial Emilce Noguera, quien se destacó por amamantar a una bebé que estaba llorando de hambre, pero cuya madre estaba internada tras un accidente de moto. “Todos fueron postulados por la sociedad civil. Fueron premiados por ese trabajo excepcional y no lo hicieron por premios. El Paraguay necesita ejemplo y mostrar a los paraguayos buenos”, dijo Enrique López Arce, en entrevista con La Nación/Nación Media. Lo obsequios fueron entregados por empresas privadas que se unieron para premiar a los heroicos, como cierre del 2023. Estos recibieron dinero en efectivo, vales de supermercados, canastas navideñas, electrodomésticos, almuerzos y cenas en un hotel de 5 estrellas, para que puedan disfrutar con sus familiares. [Puede interesarle: Casos de covid se duplicaron a 500 por semana](https://www.lanacion.com.py/pais/2023/12/28/casos-de-covid-se-duplicaron-a-500-por-semana/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T01:17:11.693+02:00",
  "updated": "2023-12-29T01:17:11.693+02:00"
}