{
  "thread": {
    "uuid": "d5d7880e1f6d99f4ac5f044698bde3e9c3ed7de0",
    "url": "https://www.cancertherapyadvisor.com/home/cancer-topics/sarcoma/afami-cel-synovial-sarcoma-durable-responses",
    "site_full": "www.cancertherapyadvisor.com",
    "site": "cancertherapyadvisor.com",
    "site_section": "https://www.cancertherapyadvisor.com/feed",
    "site_categories": [
      "health",
      "cancer"
    ],
    "section_title": "Cancer Therapy Advisor",
    "title": "Afami-Cel Yields Durable Responses in Heavily Pretreated Synovial Sarcoma",
    "title_full": "Afami-Cel Yields Durable Responses in Heavily Pretreated Synovial Sarcoma",
    "published": "2024-04-04T17:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.cancertherapyadvisor.com/wp-content/uploads/sites/12/2024/01/CTA_1200x675.png",
    "performance_score": 0,
    "domain_rank": 69202,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d5d7880e1f6d99f4ac5f044698bde3e9c3ed7de0",
  "url": "https://www.cancertherapyadvisor.com/home/cancer-topics/sarcoma/afami-cel-synovial-sarcoma-durable-responses",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Erin Clancy",
  "published": "2024-04-04T17:15:00.000+03:00",
  "title": "Afami-Cel Yields Durable Responses in Heavily Pretreated Synovial Sarcoma",
  "text": "Afamitresgene autoleucel (afami-cel), an engineered T-cell therapy, has yielded durable responses in heavily pretreated, metastatic or unresectable synovial sarcoma, according to research published in The Lancet.1\nOn the basis of these findings, from the SPEARHEAD-1 trial, the biologics license application for afami-cel was granted priority review by the US Food and Drug Administration.2 If the therapy is approved, it will be the first new treatment option for\nsynovial sarcoma in more than 10 years.\nAs part of this phase 2 trial (ClinicalTrials.gov Identifier:\nNCT04044768), 52 patients with metastatic or unresectable synovial sarcoma (n=44) or myxoid round cell liposarcoma (n=8) were enrolled and treated.1 The patients had a median age of 41 years, had an eligible HLA-A*02 allele and MAGE-A4 expression, and had received a median of 3 prior lines of therapy.\nAfter lymphodepletion, 20 patients received bridging therapy. All patients received 1 dose of afami-cel. The median dose was 8.7 × 10⁹ transduced T cells, and the median transduction efficiency was 61.5%.\nThe overall response rate (ORR) was 37%, and all responses were partial. The ORR was 39% in patients with synovial sarcoma and 25% in patients with myxoid round cell liposarcoma.\nThe median time to response was 4.9 weeks. The median duration of response was 11.6 months in patients with synovial sarcoma and 4.2 months in patients with myxoid round cell liposarcoma.\nAt a median follow-up of 32.6 months, the median progression-free survival was 3.7 months in the entire cohort, 3.8 months in patients with synovial sarcoma, and 2.4 months in patients with myxoid round cell liposarcoma.\nThe median overall survival was 15.4 months in the overall cohort. It was 16.9 months in patients with synovial sarcoma, not reached in responders with synovial sarcoma, and 10.9 months in non-responders with synovial sarcoma.\nAll patients experienced treatment-emergent adverse events (TEAEs). The most common grade 3 or higher TEAEs were cytopenias, including lymphopenia (96%), neutropenia (85%), and leukopenia (81%).\nGrade 1-2 cytokine release syndrome (CRS) occurred in 69% of patients. One patient (2%) had grade 3 CRS, and there were no cases of grade 4 or 5 CRS. In fact, there were no treatment-related deaths.\n“These results suggest that a one-time treatment with afami-cel has the potential to extend life while allowing responders to go off chemotherapy,” study author Sandra P. D’Angelo, MD, of Memorial Sloan-Kettering Cancer Center in New York, New York, said in a statement.3 “The publication of this data further validates the potential of afami-cel to offer a new tool to address the unmet needs of people diagnosed with these often devastating diseases.”\nThe biologics license application for afami-cel has a Prescription Drug User Fee Act target action date of August 4, 2024.\nDisclosures: This research was supported by Adaptimmune. Some study authors declared affiliations with biotech, pharmaceutical, and/or device companies. Please see the original reference for a full list of disclosures.\nReferences:\n1. D’Angelo SP, Araujo DM, Razak ARA, et al.\nAfamitresgene autoleucel for advanced synovial sarcoma and myxoid round cell liposarcoma (SPEARHEAD-1): An international, open-label, phase 2 trial00319-2/abstract). Lancet. Published online March 27, 2024. doi:10.1016/S0140-6736(24)00319-2\n2.\nAdaptimmune announces U.S. FDA acceptance of biologics license application for afami-cel for the treatment of advanced synovial sarcoma with priority review. News release. Adaptimmune. Published January 31, 2024. Accessed April 2, 2024.\n3.\nResults of Adaptimmune’s SPEARHEAD-1 trial with afami-cel in advanced sarcomas published in the Lancet. News release. Adaptimmune. March 27, 2024. Accessed April 2, 2024.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(24",
    "https://www.clinicaltrials.gov/study/NCT04044768",
    "https://thelancet.com/journals/lancet/article/PIIS0140-6736(24",
    "https://www.adaptimmune.com/investors-and-media/news-center/press-releases/detail/264/results-of-adaptimmunes-spearhead-1-trial-with-afami-cel",
    "https://www.adaptimmune.com/investors-and-media/news-center/press-releases/detail/260/adaptimmune-announces-u-s-fda-acceptance-of-biologics",
    "https://clinicaltrials.gov/study/NCT04044768",
    "https://adaptimmune.com/investors-and-media/news-center/press-releases/detail/264/results-of-adaptimmunes-spearhead-1-trial-with-afami-cel",
    "https://adaptimmune.com/investors-and-media/news-center/press-releases/detail/260/adaptimmune-announces-u-s-fda-acceptance-of-biologics"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "us food and drug administration",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:49:30.419+03:00",
  "updated": "2024-04-05T00:49:30.419+03:00"
}