{
  "thread": {
    "uuid": "04ced5eecf08c3055a6025822ce26b43a11db2f9",
    "url": "https://xtramagazine.com/culture/rupauls-drag-race-season-16-episode-1-power-ranking-261722",
    "site_full": "xtramagazine.com",
    "site": "xtramagazine.com",
    "site_section": "http://dailyxtra.com//rss.xml",
    "site_categories": [],
    "section_title": "Xtra Magazine",
    "title": "‘RuPaul’s Drag Race’ Season 16, Episode 1 power ranking: Rank-a-Queen",
    "title_full": "‘RuPaul’s Drag Race’ Season 16, Episode 1 power ranking: Rank-a-Queen",
    "published": "2024-01-08T00:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://xtramagazine.com/wp-content/uploads/2024/01/01_07_RPDR_2024_Week1_cr_World-of-Wonder.jpg",
    "performance_score": 0,
    "domain_rank": 45343,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "04ced5eecf08c3055a6025822ce26b43a11db2f9",
  "url": "https://xtramagazine.com/culture/rupauls-drag-race-season-16-episode-1-power-ranking-261722",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kevin O'Keeffe",
  "published": "2024-01-08T00:03:00.000+02:00",
  "title": "‘RuPaul’s Drag Race’ Season 16, Episode 1 power ranking: Rank-a-Queen",
  "text": "Welcome to\nRuPaul’s Drag Race Power Rankings! Every week, we’re debriefing the week’s new episode of RuPaul’s Drag Race Season 16 to determine which queens are riding high, and which need she-mergency care. We’ve got a comparatively quaint group of seven queens to rank in this premiere—and luckily, the queens did some rating of their own for us.\n7. Xunami Muse\nOof. Not an ideal start for Xunami. She’s clearly a fun, game queen, and I loved how complimentary she was of her fellow queens’ performances. But as Dawn noted, relative to her reputation as a performer, her talent show was really underwhelming. Her lip sync of her own track—a fast-paced one!—was solid, but her routine consisted of her walking back and forth down the runway. No stunts, no big dance moments; I really wondered why she chose this as her talent. On the runway, she’s got one hell of a walk, but her outfit just felt like she was removing clothes, not revealing an entirely new look. I’m hopeful this is just a false start for Xunami, because she’s got tons of potential. But this week, she would’ve been at the bottom of my Rate-a-Queen submission.\n6. Amanda Tori Meating\nThe other girls really have their claws out for Amanda! Morphine Love Dion in particular did not let a single chance to drag her go by without taking it. Some of the criticisms I agree with: her entrance look featured the same visible breastplate neckline that plagued All Stars 8 (and DeDeLicious also subjected us to on UK Season 5), and her hair and mug in her runway look were underwhelming. But her talent show number was the kind of comedic number that got Pandora Boxx a high placement in this challenge back in All Stars 6, so I’m surprised so many of her fellow competitors ranked her down the way they did. If anything, I want Amanda to settle into herself a little bit more on camera. “Wait a second! This place doesn’t have a bidet!” is the kind of entrance line that feels more like a queen stretching for a punchline than showing us who she truly is, and the little bits of self-producing (like asking for a ding sound effect to be inserted) read as her trying too consciously to build a character. Hopefully she calms down as the competition continues, but I’m nervous about her approach to the show so far.\n5. Mirage\nOrdinarily I wouldn’t compare two queens so closely just because they’re from the same city, but Mirage literally invited the comparison by referencing Anetra in her lip sync number. Both hers and Anetra’s talent numbers had the same spirit of throwing trick after trick at the judges to build excitement. Where they differed—and it’s a crucial difference—is that Anetra brought a real sense of humour to hers. Mirage’s heel clacking was fun, but that’s kind of all there was in terms of a punchline, and she did it several times. Her runway was impressively showgirl, but it was unfortunate that the reveal was mostly just moving one piece of her outfit to show off another part of her look. I don’t know, I’m not sure about Mirage yet. If you’re going to come in calling your competitors trash bags, you need to more definitively demonstrate that you’re the cream of the crop.\n4. Morphine Love Dion\nI kinda love Morphine’s shady vibes. She’s taking the baton from Mistress Isabelle Brooks and continuing to give us old-school drag reads, and topping them off with a similarly impeccable mug. Her talent number was sultry as hell, featuring a tight lip sync and some burlesque elements that, blended with her own flair, really worked for me. I was less high on her runway, though. The towel look was fun, but just revealing into a swimsuit felt elementary. She needed a surprise, and I could’ve called the reveal from a mile away. Still, production is clearly investing in her story, including the mirror talk about her relationship with her parents. I would be very surprised to see her go home any time soon.\n3. Dawn\nThere’s a confidence to Dawn, both in her drag and her presence on camera, that’s almost magnetic. I actually liked how she carried herself throughout the episode more than I liked any individual element of her presentation. Her best bit, to me, was her banter with RuPaul in the mini-challenge. She was able to rally with Ru and make him laugh in a way that recalls Gottmik’s best moments in Season 13. Her lip sync number was fun, but for something that she wanted to emphasize the story of, I thought it lacked flow. And while her abominable snow-wife look on the runway was an interesting idea, in execution, it really was just a hood she pulled off. A lot of the “revealed” look was very similar to what she had before. All that said, she’s this high up, so she’s clearly doing something right. But I do hope I grow to like her competitive output as much as I enjoy her presence.\n2. Q\nImmense credit to Q for her self-made looks this week. Both her entrance look and runway were nothing short of spectacular. The sheer technical marvel of the runway look deserved a top two placement on its own. But not only did Q serve looks, she also served a funny, unique talent show. I’m not sure how she came up with “puppet ballet,” but instantly it was a smash. Ru in particular was cracking up over it. In the lip sync, Q put up a good fight, but she was just outgunned on “Break My Soul.” She has a lot to be proud of about her performance in this premiere, even without a win, and I’m very excited to see what else this Kansas City queen has in store this season. Pencil her in for a design challenge win in the future, I’d say.\n1. Sapphira Cristál\nWith the caveat that we have seven other queens still to meet, I’d say Sapphira has a strong handle on the frontrunner spot off this premiere performance. Yes, she got the win after the queens’ votes and a dominant lip sync performance. She even got a mini-challenge win to boot! But beyond those victories, she demonstrated an understanding of how to succeed in modern-day Drag Race that will serve her very well as the competition continues. She blends elegance, talent and comedy in a fashion that is basically designed for Ru to love. The fact that she’s already bantering with Ru almost like they’re peers (the “You know why” retort to Ru after her number was hilarious) is another great sign. Her one weakness in the premiere was her use of the breastplate in her runway. It felt a little like she’s seen this work for other queens in the past (most notably Yara Sofia) and wore one for that reason. Considering how original (comedy opera! with the splits!) the rest of her output was, I’m hopeful that was just a hiccup. Because if Sapphira keeps performing at that level, she’s going to be a superstar this season.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "xunami",
        "sentiment": "none"
      },
      {
        "name": "dawn",
        "sentiment": "none"
      },
      {
        "name": "xunami muse oof",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rupaul",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:13:44.981+02:00",
  "updated": "2024-01-08T00:13:44.981+02:00"
}