{
  "thread": {
    "uuid": "171524ea7abc19768622ffe38b48a8e6bcfb996c",
    "url": "https://www.thestranger.com/-hump/2024/01/05/79333162/the-2024-hump-film-festival-lineups-are-here",
    "site_full": "www.thestranger.com",
    "site": "thestranger.com",
    "site_section": "https://post.thestranger.com/seattle/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "The Stranger",
    "title": "The 2024 HUMP! Film Festival Lineups Are Here!",
    "title_full": "The 2024 HUMP! Film Festival Lineups Are Here!",
    "published": "2024-01-05T23:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media2.fdncms.com/stranger/imager/u/large/79333169/what_s_in_the_box_.png",
    "performance_score": 0,
    "domain_rank": 6072,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "171524ea7abc19768622ffe38b48a8e6bcfb996c",
  "url": "https://www.thestranger.com/-hump/2024/01/05/79333162/the-2024-hump-film-festival-lineups-are-here",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dan Savage",
  "published": "2024-01-05T23:48:00.000+02:00",
  "title": "The 2024 HUMP! Film Festival Lineups Are Here!",
  "text": "The HUMP! Jury faced an unprecedented challenge this year. Close to 200 films made it through the first round of cuts and the quality and quantity of submissions left us facing an extraordinary dilemma. To get the festival down to a realistic running time, we would have to cut dozens of amazing films we just knew HUMP! audiences would LOVE! OR… We could grow the HUMP! Film Festival! Instead of coming once a year, HUMP! could come twice a year! Instead of one festival, we could host two festivals: HUMP! Part One in the spring and HUMP! Part Two in the fall! This means that the 2024 HUMP! Film Festival will feature not one but two distinct and equally remarkable lineups of amazing and creative films in one calendar year. HUMP! will now showcase TWICE AS MANY FILMS! DOUBLE THE SEX! DOUBLE THE KINK! DOUBLE THE FUN! The first lineup of films— [HUMP! 2024 - Part One](https://www.humpfilmfest.com/)—premieres in Seattle February 8 through March 2 at On the Boards Theater, hosted by Dan Savage and Betty Wetter! Tickets for Part One are on sale now and are discounted through January. Ticket prices go up February 1— [GET YOUR TICKETS NOW!](https://btt.boldtypetickets.com/146712185/2024-hump-film-festival---seattle-wa) The second lineup of films—HUMP! 2024 - Part Two—premieres in Seattle in September. Tickets for Part Two will go on sale in July. Here's what you'll see in HUMP! Part One: [WATCH: THE 2024 HUMP! FILM FEST, PART ONE – TRAILER](https://vimeo.com/899952143) 2024 HUMP! FILM FEST - [PART ONE FILM LINEUP](https://www.humpfilmfest.com/#volume-1-films) AirSNF - A guest books a room online at a host's residence. When the guest arrives, the air is thick with erotic tension until they can't contain themselves anymore. Allure - Serious goddess vibes as Avery Jane and Isaiah Maxwell meet and celebrate themselves and each other in this sensual film. Beat It - A frog awaits his punishment from his bodacious bride. Best Boys Only - Leaders of the frat ΓΔζ want to make sure they only select the sluttiest and filthiest of boys to join their brotherhood, and there is only one spot left! To prove they deserve it, two challengers must really believe in the mission of frat ΓΔζ. Blue Balls - Jeremy wakes from a sex dream a little too early and spends the rest of his day trapped in a sexual haze. How will he make it home before he cums? Boy Toy - A woman desperate to have her first orgasm tries an unconventional method to achieve climax. BubbleCum - An exploration of non-binary sexual exploration, kink, and love. Cemetery Sluts - What is there to say about having sex in a cemetery? Other than it being extremely sinful and erotic… CrashPad's Quickie: Zuri Love & Knotty Rell - The erotic tension between Knotty Rell and Zuri Love can be cut with a cane. In this abridged BDSM scene, CrashPad guests share sweet communication and tender moments in-between soft thuds. Dirty Old Man - Sixty-year-old, Jallen Rix reviews his almost 20-year archive of self-pleasuring videos, as well as intimately engaging a couple of his play buddies to prove that sexual joy is not limited by the aging process. Drench Garden - I take watering my plants very seriously. Extra Credit - Forever an extra credit whore, I turned my sub's ass into a water cooler & ping pong dispenser. Saran wrap pretty much always factors in. Girl Dinner - Bunny Daddy and her Henchwomen share a special day with their Prisoner. Happy G Day - Condensed Birthday Experience of giving lovers a minute each to do whatever they wanted to me, narrated by a silly song. Human Chandelier - The body encrusted with a mix of flesh, sweat, and wax. Sheets of skin expand and collapse with every inhale and exhale. The human chandelier - an ornament, an object of desire. Let's Get Messy - Let's Get Messy explores the eroticism of gunge play through the use of various sticky and slimy sweet treats. Monster Fuckers - Mischievous and lustful creatures embark on a comical escapade exploring the unconventional side of monstrous desires. Mountain Fresh Taste - Daddy offers his boy a cold one. But can his twink handle that much mountain fresh goodness? Not Safe for Church - Furious that his popularity has plummeted to the lowest point in all of human history, God comes up with a plan to gain it all back...on his back. Table Top Tango - An animated dance sequence involving fruit, tools, and other objects. The Kettle - Morning tea is the best, but how do we spend time while the water is boiling? Kali and Carmina know best. The Reward - It is not bondage until you are begging to be let out. Will you last for the reward? Transit - Hotel guests discover a room for two in this delightfully explicit T4T safer sex romp. What's in the Box? - A documentary capturing a couple exploring their sexuality using a kinky raffle as a New Year's resolution. [Check out the Part Two film lineup!](https://www.humpfilmfest.com/2024-volume2#volume-2-films) What to Expect at HUMP! 2024 The HUMP! Film Festival, renowned for its daring and thought-provoking showcase of short erotic films, is set to make a sizzling return in 2024 with two all-new lineups that promise to captivate and exhilarate audiences. Created by real people for real people, HUMP! takes pride in presenting an array of hot, creative, kinky, and downright hilarious films that explore the spectrum of human desires and pleasures. HUMP! stands out as a celebration of diversity, featuring a cornucopia of body types, shapes, ages, colors, sexualities, genders, kinks, and fetishes—all wrapped in a spirit of sex-positivity. Since its inception in 2005, HUMP! has been successfully disrupting the way America sees, makes, and shares adult content. This year promises an even more daring and enthralling experience for festival-goers.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://btt.boldtypetickets.com/146712185/2024-hump-film-festival---seattle-wa",
    "https://www.humpfilmfest.com/2024-volume2#volume-2-films",
    "https://www.humpfilmfest.com/",
    "https://vimeo.com/899952143",
    "https://www.humpfilmfest.com/#volume-1-films",
    "https://humpfilmfest.com/2024-volume2#volume-2-films",
    "https://humpfilmfest.com/",
    "https://www.humpfilmfest.com",
    "https://humpfilmfest.com/#volume-1-films",
    "https://www.vimeo.com/899952143",
    "https://www.btt.boldtypetickets.com/146712185/2024-hump-film-festival---seattle-wa"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "betty wetter",
        "sentiment": "none"
      },
      {
        "name": "dan savage",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "seattle",
        "sentiment": "none"
      },
      {
        "name": "boards theater",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:19:37.060+02:00",
  "updated": "2024-01-06T03:32:11.775+02:00"
}