{
  "thread": {
    "uuid": "6b1f9b79d3c8e2355f46208b3e7605847a555947",
    "url": "https://www.president.gov.ua/en/news/volodimir-zelenskij-vruchiv-chergovi-zhitlovi-sertifikati-ge-88437",
    "site_full": "www.president.gov.ua",
    "site": "president.gov.ua",
    "site_section": "https://www.president.gov.ua/en/rss/news/all.rss",
    "site_categories": [
      "media",
      "college_administration",
      "education",
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "www.president.gov.ua",
    "title": "Volodymyr Zelenskyy handed over housing certificates to the Heroes of Ukraine and the families of the fallen Heroes: Thanks to our people, Ukraine will always be known as a country of the brave",
    "title_full": "Volodymyr Zelenskyy handed over housing certificates to the Heroes of Ukraine and the families of the fallen Heroes: Thanks to our people, Ukraine will always be known as a country of the brave",
    "published": "2024-01-19T12:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "UA",
    "main_image": "https://www.president.gov.ua/storage/j-image-storage/39/51/89/a2406b724281a2a5d5fe5202926729e0_1705667483_large.png",
    "performance_score": 0,
    "domain_rank": 5293,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6b1f9b79d3c8e2355f46208b3e7605847a555947",
  "url": "https://www.president.gov.ua/en/news/volodimir-zelenskij-vruchiv-chergovi-zhitlovi-sertifikati-ge-88437",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "creator",
  "published": "2024-01-19T12:20:00.000+02:00",
  "title": "Volodymyr Zelenskyy handed over housing certificates to the Heroes of Ukraine and the families of the fallen Heroes: Thanks to our people, Ukraine will always be known as a country of the brave",
  "text": "In furtherance of the President's initiative to provide housing for the Heroes of Ukraine, President Volodymyr Zelenskyy handed over another 30 apartment certificates to the servicemen of the Defense Forces who were conferred the title of Hero of Ukraine and the families of the fallen Heroes.\nThe ceremony traditionally took place at the Mariyinsky Palace in Kyiv.\n\"Today, the Armed Forces of Ukraine are represented here: Ground Forces, Air Force, Special Operations Forces, Air Assault Forces, Navy, Territorial Defense Forces, our National Guard, State Border Guard Service and State Emergency Service of Ukraine. All of them are represented by true Heroes and relatives of Ukrainian Heroes – those of our people, thanks to whom Ukraine will always be known as a country of dignity, a country of the brave,\" Volodymyr Zelenskyy noted.\nThe President emphasized that each of the Heroes of Ukraine deserves the highest honor and gratitude from the state and all our people, as the bravery of these warriors is a salvation for Ukraine and a just punishment for the Russian occupiers.\n\"Our warriors, who are the reason Kyiv stood firm. Who ensured the lasting defense of Mariupol. Who destroyed Russian equipment in the East, destroyed the enemy in the South. Who truly cared about their brothers-in-arms, just as the most worthy warriors should,\" he said.\nVolodymyr Zelenskyy said that Ukraine will always be grateful to all its Heroes and will cherish the memory of what they did.\n“And Ukraine will always be a country with dignity, a country that respects its Heroes – each and every one of them, all its people, its history and independence. May Ukraine always be as strong as our Heroes. May the memory of every warrior fallen in the battles for the freedom of Ukraine always be blessed,\" the Head of State emphasized.\nThe President handed over housing certificates to 19 families of the Heroes who gave their lives defending Ukraine during the full-scale Russian aggression. Another 11 Heroes of Ukraine received the certificates personally.\nVolodymyr Zelenskyy handed over apartment certificates to the Heroes of Ukraine from the Armed Forces of Ukraine: Lieutenant Colonel Vitaliy Savych, Junior Sergeant Ihor Levchenko, Major Oleksiy Hrebenshchykov, Senior Lieutenant Kyrylo Ahasyiev, Major Andriy Tsarenko, Major Mykola Liubarts, Lieutenant Colonel Dmytro Shumakov, Colonel Yevhen Shamataliuk; from the National Guard of Ukraine: Major Vadym Yashchenko, Captain Yevhen Hromadskyi, Senior Lieutenant Lev Pashko.\nFamily members of the fallen Heroes of Ukraine from the Armed Forces of Ukraine also received apartment certificates from the Head of State: Colonel Serhiy Kotenko, Junior Lieutenant Vadym Blyshchuk, Colonel Oleksandr Hryhoryev, Senior Lieutenant Vitaliy Bondaruk, Soldier Oleksandr Lukyanovych, Chief Sergeant Oleksiy Seniuk, Lieutenant Vladyslav Ukrainets, Captain Yehor Serediuk, Chief Sergeant Volodymyr Dudchenko, Major Pavlo Sbytov, Sergeant Andriy Khanin, Junior Sergeant Sviatoslav Aleksapolskyi. Also, certificates were given to relatives of the fallen Heroes of Ukraine from the National Guard: Soldier Artem Amelin, Major Vadym Zeleniuk, Junior Sergeant Yevhen Bilash; from the State Border Guard Service: Colonel Yuriy Yurchyk, Master Sergeant Oleksandr Maslak, Master Sergeant Maksym Stryzhak; from the State Emergency Service: Junior Sergeant of the Civil Protection Service Illia Akhmetharieiev.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "volodymyr zelenskyy",
        "sentiment": "neutral"
      }
    ],
    "organizations": [
      {
        "name": "navy",
        "sentiment": "none"
      },
      {
        "name": "territorial defense forces",
        "sentiment": "none"
      },
      {
        "name": "defense forces",
        "sentiment": "none"
      },
      {
        "name": "state border guard service",
        "sentiment": "none"
      },
      {
        "name": "special operations forces",
        "sentiment": "none"
      },
      {
        "name": "armed forces of ukraine",
        "sentiment": "none"
      },
      {
        "name": "air assault forces",
        "sentiment": "none"
      },
      {
        "name": "air force",
        "sentiment": "none"
      },
      {
        "name": "state emergency service",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "mariyinsky palace",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T17:25:07.476+02:00",
  "updated": "2024-01-19T17:25:07.476+02:00"
}