{
  "thread": {
    "uuid": "5dd352022bd92bab8f82011d92b9720823a9db8a",
    "url": "https://www.military.com/daily-news/2024/03/08/military-commanders-rejoice-new-nato-members-amid-huge-joint-exercise-and-russias-looming-shadow.html",
    "site_full": "www.military.com",
    "site": "military.com",
    "site_section": "https://www.military.com",
    "site_categories": [
      "jobs",
      "us_military"
    ],
    "section_title": "Military and Veteran Benefits, News, Veteran Jobs | Military.com",
    "title": "Military Commanders Rejoice at New NATO Members Amid Huge Joint Exercise and Russia's Looming Shadow | Military.com",
    "title_full": "Military Commanders Rejoice at New NATO Members Amid Huge Joint Exercise and Russia's Looming Shadow | Military.com",
    "published": "2024-03-08T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://images02.military.com/sites/default/files/styles/full/public/2024-03/mil-swedish-fast-assault-craft-1800.jpg",
    "performance_score": 0,
    "domain_rank": 1754,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5dd352022bd92bab8f82011d92b9720823a9db8a",
  "url": "https://www.military.com/daily-news/2024/03/08/military-commanders-rejoice-new-nato-members-amid-huge-joint-exercise-and-russias-looming-shadow.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Military.com",
  "published": "2024-03-08T02:00:00.000+02:00",
  "title": "Military Commanders Rejoice at New NATO Members Amid Huge Joint Exercise and Russia's Looming Shadow | Military.com",
  "text": "ABOARD the Norwegian Coast Guard Vessel Bjørnøya -- U.S., Finnish and Norwegian military officials flanked a representative from the newest NATO member, Sweden, on Friday as congratulations were shared and Russia remained top of mind. Sweden officially joined NATO on Thursday, ending centuries of neutrality, amid the largest NATO exercise since 1988. It was a clear sign to the Kremlin that its full-scale invasion of Ukraine has not gone unmet, and that Nordic countries -- along with the U.S. and other NATO allies -- are prepared to defend their own borders. U.S. [Navy](https://www.military.com/navy) Vice Adm. Doug Perry, the commander of one of NATO's three operational hubs, was in attendance aboard a Norwegian ship off the coast of Alta, Norway, where U.S. and NATO allies are holding a major exercise, Nordic Response 2024. He told reporters that Sweden's accession to the alliance was critical to deterring Russia from further destabilizing the continent, something that members of the Swedish armed forces told Military.com they agreed with. Read Next: [Ospreys Cleared to Fly Again After Deadly Crash Despite Mechanical Failure with Unknown Cause](https://www.military.com/daily-news/2024/03/08/ospreys-cleared-fly-again-after-deadly-crash-despite-mechanical-failure-unknown-cause.html) \"NATO's adversaries and potential adversaries should and -- I'm certain -- are taking note,\" Perry said. \"We're capable, we are ready and we are willing to defend every inch of our allied territory.\" Lt. Gen. Carl-Johan Edström, chief of joint operations for the Swedish Armed Forces, hailed Sweden's accession to NATO not as the end of an era of neutrality, but as the beginning of a new age of Swedish history. The country's entry into the alliance comes two years after it originally applied for membership on the heels of the war in Ukraine. \"Let us all remember that we are entering as a country at a time when Russia's full-scale invasion of Ukraine has thrown Europe into a very serious security situation,\" Edström said. Nordic Response involves 20,000 troops from more than 13 countries, as well as over 100 aircraft and 50 ships. Roughly 2,500 Marines are participating in the exercise as well, alongside their U.S. Navy counterparts. The exercise's parent operation, Steadfast Defender, is the largest in decades and the second largest since 1952, just a few years after NATO was founded. Finland and Sweden applied for NATO membership just months after Russia's invasion of Ukraine in 2022. While Finland was ratified in 2023, Sweden faced holds from Hungary and Turkey until last month, when the former finally voted to accept the Nordic country into the alliance. Now, NATO has been joined by two countries with enormous military industrial bases, right near Russia. Sweden's accession into NATO also comes as the need for the alliance is being questioned by the political right in the U.S. Former President Donald Trump, the Republican front-runner for the 2024 presidential election, said last month that he would encourage Russia \"to do whatever the hell they want\" if NATO members did not meet their payment obligations. \"Look, if they're not going to pay, we're not going to protect. OK?\" he said. Most Americans support NATO, [according to last month's Gallup poll](https://news.gallup.com/poll/611261/americans-remain-committed-nato-critical.aspx), which said that two-thirds of Americans want to maintain or increase U.S. support for the alliance. Sixteen percent said it should decrease its commitment to NATO while only 12% said they think the U.S. should withdraw from the alliance completely. Breaking down those numbers, Republicans were least supportive of NATO, according to Gallup. Experts Military.com spoke to in recent interviews said that, while European nations have made \"huge strides\" in bolstering their defense spending, there is still a sense of \"nervousness\" across the continent regarding U.S. support of NATO, Sean Monaghan, a visiting fellow at the Center for Strategic and International Studies, told Military.com on Monday. \"At the current time, there is a sense in Europe -- given Trump's recent comments and the possibility he may return to the Oval Office -- that ... the U.S. might adjust its traditional policy to defending Europe and its commitment to the NATO alliance,\" Monaghan said. In 2019, NATO bolstered its operational capabilities in response to the growing Russian threat by establishing Joint Force Command-Norfolk, or JFC-NF, a command node that physically placed alliance planning and preparation on American soil. That decision \"has been soundly validated by the Russian invasion of Ukraine two years ago,\" according to Perry. Military.com asked Perry what he would say to Americans who question NATO's importance domestically and to overall strategic defense. He pointed to how NATO has unified North America and Europe for 75 years and noted that the only time Article V of the alliance agreement -- an attack on one member nation is an attack on all -- has been invoked was in the aftermath of 9/11 when \"NATO rallied to support the USA.\" \"NATO contributes to American homeland security on a daily basis,\" Perry said, adding that JFC-NF routinely works with other North American defense units to track threats from the Atlantic and Arctic. \"With the invasion of Ukraine, the importance of NATO's contribution to the collective defense of the Euro-Atlantic area, including the American homeland, has never been more relevant,\" he said. For the Swedish marines trolling the waters off the coast of Alta, Norway, not much had yet changed the day after their country was ratified. The Swedish military has been participating in NATO exercises for many years, and now it is official. As light flurries of snow cascaded into the bay, they showed off two docked Swedish CB90 assault vessels. Some marines sat perched behind large machine guns, and one boat ran a lap around the Norwegian coast guard vessel the NATO leaders were on. \"I think it's really good,\" Swedish Gunnery Sgt. Joakim Sjögren told Military.com of his country's recent accession to the alliance. \"We've been basically a part of NATO -- in my opinion -- for a long time and have been doing a lot of exercises with them. So, it's the next step going forward.\" When asked whether anything had changed on the ground for him since Sweden joined, he said, \"No, it's business as usual.\" Related: [NATO Conducts Its Largest Exercises Since the Cold War in Northern Norway](https://www.military.com/video/nato-conducts-its-largest-exercises-cold-war-northern-norway) [Story Continues](javascript:void(0);)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://news.gallup.com/poll/611261/americans-remain-committed-nato-critical.aspx",
    "https://www.news.gallup.com/poll/611261/americans-remain-committed-nato-critical.aspx"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "perry",
        "sentiment": "none"
      },
      {
        "name": "doug perry",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "new nato",
        "sentiment": "negative"
      },
      {
        "name": "nato",
        "sentiment": "negative"
      },
      {
        "name": "u.s. navy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sweden",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "norway",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "alta",
        "sentiment": "none"
      },
      {
        "name": "kremlin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T20:09:42.973+02:00",
  "updated": "2024-03-08T20:42:28.825+02:00"
}