{
  "thread": {
    "uuid": "aa6874899af11f8bc9b5422e16bd8df6b265aa08",
    "url": "https://crast.net/482092/microsoft-keyboards-are-finally-not-going-away-heres-how-the-company-will-continue-to-offer-its-popular-accessories/",
    "site_full": "crast.net",
    "site": "crast.net",
    "site_section": "https://crast.net",
    "site_categories": [],
    "section_title": "Crast.net",
    "title": "Microsoft keyboards are finally not going away: here's how the company will continue to offer its popular accessories",
    "title_full": "Microsoft keyboards are finally not going away: here's how the company will continue to offer its popular accessories",
    "published": "2024-01-06T02:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": null,
    "performance_score": 0,
    "domain_rank": 70734,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aa6874899af11f8bc9b5422e16bd8df6b265aa08",
  "url": "https://crast.net/482092/microsoft-keyboards-are-finally-not-going-away-heres-how-the-company-will-continue-to-offer-its-popular-accessories/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ryan Green",
  "published": "2024-01-06T02:01:00.000+02:00",
  "title": "Microsoft keyboards are finally not going away: here's how the company will continue to offer its popular accessories",
  "text": "It's been almost a year since Microsoft announced that it would stop selling keyboards, mice and webcams under your brand. It is no secret that the decision was not liked by many people, mainly those who were delighted with the Redmond firm's accessories and who should choose an alternative in the future. Some enthusiasts, for their part, did not hesitate to buy accessories at large to have enough hardware for the next few years. Time has passed and the Microsoft product line that seemed destined to disappear has received a second chance: a company called Incase will manufacture them under license. “Designed by Microsoft” One of the subsidiaries of the American group Onward Brands announced this Friday that it now has the license fees and intellectual property of the Microsoft accessories catalog. The firm has acquired this valuable resource after reaching an agreement with Redmond so that its products remain on the market. In this way, keyboards, mice, webcams, headphones and speakers that until now could be found in stores under the Microsoft brand will begin to be marketed under the Incase brand, which will be responsible for their manufacturing and distribution. The most popular products will arrive with the legend “Designed by Microsoft.” Everything seems to indicate that this association responds to the plans of the company led by Satya Nadella, which seeks to focus on the most profitable businesses while marketing hardware under the Surface brand. However, the financial terms of the agreement are unknown, that is, how much Onward Brands will pay for the licenses. On the Incase website we can see all the accessories designed by Microsoft that Incase will sell. These include the Sculpt Ergonomic Keyboard, the Modern Mobile Mouse, the Wireless Desktop 850 and the Modern Webcam. Interestingly, the firm also says it will launch a completely new keyboard designed by Microsoft. Images: Incase In crast.net: There are those who dream of an iPhone with a Blackberry keyboard, so someone has been in charge of creating it",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "redmond",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "microsoft",
        "sentiment": "negative"
      },
      {
        "name": "onward brands",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T02:02:13.610+02:00",
  "updated": "2024-01-13T06:27:35.430+02:00"
}