{
  "thread": {
    "uuid": "5a9b72f638d106e887ff02b2b41da5e1e1493290",
    "url": "https://ndmais.com.br/economia/salario-minimo-2024-em-vigor/",
    "site_full": "ndmais.com.br",
    "site": "ndmais.com.br",
    "site_section": "https://ndmais.com.br/feed/",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "ESPORTES | ND Mais",
    "title": "Salário mínimo 2024 entra em vigor e deve beneficiar 59,3 milhões de trabalhadores",
    "title_full": "Salário mínimo 2024 entra em vigor e deve beneficiar 59,3 milhões de trabalhadores",
    "published": "2024-01-01T19:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://static.ndmais.com.br/2019/01/2c2e25a019d860a405e1f076674d8d45.jpg",
    "performance_score": 0,
    "domain_rank": 70414,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5a9b72f638d106e887ff02b2b41da5e1e1493290",
  "url": "https://ndmais.com.br/economia/salario-minimo-2024-em-vigor/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Richard Vieira",
  "published": "2024-01-01T19:55:00.000+02:00",
  "title": "Salário mínimo 2024 entra em vigor e deve beneficiar 59,3 milhões de trabalhadores",
  "text": "O salário mínimo de 2024 será de R$ 1.412. O valor, a ser pago a partir de fevereiro referente à folha de janeiro, é 6,97% maior do que o salário de R$ 1.320, cujo vigor foi de maio a dezembro de 2023.\nAprovado no Orçamento Geral da União de 2024, o novo salário mínimo corresponde à inflação pelo\nINPC (Índice Nacional de Preços ao Consumidor) acumulado nos 12 meses terminados em novembro, que totalizou 3,85%, mais o crescimento de 3% do PIB em 2022.\nComo foi a aprovação do salário mínimo 2024?\nEnviada pelo governo em maio, a\nmedida provisória, com a nova política de valorização do salário mínimo, foi aprovada pela Câmara dos Deputados e pelo Senado em agosto.\nSegundo o Dieese (Departamento Intersindical de Estatística e Estudos Socioeconômicos), o reajuste do salário mínimo beneficiará 59,3 milhões de trabalhadores e resultará em um incremento da renda anual no montante de R$ 69,9 bilhões.\nA entidade estima que o governo – União, estados e municípios – arrecadará R$ 37,7 bilhões a mais por causa do aumento do consumo atrelado ao salário mínimo maior.\nGanho real\nAo descontar a inflação pelo INPC, o salário mínimo terá\nganho real de 5,77% em relação a maio de 2023, quando passou a vigorar o mínimo de R$ 1.320.\nSe considerar o salário mínimo de R$ 1.302, que vigorou de janeiro a abril, o ganho seria menor, de 4,69%. Isso porque o INPC, índice que mede a inflação das famílias de menor renda (até cinco salários mínimos), estava mais alto no início de 2023.\nDe 2007 a 2019, vigorava a política semelhante à atual, em que o salário mínimo era corrigido pelo INPC do ano anterior mais o crescimento do PIB de dois anos antes.\nCaso o\nPIB encolha, havia a reposição apenas pela inflação. De 2020 a 2022, o salário mínimo passou a ser corrigido apenas pelo INPC, sem ganhos reais.\no ano passado, houve dois aumentos. De janeiro a maio, o salário mínimo foi reajustado para R$ 1.302, com ganho real de 1,41%. A partir de maio, quando o governo editou a medida provisória retomando a política salarial anterior, o salário passou para R$ 1.320, com valorização real de 2,8% em relação ao mínimo de 2022.\nOrçamento\nO projeto de lei do Orçamento de 2024 estimava salário mínimo de R$ 1.421. No entanto, com a queda do INPC ao longo do segundo semestre, o valor final ficou em R$ 1.412, conforme a lei orçamentária aprovada pelo Congresso Nacional em 22 de dezembro.\nPor causa dos benefícios da Previdência Social atrelados ao salário mínimo, o novo valor, de R$ 1.412, aumentará os gastos da União em R$ 35 bilhões neste ano.\nSegundo a LDO (Lei de Diretrizes Orçamentárias), cada R$ 1 a mais no salário mínimo eleva as despesas do governo em R$ 389 milhões. Os cálculos, no entanto, não consideram os ganhos de arrecadação decorrentes do aumento do consumo.\n*Informações Agência Brasil",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Labor"
  ],
  "external_links": [
    "https://www.ibge.gov.br/estatisticas/economicas/precos-e-custos/9258-indice-nacional-de-precos-ao-consumidor.html",
    "https://ibge.gov.br/estatisticas/economicas/precos-e-custos/9258-indice-nacional-de-precos-ao-consumidor.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-01T20:33:17.639+02:00",
  "updated": "2024-01-01T20:33:17.639+02:00"
}