{
  "thread": {
    "uuid": "25e5e4849f783eac89b9c8cb95643e09b060bf20",
    "url": "https://www.ktvh.com/news/christmas-trees-provide-important-fish-habitat-in-montana",
    "site_full": "www.ktvh.com",
    "site": "ktvh.com",
    "site_section": "https://ktvh.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Homepage",
    "title": "Christmas trees provide important fish habitat in Montana",
    "title_full": "Christmas trees provide important fish habitat in Montana",
    "published": "2024-04-12T01:40:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ewscripps.brightspotcdn.com/dims4/default/f9baea9/2147483647/strip/true/crop/4240x2226+0+303/resize/1200x630!/quality/90/?url=http%3A%2F%2Fewscripps-brightspot.s3.amazonaws.com%2Ffe%2F66%2F39ce3b8a4525aef7de53a974f7b4%2Fpines-for-perch-3.JPG",
    "performance_score": 0,
    "domain_rank": 58517,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "25e5e4849f783eac89b9c8cb95643e09b060bf20",
  "url": "https://www.ktvh.com/news/christmas-trees-provide-important-fish-habitat-in-montana",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tom Buchanan",
  "published": "2024-04-12T01:40:00.000+03:00",
  "title": "Christmas trees provide important fish habitat in Montana",
  "text": "HELENA — At Canyon Ferry Lake right now, you might be able to make out a bunch of black dots on the surface of the water. Those are lines of Christmas trees strung together with steel cables with cinder blocks attached. Eventually, those lines of Christmas trees will sink to the bottom and become habitat for perch. Montana Department of Natural Resources and Conservation employees like Jacob Stephens wait near the trees for DNRC helicopters to dip low enough over the Silos Campground area just north of Townsend to attach the line to the bottom of the helicopter as part of the Pines for Perch initiative. “So, we call this a hover hookup. And basically, you’re standing there letting the helicopter come to you, and hooking it directly to the hook underneath. And then, you’ve got a guy marshaling, using hand signals to call in the helicopter... So, this is a good experience for people that haven’t done it before because you get multiple repetitions. So, it lets them be familiar and comfortable under the helicopter,” says Stephens. Over the next few hours to days, these trees will take on water weight and sink about 15 feet to the bottom of the lake where they will be used by perch for spawning habitat. FWP has been doing this annually since 1999 due to declining perch levels, a fish that not only satisfies anglers but predator fish, as well. “Perch are unique. Not only are they one of the principal game species on Canyon Ferry Reservoir, they’re also one of the principal forage species. And so, for walleye to exist, we need to have a robust population of perch. And, of course, the anglers like to come out and catch perch and keep them themselves too. So, you got man versus predator fish out there, both of them have taken their turn at consuming perch,” says Senior Fisheries Technician with MT FWP, Troy Humphrey. Wade Hendricks, Area Aviation Officer for MT DNRC, has noticed a significant dip in donated trees in the last few years, including hundreds fewer trees donated this year when compared to last year. With Christmas coming around only once a year, Hendricks encourages folks to think about the way their trees can support an important species. “You know, when people are getting rid of their Christmas trees at the end of the holiday season maybe just think about taking them to the transfer station in Helena or the Boy Scouts will do curbside pickup for the used Christmas trees as well,” says Hendricks.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stephens",
        "sentiment": "none"
      },
      {
        "name": "jacob stephens",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "canyon ferry lake",
        "sentiment": "negative"
      },
      {
        "name": "montana department of natural resources and conservation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "montana",
        "sentiment": "none"
      },
      {
        "name": "townsend",
        "sentiment": "none"
      },
      {
        "name": "silos campground",
        "sentiment": "none"
      },
      {
        "name": "pines",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T03:44:08.372+03:00",
  "updated": "2024-04-12T21:33:23.106+03:00"
}