{
  "thread": {
    "uuid": "943d3253719e7a1b8374807e92709f9c8a107ee9",
    "url": "https://en.defence-ua.com/analysis/ukraine_wont_be_running_short_of_atacms_production_rates_and_stock_estimates-10384.html",
    "site_full": "en.defence-ua.com",
    "site": "defence-ua.com",
    "site_section": "https://en.defence-ua.com",
    "site_categories": [
      "top_news"
    ],
    "section_title": "Defense Express - Ukraine military industry, technology, equipment",
    "title": "​Ukraine Won't be Running Short of ATACMS: Production Rates and Stock Estimates | Defense Express",
    "title_full": "​Ukraine Won't be Running Short of ATACMS: Production Rates and Stock Estimates | Defense Express",
    "published": "2024-05-03T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "UA",
    "main_image": "https://en.defence-ua.com/media/illustration/articles/0be6634e1b527740.jpg",
    "performance_score": 0,
    "domain_rank": 40086,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "943d3253719e7a1b8374807e92709f9c8a107ee9",
  "url": "https://en.defence-ua.com/analysis/ukraine_wont_be_running_short_of_atacms_production_rates_and_stock_estimates-10384.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-03T03:00:00.000+03:00",
  "title": "​Ukraine Won't be Running Short of ATACMS: Production Rates and Stock Estimates | Defense Express",
  "text": "Supplies of ATACMS ballistic missiles to Ukraine are promising to become on a regular basis and in adequate quantities. This is evidenced by the statement of the U.S. Army's Assistant Secretary for defense acquisition, Douglas R. Bush, who noted that ATACMS production capacity has reached a sufficient level. Furthermore, the Pentagon is no longer concerned about ATACMS stocks running low, unlike in June 2023 when Bush's colleague Laura Cooper explained the continued denial of ATACMS by \"practical aspects of availability.\" In addition, Doug Bush noted that a significant number of missiles, which were ordered many years ago, \"is now hitting at just the right time to be able to support how we're supporting Ukraine without taking a hit to readiness,\" he's quoted as saying [by Politico](https://subscriber.politicopro.com/article/2024/05/production-surge-eases-pentagon-worries-about-sending-long-range-missiles-to-ukraine-00155846). The missile supplies will increase up to dozens delivered every few months until at least the end of 2024. Read more: [Satellite Images Show Aftermath of ATACMS Strike on Military Airfield in Dzhankoi, Where russian Air Defense Destroyed] On the part of Defense Express, given the new circumstances, we can try and answer some of the most anticipated questions that may arise due to the statements from the U.S. official. Specifically, estimate how big is the stockpile of ATACMS in the United States armed forces, how much do they produce, as well as why ATACMS were taboo just a year ago, and what could have changed. Firstly, when it comes to ATACMS, we should understand that it is hardly a new missile: its active supply to the U.S. military began back in 1990. During that period, a substantial number of them were produced, although the actual exact figures are classified, and the Pentagon earlier refused to disclose them. But according to third-party estimates, Lockheed Martin had produced a total of 4,000 missiles, some 600 of which were spent during hostilities and exercises. However, saying there are 3,400 left would be too hasty. Estimating the real number based on public data is actually quite possible. Here, for example, the information on the current stock of missiles as of April 2007 is not a secret. According to the fact sheet, about 2100 missiles in various versions were stored in the arsenals of the U.S. Army at the time. Precisely, 1,076 units of the M39 cluster missile with a range of up to 165 km; 488 units of the M39A1 cluster missile with a range of 300 km — those have not been made since two short production periods in 1996 and 2003. Also, in 2003–2004, the production of two rare versions of the missile was discontinued: one is the M38A3 filled with self-guided BAT submunitions, 75 units in stock; and one more is the M48 with a unitary warhead and a range of up to 270 km, 153 units remaining. From that point on, only the new M57 missiles with a unitary high-explosive-fragmentation warhead were produced. The earlier produced M39 and M39A1 were also converted into this version and received an updated index M57E1. To answer the question of how many of them were converted, another declassified dataset from 2018 can help: According to the table above, the U.S. Army was planning to receive 513 newly manufactured M57 missiles by 2013 and revamp 220 old cluster ones to the new standard by 2020. Besides a new unitary warhead, the transformed missiles got new engines and an overall upgrade of internal subsystems. Yet, we must pay extra careful attention to the 2020 deadline because that year, Lockheed Martin announced that it had received an order worth $426 million for the production of 400+ missiles by March 31, 2023. Most likely, the figure encompassed both the brand-new and processed old missiles, let's tentatively assume 50/50. Thus, out of about 1,500 cluster ATACMS, about 1,100 units of M39 and M39A1 could remain in their original configuration. Some of them have already expired and should be subtracted, although they still remain in reserve due to the possibility of restoration. Now let's sum things up: new and converted M57s, plus M48 with unitary warheads amount to almost 1,600 missiles. The figure should also be complemented by those produced and refurbished throughout 2023 and partly 2024, but these numbers are not available and not too relevant considering some of them went to foreign customers. The cluster variants have depleted down to around 1,100 units. Therefore, only tentatively, as of 2024 the USA could possess a total of more than 2,500 ATACMS in various states of condition and modification, including over 1,500 in the unitary HE-FRAG version with a range up to 300 km. In the context of supplies, the most important part remains Lockheed Martin's capacity to produce new and refurbish dusted missiles. The thing is, cranking up the missile manufacturer lines was a long process proceeding not always so smoothly. Considering the [half-year delay](https://en.defence-ua.com/news/the_usa_2024_defense_spending_bill_contains_military_aid_for_ukraine-9944.html) in adopting a defense budget in the U.S., the program for expanding the production of ammunition hit a wall, including the ATACMS effort. It's only just now that the gears have sped up enough and keep ramping up. That is, while in 2020-2023 Lockheed Martin produced and restored, say, a dozen ATACMS per month at best, now it's dozens, in the plural. And another important factor is that the USA is finally [nearing the mass production of PrSM](https://en.defence-ua.com/news/while_ukraine_is_waiting_for_atacms_the_us_is_actively_preparing_the_production_of_er_gmlrs_prsm_missiles-7979.html), a successor of ATACMS with a range of 500–600 km. Read more: [ATACMS Strikes on Crimea Become Systematic: Targets are Air Defenses and Airfields]",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://subscriber.politicopro.com/article/2024/05/production-surge-eases-pentagon-worries-about-sending-long-range-missiles-to-ukraine-00155846).",
    "https://www.subscriber.politicopro.com/article/2024/05/production-surge-eases-pentagon-worries-about-sending-long-range-missiles-to-ukraine-00155846)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "doug bush",
        "sentiment": "none"
      },
      {
        "name": "laura cooper",
        "sentiment": "none"
      },
      {
        "name": "bush",
        "sentiment": "none"
      },
      {
        "name": "douglas r. bush",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "stock estimates | defense express supplies of atacms",
        "sentiment": "negative"
      },
      {
        "name": "atacms",
        "sentiment": "negative"
      },
      {
        "name": "politico",
        "sentiment": "none"
      },
      {
        "name": "pentagon",
        "sentiment": "none"
      },
      {
        "name": "u.s. army",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T20:41:35.408+03:00",
  "updated": "2024-05-03T20:41:35.408+03:00"
}