{
  "thread": {
    "uuid": "040f1eb80495a872e2603f6bf9f75feb7f6ad8df",
    "url": "https://www.elmostrador.cl/agenda-pais/agenda-sustentable/2024/07/05/con-las-recientes-lluvias-se-acabo-la-sequia",
    "site_full": "www.elmostrador.cl",
    "site": "elmostrador.cl",
    "site_section": "https://www.elmostrador.cl/categoria/movilidad",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media",
      "top_news"
    ],
    "section_title": "El Mostrador",
    "title": "Con las recientes lluvias, ¿se acabó la sequía?",
    "title_full": "Con las recientes lluvias, ¿se acabó la sequía?",
    "published": "2024-07-05T06:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "https://media-front.elmostrador.cl/2024/01/Sequia-700x275.png",
    "performance_score": 0,
    "domain_rank": 10888,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "040f1eb80495a872e2603f6bf9f75feb7f6ad8df",
  "url": "https://www.elmostrador.cl/agenda-pais/agenda-sustentable/2024/07/05/con-las-recientes-lluvias-se-acabo-la-sequia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agenda País",
  "published": "2024-07-05T06:30:00.000+03:00",
  "title": "Con las recientes lluvias, ¿se acabó la sequía?",
  "text": "Embalses al 89% y “nieve caída alcanza niveles históricos” son algunas de las afirmaciones que se tomaron la prensa después de la lluvia. Sin embargo, expertos dicen que estos indicadores, aunque positivos, no resuelven la sequía que Chile arrastra por 14 años.\nSegún información de la Dirección Meteorológica de Chile, este otoño es el que más lluvias ha acumulado en los últimos 22 años en Santiago. De acuerdo al organismo, durante junio han caído 183,1 milímetros de agua en la capital, superando los 146 milímetros registrados en 2005.\nLas, en apariencia, inusuales lluvias registradas las últimas semanas, despiertan el optimismo respecto de un posible fin de la mega sequía que afecta la zona norte y centro sur de nuestro país, hace 14 años. De hecho, hace algunos días, el Centro del Agua y Observatorio Climático de la Universidad San Sebastián publicó un análisis donde expone que 8 de los 25 embalses de la Dirección General de Aguas están por sobre los niveles observados en 2023. Es más, los embalses El Yeso (Región Metropolitana) y Los Aromos (R. de Valparaíso) están a un 89% y 99%, respectivamente, de su capacidad.\nSin embargo, el mismo reporte también advierte que el volumen total de agua en estas obras alcanza el 44%, donde la mayoría de los embalses en el país tienen menos agua acumulada de la que debieran. En efecto, pese a que (como ya se mencionaba) en la Región de Valparaíso Los Aromos está prácticamente lleno, la realidad es muy distinta para Peñuelas, que está en apenas un 3% de su capacidad, mientras que en promedio los embalses de la Región de Coquimbo están en un 13%.\n“Hemos tenido un comienzo de invierno muy afortunado respecto de la cantidad de agua que ha caído en la Región Metropolitana. Pero debemos recordar que la mega sequía que enfrenta el país es estructural y no se soluciona con un año donde se generen buenas reservas de agua”, aclara al respecto la geógrafa y vocera de Greenpeace, Silvana Espinosa.\nEl experto en hidrología andina y glaciólogo, Alexis Caro, expresa que si bien aún podemos esperar más lluvias -pues, en un año normal, los meses más lluviosos son junio y julio, e incluso se pueden registrar importantes precipitaciones en agosto-, dos años con precipitaciones normales no tienen la capacidad para terminar con una mega sequía.\n“Si este año logra tener precipitaciones normales, serían dos años seguidos con lluvias cerca o sobre lo normal, lo que no se registra desde 2006. Pero es importante recordar que lo que se estima como un año normal es el resultado de un promedio que considera la precipitación total anual por un periodo de 30 años, en los cuales siempre hay años con menos y más precipitaciones”, explica el experto.\nEspinosa profundiza en el punto y complementa: “Si miramos más allá del promedio y observamos el comportamiento de las precipitaciones o acumulación de nieve en los últimos 10 años, lo que vemos es que la tendencia es hacia una reducción en la ocurrencia de episodios de lluvia, lo que derivó en que, en lo que va del año, el gobierno ha emitido Decretos de Escasez Hídrica en 49 comunas del país, repercutiendo en más 1.600.000 personas”.\nCon todo, lo importante para los especialistas es entender que la sequía no se ha acabado y que considerar que estos episodios son suficientes para revertir esta situación es sumamente perjudicial, ya que puede implicar que se relajen las medidas de cuidado en la materia.\n“Creer que estamos ‘salvados’ y tenemos efectivamente agua asegurada hasta 2025 (al menos en los casos de las regiones Metropolitana y de Valparaíso), podría generar una falsa sensación de tranquilidad que posibilite, por ejemplo, que sigamos rellenando humedales, permitiendo la explotación minera cerca de glaciares o entregando más derechos de agua de los que los territorios pueden aguantar. Lo cierto es que dos regiones del país han tenido la fortuna de poder rellenar sus embalses en un mes, pero la gran parte del país está muy bajo la capacidad de almacenamiento. Esto, sumado al fenómeno de La Niña y su característica principal que tiende a una disminución de las lluvias, nos avisa que la sequía sigue acechando, por lo que debemos ser más responsables y cautelosos”, concluye la vocera.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T07:36:48.963+03:00",
  "updated": "2024-07-05T07:36:48.963+03:00"
}