{
  "thread": {
    "uuid": "ca9cc88e7c447532cbce7ba716dd341a1257c864",
    "url": "https://cloudflare.egyptindependent.com/sisi-history-to-highlight-egyptians-miracle-of-defending-homeland-against-terrorism",
    "site_full": "cloudflare.egyptindependent.com",
    "site": "egyptindependent.com",
    "site_section": "https://cloudflare.egyptindependent.com/feed",
    "site_categories": [],
    "section_title": "Egypt Independent",
    "title": "Sisi: History to highlight Egyptians' miracle of defending homeland against terrorism",
    "title_full": "Sisi: History to highlight Egyptians' miracle of defending homeland against terrorism - Egypt Independent",
    "published": "2024-03-10T12:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://amayei.nyc3.digitaloceanspaces.com/2022/07/144EB1C6-6479-4FD6-A88E-0E6C5AD6443D.jpeg",
    "performance_score": 0,
    "domain_rank": 14197,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ca9cc88e7c447532cbce7ba716dd341a1257c864",
  "url": "https://cloudflare.egyptindependent.com/sisi-history-to-highlight-egyptians-miracle-of-defending-homeland-against-terrorism",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENA",
  "published": "2024-03-10T12:12:00.000+02:00",
  "title": "Sisi: History to highlight Egyptians' miracle of defending homeland against terrorism",
  "text": "President Abdel Fattah al-Sisi Saturday 09/03/2024 said that the magnificent miracle achieved by the Egyptians over the past years shall forever resonate in history, bearing witness to their defense of their ancient homeland against falling in the perils of terrorism and the groups of evil and extremism.\nThey defied the hurricane of fragmentation, collapse and chaos that swept through all parts of the region, in which we live, the president said while addressing the 39th Armed Forces Cultural Symposium on the occasion of the the Armed Forces’ celebration of the Martyr and Veteran’s Day, which took place at Al Manara International Conference Center in New Cairo earlier in the day.\n“At the very same time, they built and developed their country and laid a foundation for a national economy, capable of persevering through crises. By God’s grace, it will not be long before the Egyptians celebrate the fruits of their dedication, patience and investments in building the future of this homeland,” he president said.\n“Today, I speak to you on the anniversary of “Martyr’s Day”; the day of the heroes, who rose from the soil of this blessed land. They upheld their duty with unwavering pride and found peace in the embrace of the divine, leaving us with the sorrow of separation, yet an endless legacy of pride and glory that will be enshrined in our nation’s memory.\n“The radiant chapters of our nation’s history are filled with countless days that stand as testaments to the Egyptian people’s struggle; a story of sacrifices and heroism that have illuminated torches of light, ignited the flames of patriotism, shattered the rocks of despair, paved the paths of hope and immortalized their names in the records of honor.\n“A salutation of appreciation and respect from the great people of Egypt to the brave men of the Armed Forces, who bear the responsibility, with all resolve, perseverance and courage, for the protection of the homeland’s resources and gains, side by side with the robust policemen, dedicated to safeguarding Egypt’s security, all armed with their loyalty to this great homeland.\n“Over the past months, the world has been witnessing a devastating tragedy adjacent to us, in dear Palestine. Thousands were martyred in the Gaza Strip, leaving survivors to grapple with an unprecedented humanitarian catastrophe. We have been exerting our utmost efforts and energy to protect them and provide relief by striving for a ceasefire and delivering assistance to them.\n“Today, we send the entire Palestinian people, who are steadfast on their land and resilient on their soil, a salute of appreciation and admiration. We tell them: “Your pain is our pain, and your suffering is our suffering. Egypt is committed to pursuing efforts toward reaching a ceasefire, delivering aid, and providing relief to those affected by this massive disaster. Unwavering in its support, Egypt will tirelessly work, no matter the cost, toward securing the brotherly Palestinian people’s legitimate rights in their independent state.”\n“Concluding my speech, I would like to extend a special greeting to the families of our martyrs, to the grieving father and mother, to the patient wife, and to the steadfast son and daughter, to all of you I extend my as well as the Egyptian people’s greetings and appreciation for your great sacrifices. We vow to uphold our sacred duty to you, as Egypt unites as your family and your martyrs, our sons, are forever enshrined as icons of pride and sources of dignity.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "abdel fattah al-sisi",
        "sentiment": "negative"
      },
      {
        "name": "sisi",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "al manara international conference center",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new cairo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T13:31:33.141+02:00",
  "updated": "2024-03-10T13:31:33.141+02:00"
}