{
  "thread": {
    "uuid": "a7e8534037875b8068b6bebd26a2c9064e931689",
    "url": "https://www.deutschland.de/en/topic/politics/sophie-scholl-resistance-fighter-against-the-nazi-regime",
    "site_full": "www.deutschland.de",
    "site": "deutschland.de",
    "site_section": "https://www.deutschland.de/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Newsfeed",
    "title": "Sophie Scholl: Resistance fighter against the Nazi regime",
    "title_full": "Sophie Scholl: Resistance fighter against the Nazi regime",
    "published": "2024-05-02T17:22:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DE",
    "main_image": "https://www.deutschland.de/sites/default/files/media/image/430445299.jpg",
    "performance_score": 0,
    "domain_rank": 10968,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a7e8534037875b8068b6bebd26a2c9064e931689",
  "url": "https://www.deutschland.de/en/topic/politics/sophie-scholl-resistance-fighter-against-the-nazi-regime",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Maren Gottschalk",
  "published": "2024-05-02T17:22:00.000+03:00",
  "title": "Sophie Scholl: Resistance fighter against the Nazi regime",
  "text": "A happy child, Sophie loved nature and was always friendly and helpful towards other people. Sophie Scholl was born on 9 May 1921 in Forchtenberg, a small town in what is nowadays the state of Baden-Württemberg. She was the fourth child of Lina and Robert Scholl. Her father was the local mayor, while her mother, a former district nurse, was a housewife. Her parents attached a great deal of importance to education and independence, and Lina Scholl also instilled Christian values in her children.\nThe Scholls moved to Ludwigsburg in 1930 and then two years later to Ulm, where Robert Scholl opened an accountancy office. When the Nazis assumed power in Germany in 1933, the five Scholl siblings Inge, Hans, Elisabeth, Sophie and Werner were caught up in the wave of enthusiasm for the new regime. They joined the Hitler Youth against the wish of their parents. Shortly before her 13th birthday, Sophie also swore an oath of allegiance to Adolf Hitler. She was by no means a well-behaved “Hitler Youth girl”, however, but was considered unruly, wild and romantic. Her diaries point to a distressed teenager who felt restless and wanted to let off steam.\nSophie Scholl loved modern art and literature At the age of 16, Sophie Scholl fell in love with Fritz Hartnagel, an aspiring army officer who was four years her senior. He became her first boyfriend. The extensive correspondence between the two reveals how Sophie developed into a contemplative young woman who insisted on having her doubts and her quest for the right path in life taken seriously. It was during these years that she began to renounce the Nazi system: She considered the temporary arrest of her siblings for “youth group activities” as unfair and the restrictions on intellectual freedom in Germany as oppressive. Sophie Scholl loved modern art and literature and could not understand the narrow-minded Nazi view of art.\nPlay video Dieses YouTube-Video kann in einem neuen Tab abgespielt werden YouTube öffnen Third party content We use YouTube to embed content that may collect data about your activity. Please review the details and accept the service to see this content.\nOpen consent form Piwik is not available or is blocked. Please check your adblocker settings.\nAt the start of the Second World War, Sophie adopted an unequivocal stance and wrote the following to Fritz Hartnagel: “I cannot get my head around the fact that people are now constantly being put in life-threatening situations by other people. I cannot understand it, and I find it appalling. Don’t say that it is for the fatherland.” After leaving school, she trained as a nursery school teacher in Ulm. When she was subsequently forced to spend a year away from her family and friends doing compulsory national labour service, this triggered a deep crisis in her. In 1941, Sophie Scholl rethought everything in her life: her faith, her love for Fritz and her own actions, which she felt lacked consistency.\nDegree in philosophy and biology in Munich Full of hope, she began a degree in philosophy and biology in Munich in 1942 and was warmly welcomed into the circle of friends of her brother Hans, who was also living in Munich at the time. For all that Sophie had yearned for student life, however, she was hardly able to enjoy it. The dictatorship and the war weighed too heavily on her. Her sense of needing to do something against the unfair regime grew day by day. When Hans Scholl and Alexander Schmorell wrote the first White Rose leaflets in June and July 1942, calling on people to resist the Nazi dictatorship, there was no doubt in Sophie Scholl’s mind that she would also join the resistance movement.\nMany streets in Germany are named after Sophie Scholl. © dpa/pa It is thought highly likely that Hans and Sophie Scholl would have discussed the leafleting plans. In May 1942, Sophie asked Fritz Hartnagel for money and an authorisation to buy a duplicating machine. Fritz believed this request to be dangerous. He warned her that it could cost her her head. Nonetheless, Sophie Scholl was one of the White Rose inner circle from January 1943, alongside Hans Scholl, Alexander Schmorell, Willi Graf, Christoph Probst and Professor Kurt Huber.\nI still believe that I did the best thing that I could do for my people just now. Sophie Scholl Share Overlay schließen Twitter Facebook Telegram Whatsapp E-Mail On the morning of 18 February 1943, Sophie and Hans Scholl were caught distributing leaflets at the university in Munich and were arrested. When interrogated by the Gestapo, Sophie defended her actions: “I still believe that I did the best thing that I could do for my people just now. I do not therefore regret my actions...”\nAn EU Parliament building named after Sophie Scholl in Brussels. © Dpa/pa Sophie and Hans Scholl, as well as Christoph Probst, were sentenced to death by the People’s Court on 22 February 1943 and executed that same day. The other three members of the White Rose were executed on 19 April. Some of their supporters received lengthy prison sentences. Today, Sophie Scholl, who was murdered at the age of 21, and her fellow resistance fighters are role models for people all over the world.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sophie scholl",
        "sentiment": "positive"
      },
      {
        "name": "sophie",
        "sentiment": "positive"
      },
      {
        "name": "scholl",
        "sentiment": "none"
      },
      {
        "name": "robert scholl",
        "sentiment": "none"
      },
      {
        "name": "inge",
        "sentiment": "none"
      },
      {
        "name": "adolf hitler",
        "sentiment": "none"
      },
      {
        "name": "lina",
        "sentiment": "none"
      },
      {
        "name": "elisabeth",
        "sentiment": "none"
      },
      {
        "name": "lina scholl",
        "sentiment": "none"
      },
      {
        "name": "hans",
        "sentiment": "none"
      },
      {
        "name": "hitler",
        "sentiment": "none"
      },
      {
        "name": "werner",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nazis",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ludwigsburg",
        "sentiment": "none"
      },
      {
        "name": "ulm",
        "sentiment": "none"
      },
      {
        "name": "forchtenberg",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T18:29:17.508+03:00",
  "updated": "2024-05-06T18:29:17.508+03:00"
}