{
  "thread": {
    "uuid": "6a87aef3a2ca8583e29edd4bc7e98263453aeb07",
    "url": "https://www.thenews.com.pk/print/1175765-350-000-deserving-people-have-benefited-from-governor-house-food-ration-drive",
    "site_full": "www.thenews.com.pk",
    "site": "thenews.com.pk",
    "site_section": "https://thenews.com.pk",
    "site_categories": [
      "media"
    ],
    "section_title": "The News International: Latest News Breaking, Pakistan News",
    "title": "‘350,000 deserving people have benefited from Governor House food ration drive’",
    "title_full": "‘350,000 deserving people have benefited from Governor House food ration drive’",
    "published": "2024-04-04T19:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.thenews.com.pk/assets/uploads/akhbar/2024-04-05/l_1175765_022217_updates.jpg",
    "performance_score": 0,
    "domain_rank": 5137,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6a87aef3a2ca8583e29edd4bc7e98263453aeb07",
  "url": "https://www.thenews.com.pk/print/1175765-350-000-deserving-people-have-benefited-from-governor-house-food-ration-drive",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Our Correspondent",
  "published": "2024-04-04T19:00:00.000+03:00",
  "title": "‘350,000 deserving people have benefited from Governor House food ration drive’",
  "text": "Sindh Governor Kamran Khan Tessori has said that till the end of Ramazan, up to 300,000 people will have attended the mass Iftar feasts being held at the Governor House daily in the holy month. He stated this on Thursday while speaking at a gathering held at the Governor House and attended by noted social media influencers from Karachi. Tessori told the digital media content creators that he had been continuing with his mass-scale charitable work without drawing any salary as governor. He said that up to 350,000 deserving people had benefited from the food ration drive conducted by the Governor House to serve the destitute people without any discrimination. He said that some 180,000 aggrieved people had so far availed the facility of the “Bell of Hope” installed outside the Governor House to ensure speedy justice to the complainants who didn’t get instant relief from different state and government authorities. Tessori told the social media influencers that 50,000 students had been getting the latest Information Technology education at the Sindh Governor House free of charge. He said the free IT education programme launched under the governor’s special initiative was being expanded to Hyderabad, and so far 10,000 students had obtained registrations to attend the free IT course in Hyderabad. The governor said that he had been making efforts to ensure the economic self-reliance of the educated youth in Karachi. He added that motorcycles had been donated to working-class people whose two-wheelers had been snatched or taken away by the criminals. Tessori disclosed on the occasion that he had been making efforts to extend free health insurance coverage to deserving people. An aerial view of Karachi city. — AFP/FileZikr: Volume IIIThe VM Art Gallery is hosting an art exhibition featuring... SFA Director-General Agha Fakhar Hussain inspects the bakery during an operation on April 1, 2024. —... Sindh Anti-Corruption Minister Sardar Muhammad Bux Khan Mahar seen in this image, released on February 15, 2024. —... CEO, KWSC Engineer Syed Salahuddin Ahmed pose for a photo at the KWSC office this image was released on March 12,... A young boy collects recycling items from roadsides. — Online/FileA non-profit organisation dedicated to imparting... Police personnel stand guard in Karachi. — Geo tv /FileIn response to directives from Sindh police chief Ghulam Nabi...",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kamran khan tessori",
        "sentiment": "negative"
      },
      {
        "name": "ramazan",
        "sentiment": "negative"
      },
      {
        "name": "tessori",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "house",
        "sentiment": "none"
      },
      {
        "name": "governor house",
        "sentiment": "none"
      },
      {
        "name": "information technology",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "governor house",
        "sentiment": "none"
      },
      {
        "name": "karachi",
        "sentiment": "none"
      },
      {
        "name": "sindh governor house",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:34:19.827+03:00",
  "updated": "2024-04-05T01:12:43.275+03:00"
}