{
  "thread": {
    "uuid": "314031963991fdcc3516000c4af52ac6fa0018e6",
    "url": "https://iamwomanacademy.com/y-las-camisetas-de-messi-que-vendio-barcelona",
    "site_full": "iamwomanacademy.com",
    "site": "iamwomanacademy.com",
    "site_section": "https://iamwomanacademy.com/feed/",
    "site_categories": [],
    "section_title": "Uncategorized &#8211; I AM WOMAN Academy",
    "title": "¿Y Las Camisetas De Messi Que Vendió Barcelona? – I AM WOMAN Academy",
    "title_full": "¿Y Las Camisetas De Messi Que Vendió Barcelona? – I AM WOMAN Academy",
    "published": "2024-04-12T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 34452,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "314031963991fdcc3516000c4af52ac6fa0018e6",
  "url": "https://iamwomanacademy.com/y-las-camisetas-de-messi-que-vendio-barcelona",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-12T03:00:00.000+03:00",
  "title": "¿Y Las Camisetas De Messi Que Vendió Barcelona? – I AM WOMAN Academy",
  "text": "El capitán del FC Barcelona, Leo Messi, que ya disfruta de sus vacaciones anticipadas, ha recibido en su casa de la ciudad condal al diario deportivo argentino ‘Olé’ con el que ha mantenido una extensa charla. Para esta ocasión, Antonela se ha optado por lucir un look casual y sofisticado en el que destacan sus pantalones blancos combinados con un crop top blanco adornado con botones color oro. Antonela Roccuzzo acompañó a Lionel Messi en la presentación oficial para el PSG, tras su polémica salida del Barcelona. Si bien todo generó un sinfín de especulaciones sobre su llegada a Paris, hay un gesto que no pasó desapercibido: el astro no usará la camiseta con el número diez, pero sí la que tiene el 30. Desde el entorno del futbolista sostienen que tiene que ver con Antonela Roccuzzo. Horas más tarde, el jeque qatarí mostró un clip y algunas imágenes de una reunión que tuvo uno de sus amigos con Joan Laporta y Florentino Pérez, presidentes del FC Barcelona y del Real Madrid. Mohammed Saeed Alkaabi, empresario qatarí que tiene relación con el equipo parisino y con la familia que maneja el club, ya mostró la camiseta que usará Lionel Messi.\nMohammed Saeed Alkaabi, empresario catarí muy cercano a los dueños del París Saint-Germain, apareció este sábado con una camiseta del club parisino que lleva el nombre del argentino y el que sería su dorsal. En el lugar de Diomedes, quien está realmente es Iker Casillas, estrella del Real Madrid y que ya está retirado de la actividad futbolística desde hace un par de temporadas. El reciente fichaje del jugador por el PSG por dos temporadas más una opcional supone para este joven la unión de sus dos pasiones: “Messi la primera y el PSG la segunda. Sport, uno de los diarios más importantes de Barcelona tituló: “Messi comunica al Barça que quiere marcharse”, además agrega dentro de su publicación que: “En estos momentos, PSG y Manchester United estarían en disposición de pujar muy fuerte para hacerse con el fichaje del futbolista e, incluso, pagarían alguna compensación en forma de traspaso si fuera preciso”. “El domingo cumplo 60 años y mi mujer me ha enviado a que me comprara mi regalo. Messi ofrecerá una rueda de prensa en Barcelona donde se despedirá del club azulgrana, en el que jugó por 20 años (17 temporadas como profesional).\n“Y me arrepiento de no haber pedido camisetas antes a jugadores que he enfrentado cuando era chico, cuando recién empezaba… En la última fila, De Jong y Ter Stegen sustituyen a Sergio Busquets (en la de este año aparecen seis jugadores y en la anterior lo hacían cinco) y el único que repite es Gerard Piqué, que de esta manera confirma prácticamente del todo su continuidad en el Barcelona, después de ofrecerse para irse si era necesario tras el 2-8 encajado ante el Bayern de Múnich. Ambos ganaron la Champions League y formaron una amistad que se mantiene hasta ahora. El gran reto para el club que dirige el argentino Mauricio Pochettino será ganar la Champions League. El descuento por el Barcelona, que tiene 65 puntos, lo realizó Oscar Mingueza (m. 60), tas cazar un balón en el área pequeña. Tras abrir el marcador Casemiro (28), Messi iguala con regate el área. Segundo triplete para una victoria épica: en la primera parte, Messi da un pase de la muerte a Andrés Iniesta, y después iguala el doblete de Karim Benzema (20, 24). El partido sigue 2-2 al descanso. Sustituido en el minuto 70 por Andrés Iniesta, no marcó pero la victoria del Barça 3-0 es memorable: el doblete de Ronaldinho será saludado con un aplauso en pie del Santiago Bernabéu.\nSu debut frente al Real Madrid se produjo el 19 de noviembre de 2005, en el Santiago Bernabéu, en un partido que el Barcelona se llevó 0-3 con goles del brasileño Ronaldinho y el camerunés Samuel Eto’o, su pareja de ataque. El ’10′ de la Selección de Argentina conversó con ‘TyC Sports’ hace un tiempo y reveló que la única vez que pidió una camiseta argentina messi 2022 fue una del Real Madrid, a nada más y nada menos que a Zinedine Zidane. Uno de los detalles que se reveló en el video del PSG donde anuncian la contratación de Lionel Messi, es que el argentino no usará la camiseta número 10, que viene usando desde hace varias temporadas tanto en el FC Barcelona como en la selección argentina. Y la verdad que lo disfruté mucho», manifestó, recordando su tratamiento. A la izquierda, lo que presume el Espanyol. Lionel Messi aterrizó este martes en el aeropuerto parisino de Le Bourget, donde el argentino, vestido con una camiseta con el lema ‘Ici c’est Paris’, camiseta argentina messi saludó a los centenares de aficionados que le aclamaban desde los exteriores del recinto. Cabe recordar que la semana ha sido muy movida para Messi, quien llegó a Barcelona el martes para arreglar su continuidad.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Science and Technology",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://lovestriken.com",
    "https://www.camisetasdefutbolshop.com/messi",
    "https://abcnews.go.com/search?searchtext=temporadas%20m%C3%A1s",
    "https://abcnews.go.com/search",
    "https://www.abcnews.go.com/search?searchtext=temporadas%20m%C3%A1s",
    "https://camisetasdefutbolshop.com/messi",
    "https://www.lovestriken.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T04:40:06.194+03:00",
  "updated": "2024-04-12T08:16:48.362+03:00"
}