{
  "thread": {
    "uuid": "676b7eaae3f0a3808cc787c37e63ce871630fa18",
    "url": "https://news.webindia123.com/news/Articles/World/20231229/4153919.html",
    "site_full": "news.webindia123.com",
    "site": "webindia123.com",
    "site_section": "https://webindia123.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News,India news,bollywood news,career guidance,Education,business listings,travel,health,entertainment,videos,food,craft,automobile|webindia123.com ",
    "title": "\"Honest dialogue, sincere diplomacy preferred path to resolve differences\": PM Modi on conflicts in Ukraine, Gaza",
    "title_full": "\"Honest dialogue, sincere diplomacy preferred path to resolve differences\": PM Modi on conflicts in Ukraine, Gaza",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 19037,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "676b7eaae3f0a3808cc787c37e63ce871630fa18",
  "url": "https://news.webindia123.com/news/Articles/World/20231229/4153919.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "\"Honest dialogue, sincere diplomacy preferred path to resolve differences\": PM Modi on conflicts in Ukraine, Gaza",
  "text": "In an interview with India Today, the Prime Minister said that \"terrorists or violence\" can't be allowed to set the agenda. \"I have always believed that honest dialogue and sincere diplomacy should be the preferred path to resolve differences, in an atmosphere free from fear and coercion. Be it in Ukraine or in Gaza, our approach has been guided by this belief. We cannot let terrorists or violence set the agenda,\" PM Modi said. Notably, India maintains a robust stance on global issues, including condemning the terror attack by Hamas on Israel in October. Despite this, India continues to support the 'two-state solution' for the ongoing Israel-Palestine conflict. PM Modi was one of the first global leaders to condemn the horrific terror attack on Israel by Hamas on October 7. But India has also continued with its weight behind the 'two-state solution' to the long-running Israel-Palestine conflict. India also sent humanitarian aid to the people of Gaza as part of its commitment. India recently fulfilled its annual contribution of USD 5 million for 2023-24 to the United Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA). Regarding the Russia-Ukraine conflict, India has always condemned civilian killings and called for a peaceful resolution to the conflict. In a major statement, PM Modi told President Putin that \"this is not the era of war\" on the sidelines of the SCO summit in Uzbekistan last year. The statement even made to the G20 communique under the presidency of India. PM Modi also lauded India's G20 presidency and said that India was able to forge consensus between the developing and developed worlds during the summit. Highlighting the induction of the African Union as a permanent member of G20 in New Delhi, he pointed out that India's presidency became a platform to provide a rightful place to the Global South in shaping the global narrative. \"We were able to bring focus on human-centric development to the global agenda. We got the developed and developing world to forge consensus. We revitalised multilateralism.\" In September of this year, India successfully hosted the G20 summit in the national capital, hosting over 40 global leaders and their delegations. At the Leader's Summit, the New Delhi Declaration was adopted unanimously with full consensus. A major standout of the declaration was bringing all global powers on the same page and forging consensus on an issue as divisive as the Russia-Ukraine war. Throughout India's presidency, raising the voice of Global South and developing nations was at the forefront of New Delhi's agenda. India's theme for the G20 Presidency was also 'One Earth, One Family, One Future', whose Sanskrit translation goes as 'Vasudhaiva Kutumbakam'. A major and historic takeaway from India's presidency of the G20 Summit has been the inclusion of the African Union as a permanent member of the Group of 20 (G20). PM Modi had said that India's G20 Presidency has become a symbol of inclusion both inside and outside the country, adding that it has become \"People's G20\" in India and crores of citizens are connected with it. (ANI)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "modi",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "india today",
        "sentiment": "negative"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "united nations",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T19:44:05.631+02:00",
  "updated": "2023-12-29T19:44:05.631+02:00"
}