{
  "thread": {
    "uuid": "a64e974dc65f869bf18b4df456f24543f6cd7909",
    "url": "https://nonpareilonline.com/news/nation-world/family-marks-the-first-birthday-of-kfir-bibas-the-youngest-hostage-taken-into-gaza/article_50a98d5b-7673-59bc-9a8a-3f91c136f162.html",
    "site_full": "nonpareilonline.com",
    "site": "nonpareilonline.com",
    "site_section": "https://nonpareilonline.com/search/?q=&t=article&l=25&d=&d1=&d2=&s=start_time&sd=desc&c%5B%5D=news*&f=rss",
    "site_categories": [],
    "section_title": "nonpareilonline.com - RSS Results in news* of type article",
    "title": "Family marks the first birthday of Kfir Bibas, the youngest hostage taken into Gaza",
    "title_full": "Family marks the first birthday of Kfir Bibas, the youngest hostage taken into Gaza",
    "published": "2024-01-18T18:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/nonpareilonline.com/content/tncms/assets/v3/editorial/2/ae/2ae03949-3b1a-59f7-b3f5-3b01ba63fc3a/65a96658b8b35.image.jpg?crop=324%2C324%2C126%2C0&amp;resize=200%2C200&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 54931,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a64e974dc65f869bf18b4df456f24543f6cd7909",
  "url": "https://nonpareilonline.com/news/nation-world/family-marks-the-first-birthday-of-kfir-bibas-the-youngest-hostage-taken-into-gaza/article_50a98d5b-7673-59bc-9a8a-3f91c136f162.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ivana Kottasová, Amir Tal and Mick Krever, CNN",
  "published": "2024-01-18T18:56:00.000+02:00",
  "title": "Family marks the first birthday of Kfir Bibas, the youngest hostage taken into Gaza",
  "text": "(CNN) — His face has become instantly recognizable around the world: A red-haired baby boy holding a pink elephant toy, looking directly into the camera with a toothless smile.\nHis name is Kfir Bibas, and he is the youngest of the 253 hostages taken into Gaza by Hamas and other militant groups during the terror attacks against Israel on October 7.\nOn Thursday, Kfir turns one — if he is still alive.\nThe baby boy was kidnapped from Kibbutz Nir Oz in southern Israel alongside his parents Yarden and Shiri, and his four-year old brother Ariel.\nHis family held an event in Tel Aviv on Thursday, commemorating what they called “the saddest birthday in the world.”\nLarge crowd of people filled the square in central Tel Aviv that has become known as the “Hostages Plaza.” Many were holding orange balloons, a nod to Kfir’s red hair. A large screen displaying the number of days the hostages have been held in Gaza stood nearby - 103.\nPeople are also reading…\nOn Tuesday, a smaller group of friends and relatives of the Bibas family held an event at Nir Oz on Tuesday, commemorating Kfir’s birthday with a large balloon display and a cake featuring the famous photo of Kfir with the pink elephant.\nThe same picture was propped up next to Israel’s President Israeli Isaac Herzog when he spoke at the World Economic Forum in Davos on Thursday.\n“Kfir Bibas is not the enemy of the Hamas. The Hamas don’t have any rules,” Jimmy Miller, cousin of the Bibas family, told CNN on Wednesday.\n“You know, any rules even from the Quran because in the Quran, you cannot do damage to kids … so Hamas breaks all the rules of the Islam,” he added.\nIt is not clear whether Kfir and his family are still alive. The two boys and their mother were\nnot released from Gaza during the temporary truce in late November, despite the fact that the deal agreed between Israel and Hamas called for all women and children to be set free.\nThe Israel Defense Forces (IDF) said at that time they believed the family was being held hostage by other militia groups and not by Hamas.\nHowever, later that week, Hamas said, without providing any evidence, that Kfir, his brother and his mother were killed in an Israeli airstrike.\nThe IDF said at that time the it was assessing the claim. Asked on Thursday whether there was any conclusion in that investigation, a spokesperson told CNN: “The IDF has no comment.”\nA few days after making the claim that the family were dead, Hamas released a video of Yarden Bibas, Kfir’s father, in which he blamed Israeli Prime Minister Benjamin Netanyahu for the death of his wife and two children. Bibas appeared to be in extreme distress in the video and was very likely speaking under duress.\nThe IDF called the video a “cruel act of psychological terror which Hamas is using against families of hostages.”\nIsrael believes 253 hostages were taken into Gaza during the Hamas attack on October 7. Following hostage releases and one rescue, the Prime Minister’s Office says 132 hostages remain in Gaza, of whom 105 are alive and 27 dead.\nThe-CNN-Wire\n™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://cnn.com/2023/11/22/middleeast/israel-approves-hamas-hostage-deal-intl/index.html",
    "https://www.cnn.com/2023/11/22/middleeast/israel-approves-hamas-hostage-deal-intl/index.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kfir bibas",
        "sentiment": "positive"
      },
      {
        "name": "ariel",
        "sentiment": "none"
      },
      {
        "name": "kfir",
        "sentiment": "none"
      },
      {
        "name": "yarden",
        "sentiment": "none"
      },
      {
        "name": "shiri",
        "sentiment": "none"
      },
      {
        "name": "bibas",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cnn",
        "sentiment": "positive"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "nir oz",
        "sentiment": "none"
      },
      {
        "name": "kibbutz nir oz",
        "sentiment": "none"
      },
      {
        "name": "tel aviv",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T00:43:08.051+02:00",
  "updated": "2024-01-19T00:43:08.051+02:00"
}