{
  "thread": {
    "uuid": "c7c241e1659cf5423adda936a0f54fda08f6b588",
    "url": "https://www.newsbreak.com/news/3290130919017-follow-jesus-example-and-declutter-your-life",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/bertie-ledger-advance-1593247",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Bertie Ledger-Advance | NewsBreak",
    "title": "Follow Jesus' example and declutter your life",
    "title_full": "Follow Jesus' example and declutter your life",
    "published": "2024-01-08T01:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/3XWSOW_0qdCwyes00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3328,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c7c241e1659cf5423adda936a0f54fda08f6b588",
  "url": "https://www.newsbreak.com/news/3290130919017-follow-jesus-example-and-declutter-your-life",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-01-08T01:00:00.000+02:00",
  "title": "Follow Jesus' example and declutter your life",
  "text": "Satan has a way of keeping your eyes on things that don’t matter. How many of us are preoccupied with things happening in the world that have little to do with us? How many of us fear this coming year because of the political scene? In a nation built on the idea that cash is king, despite writing on that cash, “In God, we trust,” we self-medicate, got to get what we deserve, and keep up with the Joneses. And the more we have, the less we are. Jesus has a way of reaching us when we have nothing left. We seek possessions, promotions, experiences and attention. Yet, when all those things are stripped away from our lives, Jesus meets us there. Jesus is ever pursuing you. Jesus comes peacefully to offer you peace even when we seek it in all the wrong places. Fat bank accounts don’t grant peace. Jesus weeps over us when we can’t find peace - when we can’t see Him. Jesus wept over the city of Jerusalem. He saw lost and broken people desperately searching for a Messiah that would be their Prince of Peace. He was there, and they didn’t recognize or receive Him. They reject their king and still seek their King today, but He’s already come and gone. Jesus walked upon the temple mount and was sickened by the preying on interested people when they should have been praying for them. Luke tells us Jesus drove out those who sold. Jesus pushed away the things that got in the way of the house of prayer. Jesus wants you to pray. He wants to grant you peace and power in your place of worship, but the clutter has to be removed. All the extra books, sacrifices, commentaries, sermons, gadgets and stuff have to be laid aside so you can find Jesus. He meets us in a quiet and secret place. All the extra has to be put aside so you can take in His extravagance. Jesus knows the most important thing about you is your time with Him. So, don’t be like the temple of His day filled with extra business opportunities, schedules and hierarchy. Come to His throne room regularly, bare, expecting Him to grant you the power to tell the world about this great King you have found. He is good. He is returning to bring ultimate peace and power to those who believe This is good news, and we should build our existence upon Him. A firm foundation is worthy of our lives, and when we build on Jesus, He brings peace, promises to meet you in prayer, and grants the power to advance the Kingdom of Glory in this world. We realize how much we have in Jesus when He is all we have. 2024 is the year for you to put aside every other concern, possession, agenda, fear, hobby or habit if it’s in the way of becoming a house or a prayer. Find your house of prayer - He promises to meet you there. Subscribe to the Bertie Ledger-Advance",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3XWSOW_0qdCwyes00",
    "https://img.particlenews.com/image.php?url=3XWSOW_0qdCwyes00",
    "https://apg01.newzware.com/ss70v2/enc/common/template.jsp?init=start&initEdition=BLZ&return=https%3A%2F%2Fwww.dailyadvance.com%2Fbertie%2F",
    "https://img.particlenews.com/image.php",
    "https://www.apg01.newzware.com/ss70v2/enc/common/template.jsp?init=start&initEdition=BLZ&return=https%3A%2F%2Fwww.dailyadvance.com%2Fbertie%2F",
    "https://apg01.newzware.com/ss70v2/enc/common/template.jsp",
    "https://www.img.particlenews.com/image.php?url=3XWSOW_0qdCwyes00",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=3XWSOW_0qdCwyes00"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "positive"
      }
    ],
    "organizations": [
      {
        "name": "joneses",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "jerusalem",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:49:00.916+02:00",
  "updated": "2024-01-08T01:49:00.916+02:00"
}