{
  "thread": {
    "uuid": "7b4e1c79a8171c4e4c91af8f58666a39b762bf36",
    "url": "https://vnexplorer.net/dramatic-moment-royal-navy-warship-hms-richmond-shoots-down-houthi-attack-drones-in-the-red-sea-s1813132.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Dramatic moment Royal Navy warship HMS Richmond shoots down Houthi attack drones in the Red Sea",
    "title_full": "Dramatic moment Royal Navy warship HMS Richmond shoots down Houthi attack drones in the Red Sea",
    "published": "2024-03-09T22:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jBWKl.img",
    "performance_score": 0,
    "domain_rank": 52286,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7b4e1c79a8171c4e4c91af8f58666a39b762bf36",
  "url": "https://vnexplorer.net/dramatic-moment-royal-navy-warship-hms-richmond-shoots-down-houthi-attack-drones-in-the-red-sea-s1813132.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-09T22:20:00.000+02:00",
  "title": "Dramatic moment Royal Navy warship HMS Richmond shoots down Houthi attack drones in the Red Sea",
  "text": "This is the moment a Royal Navy warship, HMS Richmond, shot down two Houthi attack drones in the Red Sea today.\nDefence Secretary Grant Shapps said the incident overnight saw the warship use its Sea Ceptor missiles to repel the attack.\nA video, released by the Ministry of Defence, shows flashes of light as the missiles are launched into the air at the Houthi attack drones.\nA separate clip shows the vessel locking onto the drones before gunning them down.\nThe US Central Command said a total of 15 drones were shot down by coalition vessels and aircraft during attacks in Red Sea and Gulf of Aden in the early hours of Saturday morning.\nPictures show Royal Navy personnel dressed in anti-flash gear responding to the attack drones\nSea Ceptor missiles are fired from HMS Richmond in response to Houthi attack drones\nThe UK sent HMS Richmond to the Red Sea at the start of January\nRoyal Navy personnel are dressed in anti-flash gear, worn when in high-pressure situations to provide protection to the head, neck, face and hands\nPictures show Royal Navy personnel dressed in anti-flash gear responding to the attack drones.\nDefence Secretary Grant Shapps said: ‘The UK and our allies will continue to take the action necessary to save lives and protect freedom of navigation.’\nThe Ministry of Defence said the Type 23 frigate and international allies ‘fully repelled’ a Houthi drone attack with no injuries or damage sustained.\nThe MoD said Richmond’s crew acted in an ‘exemplary manner’ and the UK was ‘unwavering in our position that we will take the action necessary to protect innocent lives and the global economy’.\nThe Houthis, based in Yemen, have claimed their attacks on shipping in the Red Sea are in response to events in Gaza, although the merchant vessels targeted have often had little or no link to Israel.\nThe attacks on vessels using the Red Sea have resulted in ships diverting around southern Africa rather than using the Suez Canal between Europe and Asia, adding to costs and creating a potential global economic risk.\nThe US Central Command said American and coalition forces acted after determining the ‘large scale uncrewed aerial vehicle’ attack ‘presented an imminent threat to merchant vessels’.\nThe UK sent HMS Richmond to the Red Sea at the start of January. HMS Diamond and HMS Lancaster were already in the region to the region to protect container ships from assaults by the Houthis.\nFlashes of light can be seen from HMS Richmond as they launch missiles at Houthi attack drones\nDefence Secretary Grant Shapps said the incident overnight saw the warship use its Sea Ceptor missiles to repel the attack\nHouthis march during a rally of support for Palestinians outside Sanaa, Yemen, on 22 January\nHMS Richmond locked onto the Houthi attack drones and then shot them down\nThe warship is part of a US-led coalition named Operation Prosperity Guardian, which has been protecting trade ships as they journey through the region and towards the Suez Canal and Europe.\nREAD MORE: Houthis vow to continue targeting British ships in the Red Sea At the time, Shapps told MPs that HMS Richmond, a type 23 frigate, would be posted to protect merchant vessels – but stressed the warship is only being deployed to the Gulf to replace a British vessel already on patrol there.\nThis comes as a missile attack by the rebels on a commercial ship in the Gulf of Aden killed three crew members and forced survivors to abandon the vessel, US officials said on Thursday.\nThe US military’s Central Command said an anti-ship ballistic missile launched from a Houthi-controlled area in Yemen struck the True Confidence, causing significant damage.\nIn addition to the three deaths, at least four crew members were injured, with three in critical condition.\nA US warship and the Indian navy travelled to the scene in an attempt to assist in rescue efforts.\nBrigadier General Yahya Saree, a Houthi military spokesman, claimed the attack in a pre-recorded message, saying its missile fire set the vessel ablaze.\nHe said the rebels’ attacks would only stop when the ‘siege on the Palestinian people in Gaza is lifted’.\nChancellor Jeremy Hunt came under fire earlier this week when he announced that there would be no increase in defence spending at a time of global instability.\nTables published in the Financial Statement and Budget Report indicated routine spending on the already cash-strapped Armed Forces will shrink by £2.2 billion next year.\nMeanwhile, spending on major procurement projects is forecast to fall by £0.3 billion next year.\nThe combined totals for both categories will fall from £54.2 billion in 2023/24 to £51.7billion in 2024/25 – at a time of war in Ukraine and the Middle East.\nWho are the Houthi rebels? The Houthi rebel movement is an Iranian-backed Shia group waging a bitter war against the Sunni Yemeni government, which is backed by a multinational coalition led primarily by Saudi Arabia.\nThe Houthi rebel movement began in the 1990s but was formalised in 2004, one year after the US invasion of Iran.\nNamed after Zaidi Shia cleric and founder Hussein Badreddin al-Houthi, the rebel group was initially composed of Muslims belonging to a the Zaidi branch of Shia Islam that was largely marginalised in Yemen.\nHouthi rebels were initially committed to fighting perceived oppression in the country, and later took on a second goal of fighting Western influence in the Middle East after the Yemeni government voiced support for the US’ war in Iraq.\nThe Houthis launched several insurgencies against Yemen’s government throughout the 2000s and early 2010s but the conflict quickly spiralled out of control in 2014 after the rebels took control of the capital Sanaa and overthrew the government, triggering a Saudi led-military intervention that has seen the two sides battle tooth and nail ever since.\nIran and Saudi Arabia are major rivals, separated by religious sectarianism and desire for greater regional influence. Iran’s financial and military backing for the Houthis is believed to have begun in the late 2000s, with Houthi officials confirming in 2015 that Tehran was directly supporting the group.\nThe group, which is hundreds of thousands strong, is extremely well armed and proficient in the use of conventional arms, cruise and ballistic missiles, and drones.\nUnlike Hezbollah and Hamas, the Houthis do not count Israel as their biggest foe, but have expressed considerable anti-Jewish sentiments and in the wake of Israel’s retaliatory attacks on Gaza announced they would fire on commercial ships headed in and out of Israeli ports in solidarity with Hamas.\nRead more",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jBREC.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jBREI.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jC19v.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jBWKl.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jBWKy.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jC5oQ.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jBN4i.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jC5p0.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jBWKy.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jBWKl.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jBN4i.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jBREI.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jC5p0.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jBREC.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jC19v.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jC5oQ.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "grant shapps",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "royal navy",
        "sentiment": "negative"
      },
      {
        "name": "houthi",
        "sentiment": "negative"
      },
      {
        "name": "ministry of defence",
        "sentiment": "none"
      },
      {
        "name": "us central command",
        "sentiment": "none"
      },
      {
        "name": "january royal navy",
        "sentiment": "none"
      },
      {
        "name": "defence",
        "sentiment": "none"
      },
      {
        "name": "hms richmond",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "red sea",
        "sentiment": "none"
      },
      {
        "name": "richmond",
        "sentiment": "none"
      },
      {
        "name": "hms richmond",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "gulf of aden",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T22:25:00.050+02:00",
  "updated": "2024-03-09T22:25:00.050+02:00"
}