{
  "thread": {
    "uuid": "3ca31331b5dec4509d01144b704714522fa31424",
    "url": "https://www.prensa-latina.cu/2024/01/02/destacan-aporte-de-la-economia-informal-en-el-salvador",
    "site_full": "www.prensa-latina.cu",
    "site": "prensa-latina.cu",
    "site_section": "https://www.prensa-latina.cu/feed?rss-2",
    "site_categories": [
      "media"
    ],
    "section_title": "Prensa Latina",
    "title": "Destacan aporte de la economía informal en El Salvador",
    "title_full": "Destacan aporte de la economía informal en El Salvador",
    "published": "2024-01-02T17:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CU",
    "main_image": "https://www.prensa-latina.cu/wp-content/uploads/2021/04/soporte-news-pl.jpg",
    "performance_score": 0,
    "domain_rank": 21345,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3ca31331b5dec4509d01144b704714522fa31424",
  "url": "https://www.prensa-latina.cu/2024/01/02/destacan-aporte-de-la-economia-informal-en-el-salvador",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Luis Beatón",
  "published": "2024-01-02T17:14:00.000+02:00",
  "title": "Destacan aporte de la economía informal en El Salvador",
  "text": "La economía informal genera más de 1.7 millones de empleos, donde comercio y agricultura ocupan a más trabajadores.\nSegún el diario El Mundo, los “informales” no tributan ni tienen coberturas sociales, y ese sector es considerado un refugio involuntario de los pobres.\nLas estadísticas del BCR muestran un crecimiento constante de la economía informal, que llegó a generar cinco mil 677 millones en 2019. Sin embargo, en 2020 cayó a cuatro mil 540.5 millones, a causa de la pandemia de la Covid-19.\nConsiderando que la economía salvadoreña experimentó una rápida recuperación en 2021, con facilidad el sector informal volvió a generar más de cinco millones en los últimos tres años.\nDatos citados por el diario sostienen que un 81.8 por ciento del PIB salvadoreño es generado por la economía formal.\nSin embargo, el gran empleador es el sector informal ya que la mano de obra disponible supera la demanda, lo que hace muchos salvadoreños terminen en las filas del desempleo y buscan ingresos a través de actividades informales.\nLos datos del BCR indican que la economía informal generaba más de 2.07 millones de puestos de trabajo en 2019, una cifra que bajó a 1.74 millones en 2020.\nLos grandes empleadores informales son el sector de comercio, reparación de vehículos automotores y motocicletas, con 439 mil 100 puestos de trabajo, seguidos por las actividades agrícolas, que emplean a 420 mil 046 personas, lo que hace que el sector genere un 60.7 por ciento del empleo en la economía salvadoreña.\nLos que se emplean en este tipo de trabajo, no cotizan ni ahorran para las pensiones por lo que enfrentan condiciones de empleo más adversa y reciben menos salarios.\nCitada por el diario, la Encuesta de Hogares de Propósitos Múltiples (EHPM) encontró que 65 de cada 100 personas ocupadas no están afiliadas o cubiertas por algún sistema de seguridad social público o privado.\nro/lb",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T17:15:54.932+02:00",
  "updated": "2024-01-02T17:15:54.932+02:00"
}