{
  "thread": {
    "uuid": "89657d9d71512f7e2838d5b347eb8bc63ca049a6",
    "url": "https://www.globaltimes.cn/page/202401/1304628.shtml",
    "site_full": "www.globaltimes.cn",
    "site": "globaltimes.cn",
    "site_section": "https://www.globaltimes.cn/source/economy/index.html",
    "site_categories": [
      "media"
    ],
    "section_title": "Economy",
    "title": "China’s private Caixin PMI in December hits 50.8, highest in four months - Global Times",
    "title_full": "China’s private Caixin PMI in December hits 50.8, highest in four months - Global Times",
    "published": "2024-01-02T05:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "https://www.globaltimes.cn/Portals/0/attachment/2023/2023-12-06/a21a6226-eb4f-45a0-afc4-30dd4a4c8751.jpeg",
    "performance_score": 0,
    "domain_rank": 1911,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "89657d9d71512f7e2838d5b347eb8bc63ca049a6",
  "url": "https://www.globaltimes.cn/page/202401/1304628.shtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Global Times",
  "published": "2024-01-02T05:39:00.000+02:00",
  "title": "China’s private Caixin PMI in December hits 50.8, highest in four months - Global Times",
  "text": "Workers check lithium battery manufacturing parts at a local factory in Wuxi city, East China's Jiangsu Province on January 14, 2022. Photo: VCG\nChina’s private Caixin Manufacturing Purchasing Managers’ Index (PMI) set a new high in four months to 50.8 in December 2023, indicating a sustained recovery in the nation’s medium- and small-sized manufacturers.\nThe figure edged up 0.1 points from the previous month and remained in the expansion territory for the fourth time in the past five months, according to Wang Zhe, senior economist at Caixin Insight Group.\nThe report noted that the manufacturers saw stronger increase in output and new market orders. The increase in overall sales in December was the quickest recorded since February 2023, while improved market conditions and great client spending had supported the latest rise in new production, read the report.\nThe downturn in new foreign sales also moderated in December, with new export business declining at a marginal rate that was the weakest in six months.\nBoth supply and demand expanded as the market maintained an upward trend, boosting production and sales, the report said. The sub-indexes for output reached a new high since May and total new orders also recorded a new high since February 2023, with particularly strong demand for consumer goods.\nWang said that the economic outlook for the manufacturing sector continued to improve in December, with supply and demand expanding and price levels remaining largely stable.\nHowever, some challenges still remain.\nWang said that employment remained a significant challenge, while business remained cautious in areas including hiring, raw material purchasing and inventory management.\nLooking ahead, Wang pointed out that there is still room for adjustments in fiscal and monetary policies, while calling for strengthened efforts in increasing employment to ultimately foster long-term market confidence.\nChina’s official manufacturing PMI in December edged down from 49.4 in November to 49 in December, remaining in contraction territory, according to data from the National Bureau of Statistics (NBS) on Sunday.\nChina’s manufacturing PMI drops to 49 in Dec; policies expected to boost demand 2023/12/31 12:49:54\nThe slight drop of manufacturing PMI was affected by factors such as off-season production for several categories of basic raw material industries, indicating a slight decline in the level of economic activity, according to Zhao Qinghe, an NBS official.\nChina's manufacturing sector ranked among top tier in the world during the 2020-22 period, showing both resilience and stable growth, according to the 2023 China Manufacturing Power Development Index Report, released by the Chinese Academy of Engineering on Thursday.\nChina’s manufacturing development ranks among world’s best, with key industries set to lead global development: report 2023/12/28 19:55:40\nGlobal Times",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jian",
        "sentiment": "negative"
      },
      {
        "name": "wang zhe",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "global times workers",
        "sentiment": "negative"
      },
      {
        "name": "caixin pmi",
        "sentiment": "negative"
      },
      {
        "name": "vcg china",
        "sentiment": "none"
      },
      {
        "name": "caixin insight group",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "wuxi",
        "sentiment": "none"
      },
      {
        "name": "east china",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T07:34:00.873+02:00",
  "updated": "2024-01-02T07:34:00.873+02:00"
}