{
  "thread": {
    "uuid": "1cc54a638d48f14f4ea2c7f8cdd031390bc25bb6",
    "url": "https://www.laprovincia.es/sociedad/2024/02/29/lluvia-premios-gran-canaria-98848909.html",
    "site_full": "www.laprovincia.es",
    "site": "laprovincia.es",
    "site_section": "https://laprovincia.es/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Lluvia de premios en Gran Canaria",
    "title_full": "Lluvia de premios en Gran Canaria",
    "published": "2024-02-29T22:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/18fcf8a9-77a5-4bb3-831b-0a16e2103a86_16-9-discover-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 28328,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1cc54a638d48f14f4ea2c7f8cdd031390bc25bb6",
  "url": "https://www.laprovincia.es/sociedad/2024/02/29/lluvia-premios-gran-canaria-98848909.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "La pluma de la Fortuna",
  "published": "2024-02-29T22:53:00.000+02:00",
  "title": "Lluvia de premios en Gran Canaria",
  "text": "Noche de jueves afortunada la que ha vivido Gran Canaria. Tras un día lluvioso, los grancanarios se acuestan con otra lluvia algo diferente y bastante reconfortante: una de premios. El sorteo de la Lotería Nacional, celebrado este jueves, 29 de febrero, ha dejado cuatro premios en Gran Canaria según ha anunciado Loterías y Apuestas del Estado. Concretamente, el primer premio ha caído en San Fernando y en el CC La Ballena de Las Palmas de Gran Canaria. Mientras que el segundo premio se repartió en Moya y en Vecindario. Además, el primer premio se vendió también en Puertito de Güímar, en Tenerife. El primer premio ha recaído en el 78863 y el segundo premio ha caído en el 29479. El reintegro: 0 3 9. El primer premio también cayó en diferentes lugares de la geografía española como: Madrid, Barcelona y Asturias. El segundo premio se repartió en La Rioja, Sevilla, Burgos, Barcelona, Alicante, Cáceres, Cádiz, Cantabria, Castellón, Murcia, Tarragona, Teruel y Valladolid. Inicialmente deberás elegir el sorteo en el que deseas participar (siempre hay un mínimo de 4 sorteos disponibles a la venta). Después deberás elegir el número de 5 cifras (décimo) con el que deseas participar en ese sorteo. Si lo deseas, puedes seleccionar tú las cifras de este número o que el sistema lo haga automáticamente por ti de manera aleatoria, poniendo asteriscos en las cifras que no deseas seleccionar. Debes indicar también el número de décimos que deseas adquirir (entre 1 y 10). Si eliges un número en concreto, ten en cuenta que este número puede no estar disponible para la venta por haberse vendido ya o por venderse solamente a través de alguna de nuestras Administraciones de Loterías. Los décimos generados son virtuales (nunca te enviaremos tu décimo en papel, pues estos se venden en exclusiva en las Administraciones de Loterías) pero participan en los sorteos en las mismas condiciones que los décimos de papel y con las mismas probabilidades de ganar premios. La única diferencia es que si has comprado un décimo en papel deberás presentar este para optar a cobrar posibles premios, mientras que en el caso del online recibirás tus premios exactamente igual que para el resto de juegos sin necesidad de que presentes nada. El precio de cada décimo depende del sorteo en el que participe: Si es un sorteo de jueves, cada décimo cuesta 3 €.\\n Si es un sorteo ordinario de sábado, cada décimo cuesta 6 €.\\n Si es un sorteo especial de sábado, cada décimo cuesta 12 € o 15 €.\\n Si es un sorteo extraordinario, cada décimo cuesta 20 €. Tendrás premio si tu número (o alguna de sus cifras) sale elegido en el sorteo dentro de la distribución de premios que tiene ese sorteo previamente establecida: primer premio, segundo premio, terminación, aproximación, reintegro…).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [
    "https://www.elperiodico.com/es/loteria-navidad/premios/?_sid=1701289498&_sid=1702024410&_sid=1702124391&_sid=1705041528&_sid=1705041528…).",
    "https://www.elperiodico.com/es/loteria-navidad/premios/",
    "https://www.loteriasyapuestas.es/es/resultados",
    "https://loteriasyapuestas.es/es/resultados",
    "https://elperiodico.com/es/loteria-navidad/premios/?_sid=1701289498&_sid=1702024410&_sid=1702124391&_sid=1705041528&_sid=1705041528…).",
    "https://elperiodico.com/es/loteria-navidad/premios/",
    "https://www.elperiodico.com/es/loteria-navidad/premios/",
    "https://www.elperiodico.com/es/loteria-navidad/premios"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:03:14.952+02:00",
  "updated": "2024-03-01T00:24:59.279+02:00"
}