{
  "thread": {
    "uuid": "faa398bece6d70c01e82609bef54d88d8f080204",
    "url": "https://www.sandiegouniontribune.com/en-espanol/noticias/mexico/articulo/2023-12-29/lopez-obrador-asegura-que-esta-bajando-la-migracion-tras-su-reunion-con-ee-uu",
    "site_full": "www.sandiegouniontribune.com",
    "site": "sandiegouniontribune.com",
    "site_section": "https://www.sandiegouniontribune.com/index.rss",
    "site_categories": [
      "real_estate",
      "media",
      "buying_selling_homes"
    ],
    "section_title": "The San Diego Union-Tribune - San Diego, California &amp; National News",
    "title": "López Obrador asegura que \"está bajando la migración\" tras su reunión con EE.UU.",
    "title_full": "López Obrador asegura que \"está bajando la migración\" tras su reunión con EE.UU.",
    "published": "2023-12-29T21:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ca-times.brightspotcdn.com/dims4/default/782cebc/2147483647/strip/true/crop/4500x2363+0+319/resize/1200x630!/quality/75/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F95%2Fc3%2F2ad94cd2d88ae8a70296e7b227e5%2Fcfdj8j-1qgn8gudkktqfsdvjbad-d9o0tfv12d0jo7lfzz-aijcoch5h6ynu2tdyn4-sxnyxwmjzgfqgb3ygxg-0jlm-cwhlunai66-kw-pnqmlwpbmfdbhfjcmvhybzukrybp5ovxbaihiotzunsqm2ay0aayjr-bxz7cmnjbzvruy2c9e-pcsm5jo-ytqylwlqn9vdmmltey0rl6l8jl49y7zhjoaze3xzsccfp9jwuljzkmx-wevbaypix-b1dsp-v9x-2qnaxqpp6-tqse3dw0thrttmzw4zwwhltjkltltk-pcbhg7d-nt7tetbttrv1xgcjbftbmbbd1rnjqri8g-e6-hrqgy4h1zmzzu0v-7ab86bbxfxy7phs20f0vaotr3srrh48xamickymgwz2e",
    "performance_score": 0,
    "domain_rank": 1499,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "faa398bece6d70c01e82609bef54d88d8f080204",
  "url": "https://www.sandiegouniontribune.com/en-espanol/noticias/mexico/articulo/2023-12-29/lopez-obrador-asegura-que-esta-bajando-la-migracion-tras-su-reunion-con-ee-uu",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EFE",
  "published": "2023-12-29T21:15:00.000+02:00",
  "title": "López Obrador asegura que \"está bajando la migración\" tras su reunión con EE.UU.",
  "text": "López Obrador asegura que “está bajando la migración” tras su reunión con EE.UU. El presidente mexicano, Andrés Manuel López Obrador, afirmó este viernes que “está bajando la migración” tras la visita del miércoles de una delegación de Estados Unidos liderada por su secretario de Estado, Antony Blinken, para abordar el inédito repunte migratorio de diciembre. “Lo más importante (en la reunión) era que se había avanzado y nos habíamos entendido y ya hay incluso buenos resultados. Claro, tiene que ver también con el fin de año, para no echar las campanas al vuelo, pero está bajando la migración”, sostuvo el mandatario en su conferencia matutina. La visita ocurrió después de que este mes hubo cifras históricas de migración irregular, con un promedio de más de 10.000 personas diarias que llegaron a la frontera común con México, lo que llevó a Estados Unidos a cerrar de forma temporal cruces en Texas, Arizona y California, según López Obrador. Pero el gobernante mexicano defendió ahora los resultados, al citar que se ha dispersado la caravana migrante que partió de la frontera sur de México en Nochebuena con unos 10.000 integrantes, la más numerosa del año. “¿Se acuerdan que ayer hablábamos de los 10.000 de la caravana? Hoy volvimos a confirmar que (ya) son 1.500”, manifestó. El Gobierno mexicano aseveró el jueves que ha “intensificado acciones de control migratorio” al asegurar que en los últimos días ha superado a las autoridades de Estados Unidos en encuentros de migrantes en la frontera común, según un documento exhibido por López Obrador. Como muestra del entendimiento entre ambos países, el presidente de México mostró una carta que le envió su homólogo estadounidense, Joe Biden, para agradecerle “los esfuerzos” en migración. “Me alegró mucho enterarme del éxito de la reunión, que se produjo gracias a su liderazgo y compromiso con la visión y los valores que ambos compartimos. Aprecio su firme dirección de reforzar nuestros esfuerzos migratorios conjuntos”, escribió Biden, según leyó López Obrador. Por otro lado, el mandatario negó que el Gobierno de México haya pedido a EE.UU. eliminar el “deterioro democrático” como una de las causas de la migración en el comunicado conjunto que lanzaron tras la reunión. “No tratamos el tema, es que estuvimos de acuerdo después de la reunión y entonces se acordó hacer un comunicado en los mejores términos porque así fue, llegamos a muy buenos acuerdos”, remarcó. Recibe las últimas noticias en español lunes, miércoles y viernes. Suscríbete a nuestro boletín informativo Ocasionalmente, puede recibir contenido promocional del San Diego Union-Tribune en Español.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T21:20:02.499+02:00",
  "updated": "2023-12-29T21:20:29.145+02:00"
}