{
  "thread": {
    "uuid": "7bb1482f07599c99b3f3253df92fbddeb7f164d3",
    "url": "https://www.aciprensa.com/noticias/104732/papa-francisco-la-guerra-nunca-es-inevitable-y-la-paz-siempre-es-posible",
    "site_full": "www.aciprensa.com",
    "site": "aciprensa.com",
    "site_section": "http://feeds.feedburner.com/noticiasaci",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Noticias de ACI Prensa",
    "title": "Papa Francisco: La guerra nunca es inevitable y la paz siempre es posible",
    "title_full": "Papa Francisco: La guerra nunca es inevitable y la paz siempre es posible",
    "published": "2024-06-01T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.aciprensa.com/imagespp/papa-francisco-acli-vatican-media-010624.jpg",
    "performance_score": 0,
    "domain_rank": 18206,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7bb1482f07599c99b3f3253df92fbddeb7f164d3",
  "url": "https://www.aciprensa.com/noticias/104732/papa-francisco-la-guerra-nunca-es-inevitable-y-la-paz-siempre-es-posible",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-01T03:00:00.000+03:00",
  "title": "Papa Francisco: La guerra nunca es inevitable y la paz siempre es posible",
  "text": "Al recibir en audiencia este sábado 1 de junio a los miembros de las Asociaciones cristianas de trabajadores italianos (ACLI, por sus siglas en italiano), el Papa Francisco aseguró que comparte con ellos “el compromiso y la oración por la paz”, al tiempo que subrayó que “la guerra nunca es ‘inevitable’ mientras que la paz siempre es posible”. En su [mensaje](https://press.vatican.va/content/salastampa/it/bollettino/pubblico/2024/06/01/0458/00946.html) a los miembros de las ACLI, institución que cumple 80 años, el Santo Padre les alentó a aprovechar su aniversario para “revisar su historia, con sus alegrías y momentos difíciles, y para expresar gratitud”. Recibe las principales noticias de ACI Prensa por WhatsApp y Telegram Cada vez es más difícil ver noticias católicas en las redes sociales. Suscríbete a nuestros canales gratuitos hoy: “Agradezco con ustedes al Señor que los ha acompañado y sostenido en este camino, inspirando a muchas personas que, a través de las ACLI, han dedicado su vida al servicio de los trabajadores, los jubilados, los jóvenes, los extranjeros y de tantos que se encuentran en situaciones de necesidad”. “Las ACLI son un lugar donde es posible encontrar ‘santos de la puerta de al lado’, personas que no aparecen en los titulares de los periódicos, pero que a veces cambian concretamente las cosas para bien”, destacó. \"Un munto ensangrentado por tantas guerras\" Al alentarlos a ser “operadores de paz”, el Papa Francisco lamentó que estamos “en un mundo ensangrentado por tantas guerras”, y resaltó que quien construye la paz “al mismo tiempo se esfuerza por construir puentes, escuchar y comprender a las distintas partes implicadas, promoviendo el diálogo y la reconciliación”. “Interceder por la paz es algo que va mucho más allá del simple compromiso político, porque requiere involucrarse y asumir riesgos”, expresó. “Nuestro mundo, lo sabemos, está marcado por conflictos y divisiones, y su testimonio como operadores de paz, como intercesores por la paz, es más necesario y precioso que nunca”, alentó. “Ser y sentirse parte del pueblo” El Papa Francisco también resaltó la importancia de un “estilo popular”, y explicó que “no se trata sólo de estar cerca de la gente, sino de ser y sentirse parte del pueblo. Significa vivir y compartir las alegrías y desafíos cotidianos de la comunidad, aprendiendo de los valores y de la sabiduría de la gente sencilla”. “Un estilo popular implica reconocer que los grandes proyectos sociales y las transformaciones duraderas nacen desde abajo, del compromiso compartido y los sueños colectivos”, precisó. “Pero la verdadera esencia del pueblo reside en la solidaridad y el sentido de pertenencia”, dijo, señalando luego que “en el contexto de una sociedad fragmentada y de una cultura individualista, tenemos una gran necesidad de lugares donde las personas puedan experimentar este sentido de pertenencia creativo y dinámico, que ayuda a pasar del yo al nosotros, a elaborar juntos proyectos de bien común y encontrar los modos y formas de realizarlos”. “Un estilo cristiano” Al abordar la importancia de “un estilo cristiano”, el Santo Padre preguntó: “¿A quién podemos acudir para comprender lo que significa ser un operador de paz al máximo, sino al Señor Jesús? ¿Dónde podemos encontrar inspiración y fuerza para acoger a todos, sino en la vida de Jesús?”. “Asumir un estilo cristiano, entonces, significa no sólo prever un momento de oración en nuestros encuentros: esto está bien, pero debemos hacer más; Asumir un estilo cristiano significa crecer en la familiaridad con el Señor y en el espíritu del Evangelio, para que eso pueda impregnar todo lo que hacemos y nuestra acción tenga el estilo de Cristo y lo haga presente en el mundo”. “Frente a las visiones culturales que corren el riesgo de anular la belleza de la dignidad humana y desgarrar la sociedad, les invito a cultivar ‘un nuevo sueño de fraternidad y amistad social que no se limite a las palabras’”, expresó. El Papa Francisco subrayó que este “es el sueño de San Francisco de Asís y de muchos otros santos, de muchos cristianos, de muchos creyentes de todos los credos. Hermanos y hermanas, ¡que ese también sea su sueño!”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.press.vatican.va/content/salastampa/it/bollettino/pubblico/2024/06/01/0458/00946.html",
    "https://press.vatican.va/content/salastampa/it/bollettino/pubblico/2024/06/01/0458/00946.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T01:38:31.744+03:00",
  "updated": "2024-06-02T02:46:21.653+03:00"
}