{
  "thread": {
    "uuid": "a19ee43af21888ae033f9fb71584195f5ca12b71",
    "url": "https://www.aciprensa.com/noticias/104737/corpus-christi-2024-en-roma-homilia-del-papa-francisco-en-la-misa-y-procesion",
    "site_full": "www.aciprensa.com",
    "site": "aciprensa.com",
    "site_section": "https://aciprensa.com",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "\n    ACI Prensa  ",
    "title": "Corpus Christi 2024 en Roma: Homilía del Papa Francisco en la Misa y procesión | ACI Prensa",
    "title_full": "Corpus Christi 2024 en Roma: Homilía del Papa Francisco en la Misa y procesión | ACI Prensa",
    "published": "2024-06-02T20:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.aciprensa.com/imagespp/papa-francisco-misa-y-procesion-corpus-christ-2024.jpg",
    "performance_score": 0,
    "domain_rank": 18206,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a19ee43af21888ae033f9fb71584195f5ca12b71",
  "url": "https://www.aciprensa.com/noticias/104737/corpus-christi-2024-en-roma-homilia-del-papa-francisco-en-la-misa-y-procesion",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ACI Prensa",
  "published": "2024-06-02T20:30:00.000+03:00",
  "title": "Corpus Christi 2024 en Roma: Homilía del Papa Francisco en la Misa y procesión | ACI Prensa",
  "text": "Compartimos la homilía completa del Papa Francisco, en la Misa y procesión de Corpus Christi en Roma, este domingo 2 de junio. El Santo Padre presidió la Eucaristía en la Basílica papal de San Juan de Letrán, la catedral de la diócesis de Roma, de la que es obispo. Recibe las principales noticias de ACI Prensa por WhatsApp y Telegram Cada vez es más difícil ver noticias católicas en las redes sociales. Suscríbete a nuestros canales gratuitos hoy: A continuación, la homilía del Santo Padre: «Tomó el pan, pronunció la bendición» (Mc 14,22). Este es el gesto con el que comienza el relato de la institución de la Eucaristía en el evangelio según san Marcos. Y nosotros podemos partir de este gesto de Jesús —bendecir el pan— para reflexionar sobre las tres dimensiones del Misterio que estamos celebrando: la acción de gracias, la memoria y la presencia. Primero la acción de gracias. La palabra “Eucaristía” significa precisamente decir “gracias”, “agradecer” a Dios por sus dones, y en este sentido el signo del pan es importante. Es el alimento de cada día, con el que llevamos al altar todo lo que somos y lo que tenemos: la vida, las acciones, los éxitos, y también los fracasos, como lo simboliza la buena costumbre en algunas culturas al recoger y al besar el pan cuando cae al piso, para recordar que este es demasiado valioso como para ser desechado, aun después de haber caído al suelo. La Eucaristía, precisamente, nos enseña a bendecir, a recibir y a besar, siempre, en acción de gracias, los dones de Dios, y esto no sólo en la celebración, sino también en la vida. ¿De qué manera? Por ejemplo, no desperdiciando las cosas y los talentos que el Señor nos ha dado. Pero también perdonando y levantando al que se equivoca y cae por debilidad o por error; porque todo es don y nada se puede perder, porque nadie puede quedarse tirado, y todos deben tener la posibilidad de volver a levantarse y retomar el camino. Nosotros también podemos hacer esto en la vida cotidiana, haciendo esto con amor, con cuidado, con precisión, como un don y una misión. Es algo que siempre nos lleva a ayudar a quien ha caído. Sólo una vez en la vida se puede mirar a una persona desde lo alto para abajo, para ayudar a levantarla. Esta es nuestra misión. Para dar gracias, ciertamente, se puede agregar muchas cosas. Son actitudes “eucarísticas” importantes, porque nos enseñan a acoger el valor de lo que hacemos, de lo que ofrecemos durante la Misa. Primero dar gracias, segundo bendecir el pan. Esto quiere decir hacer memoria. ¿De qué cosa? Para el antiguo Israel se trataba de recordar la liberación de la esclavitud de Egipto y el comienzo del éxodo hacia la tierra prometida. Para nosotros es rememorar la Pascua de Cristo, su Pasión y su Resurrección, con la que nos ha liberado del pecado y de la muerte. Hacer memoria de nuestra vida, hacer memoria de nuestros éxitos, hacer memoria de nuestros fracasos, hacer memoria de esa mano extendida del Señor que siempre nos ayuda a levantarnos, hacer memoria de esa presencia del Señor en nuestra vida. Hay alguno que dice que es libre y que piensa sólo en sí mismo, que goza de la vida con indiferencia, quizá con prepotencia hace todo lo que quiere sin importarle los demás. Esto es libertad, es una esclavitud escondida, una esclavitud que nos hace más daño todavía. La libertad no se encuentra en las cajas fuertes de los que acumulan para sí mismos, ni en los sofás de los que perezosamente se acomodan en el desinterés y el individualismo. La libertad se encuentra en el cenáculo donde, sin otro motivo más que el amor, nos inclinamos ante los hermanos para ofrecerles nuestro servicio, nuestra vida, como “salvados”. Por último, el Pan eucarístico es presencia real de Cristo. Y con esto nos habla de un Dios que no es lejano ni celoso, sino cercano y solidario con el hombre; que no nos abandona, sino que nos busca, nos espera y nos acompaña; siempre, hasta el extremo de ponerse, indefenso, en nuestras manos. Y esta presencia suya nos invita también a nosotros a hacernos próximos a nuestros hermanos allí donde el amor nos llama. Queridos hermanos y hermanas, cuánta necesidad hay en nuestro mundo de este pan, de su aroma y de su esencia, que sabe a gratitud, a libertad y a proximidad. Vemos cada día demasiadas calles, que quizás alguna vez estuvieron perfumadas por el olor a pan horneado, ser reducidas a montones de escombros a causa de la guerra, del egoísmo y de la indiferencia. Es urgente que el mundo recupere la fragancia buena y fresca del pan del amor, para seguir esperando y continuar reconstruyendo, sin cansarse nunca, aquello que el odio destruye. Y este también es el significado del gesto que haremos dentro de poco con la procesión eucarística. Partiendo del altar, llevaremos a través de los hogares de nuestra ciudad al Señor. No lo hacemos para exhibirnos, ni tampoco para ostentar nuestra fe, sino para invitar a todos a participar en el Pan de la Eucaristía, en la vida nueva que Jesús nos ha donado. Hagamos la procesión con este espíritu.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T20:46:19.133+03:00",
  "updated": "2024-06-02T20:46:19.133+03:00"
}