{
  "thread": {
    "uuid": "4b1fc6b2239f9fb97eb5b2ce3a112d2cd4c3333c",
    "url": "https://uk.news.yahoo.com/flt-lt-rusty-waughman-lancaster-113306107.html",
    "site_full": "uk.news.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://uk.news.yahoo.com/world/",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest world news and top stories | Yahoo News UK",
    "title": "Flt Lt ‘Rusty’ Waughman, Lancaster pilot who survived the most dangerous bombing raids of the war – obituary",
    "title_full": "Flt Lt ‘Rusty’ Waughman, Lancaster pilot who survived the most dangerous bombing raids of the war – obituary",
    "published": "2023-12-29T13:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.yimg.com/ny/api/res/1.2/IprxpWKP3kHL8ppm2khYOg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NTA-/https://media.zenfs.com/en/the_telegraph_818/6e958654ffefd830ec8625926943fe60",
    "performance_score": 0,
    "domain_rank": 37,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 4,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4b1fc6b2239f9fb97eb5b2ce3a112d2cd4c3333c",
  "url": "https://uk.news.yahoo.com/flt-lt-rusty-waughman-lancaster-113306107.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Yahoo TV UK",
  "published": "2023-12-29T13:33:00.000+02:00",
  "title": "Flt Lt ‘Rusty’ Waughman, Lancaster pilot who survived the most dangerous bombing raids of the war – obituary",
  "text": "The Telegraph Flt Lt ‘Rusty’ Waughman, Lancaster pilot who survived the most dangerous bombing raids of the war – obituary Read full article Telegraph Obituaries 29 December 2023 at 2:33 pm · 6-min read Waughman: his Lancaster was turned upside down by an explosion but he managed to right it, after plummeting to 1000 feet\nFlight Lieutenant ‘Rusty’ Waughman, who has died aged 100, completed a tour of operations as the pilot of a Lancaster bomber on a squadron that suffered some of the highest casualties of the Second World War.\nIn 1943, Waughman and his crew joined 101 Squadron, which operated Lancasters equipped with a special apparatus that searched out and then jammed enemy radio transmissions. To operate this equipment and transmit spurious messages to German night-fighter pilots, a specially trained German-speaking operator accompanied the crew. The Lancaster’s transmissions, however, allowed German night fighters to intercept the bomber, and the attrition rate on 101 Squadron was one of the highest in Bomber Command.\nOn the night of March 30/31 1944, Waughman’s crew joined 794 other bombers to attack Nuremburg. On a cloudless night, the German night fighters caused havoc with the bomber stream and Bomber Command suffered its biggest loss of the war, with 95 bombers failing to return. Waughman described the sight of falling bombers as “spectacular and very frightening”.\nTwo weeks later, on April 10/11 1944, Waughman’s crew were sent to bomb the railway system at Hasselt in Belgium. Nearing the target, another Lancaster collided with their aircraft, causing extensive damage. Waughman managed to maintain control, bombed the target and returned to make a crash landing. The other Lancaster fell away and crashed.\nDuring the next few weeks, Bomber Command flew many sorties in preparation for the impending Normandy invasion, targeting transportations systems and storage areas, notably the large German military camp and armament storage area near the French village at Mailly-le-Camp, which was attacked on the night of May 3/4. Due to radio problems, orders from the Master Bomber were confusing and the 346 Lancasters had to orbit the target, which gave German night fighters time to attack.\n'Rusty' Waughman Seconds after bombing the target, another bomber flew below Waughman’s Lancaster and then exploded, throwing their aircraft onto its back. They plummeted to 1,000 feet and exceeded the maximum permitted speed for the Lancaster, but Waughman managed to execute what he called “a very poor barrel roll”, with the help of the flight engineer, and right the aircraft without stalling.\nStory continues The raid was a success, but 42 bombers were lost, almost 12 percent of the force sent out on the mission.\nThe son of a Royal Navy seaman decorated in the First World War, Russell ‘Rusty’ Reay Waughman was born on January 19 1923 at Shotley Bridge, County Durham, and educated in Newcastle. In May 1941 he joined the RAF and trained in Canada as a pilot as part of the British Commonwealth Air Training Plan. On his return to England he converted to bombers.\nAt the bomber training unit, he formed a crew, drawn from different backgrounds and from across the UK, with a rear gunner from Canada, but “we all gelled”. The oldest was 26; Waughman, at 20, was the second oldest. His navigator was only 18, having “adjusted” his date of birth when joining the RAF. In later life, Waughman spoke of the comradeship of this “band of brothers”. Five of them met regularly in later life, and gathered for their respective 80th birthdays.\nWaughman and his crew performed well on the Lancaster and were sent to join 101 Squadron at Ludford Magna near Lincoln in October 1943. Their arrival coincided with the beginning of the second phase of the Battle of Berlin. They visited the “Big City” several times and carried out other long-range bombing operations.\nOver Munich, their Lancaster was damaged, and they had to return without an air speed indicator, landing after almost 10 hours in the air; finding themselves flying over France in daylight, they saw “two little specks” coming towards them, but they turned out to be Spitfires, sent to escort them home.\nThen, on a raid over Stettin, Waughman’s Lancaster was hit by anti-aircraft fire, and the crew limped back to base on two and a half engines. They arrived so late that they were assumed missing: “the committee of adjustment had been in and started to take our kit away,” he recalled.\nHis final sortie was on the night of D-Day, June 5/6 1944. The squadron launched 21 Lancasters to jam wireless communications and prevent enemy night fighters from being directed against the airborne invasion forces.\nWaughman and his crew had flown 30 operations and were the first in six months to complete a tour, such had been the casualty rates on the squadron. He was awarded the DFC. He always regretted that none of his crew were decorated. “They kept us all alive, they were doing exactly the same job as I was doing, under the same circumstances,” he said. “Same risks, but nothing.”\nIn later life, Waughman spoke frankly about the first time he felt terror – a “most peculiar” experience – on an operation to the Ruhr, “the old Happy Valle” as they called it. “We were approaching the area and it really looked deadly... The flak was so thick you could get out and walk on it... Searchlights, fighters around,” he recalled.\n“I literally was shaking, and I couldn’t do what I was supposed to do, so I dropped my seat so I couldn’t see outside and, funnily enough, I said a little prayer that I hadn’t said since I was about six years old. Why I said it I don’t know [but] the terror disappeared and I raised my seat, and I could just carry on. You’re still frightened, of course, but all the terror disappeared.”\nAfter completing his time on 101 Squadron, he became a flying instructor before converting to the Dakota. He continued instructing and in February 1947 was sent to Oakington, near Cambridge, where he became the station’s flying training officer for four Dakota squadrons. With the beginning of the Berlin Air Lift, he flew training and crew standardisation sorties, on some occasions spending 10 hours in the air. He later took part in the Airlift, flying many re-supply missions from the forward RAF airfield at Fassbergf in West Germany. He was awarded the AFC.\nAfter the airlift, Waughman was posted to Abingdon to join 30 Squadron to become the squadron’s training officer. The squadron had a VIP flying role and it was Waughman’s task to check all the pilots on instrument flying.\nWhen his young wife Pat was diagnosed with a terminal illness, he resigned from the RAF in 1953 to take care of her until her death 10 months later. He spent the next 27 years in sales and marketing for a packing company.\nIn 1990 five of his crew met at Ludford Magna before travelling to RAF Coningsby as guests of the Battle of Britain Memorial Flight, where they were re-united with the Lancaster. Earlier this year he returned to Coningsby where he met the King at a reunion for Bomber Command veterans. The French Government awarded him the French Legion d’Honneur and he was a strong supporter of the Royal Air Force Association in Leamington.\nHe was also a silversmith, and micro-mounted gem stones onto jewellery.\nRusty Waughman’s second wife Diana died in 2007. He is survived by two sons and two daughters.\nRusty Waughman, born January 19 1923, died December 14 2023\nTRENDING Davina McCall stormed off Masked Singer after close friend was unmasked Yahoo TV UK · 2-min read Wealthy businessman who secretly filmed himself having sex with woman has to pay £500 in damages The Telegraph · 3-min read Tractor driver who tried to save three men stuck in 4x4 says they were ‘swept away’ by River Esk The Independent · 2-min read Putin sends revenge squads into Crimea after destruction of warship The Telegraph · 3-min read 'Sudden stratospheric warming' forecast to hit northern Europe in January - but experts unsure where it will strike Sky News · 3-min read",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://s.yimg.com/ny/api/res/1.2/R7OqT5ZkTFYzoxsH5YCQuA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTEyODA-/https://media.zenfs.com/en/the_telegraph_818/58600461f40c3fa2902b4edf5609915c",
    "https://s.yimg.com/uu/api/res/1.2/4Ylr9or91MCr6il3ydQ67w--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/the_independent_577/05f34bc584b4a23f827996011c6acddd",
    "http://www.telegraph.co.uk/",
    "https://s.yimg.com/os/creatr-uploaded-images/2020-12/92f3d230-338d-11eb-bf5e-84c9bd66668a",
    "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fuk.news.yahoo.com%2Fflt-lt-rusty-waughman-lancaster-113306107.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
    "https://s.yimg.com/uu/api/res/1.2/IztMOlGlVPA7GPW8txHlMA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/the_telegraph_818/3bdfa98b8150cd67d3cf1f9e4633ca36",
    "https://twitter.com/intent/tweet?text=Flt%20Lt%20%E2%80%98Rusty%E2%80%99%20Waughman%2C%20Lancaster%20pilot%20who%20survived%20the%20most%20dangerous%20bombing%20raids%20of%20the%20war%20%E2%80%93%20obituary&url=https%3A%2F%2Fuk.news.yahoo.com%2Fflt-lt-rusty-waughman-lancaster-113306107.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=yahooNewsUK",
    "https://s.yimg.com/ny/api/res/1.2/IprxpWKP3kHL8ppm2khYOg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NTA-/https://media.zenfs.com/en/the_telegraph_818/6e958654ffefd830ec8625926943fe60",
    "https://s.yimg.com/uu/api/res/1.2/D_aHeJPl78NRF7OqbeQEvg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://s.yimg.com/os/creatr-uploaded-images/2023-12/b5a7e170-9809-11ee-a3e7-6f3f51f6b8ed",
    "https://s.yimg.com/uu/api/res/1.2/QzAoKrXDfJ3GLMIZprPGbQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/the_telegraph_818/6e7bb03ea47cd9fffae1f9f82814745b",
    "https://s.yimg.com/ny/api/res/1.2/s.aGjOgju0E4k57Hnx4IUA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwMA--/https://media.zenfs.com/en/the_telegraph_818/6e958654ffefd830ec8625926943fe60",
    "https://s.yimg.com/ny/api/res/1.2/lUccsXrcLjw4DTivPnyR7A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2020-12/92f3d230-338d-11eb-bf5e-84c9bd66668a",
    "https://s.yimg.com/uu/api/res/1.2/8HdKYJtewz3vpHxR5kdAbA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/sky.com/82bf6eaf825e62d40e87c524dc2bf7d3",
    "https://www.s.yimg.com/uu/api/res/1.2/4Ylr9or91MCr6il3ydQ67w--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/the_independent_577/05f34bc584b4a23f827996011c6acddd",
    "https://www.twitter.com/intent/tweet?text=Flt%20Lt%20%E2%80%98Rusty%E2%80%99%20Waughman%2C%20Lancaster%20pilot%20who%20survived%20the%20most%20dangerous%20bombing%20raids%20of%20the%20war%20%E2%80%93%20obituary&url=https%3A%2F%2Fuk.news.yahoo.com%2Fflt-lt-rusty-waughman-lancaster-113306107.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=yahooNewsUK",
    "https://www.facebook.com/dialog/feed",
    "https://www.s.yimg.com/uu/api/res/1.2/IztMOlGlVPA7GPW8txHlMA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/the_telegraph_818/3bdfa98b8150cd67d3cf1f9e4633ca36",
    "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fuk.news.yahoo.com%2Fflt-lt-rusty-waughman-lancaster-113306107.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
    "https://www.s.yimg.com/uu/api/res/1.2/QzAoKrXDfJ3GLMIZprPGbQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/the_telegraph_818/6e7bb03ea47cd9fffae1f9f82814745b",
    "https://www.s.yimg.com/ny/api/res/1.2/IprxpWKP3kHL8ppm2khYOg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NTA-/https://www.media.zenfs.com/en/the_telegraph_818/6e958654ffefd830ec8625926943fe60",
    "http://www.telegraph.co.uk",
    "https://www.s.yimg.com/uu/api/res/1.2/D_aHeJPl78NRF7OqbeQEvg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.s.yimg.com/os/creatr-uploaded-images/2023-12/b5a7e170-9809-11ee-a3e7-6f3f51f6b8ed",
    "https://www.s.yimg.com/ny/api/res/1.2/s.aGjOgju0E4k57Hnx4IUA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwMA--/https://www.media.zenfs.com/en/the_telegraph_818/6e958654ffefd830ec8625926943fe60",
    "https://www.s.yimg.com/ny/api/res/1.2/lUccsXrcLjw4DTivPnyR7A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2020-12/92f3d230-338d-11eb-bf5e-84c9bd66668a",
    "https://www.s.yimg.com/os/creatr-uploaded-images/2020-12/92f3d230-338d-11eb-bf5e-84c9bd66668a",
    "http://telegraph.co.uk/",
    "https://www.s.yimg.com/uu/api/res/1.2/8HdKYJtewz3vpHxR5kdAbA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/sky.com/82bf6eaf825e62d40e87c524dc2bf7d3",
    "https://www.s.yimg.com/ny/api/res/1.2/R7OqT5ZkTFYzoxsH5YCQuA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTEyODA-/https://www.media.zenfs.com/en/the_telegraph_818/58600461f40c3fa2902b4edf5609915c",
    "https://twitter.com/intent/tweet"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lancaster",
        "sentiment": "negative"
      },
      {
        "name": "rusty’ waughman",
        "sentiment": "neutral"
      },
      {
        "name": "waughman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "telegraph flt lt",
        "sentiment": "negative"
      },
      {
        "name": "squadron",
        "sentiment": "none"
      },
      {
        "name": "telegraph obituaries",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lancaster",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T13:37:54.590+02:00",
  "updated": "2023-12-29T13:37:54.590+02:00"
}