{
  "thread": {
    "uuid": "87baaa32bd9394b800feeec860ce70620230b9df",
    "url": "https://vnexplorer.net/unionist-turned-war-reporters-fiction-aims-to-rally-support-for-ukraine-s715701.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Unionist turned war reporter’s fiction aims to rally support for Ukraine",
    "title_full": "Unionist turned war reporter’s fiction aims to rally support for Ukraine",
    "published": "2023-12-30T04:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdfOJ.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "87baaa32bd9394b800feeec860ce70620230b9df",
  "url": "https://vnexplorer.net/unionist-turned-war-reporters-fiction-aims-to-rally-support-for-ukraine-s715701.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-30T04:03:00.000+02:00",
  "title": "Unionist turned war reporter’s fiction aims to rally support for Ukraine",
  "text": "If life turned out the way Misha Zelinsky once envisaged, the trained economist would be serving as a member of federal parliament right now.\nIn February 2022, Zelinsky was trying to parlay his experience as assistant national secretary of one of the nation’s most powerful unions, the Australian Workers Union, into preselection for the safe Labor seat of Cunningham on the NSW South Coast.\nMisha Zelinsky with his book The Sun will Rise, a novel based on stories he heard while covering the war in Ukraine.\nBut his candidacy fell apart when a satirical female advice book he co-wrote 10 years earlier resurfaced and was blasted as “demeaning to women”. Just 10 days after dropping out of the race, Zelinsky popped up in The Australian Financial Review reporting from Kyiv.\nRussian President Vladimir Putin’s invasion of Ukraine was still a few days away but Zelinsky’s Ukrainian heritage and Russian language skills helped him get a head start on much of the world’s media.\nEager for a challenge and an adventure, he convinced the paper’s editor, Michael Stutchbury, to let him cover the war even though he had no reporting experience.\n“How do you become a war correspondent?” Zelinsky asks. “You can spend 20 years grinding it out in a newsroom, learning how to do it properly and apply for a posting – or you just turn up and start doing it.”\nAll up, Zelinsky has made six trips to Ukraine to tell the story of people living in a democratic nation under attack by an aggressive, expansionist neighbour.\nHis reporting and social media posts make clear he sees the war as a battle between good and evil, not a conflict that can be assessed through the lens of balanced, “both sides” journalism. Now Zelinsky has turned the unlikely side hustle of war correspondent into another: novelist.\nThis month Zelinsky published The Sun Will Rise, a book he readily admits “horrified” his publishers when he pitched it to them.\nThey’d expected him to write a conventional non-fiction account of the war. But Zelinsky, a fresh-faced 39-year-old, thought a fictionalised narrative would be the best way to interest readers in a conflict that has dragged on for almost two years and no longer dominates the daily news headlines.\n“My background is in public policy; I’m someone who believes in facts, figures, logic, reason,” he says. “To the extent they ever carried the day, they certainly don’t now.”\nZelinsky describes the book as an “unashamedly ideological” piece of political fiction inspired by the likes of George Orwell’s 1984. Former treasurer and current Labor Party president Wayne Swan calls it “a love letter to the human spirit”.\n“This is a story with a purpose,” Zelinsky says. “It’s a call to action. If people care about the story I want them to become engaged and do something to help Ukraine.”\nThe novel centres on Oksana Shevchenko, a 31-year-old union leader who is forced by invading Russian troops to help operate her town’s nuclear power plant. The town is clearly based on Zaporizhzhia, a city in southern Ukraine where the nuclear power plant was seized by Russia soon after the invasion, raising fears of a nuclear catastrophe.\nThe fate of the Zaporizhzhia nuclear power plant in southern Ukraine helped inspire Zelinsky’s writing.\n“It’s a tribute to the incredible bravery of ordinary people thrust into an extraordinary situation, and that what I observed in my time there,” Zelinksy says.\nToo many contemporary novelists have turned inwards, he says, focusing on the ennui and alienation of life under late-stage capitalism rather than the great political battles of the era.\n“I do think that they’re not ambitious enough, or at least not trying to paint the stakes in a way those legendary authors of the 20th century did,” he says.\n“I hope my book helps people connect with the stakes and understand why what happens in Ukraine matters everywhere and matters for Australia because we’re a country of 24 million people.\n“We cannot exist in a world where dictators can destroy democracies, where big countries can destroy little countries because they don’t like them.”\nMore explicitly, he warns that Chinese President Xi Jinping will be emboldened to invade the self-governing island of Taiwan if Putin seizes large chunks of Ukrainian territory. Such a scenario could drag Australia into war with its biggest trading partner.\nAlthough this year’s Ukrainian counter-offensive proved disappointing, Zelinsky argues: “They’re still taking back territory every day, it’s just not at a fast pace. And the frustrating thing is that they’re still doing it with one hand tied behind their back. They still don’t have jets, they still don’t have all the weapons that they need.”\nUltimately, Zelinsky says, the war will be determined by whether Western democracies like the US, UK and Australia have enough patience and fortitude to continue providing Ukraine with the military aid it needs to continue fighting.\nEmergency services in front of apartment building hit by a missile in central Kyiv in June 2022.\n“The Ukrainians have made it very clear they will fight and die and expel the Russians from their territory, but they need the weapons to do it. If we don’t give them the weapons, then it’s all lost. It staggers me that we would even wonder whether or not we should do that,” Zelinsky says.\nCall it fact or fiction, it’s a message he wants to spread any way he can.\nGet a note directly from our foreign correspondents on what’s making headlines around the world. Sign up for our weekly What in the World newsletter.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdfOO.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdfOJ.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1md1Q7.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdfOJ.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1md1Q7.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdfOO.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "misha zelinsky",
        "sentiment": "neutral"
      },
      {
        "name": "vladimir putin",
        "sentiment": "none"
      },
      {
        "name": "michael stutchbury",
        "sentiment": "none"
      },
      {
        "name": "cunningham",
        "sentiment": "none"
      },
      {
        "name": "zelinsky",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "australian workers union",
        "sentiment": "none"
      },
      {
        "name": "australian financial review",
        "sentiment": "none"
      },
      {
        "name": "labor",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "nsw south coast",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T04:09:41.638+02:00",
  "updated": "2023-12-30T04:09:41.638+02:00"
}