{
  "thread": {
    "uuid": "66f6957dee1422fcde73fec6db368ef9aa34a0b7",
    "url": "http://business.times-online.com/times-online/article/getnews-2024-3-28-suzanne-dunn-jewelry-empowering-women-through-faith-resilience-and-storytelling",
    "site_full": "business.times-online.com",
    "site": "times-online.com",
    "site_section": "http://business.times-online.com/times-online/markets/news",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Stock Market News | NSDQ, NYSE, and AMEX Stock Market News, Market News Categories, Market Indicators | User | times-online.com ",
    "title": "Suzanne Dunn Jewelry: Empowering Women Through Faith, Resilience, and Storytelling | User | times-online.com",
    "title_full": "Suzanne Dunn Jewelry: Empowering Women Through Faith, Resilience, and Storytelling | User | times-online.com",
    "published": "2024-03-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 84010,
    "domain_rank_updated": "2024-03-26T12:08:39.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "66f6957dee1422fcde73fec6db368ef9aa34a0b7",
  "url": "http://business.times-online.com/times-online/article/getnews-2024-3-28-suzanne-dunn-jewelry-empowering-women-through-faith-resilience-and-storytelling",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Valley City Times-Record",
  "published": "2024-03-28T02:00:00.000+02:00",
  "title": "Suzanne Dunn Jewelry: Empowering Women Through Faith, Resilience, and Storytelling | User | times-online.com",
  "text": "Suzanne Dunn, the visionary founder of Suzanne Dunn Jewelry, has emerged as a beacon of hope and empowerment for women through her unique luxury jewelry collections and personal story of faith and resilience. In a recent interview on the Shine On Success Podcast, hosted by Dionne Malush, Suzanne shared her journey that began in a basement and led her through a New York City homeless shelter. Her unwavering commitment to her dreams and her faith has culminated in a thriving jewelry brand that marries luxury with a social conscience. Suzanne’s collections, Gears of Life and Mantra, are crafted in 18 karat gold and sterling silver, each piece telling a story of faith, love, and the power of believing in oneself. The Gears of Life collection represents the essential elements one must possess to navigate life’s challenges, while the Mantra collection features pieces adorned with uplifting words such as “blessed,” “faith,” and “love.” In addition to her finished collections, Suzanne Dunn Jewelry offers custom pieces that allow clients to share their personal stories and celebrate milestones. Each custom piece is accompanied by a book that documents the creation process from sketch to finished product, making it a truly special and meaningful keepsake. Suzanne’s journey from aspiring medical professional to homeless single mother to successful jewelry designer is a testament to the power of faith and perseverance. Through her brand, she aims to empower women who have faced adversity, partnering with organizations to provide training programs and employment opportunities within the jewelry industry. “Have faith, be resilient, and don’t take no for an answer,” Suzanne shares. “Understand that regardless of your current situation, it doesn’t define you as a person. If you’re in an adverse situation, don’t take it upon yourself and say, ‘This is who I am.’ It’s just a bump in the road.” Suzanne Dunn Jewelry collections are available on her website, suzannedunn.com , and select pieces from the Mantra collection can be found on Walmart.com. https://www.youtube.com/embed/bT-lzy3HL4g About Suzanne Dunn Jewelry: Suzanne Dunn Jewelry is a luxury jewelry brand with a social conscience, founded by Suzanne Dunn. The brand offers two collections, Gears of Life and Mantra, as well as custom pieces that tell personal stories. Suzanne Dunn Jewelry is committed to empowering women who have faced adversity through training programs and employment opportunities within the jewelry industry. For more information or to schedule a custom jewelry consultation, visit her website suzannedunn.com or connect with Suzanne on Facebook at facebook.com/zannedunn , Instagram at instagram.com/suzannedunnjewelry. About Shine On Success Podcast: The Shine On Success Podcast , hosted by Dionne Malush, entrepreneur and owner of Realty One Group Gold Standard, is dedicated to exploring the journeys, challenges, and triumphs of today’s entrepreneurs. Each episode is crafted to inspire, educate, and empower listeners, whether they’re just starting out or are seasoned business owners. Media Contact Company Name: The Authority Place Contact Person: Becky Auer Email: Send Email Phone: 412-979-7369 Country: United States Website: https://theauthorityplace.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.youtube.com/embed/bT-lzy3HL4g",
    "https://podcasts.apple.com/us/podcast/shine-on-success/id1724975171",
    "http://facebook.com/zannedunn",
    "http://www.universalpressrelease.com/?pr=suzanne-dunn-jewelry-empowering-women-through-faith-resilience-and-storytelling",
    "http://suzannedunn.com",
    "https://theauthorityplace.com",
    "https://www.podcasts.apple.com/us/podcast/shine-on-success/id1724975171",
    "http://www.suzannedunn.com",
    "http://www.facebook.com/zannedunn",
    "https://www.theauthorityplace.com",
    "http://universalpressrelease.com/?pr=suzanne-dunn-jewelry-empowering-women-through-faith-resilience-and-storytelling",
    "http://www.universalpressrelease.com/",
    "https://youtube.com/embed/bT-lzy3HL4g"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "suzanne dunn",
        "sentiment": "negative"
      },
      {
        "name": "dionne malush",
        "sentiment": "none"
      },
      {
        "name": "suzanne",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "suzanne dunn jewelry",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "new york city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T00:12:31.297+02:00",
  "updated": "2024-03-29T00:12:31.297+02:00"
}