{
  "thread": {
    "uuid": "a01fa9838c466aa1e3ea6b20d136c20326a447c9",
    "url": "https://www.straitstimes.com/singapore/budget-2024-future-energy-fund-to-boost-clean-energy-push-to-be-set-up-with-initial-5-billion-funding",
    "site_full": "www.straitstimes.com",
    "site": "straitstimes.com",
    "site_section": "http://singapore.shafaqna.com/rss.xml",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu",
      "top_news"
    ],
    "section_title": "Singapore News (News Reader) | ",
    "title": "Budget 2024: Future Energy Fund to boost clean energy push to be set up with initial $5b funding",
    "title_full": "Budget 2024: Future Energy Fund to boost clean energy push to be set up with initial $5b funding",
    "published": "2024-02-16T03:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "SG",
    "main_image": "https://static1.straitstimes.com.sg/s3fs-public/styles/large30x20/public/articles/2024/02/16/hzenergy160224.jpg",
    "performance_score": 0,
    "domain_rank": 1286,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a01fa9838c466aa1e3ea6b20d136c20326a447c9",
  "url": "https://www.straitstimes.com/singapore/budget-2024-future-energy-fund-to-boost-clean-energy-push-to-be-set-up-with-initial-5-billion-funding",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cheryl Tan",
  "published": "2024-02-16T03:08:00.000+02:00",
  "title": "Budget 2024: Future Energy Fund to boost clean energy push to be set up with initial $5b funding",
  "text": "Follow our live blog for more updates.\nSINGAPORE - A new Future Energy Fund with an initial injection of $5 billion will be set up to help build the critical infrastructure needed for Singapore’s shift to low-carbon electricity, said Deputy Prime Minister Lawrence Wong.\nImporting low-carbon electricity such as solar, wind and hydropower would call for investments in submarine cables and the upgrading of the existing power grid, for instance.\nNew infrastructure would also be needed to support the generation, storage and delivery of hydrogen, if the Government decides to scale up its use, said Mr Wong in his Budget statement on Feb 16.\nMoving from a system powered almost entirely by natural gas to one powered by clean energy would entail significant effort and costs, he noted.\n“The scale of this so-called transition is massive, and we will need to get it done over the next two decades or so, which is not a lot of time, when you think about the enormity of the task.”\nSuch large-scale investments are costly and cannot be done by the private sector alone, and therefore would likely need some catalytic funding from the Government, said Mr Wong.\nThe Future Energy Fund would “give us the confidence to invest in good time, put us in a better position to move quickly on critical infrastructure, and enhance our security in clean energy”, he added.\nNatural gas currently makes up around 95 per cent of Singapore’s energy mix, and will continue to make up more than half of the country’s energy mix by 2035.\nBut relying solely on natural gas - the cleanest of fossil fuels, will not help the Republic meet\nits goal of net zero emissions by 2050. The power sector currently accounts for around 40 per cent of total emissions.\nWith Singapore’s space constraints and lack of domestic potential for clean energy such as wind and tidal power, one option would be low-carbon electricity imports, said Mr Wong.\nConditional approval has already been given by the authorities to import at least 4.2 gigawatt of low-carbon electricity from Cambodia, Indonesia and Vietnam by 2035.\n“But there is a limit to importing electricity without compromising security. So we will need other options to decarbonise the rest of our energy supply,” he said.\nHydrogen, which does not emit carbon dioxide when burned, can be considered as a low-carbon fuel if it is produced using clean electricity, such as solar.\nLow-carbon hydrogen could supply up to half of Singapore’s power needs by 2050, and play a key role in helping the energy sector reach net zero emissions by the same year.\nIn 2022, Mr Wong launched the National Hydrogen Strategy, which will help Singapore prepare for hydrogen deployment domestically and work with partners to build a hydrogen supply chain in Asia.\nNoting that hydrogen is still “technologically nascent”, costly, and risky, Mr Wong said that the Government has taken “purposeful steps forward”, and will start by testing and deploying ammonia, which is a hydrogen carrier, for power generation and bunkering on Jurong Island.\nThe Government is also actively studying other energy sources, including geothermal and nuclear energy.\n“After all, we do have a hot spring in Sembawang. But we will need very deep drilling to assess if there is potential, and it remains to be seen if this will be viable,” he noted.\nExploratory studies by researchers from the Nanyang Technological University found that temperatures at a site near the Sembawang hot spring\ncould go up to 200 deg C at a 4km to 5km depth, making geothermal energy a possibility.\n“Further out in the future, we do not rule out nuclear power,” Mr Wong added.\n“Nuclear technologies are advancing rapidly, with smaller, safer and more fuel-efficient designs.\n“We will build up our capabilities, so that we can critically assess the evolving technologies in this space and decide on the feasibility of nuclear deployment one day in the future.”\nSingapore has been engaging international organisations such as the International Atomic Energy Agency and worked with neighbouring countries to facilitate information-sharing and collectively build up the region’s capabilities.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "wong",
        "sentiment": "none"
      },
      {
        "name": "lawrence wong",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "budget",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "singapore",
        "sentiment": "none"
      },
      {
        "name": "singapore",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T11:16:39.920+02:00",
  "updated": "2024-02-16T11:16:39.920+02:00"
}