{
  "thread": {
    "uuid": "581af09d440a18e669e0b5c558dbbced92587667",
    "url": "https://www.unocha.org/news/women-shine-light-their-communities-amid-conflict-and-climate-shocks",
    "site_full": "www.unocha.org",
    "site": "unocha.org",
    "site_section": "https://www.unocha.org/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "OCHA - United Nations Office for the Coordination of Humanitarian Affairs",
    "title": "Women shine a light in their communities amid conflict and climate shocks",
    "title_full": "Women shine a light in their communities amid conflict and climate shocks",
    "published": "2024-03-08T16:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "TR",
    "main_image": "https://www.unocha.org/sites/default/files/styles/social_facebook_og/public/2024-03/lead%20photo.jpg",
    "performance_score": 0,
    "domain_rank": 7385,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "581af09d440a18e669e0b5c558dbbced92587667",
  "url": "https://www.unocha.org/news/women-shine-light-their-communities-amid-conflict-and-climate-shocks",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Posted",
  "published": "2024-03-08T16:23:00.000+02:00",
  "title": "Women shine a light in their communities amid conflict and climate shocks",
  "text": "Women shine a light in their communities amid conflict and climate shocks\nBy Basma Ourfali\nWomen are among the hardest hit in emergencies, but they are also among the first responders. From Burundi to Zambia, women champions in Southern and Eastern Africa are stepping up to support women and girls but also their entire community, aiming to change the narrative of gender inequality and improve people’s lives.\nIn the spirit of International Women’s Day, we share some of their stories\nEkenia, Zimbabwe\nEkenia Chifamba is a girls’ rights activist and the founder and director of Shamwari Yemwanasikana (Friend of the Girl Child), a non-governmental organization (NGO) in Zimbabwe that promotes rights and empowers girls. It operates in Harare, Manicaland, Mashonaland Central, Mashonaland East and Masvingo Provinces.\nEkenia grew up in Chitungwiza, some 25 km from the capital, Harare, where violations of women’s and girls’ rights was rampant. She attended university, as her family valued equal education and empowerment opportunities for boys and girls.\n“I grew up seeing women and girls in my community face numerous challenges, including gender-based violence (GBV), and limited access to education, health care and job opportunities,” she explained. “This is due to poverty, restricted opportunities for girls in remote rural areas, social norms, and lack of awareness of the needs and rights of these girls and women.”\nEkenia decided to help change the fortunes of these girls. Through her NGO, she established safe centres for survivors of abuse. The centres offer GBV and health services, catch-up classes and training in livelihood skills, including baking, poultry production, making reusable sanitary pads, carpentry, market gardening and sewing.\n“Since 2014, we have supported more than 15,000 girls through our girls support and protection services programme, and provided entrepreneurship training to 1,500 women and girls,” said Ekenia. “My hope is to see more girls fully empowered and developed to actively participate in civic and political spaces.”\nFatima, Somalia\nFatima, 25, lives in Mogadishu, Somalia. She works with the Northern Frontier Youth League, focusing on education, fighting GBV and enhancing health-care services to support vulnerable people.\n\"Many of the GBV cases we received come from displacement camps, with rape being the most common,” she explained. “Women in these settings face various challenges, including limited access to health-care services, which exacerbates their vulnerability.\n\"I saw how violence against women, including intimate-partner violence, child marriage, rape and female genital mutilation, cause lifelong suffering.”\nFatima and her team provide counselling and psychosocial support to survivors of different types of abuse, with support from the Somalia Humanitarian Fund.\nBut the road has not been easy; Fatima’s campaigns have been met with resistance, even from her own family. Despite numerous threats and negative rumours, she remains resolute in her mission:\n\"What motivates me to keep fighting and assisting women and girls in the community, despite the challenges, is that they look up to me.”\nFatima’s dedication to fight GBV in Somalia prompted her to write a book on the issue. Hadimo Haween (Problems Women Face), published in 2022, covers incidents that she documented between 2016 and 2021, including first-hand stories from survivors about the impact of GBV, especially female genital mutilation, on their lives.\nChancelle, Burundi\nWhen Chancelle Bamuhaye was 16, she participated in UNICEF Burundi’s Young Journalist Programme. The experience enabled her to work with vulnerable children, understand their problems and needs, and consequently challenge herself as to what she could do to ensure positive changes in their lives.\nNow 27, Chancelle is the founder and director of Hope for a Better Future, an NGO that provides education, health and nutrition support to children.\nShe explained:\n\"Since establishing the NGO in 2019, we have grown from supporting 46 children to over 1,000. We provide stationery supplies, school uniforms, shoes, clothes, school meals and desks to schools where children sit on the floor. We particularly focus on the Batwa Indigenous group and albino children, who are among the most vulnerable communities in Burundi. Our aim is to empower them to become self-reliant and contribute to the development of their communities when they grow up.”\nIreen, Zambia\nMore than half of the women in\nAfrica live in rural areas. These women significantly contribute to Africa’s agriculture, and they fuel local and global economies. But they also face disadvantages in access, control of resources regarding land and livestock ownership, decision-making and access to financing.\nIreen Chikatula is the founder and director of the Empowerment Initiative for Rural Women and Adolescents (EIRWA). She lives and works in Rufunsa, a district on the outskirts of Zambia’s capital, Lusaka. Despite being close to the capital, Rufunsa remains marginalized and its population of more than 80,000 people lack empowerment.\n“Back in 2016, I was working as a nurse in a rural health centre in Rufunsa. It was eye opening,” said Ireen. “I received many women with scars on their bodies because of abuse and violence. I met girls who couldn't attend school because they didn’t have shoes. When I attempted to connect them with appropriate support groups or services, I discovered that such services were not available in my community. At that moment, I knew I had to take action.”\nIreen founded EIRWA in 2020 to provide literacy classes, entrepreneurial skills, health care and reproductive awareness, as adolescent pregnancies affect many girls in her community.\nShe added:\n“In rural Zambia, some cultural practices encourage women to stay at home, making them dependent. While I respect the importance of culture and traditions, I firmly believe that any practices that perpetuate harm or discrimination must be challenged and dismantled.”\nSo far, EIRWA has supported hundreds of women with training in life skills, beekeeping, entrepreneurship and agricultural activities.\n“What impresses me most is seeing the progress in the women we trained,” said Ireen. “I’ve seen many of them learn to express themselves, make informed decisions and pursue their education, and even start their own small businesses.”\nTamanda, Malawi\nTropical Cyclone Freddy tore through southern Malawi in 2023, hitting 15 districts in the southern region. It killed hundreds of people, displaced more than half a million and destroyed more than 20,000 hectares of crops. Entire communities were cut off from essential services, including food and health care.\nTamanda Mzima, a general medical practitioner in Malawi’s Blantyre District, rushed to help, volunteering at the Manja site for displaced people.\n\"I cover the night shifts, as most medical doctors prefer to work during the daytime,\" she said.\nTamanda and other health-care workers also distribute health information and chlorine to mitigate the spread of communicable diseases.\n\"The majority of people I assist here are women, who bear the brunt of emergencies such as floods,” said Tamanda.\n“They primarily experience problems such as diarrhoea, malaria and upper respiratory issues. This is due to overcrowding at some camps and the inadequate availability of drinking water and sanitation facilities.\"\nWomen and children are 14 times more likely than men to die during natural disasters and crises. This is due to gender-specific barriers and inequalities that affect people’s exposure, vulnerability, preparedness and coping mechanisms.\nRanja, Madagascar\nIn Madagascar, the situation for many women remains dire. In the wake of the COVID-19 pandemic, cyclones and inflation, the humanitarian crisis in the country’s South-East region has significantly deteriorated. There is a severe lack of access to basic necessities such as food, health care and security. Single women and female-headed families are especially vulnerable, as traditional norms prevent them from inheriting family property, such as land, houses and plantations. Moreover, opportunities for employment and other sources of income are becoming increasingly scarce.\nRanjatiana Randriantsara (Ranja), a university professor in anthropology, joined the Fanavotana Association to support affected women and girls in the South-East region.\nRanja explained: “Following successive devastating cyclones, many women lost their source of income, particularly in farming, as everything was destroyed by Cyclones Batsiray and Emnati in 2022, followed by Cyclone Freddy in 2023. These women have become extremely vulnerable and had to accept any available job opportunity, often experiencing abuse and sexual exploitation at work and within their communities.”\nRanja and her team provide psychosocial support and counselling, and they reintegrate the women’s children into schools and supply essential aid. They also refer them to courses that help improve their livelihood skills.\n“Seeing these women get back on their feet to live again with dignity is my greatest satisfaction,” Ranja said.\nMama Maincha, Mozambique\nMama Maincha Pitara, now 70, started the Legal Office Organization in Pemba, the capital of northern Mozambique’s Cabo Delgado Province, in 1992. She offers free counselling, protection and legal services to people who can’t afford them.\nHer inspiration to start the organization was the numerous challenges facing women and girls in Cabo Delgado. Many cannot attend school or access quality health care because of poverty. Women also lack opportunities for income-generating activities, which leaves them vulnerable to violence and sexual exploitation.\nIn October 2017, violence erupted in Cabo Delgado, displacing more than 1 million people, and exacerbating poverty and deprivation.\nMama Maincha explained:\n“Since the conflict began, we've seen a rise in GBV cases. Many couples have lost their livelihoods or been displaced. They have to provide for their children and start from scratch. This has led to increased tension at home and instances of domestic violence.”\nMama Maincha and her team also help these families find jobs and accommodation, and access health services. They provide advice and referral pathways to those experiencing domestic and GBV problems, and they channel cases to state institutes and refer those who require legal consultation to an organization to fund the expenses.\nThrough mobile teams, the Legal Office Organization provides services in all 17 districts of Cabo Delgado Province. However, funding challenges prevent them from accessing some districts.\nRumbi, Mozambique\nAnother advocate in Mozambique is 26-year-old Rumbidzai Dhliwayo (Rumbi), based in Pemba. For the past two years, she has served communities across Cabo Delgado, Nampula and Niassa Provinces through the local NGO Girl Child Rights, which supports girls and women, including those with disabilities.\nRumbi explained:\n\"Most women look down on themselves; they don’t know their rights or their worth, largely due to societal teachings. We live in a society where the boy child is favoured as the family heir, receiving prioritized access to educational and financial opportunities.”\nDespite the unstable conditions in Cabo Delgado, Rumbi and her team have reached thousands of women, providing essential health and psychosocial support services, safe spaces and economic activities in agriculture, poultry farming and fish selling.\nBut Rumbi encounters challenges, as not everyone accepts women who try to make a difference. Nevertheless, she and her team continue to find solutions to overcome these obstacles.\n\"We have been collaborating with community and religious leaders to promote transformative behaviour among men,\" she explains. \"This initiative has had a significant impact in some communities, where we have successfully identified male role models, or Male Champions, who help disseminate messages against GBV and raise awareness of its negative consequences.\"\nTo build inclusive and prosperous societies, it’s essential to invest in women-led organizations and woman humanitarians, fund projects that assist women in emergencies, and support feminist change makers.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://africa.unwomen.org/en/stories/op-ed/2023/10/think-about-people-first-empower-rural-women",
    "https://www.africa.unwomen.org/en/stories/op-ed/2023/10/think-about-people-first-empower-rural-women"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "basma ourfali",
        "sentiment": "neutral"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "zimbabwe ekenia chifamba",
        "sentiment": "none"
      },
      {
        "name": "burundi",
        "sentiment": "none"
      },
      {
        "name": "eastern africa",
        "sentiment": "none"
      },
      {
        "name": "harare",
        "sentiment": "none"
      },
      {
        "name": "manicaland",
        "sentiment": "none"
      },
      {
        "name": "ekenia",
        "sentiment": "none"
      },
      {
        "name": "masvingo provinces",
        "sentiment": "none"
      },
      {
        "name": "zimbabwe",
        "sentiment": "none"
      },
      {
        "name": "zambia",
        "sentiment": "none"
      },
      {
        "name": "mashonaland east",
        "sentiment": "none"
      },
      {
        "name": "chitungwiza",
        "sentiment": "none"
      },
      {
        "name": "mashonaland central",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T23:45:25.239+02:00",
  "updated": "2024-03-08T23:45:25.239+02:00"
}