{
  "thread": {
    "uuid": "342b07ef2b1a3fb0a42274162ca46342859f19bd",
    "url": "https://www.khaama.com/canada-welcomes-over-300-afghan-refugees-in-a-major-resettlement-effort",
    "site_full": "www.khaama.com",
    "site": "khaama.com",
    "site_section": "https://khaama.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Khaama Press - Khaama Press",
    "title": "Canada Welcomes Over 300 Afghan Refugees in a Major Resettlement Effort - Khaama Press",
    "title_full": "Canada Welcomes Over 300 Afghan Refugees in a Major Resettlement Effort - Khaama Press",
    "published": "2024-01-19T20:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PK",
    "main_image": "https://www.khaama.com/wp-content/uploads/2024/01/Canada-wlecomes-Afghan-refugees-Flag.jpeg",
    "performance_score": 0,
    "domain_rank": 45763,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "342b07ef2b1a3fb0a42274162ca46342859f19bd",
  "url": "https://www.khaama.com/canada-welcomes-over-300-afghan-refugees-in-a-major-resettlement-effort",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@khaama",
  "published": "2024-01-19T20:42:00.000+02:00",
  "title": "Canada Welcomes Over 300 Afghan Refugees in a Major Resettlement Effort - Khaama Press",
  "text": "Canada marked a significant step in its humanitarian efforts by welcoming 314 Afghan nationals on a charter flight from Pakistan to Saskatoon on Thursday. This initiative, facilitated by Immigration, Refugees and Citizenship Canada (IRCC), is part of a larger commitment to resettling Afghan refugees in various Canadian communities, including Ottawa, Surrey, and Toronto. Since August 2021, following the Taliban’s return to power and the subsequent U.S. withdrawal after two decades of conflict, Canada has been instrumental in offering refuge to more than 45,000 Afghans. The Taliban regime has imposed severe restrictions, particularly on women, limiting their access to education and barring them from most areas of public life and employment. Among the arrivals in Saskatoon was Irfanullah Noori, who, along with 113 other refugees, had been waiting for 18 months in Islamabad to complete travel documentation. Noori, whose family members, including his father and brother previously employed by the Canadian army in Afghanistan, had arrived in Canada months earlier, expressed relief and happiness about his journey to Canada. “I came to Canada to have a better future, to study, and to support my family,” Noori said, though he voiced concerns about relatives still in Afghanistan under the Taliban’s rule. Pakistan’s recent policy to deport undocumented foreigners, including more than 450,000 Afghans since last November, underscores the importance and timeliness of Canada’s initiative. For Noori, who has family members in Saskatoon, the resettlement process may be smoother. However, for many without such connections, the transition poses more challenges. The Saskatoon Open Door Society (SODS), led by CEO Ali Abukar, is at the forefront of these resettlement efforts. With a team of 150 staff and community volunteers, SODS is committed to ensuring the safety and well-being of these vulnerable individuals. “Our main job is to do initial settlement for refugees. And we also connect them with services, we help them with setup,” Abukar explained. Of the new arrivals, around 40 will stay in Saskatoon, 50 are destined for other cities within Saskatchewan, and the remainder will be resettled across the country. Community volunteers, like John Guselle, also played a significant role, offering their time and support at the airport to assist the newcomers with their initial needs. SODS has appealed to the community for further support through donations of time or money, emphasizing the collective responsibility in aiding these new members of Canadian society.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "noori",
        "sentiment": "none"
      },
      {
        "name": "irfanullah noori",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "major resettlement effort - khaama press canada",
        "sentiment": "negative"
      },
      {
        "name": "taliban",
        "sentiment": "none"
      },
      {
        "name": "refugees and citizenship canada (ircc",
        "sentiment": "none"
      },
      {
        "name": "surrey",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "afghanistan",
        "sentiment": "none"
      },
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "saskatoon",
        "sentiment": "none"
      },
      {
        "name": "ottawa",
        "sentiment": "none"
      },
      {
        "name": "islamabad",
        "sentiment": "none"
      },
      {
        "name": "toronto",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T02:23:05.675+02:00",
  "updated": "2024-01-20T02:23:05.675+02:00"
}