{
  "thread": {
    "uuid": "b782d6b0d5174754c0d53d78b48ea822972af93b",
    "url": "https://g1.globo.com/sp/piracicaba-regiao/noticia/2024/01/02/regiao-de-piracicaba-comeca-o-ano-com-990-vagas-de-emprego-em-cinco-cidades-saiba-se-candidatar.ghtml",
    "site_full": "g1.globo.com",
    "site": "globo.com",
    "site_section": "http://g1.globo.com/dynamo/rss2.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "g1",
    "title": "Região de Piracicaba começa o ano com 990 vagas de emprego em cinco cidades; saiba se candidatar",
    "title_full": "Região de Piracicaba começa o ano com 990 vagas de emprego em cinco cidades; saiba se candidatar",
    "published": "2024-01-02T13:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://s2-g1.glbimg.com/C0bbljuSfhelOfSskDALR_8zEy4=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2019/d/z/uFgvQWTFukn6B2t5FHUA/carteir.jpg",
    "performance_score": 0,
    "domain_rank": 741,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b782d6b0d5174754c0d53d78b48ea822972af93b",
  "url": "https://g1.globo.com/sp/piracicaba-regiao/noticia/2024/01/02/regiao-de-piracicaba-comeca-o-ano-com-990-vagas-de-emprego-em-cinco-cidades-saiba-se-candidatar.ghtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-02T13:31:00.000+02:00",
  "title": "Região de Piracicaba começa o ano com 990 vagas de emprego em cinco cidades; saiba se candidatar",
  "text": "1 de 1 Carteira de trabalho — Foto: Divulgação Carteira de trabalho — Foto: Divulgação\nA região de Piracicaba (SP) começa o ano de 2024 com 990 vagas de emprego abertas em cinco cidades, a partir desta terça-feira (2). Os interessados podem se candidatar nos serviços de apoio aos trabalhadores vinculados às prefeituras municipais.\n📲 Receba no WhatsApp notícias da região de Piracicaba\nEntre os cargos disponíveis desta semana, há oportunidades nas áreas de indústria, comércio e serviços, além de estágios em diferentes setores. Há, também, vagas exclusivas para pessoas com deficiência (PCDs).\nOs requisitos para contratação variam entre as empresas. 👇 Veja, abaixo, detalhes por cidade.\nVagas por cidade\nClique no nome do município para ir para a lista de oportunidades.\nCosmópolis : 195 vagas Limeira : 24 vagas Nova Odessa : 44 vagas Piracicaba : 25 vagas Santa Bárbara d'Oeste : 702 vagas\nCosmópolis\nO Centro de Referência ao Trabalhador de Cosmópolis (CRTC) reúne 195 vagas de emprego . A unidade fica na Rua Otto Herbest, nº 65, Centro, e o atendimento ocorre em dias úteis, das 8h às 17h.\nQuem não é cadastrado precisa ir ao local e apresentar versões originais do CPF, RG, título de eleitor, carteira de trabalho (física ou digital), comprovante de escolaridade e cursos realizados, além do comprovante de endereço.\nJá quem tem cadastro pode enviar o currículo por e-mail: crtc@cosmopolis.sp.gov.br , com a vaga pretendida no assunto. Todas as oportunidades e detalhes podem ser consultadas pelo site do CRTC .\nVagas abertas:\nAgente de vendas (15 vagas) Ajudante civil Ajudante de cozinha (10 vagas) Ajudante de motorista (2 vagas) Ajudante de pintor de obra Ajudante de produção Ajudante geral (11 vagas) Analista de vendas Apontador de obras Armador (2 vagas) Assessor de parcerias e benefícios Assistente de cobrança Auxiliar de almoxarifado (2 vagas) Auxiliar de controle de qualidade Auxiliar de departamento de pessoal Auxiliar de estoque Auxiliar de limpeza Auxiliar de materiais (2 vagas) Auxiliar de movimentação de carga Auxiliar de pedreiro (8 vagas) Auxiliar de planejamento Auxiliar de produção (2 vagas) Auxiliar de serviços gerais (17 vagas) Auxiliar de SMS Auxiliar projetista Auxiliar rigger Borracheiro Caldeireiro (3 vagas) Carpinteiro Coordenador técnico Eletricista Eletricista força e controle (2 vagas) Eletricista industrial Eletricista montador (2 vagas) Encarregado de eletricidade Encarregado de instrumentação Encarregado de obras Engenheiro elétrico Estoquista (2 vagas) Funileiro (2 vagas) Gestor de contrato Greidista Instrumentista Isolador (2 vagas) Laboratorista de solo e pavimentação Líder de vendas Mecânico automotivo (2 vagas) Mecânico de auto (2 vagas) Meio oficial de cozinha (10 vagas) Mestre de obras Montador de andaime (3 vagas) Montador de estrutura Motorista (2 vagas) Motorista de caminhão basculante (8 vagas) Motorista de caminhão munck (2 vagas) Motorista de van (2 vagas) Motorista de veículo leve (3 vagas) Observador de segurança Operador de caldeira (3 vagas) Operador de escavadeira hidráulica (2 vagas) Operador de máquina Operador de motoniveladora Operador de pá carregadeira Operador de saca feixe Pedreiro (3 vagas) Pintor (2 vagas) Pintor alpinista Pintor industrial Projetista mecânico Refratarista (3 vagas) Rigger Soldador (12 vagas) Supervisor de elétrica Supervisor de instrumentação Técnico de automação industrial Técnico de instrumentação Técnico de materiais Técnico de planejamento Técnico de segurança do trabalho Técnico em elétrica Topógrafo Vendedor Vendedor interno e externo\nLimeira\nO Posto de Atendimento ao Trabalhador (PAT) de Limeira está com 24 vagas de emprego disponíveis. As vagas contemplam diversos setores, incluindo comércio e indústria. Interessados devem enviar currículo para o e-mail de cada empregador, disponível no site da prefeitura .\nVeja abaixo as funções com oportunidades abertas:\nAjudante Ajudante de produção Atendente de restaurante Atendente de vendas de cartão Auxiliar de açougue Auxiliar de limpeza (3 vagas) Chapeiro Chefe de seção (2 vagas) Encarregado de obras Estágio assistente comercial Instalador técnico de manutenção Motorista Operador de caixa Operador de loja (4 vagas) Operador de máquinas Pedreiro (2 vagas) Revisor\nNova Odessa\nO Posto Local do Trabalho (PLT) de Nova Odessa tem 44 oportunidades de trabalho disponíveis. Os interessados devem enviar o currículo para o e-mail ptrabalho@novaodessa.sp.gov.br , com a indicação do cargo pretendido no título da mensagem.\nA entrega do currículo também pode ser feita de segunda a sexta, das 8h30 às 11h30, na sede da unidade. O PLT está funcionando no novo prédio do Centro de Referência do Empregador e do Trabalhador Nova Odessa, onde fica também a nova agência do Poupatempo Paulista, na Rua Duque de Caixas, nº 600, no Centro.\nVeja oportunidades de emprego na cidade:\nAçougueiro Ajudante de carga e descarga (4 vagas) Ajudante de produção (2 vagas) Ajudante geral (2 vagas) Assistente de ouvidoria (2 vagas) Atendente de help desk (2 vagas) Auxiliar de limpeza Auxiliar de logística Auxiliar de RH Auxiliar de vendas Balconista de sorveteria Contramestre Eletricista/mecânico de autos Expedição Mecânico de fios têxteis Mecânico de manutenção Motorista D (2 vagas) Motorista entregador de animais Porteira Professor de educação física Serviços gerais Soldador Suplente tecelão/ajudante geral (4 vagas) Tecelão (2 vagas) Técnico químico (2 vagas) Tosador de animais Vamatex Vendedor de materiais de construção\nPiracicaba\nPiracicaba disponibiliza 25 postos de trabalho a partir desta terça-feira. Interessados devem preencher o formulário disponível no site . Os requisitos de cada oportunidade estão disponíveis no Painel de Vagas do site.\nVeja as oportunidades abertas:\nAçougueiro Ajudante de obras Auxiliar de escritório Auxiliar de limpeza Auxiliar de manutenção Auxiliar de manutenção de veículos Auxiliar de vendas Auxiliar técnico Azulejista Chaveiro Eletricista força e controle Estágio em engenharia civil Lubrificador Mantenedor civil Mecânico Motorista Motorista de caminhão Musicoterapeuta Operador de loja PCD Operador de retroescavadeira Pasteleiro Pedreiro (2 vagas) Promotor externo de vendas Vendedor (a) interno\nSanta Bárbara d'Oeste\nO Desenvolve Santa Bárbara d'Oeste disponibiliza 702 vagas de emprego a partir desta terça-feira. Os candidatos devem ir presencialmente até a unidade, localizada na Rua do Ósmio, nº 975, na Villa Multimall. O atendimento ao público ocorre de segunda a sexta-feira, das 9h às 16h.\nÉ necessário estar com o RG, CPF e a Carteira de Trabalho. Em caso de dúvidas, o interessado pode entrar em contato via telefone (19) 3499-1015 ou pelo e-mail empregos@santabarbara.sp.gov.br .\nConfira algumas das oportunidades abaixo. A lista completa está no site .\nVagas para alfabetizados:\nAjudante de carga e descarga Ajudante de cozinha Ajudante de obras Ajudante de produção Armador Atendente Auxiliar de CNC Auxiliar de cozinha Auxiliar de escritório Auxiliar de limpeza Auxiliar de limpeza/faxineira Auxiliar de produção Auxiliar de serviços gerais Auxiliar geral Balconista Carpinteiro (a) Caldeireiro (a) pleno Caseiro (a) Copeira (o) Costureira (o) Cozinheira (o) Eletricista Eletricista instalador (a) Embalador (a) Empregada (o) doméstica (o) Engrupador (a) Ferramenteiro (a) Jardineiro (a) Jardineiro (a)/tratorista Manutenção geral Mecânico (a) automotivo (a) Mecânico (a) de máquinas industriais Montador (a) industrial Motorista Operador (a) de caldeira Operador (a) de estoque Operador (a) de máquina Padeiro (a) Pedreiro (a) Pintor (a) automotivo (a) Programador (a) e operador (a) de centro de usinagem Recreador (a) Retificador (a) plano (a) Revisor (a) de tecido cru Revisor (a) Serralheiro (a) Serviços gerais Tecelão (ã) Tratorista I Vendedor (a) Vendedor (a) porta a porta Urdidor/urditriz\nVagas para ensino fundamental (1º grau):\nAçougueiro (a) Ajudante de açougue Ajudante de contramestre Ajudante de padeiro Ajudante de produção Ajudante geral Atendente de balcão Auxiliar de açougue Auxiliar de cozinha Auxiliar de limpeza Auxiliar de manutenção Auxiliar de manutenção Predial Auxiliar de pano Auxiliar de produção Auxiliar de serviços gerais Auxiliar de transporte Balconista de padaria Balconista de frios Caseiro (a) Cilindrista de borracha Cobrador (a) Costureira (o) Eletricista de manutenção industrial Embalador (a) Empregada (o) doméstica (o) Enfestador (a) Motorista (CNH E) Motorista carreteiro (a) Mecânico (a) de tecelagem Operador (a) de máquina rebobinadeira Operador (a) de serras fitas Pedreiro (a) Pintor (a) automotivo/industrial Repositor (a) Revisor (a) de tecidos Serviços gerais Técnico (a) mecânico (a) Tocheiro/maçariqueiro Vendedor (a) comercial Vigia/controlador (a) de acesso Zelador (a)\nVagas para ensino médio (2º grau):\n½ oficial Ajudante geral Analista comercial - vendas Analista fiscal Analista fiscal júnior Assessor de vendas vestuário Assistente de locação Atendente de loja júnior Atendente especialista Auxiliar administrativo Auxiliar de almoxarife Auxiliar de compras Auxiliar de manutenção Auxiliar de produção Auxiliar de serviços gerais Borracheiro (a)/moleiro (a) Caseiro (a) Comprador (a) Contramestre (a) tecelagem Consultor (a) de vendas Coordenador (a) administrativo Corretor de imóveis Cozinheiro (a) Cumim Embalador (a) Encarregado (a) de fiação Enfestador (a) Engomador (a) Fiscal de loja Garçom/garçonete Gerente Gerente comercial Líder de loja Mecânico (a) de refrigeração Mecânico (a) diesel Montador (a) de estruturas Montador (a) mecânico (a) Motorista Operador (a) de caixa Operador (a) de dobradeira Operador (a) de conicaleira Operador (a) de loja Operador (a) de máquina (costureira) Operador (a) de Máquinas Operador (a) de máquinas Jr. Operador (a) de máquinas de estampa Operador (a) de teleatendimento receptivo Operador (a) de Tinturaria Pintor (a) Promotor (a) de vendas Recebimento/expedição Repositor (a) Representante comercial Revisor (a) de tecido cru Serralheiro (a) industrial Soldador (a) Supervisor (a) de restaurante Tecelão (ã) Técnico (a) de manutenção residencial Técnico (a) em refrigeração Torneiro (a) produção Vendedor (a) Vendedor (a) externo (a) Vendedor (a) interno (a) Vendedor (a) de cartão\nVagas que exigem cursos:\nAssistente de qualidade Auxiliar de farmácia Auxiliar de manutenção Auxiliar mecânico (a) Auxiliar técnico (a) Auxiliar técnico (a) de manutenção Cabeleireira (o) Eletricista Eletricista industrial Eletromecânico (a) Mecânico (a) Mecânico (a) de ar-condicionado Mecânico (a) de refrigeração Mecânico (a) montador/manutenção Operador (a) de empilhadeira Operador (a) e programador (a) de centro de usinagem Projetista Representante técnico (a) comercial Técnico (a) em nutrição Técnico (a) em mecânica Técnico (a) de laboratório Técnico (a) de manutenção Técnico (a) de qualidade Técnico (a) eletrônico (a)/eletricista Técnico (a) eletrônico (a)/mecatrônico (a) Torneiro (a) mecânico (a) Torneiro (a) mecânico (a) convencional\nVagas para graduação:\nAnalista fiscal Analista de PCP Analista de RH Assistente contábil Assistente de qualidade Assistente/estagiária (o) administrativa (o) Fisioterapeuta\nVagas para pessoas com deficiência (PCDs):\nAssistente de atendimento ao cliente Assistente de vendas Auxiliar de produção\nVÍDEOS: tudo sobre Piracicaba e região\n no g1 Piracicaba.\nCosmópolis Limeira Nova Odessa Piracicaba Santa Bárbara d'Oeste",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [
    "https://enzo.santabarbara.sp.gov.br/casadotrabalhador/pf_visita/vaga_list.php",
    "https://cosmopolis.sp.gov.br/prefeitura/crtc/",
    "https://www.limeira.sp.gov.br/principal/vagas-de-emprego",
    "https://semdettur.piracicaba.sp.gov.br/painel-de-vagas/",
    "https://www.enzo.santabarbara.sp.gov.br/casadotrabalhador/pf_visita/vaga_list.php",
    "https://cosmopolis.sp.gov.br/prefeitura/crtc",
    "https://www.semdettur.piracicaba.sp.gov.br/painel-de-vagas/",
    "https://semdettur.piracicaba.sp.gov.br/painel-de-vagas",
    "https://www.cosmopolis.sp.gov.br/prefeitura/crtc/",
    "https://limeira.sp.gov.br/principal/vagas-de-emprego"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T13:53:00.215+02:00",
  "updated": "2024-01-25T22:53:31.207+02:00"
}