{
  "thread": {
    "uuid": "6ac693f9c9884154e5276307e1d62bb1eac5a8cb",
    "url": "https://www.ntn24.com/noticias-deportes/el-reconocimiento-que-la-fifa-le-hizo-al-futbolista-colombiano-james-rodriguez-volvio-a-brillar-463851",
    "site_full": "www.ntn24.com",
    "site": "ntn24.com",
    "site_section": "https://ntn24.com/mexico",
    "site_categories": [
      "media"
    ],
    "section_title": "NTN24 Noticias de M&#xE9;xico | &#xDA;ltimas noticias, actualizaciones y an&#xE1;lisis en vivo.",
    "title": "El reconocimiento que la FIFA le hizo al futbolista colombiano James Rodríguez: “Volvió a brillar” | NTN24.COM",
    "title_full": "El reconocimiento que la FIFA le hizo al futbolista colombiano James Rodríguez: “Volvió a brillar” | NTN24.COM",
    "published": "2023-12-29T00:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://intn24.lalr.co/cms/2023/12/28171359/James-Rodriguez-1.jpg?w=1280",
    "performance_score": 0,
    "domain_rank": 66330,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6ac693f9c9884154e5276307e1d62bb1eac5a8cb",
  "url": "https://www.ntn24.com/noticias-deportes/el-reconocimiento-que-la-fifa-le-hizo-al-futbolista-colombiano-james-rodriguez-volvio-a-brillar-463851",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NTN24",
  "published": "2023-12-29T00:17:00.000+02:00",
  "title": "El reconocimiento que la FIFA le hizo al futbolista colombiano James Rodríguez: “Volvió a brillar” | NTN24.COM",
  "text": "[James Rodríguez](/temas/james-rodriguez) El reconocimiento que la FIFA le hizo al futbolista colombiano James Rodríguez: “Volvió a brillar” El centrocampista James Rodríguez, es uno de los futbolistas referentes, no solo de la selección Colombia, sino también para las jóvenes promesas del deporte en su país. La carrera del colombiano, de 32 años, ha estado marcada por altibajos dentro y fuera de la cancha que lo han mantenido como el foco principal de los distintos medios de comunicación en el mundo. Sin embargo, su importancia y experiencia en el combinado ‘Tricolor’ ha sido significativo para muchos, pues mientras que algunos dudaban de su capacidad para volver a portar los colores de la selección, hubo alguien que creyó en él: Néstor Lorenzo. Así lo considera la [ Federación Internacional de Fútbol Asociación (FIFA)](https://www.fifa.com/fifaplus/es/tournaments/mens/worldcup/canadamexicousa2026/articles/el-renacimiento-de-james-rodriguez-la-bendicion-de-lorenzo-que-salio-bien)que dedicó un artículo al cucuteño y reconoció el papel que ha tenido en la selección en las eliminatorias para el Mundial 2026. Para poder resaltar el papel de James, el ente rector del fútbol mundial puso de ejemplo a los astros argentinos: Diego Armando Maradona y Juan Román Riquelme. “En 1994, Diego Maradona jugó el 16 de junio de 1994 su primer partido de la Copa Mundial de Estados Unidos como jugador libre. Su último encuentro había sido unos seis meses antes (2 de diciembre de 1993, ante Huracán), con la camiseta de Newell's, en un paso que hizo volar la fantasía de miles de hinchas rosarinos, pero que no terminó de aceitarse”, inicia diciendo la FIFA en su artículo. La entidad continuó diciendo que: “En las Eliminatorias rumbo al Mundial 2010, Juan Román Riquelme era la bandera de la Selección argentina que dirigía Alfio Basile, pese a que llevaba varios meses sin jugar en Villarreal, distanciado con el cuerpo técnico que dirigía Manuel Pellgrini. Muchos recuerdan los dos golazos de tiro libre que le marcó a Chile en el estadio Monumental, un partido al que el 10 argentino llegaba con tres meses sin jugar un partido, siendo el último la final de la Copa América 2007”. La FIFA empieza a hablar de James mencionando el llamado del colombiano a la selección en septiembre de 2022 para disputar los amistosos contra Guatemala y México. “El 10 recién se había desvinculado del Al-Rayyan, de Qatar, y firmado con Olympiacos, de Grecia. Había tenido unos minutos el 7 de septiembre y antes de eso había visto acción recién en marzo. Las críticas negativas llovieron como una tormenta imparable”. Sin embargo, para la Federación Internacional de Fútbol Asociación el centrocampista del Sao Paulo hace parte de un selecto grupo de jugadores que cuentan con “talentos, con una entidad especial, con un registro que crea contextos a favor que otros no pueden alcanzar”. Y dichas características fueron vistas por Néstor Lorenzo, quien en la primera convocatoria explicó que James “es un jugador que le ha dado mucho al fútbol colombiano”, además de que, en ese entonces, lo notó “con mucho compromiso y ganas de estar y brindarse de lleno en la Selección”. Pese a las críticas que venía recibiendo James, por fin las cosas empezaron a mejorar, y un año después “la tormenta pasó de largo, salió el sol y el pronóstico no advierte casi ninguna nube”. “La Selección Colombia tiene 12 puntos y ocupa el tercer lugar de las Eliminatorias sudamericanas rumbo a la Copa Mundial de la FIFA 2026, dos puntos abajo de Argentina y uno de Uruguay”, añadió. La FIFA expresó también que James en los últimos encuentros que disputó con la selección “volvió a brillar como en las viejas -buenas- épocas”. El ente rector del fútbol en el mundo también destacó la capacidad de Lorenzo de continuar llamando a jugadores que brillaron en la ‘era Pekerman’. “Le tiene un cariño especial y así lo hace saber. Pero, además, Lorenzo parece impregnado por la generación de jugadores que brillaron en la era de Pekerman (…) Lorenzo no solo respeta la historia. La abraza”, concluye.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://www.fifa.com/fifaplus/es/tournaments/mens/worldcup/canadamexicousa2026/articles/el-renacimiento-de-james-rodriguez-la-bendicion-de-lorenzo-que-salio-bien)que",
    "https://fifa.com/fifaplus/es/tournaments/mens/worldcup/canadamexicousa2026/articles/el-renacimiento-de-james-rodriguez-la-bendicion-de-lorenzo-que-salio-bien)que"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:39:00.163+02:00",
  "updated": "2023-12-29T00:39:00.163+02:00"
}