{
  "thread": {
    "uuid": "fba4bb69d05ee5570fdd26d0e8dc9d508789ee79",
    "url": "https://www.prensalibre.com/opinion/columnasdiarias/ocaso-en-una-mision-de-paz/",
    "site_full": "www.prensalibre.com",
    "site": "prensalibre.com",
    "site_section": "https://www.prensalibre.com/",
    "site_categories": [
      "media",
      "education"
    ],
    "section_title": "Prensa Libre | Periódico líder de Guatemala",
    "title": "Ocaso en una misión de paz",
    "title_full": "Ocaso en una misión de paz",
    "published": "2024-05-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GT",
    "main_image": "https://www.prensalibre.com/wp-content/uploads/2024/05/EDT-ANTONIO-MOSQUERA-2024.png?quality=52",
    "performance_score": 0,
    "domain_rank": 16115,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fba4bb69d05ee5570fdd26d0e8dc9d508789ee79",
  "url": "https://www.prensalibre.com/opinion/columnasdiarias/ocaso-en-una-mision-de-paz/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@prensa_libre",
  "published": "2024-05-05T03:00:00.000+03:00",
  "title": "Ocaso en una misión de paz",
  "text": "Registro akásico Ocaso en una misión de paz Reconocimiento sincero para quienes han sabido cumplir con su deber a favor de la paz mundial. La Misión de la ONU en la República Democrática del Congo (Monusco) ha iniciado su repliegue. Se trata de una presencia internacional, de alrededor de 17 mil soldados; la mayoría situados en la frontera este, colindante con Uganda y Ruanda, en las provincias de las Kivus e Ituri. La presencia militar de Naciones Unidas tiene más de 25 años. Guatemala ha enviado una veintena de contingentes con 150 efectivos, anualmente. El 24 de enero del 2006, murieron ocho expedicionarios en combate y a mediados de marzo del 2024 se reportó a seis soldados y un oficial como heridos. Reconocimiento sincero para quienes han sabido cumplir con su deber a favor de la paz mundial. Mobutu gobernó de 1965 a 1997, cuando una revolución convirtió a Zaire en Congo. Los nuevos gobernantes, primero el padre y luego el hijo, Kabila, presidieron hasta 2018. El nuevo presidente Félix Tshikedi, heredero del liderazgo opositor de su padre, inicialmente gobernó con acuerdos con la familia Kabila. Fue reelecto con el 73% de votos, en 2023. El país tiene una endémica falta de control territorial por bandas armadas interesadas en proteger la minería sin control estatal. El 70% de las exportaciones son de cobre, cobalto y oro. Se prohibió la exportación en bruto de minerales, pero no se ha conseguido. Se ha mejorado el control del déficit público, hay mejora económica pero el bienestar no impide la actuación de ejércitos irregulares patrocinados desde los países vecinos, para burlar controles estatales mineros. El último ataque a los expedicionarios nacionales se atribuye al resurgimiento del M23, compuesto por tutsis congoleños, apoyados por Ruanda. Son fuertes en los alrededores de la ciudad de Goma, en la región de Sake. La guerra irregular ha producido más de un millón cien mil desplazados, sumados a los cuatro millones por los años de conflicto. Aparte del M23, operan varios grupos ligados al movimiento del Estado Islámico, el principal es ADF, en el norte. ¿Valió la pena integrarse a las operaciones de paz? 1. Nunca se explicó la formación de una convicción de rechazo al genocidio. En esa zona de África fue horrendo el asesinato de un millón de tutsis en Ruanda del 7 de abril al 15 de julio de 1994. 2. Los sucesivos presidentes del país, a pesar de ser señalados constitucionalmente como los comandantes, es decir responsables de ordenar el despliegue, no mostraron compromiso con el esfuerzo. 3. Nunca hubo intento académico por conocer el drama africano para fundar una nacionalidad integradora por encima de las diferentes adscripciones étnicas. 4. Varios políticos de derecha, especialmente una familia de funcionarios y diputados peteneros, se burlaron del esfuerzo y llamaron a impedir la vuelta de quienes habían servido bajo la bandera nacional. 5. En lugar de valorar una labor militar responsable, profesional y limitada en el marco de la ley, se permite proliferen discursos revanchistas después de la firma de la paz. Integrar la Monusco es una función propia del ejército en una sociedad democrática. 6. El olvido es el horizonte para quienes ofrecieron su vida y trabajos, en una misión de paz: ni monumento, ni recuerdo en nombre de escuelas u obras públicas. La falta de agradecimiento es una manifestación indigna frente al sacrificio hecho por conciudadanos en lejanas tierras. Por el momento, predomina una actitud irreflexiva. No se tiene presente el sacrificio de connacionales, en el siglo pasado, cuando fueron acallados con desapariciones y asesinatos impunes. Las generaciones jóvenes carecen de referentes patriotas en nuestra historia. Urge un relato del pasado, levantado sobre bases objetivas, para motivar a construir un país fraterno y solidario.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-05T09:13:29.266+03:00",
  "updated": "2024-05-05T09:13:29.266+03:00"
}