{
  "thread": {
    "uuid": "e75eb28c671b5088ab0e9462008ef0bdbe6ee4e8",
    "url": "http://www.seychellesnewsagency.com/articles/20324/Deacon+Christian+Toulon+Holiness+of+priests+and+nuns+in+Seychelles+should+inspire+young+people",
    "site_full": "www.seychellesnewsagency.com",
    "site": "seychellesnewsagency.com",
    "site_section": "http://seychellesnewsagency.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Seychelles News Agency",
    "title": "Deacon Christian Toulon: Holiness of priests and nuns in Seychelles should inspire young people - Seychelles News Agency",
    "title_full": "Deacon Christian Toulon: Holiness of priests and nuns in Seychelles should inspire young people - Seychelles News Agency",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "http://www.seychellesnewsagency.com/media/images/2024-03/photo_big_20324.jpg",
    "performance_score": 0,
    "domain_rank": 78629,
    "domain_rank_updated": "2024-03-26T12:08:39.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e75eb28c671b5088ab0e9462008ef0bdbe6ee4e8",
  "url": "http://www.seychellesnewsagency.com/articles/20324/Deacon+Christian+Toulon+Holiness+of+priests+and+nuns+in+Seychelles+should+inspire+young+people",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "M3 Web - http://m3web.bg",
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "Deacon Christian Toulon: Holiness of priests and nuns in Seychelles should inspire young people - Seychelles News Agency",
  "text": "Deacon Christian Toulon: Holiness of priests and nuns in Seychelles should inspire young people [Editorial](category.php?category_id=7)» [THE INTERVIEW](category.php?category_id=34)| By: [Sharon Ernesta](about/contact_us)| Views: 4145 Deacon Toulon with Bishop Harel and his parents. (Deacon Christian Toulon) ( [Seychelles News Agency](http://www.seychellesnewsagency.com)) - December 2023 was a special month for the Roman Catholic Diocese of Port Victoria in Seychelles – 115 islands in the western Indian Ocean. This was when two young Seychellois men were ordained as deacons. The new deacons are Christian Toulon and Emmanuel Boniface, with Toulon ordained in Victoria and Boniface ordained in France. Their ordination came one year after the church welcomed a new Seychellois priest, Romeo Bonne, to the clergy. This was in July 2022, 13 years after the ordination of another Seychellois priest, Father Collin Underwood. The island nation is a predominantly Catholic country. SNA caught up with Toulon, who made his promises as a deacon on December 7, at the Cathedral of Immaculate Conception, to know more about the young man, a university graduate and electrician who felt the call to the priesthood as early as when he received his First Holy Communion. SNA: Tell us about your background and education. CT: I grew up at Ma Constance, Anse Etoile. My parents originate from Praslin on my mother's side and English River [on Mahe] on my father's side. We were three sons at home and I am the eldest. I did primary and secondary schooling at the Anse Etoile and English River schools respectively. After my A-levels, I was awarded a scholarship in Malaysia. After completing my studies, I returned to Seychelles, and I went to work in the Indian Ocean Tuna (IOT) factory as an electrician. SNA: When did you feel the vocation for service to the Church? CT: God speaks to us through the different circumstances of life. I felt his call when I took the sacrament of Holy Communion. For me, that was a special day. I was happy. But at that time, I did not understand what God was trying to tell me. Much later, I went through a process of discernment to understand what had happened. When I went to Malaysia, I started asking questions about life in general, about myself, and especially about happiness. Like everyone else, I wanted to live in happiness. But I realised that the life I was living was not a fulfilling one. This is when I started to question myself on happiness and what I wanted in my life to make me happy. At first, I was not thinking of priesthood, I only wanted to live my life according to the teachings of the Church. I also wanted to get married and have my own family - a big family. But then I realised that God wanted something else for me. After that, I went through another stage where I said maybe the celibate life was what God wanted for me, so I entered a period of celibacy, living as a single person. It was not a burden for me to be single. I lived like this for a while and at the same time, I joined a group called \"Cherche ton étoile\" (\"Search for your star\"). This group was like a platform, where young people meet to deepen the question of vocation. Those who feel they are being called to either marriage, or religious life, or to become priests. We came together to meet and share our experiences and read the Word of God. It is through these meetings with \"Cherche ton étoile\" that I can say catapulted me into really thinking of taking the vocation of priesthood, and this is more or less how I got the call to this vocation. In 2015, after three years of work and discernment, the bishop sent me to the seminary. |Toulon said the meetings with \"Cherche ton étoile\" catapulted him into really thinking of taking the vocation of priesthood. (Deacon Christian Toulon) Photo License: | SNA: How did your family react to your vocation? CT: Reactions varied. My parents were surprised. My father was even more surprised because I had quit work. Although to a lesser degree, my mother was also surprised. But with time, they accepted it. As for my brothers, they remained indifferent. SNA: How was your journey to become a deacon, your theological studies? CT: There are two types of diocesan deacons. Permanent deacons and the ones that follow on to become priests. Training to become a permanent deacon typically takes between five and six years. For deacons on their way to priesthood, their training is between six and eight years and sometimes more. And since I am a deacon who wishes to become a priest, I have completed eight years of training: two years of philosophy, two years of practice and four years of theology. I did all my studies in France. SNA: Now that you are back in Seychelles, you are ordained as a deacon, what is the next step? CT: The next step is service. The word \"deacon\" comes from the word 'diakonos' meaning servant. A deacon is a servant of God and a servant of others. You serve God in prayer when you thank God whom you serve and are also a servant during Holy Mass. Towards others: through prayer; sharing the Word of God; and serving the weakest, especially the children, the sick and the poor. You also help others by giving the sacraments, and you encourage them. |The Deacon said he thinks the vocation of the priesthood and religious life are the same, the holiness of priests and nuns must inspire young people. (Deacon Christian Toulon) Photo License: | SNA: Why do you think few Seychellois are choosing the vocation of becoming priests and nuns? CT: There are two reasons. First, it is the lack of prayer. The Lord tells us to pray for the harvester to send more workers to harvest (Matthew 9, 37-38). Secondly, it is the lack of inspiration. Young people, especially boys, follow someone who can inspire them, like a role model. Why do a lot of them go for football for example? Because great stars inspire them, the likes of Messi, Ronaldo, Mbappe, and the rest. I think for the vocation of the priesthood and religious life it is the same, the holiness of priests and nuns must inspire young people. SNA: What needs to be done to change this? CT: The faithful need to pray more. The priests and nuns need to live life as good examples of holiness. SNA: What do you have to say to young people about vocations? CT: Prayer, spiritual direction, the Word of God, and good friends. First prayer: prayer is the first step to God, and if He is calling you, stop and listen. This is important. Take time in prayer to deepen this call. With depth comes spiritual direction. So, it is good to find someone who can help you deepen this call, a spiritual leader, someone with experience, or a teacher who can lead you. And read the Bible, read the Word of God. This is very important. Because for me, one thing that has helped me a lot especially to move forward in my discernment, was the Word of God. Another thing is to have friends around you who can encourage you. Those who have the same thoughts as you, who are 'burning' to find the answer to what God is asking of you and your true purpose in life. [The Interview](articles/category/34/The+Interview) [» Be a reporter: Write and send your article](reporter) [» Subscribe for news alert](newsalert) [More from The Interview →](articles/category/34/The+Interview) [Sarah Romain: Seychellois woman leading SEYPEC - \"I am excited about the future\"](articles/20208/Sarah+Romain+Seychellois+woman+leading+SEYPEC+-+%22I+am+excited+about+the+future%22) [Editorial](articles/category/7/Editorial)» [The Interview](articles/category/34/The+Interview)| March 8, 2024, Friday @10:13 [Charles Nyambe: \"Every school, every sports club, and every community centre should offer the benefits of inclusive sports\" in Seychelles](articles/19759/Charles+Nyambe+%22Every+school%2C+every+sports+club%2C+and+every+community+centre+should+offer+the+benefits+of+inclusive+sports%22+in+Seychelles) [Editorial](articles/category/7/Editorial)» [The Interview](articles/category/34/The+Interview)| December 17, 2023, Sunday @10:26 [Business Awards: Le Duc de Praslin will become the best lifestyle hotel Seychelles has ever seen, says Robert Payet](articles/19731/Business+Awards+Le+Duc+de+Praslin+will+become+the+best+lifestyle+hotel+Seychelles+has+ever+seen%2C+says+Robert+Payet) [Editorial](articles/category/7/Editorial)» [The Interview](articles/category/34/The+Interview)| December 10, 2023, Sunday @08:42 [Seychelles Fair Trading Commission is working on greater efficiency and modernisation, says CEO](articles/19301/Seychelles+Fair+Trading+Commission+is+working+on+greater+efficiency+and+modernisation%2C+says+CEO) [Editorial](articles/category/7/Editorial)» [The Interview](articles/category/34/The+Interview)| November 6, 2023, Monday @16:37 [Seychelles' Aldabra giant tortoises are \"so crucial to island restoration projects,\" says IOTA official](articles/19319/Seychelles%27+Aldabra+giant+tortoises+are+%22so+crucial+to+island+restoration+projects%2C%22+says+IOTA+official) [Editorial](articles/category/7/Editorial)» [The Interview](articles/category/34/The+Interview)| October 3, 2023, Tuesday @09:07 [Russian boxing coach in Seychelles: \"I am trying to make them think when in the ring and to correctly build a strategy\"](articles/19303/Russian+boxing+coach+in+Seychelles+%22I+am+trying+tomake+them+thinkwheninthe+ringandtocorrectlybuild+a+strategy%22) [Editorial](articles/category/7/Editorial)» [The Interview](articles/category/34/The+Interview)| September 17, 2023, Sunday @10:26",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "http://www.seychellesnewsagency.com))",
    "http://seychellesnewsagency.com))"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christian toulon",
        "sentiment": "negative"
      },
      {
        "name": "sharon ernesta",
        "sentiment": "none"
      },
      {
        "name": "emmanuel boniface",
        "sentiment": "none"
      },
      {
        "name": "boniface",
        "sentiment": "none"
      },
      {
        "name": "romeo bonne",
        "sentiment": "none"
      },
      {
        "name": "bishop harel",
        "sentiment": "none"
      },
      {
        "name": "collin underwood",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "seychelles news agency",
        "sentiment": "negative"
      },
      {
        "name": "sna",
        "sentiment": "none"
      },
      {
        "name": "roman catholic diocese of port victoria",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "seychelles",
        "sentiment": "none"
      },
      {
        "name": "toulon",
        "sentiment": "none"
      },
      {
        "name": "indian ocean",
        "sentiment": "none"
      },
      {
        "name": "victoria",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T06:24:42.569+03:00",
  "updated": "2024-04-18T03:25:52.345+03:00"
}