{
  "thread": {
    "uuid": "70110f8b55990966bd1c98264f6ead996a5c347f",
    "url": "https://www.targatocn.it/2023/12/29/leggi-notizia/argomenti/attualita/articolo/riconciliazione-natalizia-a-rossana-tra-associazioni-per-la-gestione-dellex-oratorio-san-savio-per.html",
    "site_full": "www.targatocn.it",
    "site": "targatocn.it",
    "site_section": "https://www.targatocn.it/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "TargatoCn.it",
    "title": "Riconciliazione natalizia a Rossana tra associazioni per la gestione dell'ex oratorio San Savio in occasione di Capodanno",
    "title_full": "Riconciliazione natalizia a Rossana tra associazioni per la gestione dell'ex oratorio San Savio in occasione di Capodanno",
    "published": "2023-12-29T19:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.targatocn.it/fileadmin/archivio/targatocn/ROSSANA_ORATORIO_SAN_DOMENICAO_SAVIO_ESTERNO.jpg",
    "performance_score": 0,
    "domain_rank": 76100,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "70110f8b55990966bd1c98264f6ead996a5c347f",
  "url": "https://www.targatocn.it/2023/12/29/leggi-notizia/argomenti/attualita/articolo/riconciliazione-natalizia-a-rossana-tra-associazioni-per-la-gestione-dellex-oratorio-san-savio-per.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anna Maria Parola",
  "published": "2023-12-29T19:46:00.000+02:00",
  "title": "Riconciliazione natalizia a Rossana tra associazioni per la gestione dell'ex oratorio San Savio in occasione di Capodanno",
  "text": "Il Natale ha messo pace alle polemiche sorte a Rossana, nelle ultime settimane, riguardo la gestione dell’ex oratorio ‘San Domenico Savio’ di pertinenza della parrocchia.\nLa diatriba è nata in particolare tra il sodalizio che porta il nome del Santo e l’associazione delle Ex Allieve Salesiane che fino al 2019 ha sempre organizzato la festa di Capodanno, negli ultimi anni realizzata invece dall’Asd ‘Domenico Savio’.\nIl sodalizio rossanese delle ‘Figlie di Maria Ausiliatrice’ ha quindi scritto al vescovo di Saluzzo Cristiano Bodo facendo presente: “Per tanti anni la nostra associazione, ha organizzato il Cenone di Capodanno nel salone, accogliendo le famiglie e gli anziani di Rossana e dei paesi limitrofi (soprattutto Piasco e Sant'Antonio), diventando un appuntamento fisso per la nostra comunità”.\nLa ‘San Domenico Savio’ si è costituita nel 2018. “In questi cinque anni - spiegano dalla dirigenza – abbiamo apportato molte migliorie alla struttura dell’ex oratorio – il nostro intento era quello di renderlo accogliente per poter usare il suo salone come luogo di aggregazione. Organizziamo infatti spettacoli teatrali, concerti, corsi di ballo occitano e cene in amicizia come quella di Capodanno”.\nL’Asd ‘Savio’ specifica: “Lo scorso marzo 2023 abbiamo ricevuto in comodato d’uso dalla Curia vescovile per 5 anni i locali dell’ex oratorio.\nInoltre desideriamo precisare che il 27 novembre è stato sottoscritto un accordo con la Curia alla presenza del parroco di Rossana don Paolo Gerardi nel quale si è stabilito che la festa di Capodanno nel salone dell’ex oratorio sarà organizzata a rotazione un anno da un’associazione e il successivo dall’altra”.\nL’Ex Allieve Salesiane, hanno quindi chiesto un incontro interlocutorio al vescovo Bodo dal quale si sono recate assieme ad alcuni referenti delle Pro Loco di Rossana.\n“Grazie all'intervento puntuale e risoluto di Monsignor Cristiano Bodo, dicono le Ex Allieve Salesiane - si sono appianate le incomprensioni che avevano alimentato discussioni a Rossana circa l'utilizzo del salone dell’ex oratorio.\nSecondo tale accordo, l'Asd ‘Savio’ si impegna a concedere l'utilizzo dei locali ad anni alterni per la serata di Capodanno.\nQuesto farà sì che dal 2024 i Rossanesi torneranno a ritrovarsi, come da tradizione, a festeggiare la notte di San Silvestro nel salone oratoriale.\nL’accordo – specificano le ‘Figlie di Maria’- presume la possibilità che, da ora in poi, le associazioni del paese possano nuovamente utilizzare la struttura per i vari eventi e non solo per la serata di Capodanno.\nLe Ex Allieve e la comunità Rossanese ringraziano riconoscenti il vescovo Cristino Bodo per l'interessamento e la mediazione”.\nLe due associazioni auspicano un dialogo costruttivo per mantenere l'armonia e il benessere del paese.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T20:56:27.674+02:00",
  "updated": "2023-12-29T20:56:27.674+02:00"
}