{
  "thread": {
    "uuid": "025ade0c49d8c7bd88ac616758e026ebe063f01b",
    "url": "https://www.meneame.net/story/abascal-apoya-milei-cuando-vengas-espana-comprobaras-gran/c050",
    "site_full": "www.meneame.net",
    "site": "meneame.net",
    "site_section": "http://www.meneame.net/comments_rss",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Menéame: comentarios",
    "title": "#50 Abascal apoya a Milei: «Cuando vengas a España comprobarás que una gran mayoría de españoles te aprecia y te respeta»",
    "title_full": "#50 Abascal apoya a Milei: «Cuando vengas a España comprobarás que una gran mayoría de españoles te aprecia y te respeta»",
    "published": "2024-05-05T10:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://meneame.net/img/logo_meneame.png",
    "performance_score": 0,
    "domain_rank": 10947,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "025ade0c49d8c7bd88ac616758e026ebe063f01b",
  "url": "https://www.meneame.net/story/abascal-apoya-milei-cuando-vengas-espana-comprobaras-gran/c050",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "perrico",
  "published": "2024-05-05T10:08:00.000+03:00",
  "title": "#50 Abascal apoya a Milei: «Cuando vengas a España comprobarás que una gran mayoría de españoles te aprecia y te respeta»",
  "text": "Portada\nmis comunidades\notras secciones\n[#8](c8#c-8) Los neonazis se colaron en esa conferencia, no fueron invitados, y otras veces los han echado. Desde luego Milei y Kast no han pactado con ellos ni mucho menos.\nAsí que menos bulos. ¿No era que estábais en contra de los bulos?\n[#8](c8#c-8) Y éste impresentable ataca al gobierno de España para defender a otro que tiene de ministra a una ex-terrorista Montonera, ver para creer...\nCuando el presidente de otro pais se reune con los de su cuerda que no son representantes del pais , saltandose el protocolo , y luego son otros los que faltan.\nHasta Sanchez se reunio con Meloni, no por afinidad ideologia sino por respeto a las democracias y el resultado de las urnas , algunos aun no entienden eso.\n[#6](c6#c-6) Es una falta de respeto. No lo es tanto como no reconocer al Presidente electo de un país y decir que lo es un señor que pasaba por ahí, pero lo es.\n[#11](c11#c-11) El respeto no creo que entre , para eso esta el protocolo , el problema de saltarse el protocolo es que cuando realmente es necesario no saben ni usarlo.\nPuedes no respetar al dirigente de otro pais , pero eso importa poco , una cosa es la persona y otra la representacion.\n[#6](c6#c-6) porque Pedro Sánchez es un presidente de altura. A la vista está viendo sus actuaciones. Eso no lo hace cualquier presidente, solo uno que hará historia para bien.\nSi no es un viaje oficial y no avisa al Gobierno de España que viene pues no hay que ponerle seguridad, pero tampoco dejar entrar a sus escoltas armados con las armas. Puede \"venir de vacaciones\". A quien tiene que justificar es a ciudadanos de su propio país.\nSI viene en viaje oficial el Gobierno de España respetará el protocolo a pesar de las diferencias ideológicas, como bien indica por ejemplo\n[#6](c6#c-6).\n[#1](c1#c-1) Hombre se refiere a los inmigrantes argentinos en España que le votaron en masa y que contra todo pronóstico no se han vuelto a Argentina como se debería suponer, ha ganado su líder ¿Qué carajo hacen aquí ?\n[#28](c28#c-28) Habla de \"gran mayoría de españoles\". Creo que sería una enorme exageración hiperbólica, siendo cautos.\nEn lo que a mi respecta le aprecio porque es un homínido y no nos gusta hacer daño a otros animales como nosotros, en general, pero apreciar su comportamiento o sus ideas es otra cosa. Creo que no sería capaz de soportarle cinco minutos sentado a mi lado.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-05T11:14:17.774+03:00",
  "updated": "2024-05-05T11:14:17.774+03:00"
}