{
  "thread": {
    "uuid": "4db26a94d8c2464083811b6e722f635c9a24b509",
    "url": "https://www.laprensa.hn/deportes/atletico-real-madrid-resultado-resumen-goles-copa-del-rey-octavos-cuartos-de-final-AH17018998",
    "site_full": "www.laprensa.hn",
    "site": "laprensa.hn",
    "site_section": "https://laprensa.hn/opinion",
    "site_categories": [
      "media"
    ],
    "section_title": "Opinión La Prensa: Voces expertas y análisis",
    "title": "Atlético se toma revancha y elimina al Real Madrid en la Copa del Rey",
    "title_full": "Atlético se toma revancha y elimina al Real Madrid en la Copa del Rey",
    "published": "2024-01-18T20:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "HN",
    "main_image": "https://www.laprensa.hn/binrepository/1200x900/0c135/1200d630/none/11004/MIUM/atletico-vs-real-madrid07_6515786_20240118165528.jpg",
    "performance_score": 0,
    "domain_rank": 28320,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4db26a94d8c2464083811b6e722f635c9a24b509",
  "url": "https://www.laprensa.hn/deportes/atletico-real-madrid-resultado-resumen-goles-copa-del-rey-octavos-cuartos-de-final-AH17018998",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "/cronologia/-/meta/agencia-efe",
  "published": "2024-01-18T20:27:00.000+02:00",
  "title": "Atlético se toma revancha y elimina al Real Madrid en la Copa del Rey",
  "text": "[Álvaro Morata](/cronologia/-/meta/alvaro-morata) En el minuto 100, en la prórroga, medido con Vinicius en la banda derecha del ataque del Atlético de Madrid, Antoine Griezmann se inventó un golazo, marcó la diferencia definitiva y cambió el derbi de los octavos de final de la Copa del Rey para culminar la resistencia del conjunto rojiblanco, sometido casi siempre por el Real Madrid, al que doblegó ya invariablemente por el 4-2 al borde del final de Rodrigo Riquelme. No le bastó el 1-0 de Samuel Lino, de repente en el minuto 38, empatado por Luka Modric en un fallo estrepitoso de Jan Oblak al borde del descanso. Ni tampoco el 2-1 de Álvaro Morata, en un error mayúsculo de Andriy Lunin en el 57, nivelado en el 82 por Joselu para forzar otro tiempo extra en el derbi, desnivelado por el máximo goleador de la historia del Atlético: 175 tantos. Un golazo. La resolución de un duelo menos espectacular, sin punto de comparación, con el de hace una semana en la Supercopa de España. Más vibrante por el marcador tan ajustado que por otra cosa. Por el esfuerzo que por el fútbol. Dominado por el Real Madrid, sobrevivido por el Atlético, ganador en el mismo espacio de tiempo que casi siempre le tocó perder contra el ‘eterno’ rival. Griezmann varió la historia. Casi nunca, hasta ahí, fue un buen panorama para el Atlético, frustrado por el orden y el contragolpe del Real Madrid. Su transición lenta, sombría, la aguardó el bloque blanco sin apuros, con la fuerza de su estructura, con el acelerador preparado para la salida vertiginosa hacia adelante, para explorar su mejor destreza, para indagar en la vulnerabilidad defensiva. Es el Real Madrid un equipo trepidante cuando corre con espacios, cuando se despliega a contracorriente del adversario, cuando contrapone su velocidad y voracidad a la apariencia -engañosa- del domino del balón de su oponente. El espacio, siempre tan fundamental para Diego Simeone en su concepto del fútbol, es una virtud hoy incontestable de su ‘eterno’ rival, que, sin embargo, sufrió su segunda derrota del curso. Las dos, en el Metropolitano. Sufrió el Atlético, sometido mucho más de lo que vislumbraba entonces, en su puesta en escena, sobre un Metropolitano abarrotado, en ebullición, silenciado allá por el minunto 11, cuando Jude Bellingham reapareció en un terreno antes esquivo donde el Real Madrid padeció su único revés del curso, el 3-1 del 24 de septiembre. Otras circunstancias. Otro partido. Inadvertido y aplacado entonces por el Atlético, en un instante en el área, en ese hábitat en el que se mueve con una efectividad inusual en su carrera desde que llegó a Madrid, hizo más que en todo aquel precedente. Se deshizo de Axel Witsel, sorteó a Rodrigo De Paul y chocó con el larguero en su remate. Luego hizo más. Una advertencia nítida para los locales. No fue una jugada aislada. Fue una confirmación. Devorado en su medio campo, menos fresco (por más que hubiera jugado hace una semana su último duelo, cuando el Real Madrid lo hizo el domingo en la Supercopa de España), el Atlético tenía el balón -cuando lo tenía- para nada. Un artefacto inútil para sus objetivos. El Real Madrid lo quería para correr. No era Lino la solución, frenado por Dani Carvajal. Tampoco Marcos Llorente, en el otro lado, mucho más desastido que el hoy tímido carrilero brasileño. No era ni de lejos, por entonces, el mejor día de Griezmann, más visible en el medio, en la construcción, que en el derborde y la definición, cuando solucionó el choque. Otra mala noticia para el Atlético, que se sostuvo en el alambre, entonces por Jan Oblak. Su doble parada a Rodrygo, espectacular con la derecha, y después a Vinicius, agigantado en el rebote, rechazó y soportó la mejor jugada del partido hasta ese momento, propiedad del Real Madrid, que marcó el ritmo, aplicó su idea y se sintió el dueño de todo lo que ocurrió hasta el minuto 38, hasta que se lió él mismo en un centro de Rodrigo De Paul hacia el área. El primer remate de verdad del Atlético, generado en un rechace de Rudiger que adivinó antes Lino que Carvajal, fue gol. El brasileño se lanzó al suelo para remacharlo. Sin opción de alcanzarlo Carvajal, poco ágil Lunin, el elegido para el desafío del Metropolitano, fue el 1-0. Un premio inesperado. Imperceptible. Como lo fue después el 1-1, a los seis segundos del único minuto de tiempo añadido. Está el Atlético en un trance defensivo inexplicable, como lo fue el empate del Real Madrid: una falta botada al área de Luka Modric, la salida de Oblak entre Rüdiger, Giménez y Saúl y el rebote en la mano del cancerbero a su propia portería. El balón que debía ser suyo. No lo fue. Un borrón para el guardameta, desacertado. Lo asumió. El 1-0 era una anomalía, visto los créditos del primer tiempo. El 1-1, no lo era. Al menos, no tanto. Rodrygo lo recordó a la vuelta del vestuario, con un remate escorado que repelió Oblak. Ya entonces, el Atlético no disfrutaba del balón ni siquiera para salir de su campo; peor posicionado, mucho menos preciso, sin opción de reproducir el partido que quería. Eran conscientes los futbolistas, todo el mundo, también Simeone, que cambió a Saúl por Molina para potenciar el medio campo con Llorente, mientras el Madrid seguía a lo suyo: Bellingham, Vinicius y Rodrygo. Cada combinación era una invitación al vértigo. Una amenaza para el Atlético, que no daba una. La diferencia. Cada contragolpe exponía al equipo rojiblanco a un daño irreparable... Pero ocurrió todo lo contrario. Otra vez. Minuto 57. Un rebote en Camavinga hacia su área desató la pifia de Lunin, señalado en el 2-1, con un despeje que golpeó en Rüdiger y le quedó suelto, de frente a la portería, sin nadie delante, a Morata, que encontró el gol casi sin intuirlo, como todo su equipo y todo el público local del Metropolitano, preparado para lo contrario tal como era el encuentro. Esta vez, el golpe sí afectó al Real Madrid. Jugó más el Atlético un rato en campo contrario que en toda la hora anterior. Lo sintió Ancelotti, que recurrió a Kroos... Y Brahim, la inspiración en el último precedente en la Supercopa de España. Después salió Tchouameni por Valverde. Enredado hasta el minuto 75, se reencontró con un larguero de Rodrygo -se retiró después cojo, en el 80, cambiado por Joselu- que proclamó que aún estaba más que vivo. Lunin, cosas del fútbol, se reivindicó, a la vez, ante Griezmann. Y después ante Morata. Señalado antes, sin esas paradas, sobre toda la última justo antes del 2-2, no habría sido posible el 2-2 del Real Madrid, que llegó en una acción de Vinicius, en el desmarque de Bellingham y en el centro del inglés para el remate solo de cabeza de Joselu, recién entrado; desbordada la defensa del Atlético, salvada después por Oblak al borde de la prórroga. Otra más en los últimos tiempos, tan dañinas para el Atlético, tan productivas para el Real Madrid, la más cercana hace solo una semana a 6.600 kilómetros, en Riad. La tiró Llorente a las manos de Lunin, remató Vinicius fuera, entre el dominio inalterable del Real Madrid, las aventuras solitarias de Molina, Griezmann y compañía y la tensión del tiempo extra. Hasta que Griezmann se inventó un gol extraordinario. Un balón suelto, una carrera, un regate para dejar atrás a Vinicius, para bordear la línea de fondo, batir con un golazo a Lunin en el minuto 100, eliminar al Real Madrid, desquitarse de la última derrota y tomar, exhausto, una plaza en los cuartos de final de la Copa del Rey competida hasta el final, hasta el límite, con un gol bien anulado al Real Madrid, con el 4-2 de Riquelme y con la apoteosis del Metropolitano. - Ficha técnica: 4 - Atlético de Madrid: Oblak; Llorente (Barrios, m. 97), Witsel, Giménez, Hermoso, Lino (Riquelme, m. 91+); De Paul (Azpilicueta, m. 105 (Savic, m. 115), Koke, Saúl (Molina, m. 55); Griezmann y Morata (Memphis, m. 97). 2 - Real Madrid: Lunin; Carvajal, Nacho (Fran García, m. 105), Rüdiger, Mendy (Brahim, m. 65); Camavinga (Ceballos, m. 105), Modric (Kroos, m. 65), Fede Valverde (Tchouameni, m. 73), Bellingham; Vinícius y Rodrygo (Joselu, m. 80). Goles: 1-0, m. 38: Lino. 1-1, m. 45: Modric. 2-1, m. 57: Morata. 2-2, m. 82: Joselu. 3-2, m. 100: Griezmann. 4-2, m. 118: Riquelme. Árbitro: Cuadra Fernández (C. Balear). Amonestó con tarjeta amarilla a los locales Morata (m. 58), Hermoso (m. 68), De Paul (m. 78), Koke (m. 79) y Witsel (m. 113) y a los visitantes Vinicius (m. 45), Camavinga (m. 55), Brahim (m. 68), Bellingham (m. 84) y Carvajal (m. 89). Incidencias: partido correspondiente a los octavos de final de la Copa del Rey, disputado en el estadio Cívitas Metropolitano ante 67.623 espectadores. Antes del inicio del partido se guardó un minuto de silencio en memoria de la leyenda del Atlético de Madrid y del fútbol argentino Jorge Griffa. Tambien se hizo entrega de una camiseta con el número 174 a Antoine Griezmann como reconocimiento a su condición ya de máximo goleador de la historia del club rojiblanco, con esa cifra de tantos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T02:51:52.603+02:00",
  "updated": "2024-01-19T02:51:52.603+02:00"
}