{
  "thread": {
    "uuid": "7858e425016b11e81a74409441735bdfe5bacbfb",
    "url": "https://www.odnako.org/republican-primaries-trump-wins-by-a-landslide-in-iowa-and-now-lets-take-america-back/",
    "site_full": "www.odnako.org",
    "site": "odnako.org",
    "site_section": "https://www.odnako.org/feed",
    "site_categories": [],
    "section_title": "Odnako",
    "title": "Republican primaries, Trump wins by a landslide in Iowa: “And now let’s take America back”",
    "title_full": "Republican primaries, Trump wins by a landslide in Iowa: “And now let’s take America back”",
    "published": "2024-01-20T23:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.odnako.org/wp-content/uploads/2024/01/Republican-primaries-Trump-wins-by-a-landslide-in-Iowa-And.jpg",
    "performance_score": 0,
    "domain_rank": 71981,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7858e425016b11e81a74409441735bdfe5bacbfb",
  "url": "https://www.odnako.org/republican-primaries-trump-wins-by-a-landslide-in-iowa-and-now-lets-take-america-back/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "John",
  "published": "2024-01-20T23:00:00.000+02:00",
  "title": "Republican primaries, Trump wins by a landslide in Iowa: “And now let’s take America back”",
  "text": "Donald Trump wins the first stage of the Republican primaries in Iowa by a landslide, in less than half an hour from the opening of the caucuses, with just over 50% of the votes and a record gap of around 30 points, more than double Bob Dole’s record in 1988. According to the partial results of the Iowa caucuses, out of the state’s 40 delegates for the Republican convention, Donald Trump gets 20, Ron DeSantis 8 and Nikky Haley 7. CNN reports it.\nThe tycoon has made waves in all social areas, starting with the evangelicals, with the only weakness of the suburban areas. An astonishing result if you consider that in 2016 he came second here and that since then he has sown chaos, suffered two impeachments and is awaiting four criminal trials, including two for attempting to subvert the outcome of the vote. During the night, however, it was a long head-to-head between his main challengers for second place, won by Ron DeSantis against Nikky Haley, contrary to predictions.\nBut the gap is so low (21.2% to 19%, with 94% of the votes counted) that it does not make a substantial difference, leaving the race open as to which of the two will be able to try to present itself as an alternative to The Donald: in the next stop on January 23rd in the more liberal New Hampshire, the former UN ambassador is better positioned. On the other hand, the tech entrepreneur of Indian origins Vivek Ramaswamy (fourth with 7.7%) withdraws, giving his endorsement to former president Trump, increasing his number of votes.\n“I am honored and invigorated by this victory”, the tycoon’s first comment on Fox, before his official speech. Starting on a conciliatory tone with the hope of uniting the country in a bipartisan way, congratulations to DeSantis-Haley and praise from her family, including her recently deceased mother-in-law. But he immediately turned to attacks on Joe Biden, “the worst president in US history” and the director of his trials (“election interference”). Or in the threatening promise to “seal the border with Mexico against the invasion of criminals and terrorists”, implementing “a system of deportations not seen in this country since the days of Eisenhower”. Biden acknowledged that after Iowa Trump “is the favorite for the Republican nomination” and his campaign warned that if he wins there will be “vile attacks, endless lies and massive spending.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "trump",
        "sentiment": "negative"
      },
      {
        "name": "donald trump",
        "sentiment": "negative"
      },
      {
        "name": "bob dole",
        "sentiment": "none"
      },
      {
        "name": "ron desantis",
        "sentiment": "none"
      },
      {
        "name": "nikky haley",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cnn",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "iowa",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-21T00:03:09.941+02:00",
  "updated": "2024-01-21T00:03:09.941+02:00"
}