{
  "thread": {
    "uuid": "9d8c2a60be5e3e6e3a3f248856442ec309166c48",
    "url": "https://kyivindependent.com/stanislav-haider-on-his-teams-plans-to-transform-defense-ministry/",
    "site_full": "kyivindependent.com",
    "site": "kyivindependent.com",
    "site_section": "https://kyivindependent.com",
    "site_categories": [],
    "section_title": "The Kyiv Independent — News from Ukraine, Eastern Europe",
    "title": "Deputy defense minister plans to transform ministry – here's how",
    "title_full": "Deputy defense minister plans to transform ministry – here's how",
    "published": "2023-12-29T23:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets.kyivindependent.com/content/images/2023/12/Deputy-Defense-Minister-Stanislav-Haider-1.jpg",
    "performance_score": 0,
    "domain_rank": 11299,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9d8c2a60be5e3e6e3a3f248856442ec309166c48",
  "url": "https://kyivindependent.com/stanislav-haider-on-his-teams-plans-to-transform-defense-ministry/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Igor Kossov",
  "published": "2023-12-29T23:59:00.000+02:00",
  "title": "Deputy defense minister plans to transform ministry – here's how",
  "text": "Stanislav Haider was hired to fix the defense ministry’s institutional problems just as Ukraine entered the most difficult period of the war to date. The 37-year-old deputy minister looks youthful but for his graying strands of hair and he whimsically refers to the invading Russians as “the northern tribes.” He doesn’t look like a defense guy — in fact, he had never worked with the military in any way. He has made his career on making large organizations work in a smarter, more tech-integrated way. After he transformed the city of Drohobych, Haider’s futurization chops got him noticed and he was put in charge of digital transformation at the National Agency on Corruption Prevention (NACP). The work he did there, like launching the successful corruption registry and anti-corruption portal, won him praise. In November, new defense minister Rustem [Umerov](https://kyivindependent.com/who-is-rustem-umerov-ukraines-soon-to-be-defense-minister/) tapped Haider to work by his side, focused on institutional development. \"My biggest plus and biggest minus is that I'm not military,\" Haider said in an interview with the Kyiv Independent at the defense ministry on Dec. 22. He means that he’s inexperienced with military concepts but isn’t burdened by old ways of thinking. \"The greatest inventions in the world are made by people who aren’t aware that 'you can't do’ something,\" he said. Umerov’s history of top-level state service isn’t very lengthy either. The former head of the State Property Fund was reportedly offered the job at the 11th hour, after multiple candidates turned it down. Once he accepted, Umerov came in with confidence, making bold promises to fix what was broken and excoriating those who let it happen. The people he picked to be his deputies share a theme — they are younger, with backgrounds in civil society or digital innovation. They are supposed to bring results-based reformist sensibilities to the ministry at a time when it cannot afford another scandal. Haider often uses the phrases “ministry 2.0” and “quantum leap” when he talks about these plans. The two known procurement corruption scandals — buying provisions at inflated prices and paying for near-worthless jackets from Turkey — tarnished the defense ministry’s reputation before the world and led to [the firing of Oleksii Reznikov](https://kyivindependent.com/reznikovs-tenure-as-defense-chief-ends-amid-new-corruption-allegations/) and his team. Even worse are the ministry’s and the military’s many institutional flaws that hold the armed forces back from their full potential, while causing pointless hardship for serving warriors. Haider’s job is to change the culture and procedures that enable this; to help Umerov run a tighter ship. He used room temperature as a metaphor for an organization’s overall effectiveness. “If it’s cold, you have to spend time putting in heating equipment and you will only be able to know that the temperature has become more tolerable by feeling it around you,” he said. As such, Haider favors the holistic approach. He said he prefers to nurture virtue at an institution rather than going around looking for bad guys to root out. After all, he pointed out, corruption hunters need there to be [corruption](https://www.youtube.com/watch?v=1d65d4m71Fk) to justify their work. “Every doctor needs a patient. Every anti-corruption crusader needs the corrupt,” Haider said. “The main idea is to build a culture at the ministry where we talk about virtue and not ‘fighting corruption’.” He also wants the institution to view its people not as human capital but as role models. When institutions build around these strengths, corruption becomes unnecessary, he said. His team is already working to cut down on the ministry’s practice of management by directive. Instead, he wants stakeholders who are affected by policy decisions to be involved in those decisions, so that they are personally invested in their success. This includes military commanders. In practical terms, the goal is a ministry that understands midterm and longterm strategic goals, coordinates the armed forces and integrates every available force towards victory. Haider has to make sure it’s transparent, efficient and comprehensible by partners. One of the main things to tackle is how the ministry handles departments and allocates responsibilities. There are many poorly defined and overlapping portfolios, which his team is already sorting out, he said. Haider’s vision for this draws on his prior work at the NACP — he wants to divide the organization not by people or legacy departments but actual function. He said his team already analyzed every function legally required of the ministry, and how it’s doing. They then wrote a new organizational model based on the logic of actual function. For example, related functions like personnel affairs and social security shouldn’t be handled by separate departments, as this has caused many problems for many soldiers. Foreign aid is another big one. Analysts have told the Kyiv Independent they believe Reznikov was kept on so long not just because it was tough to find his successor but also because by then, Reznikov had very genial relations with the allies. Securing, maintaining and smoothing military aid is one of the ministry's most vital functions. And yet, the procedure for doing so was thrown together ad-hoc and not properly codified. \"We thoroughly examined this process and I can tell you that, considering the conditions Ukraine was facing, everything was thrown together,\" he said. \"This is a process that requires root-level transformation.\" Responsibilities must be clearly defined and fixed in law. He also talked about creating a \"line of defense against emotional decisions,\" which lead to deputies staking claims to disproportionate numbers of departments and personnel, then lording over them, or competent-seeming people arbitrarily loaded up with extra jobs. For especially hot-button issues, Haider has a division under his command whose whole job is to check whether reform attempts are working. For example, did the ministry really bring down the number of days it takes a service member to get a document? Every reform gets some indicators, which are checked and rechecked to see if they’re working. Haider’s approach is summarized when he talks about the kinds of people he’s looking for. “There are people with different backgrounds, but the key roles that I need are analysts. Business and data analytics, program managers, lawyers… because our system is built on data.” Umerov’s predecessor, Reznikov, was also meant to improve the defense ministry by bringing in modern civilian sensibilities to replace the military careerists with outdated thinking, who had served in the Soviet Union. Asked how this team will be different from the people it replaced, Haider said he could sit there praising the team or explaining what checks they went through but in the end, talk is cheap — he would prefer to be asked again later, once there’s more of a body of work to talk about. “Only time will put everything in its place,” he said. “Then you’ll SMS me and ask ‘how about now?’” Read Stanislav Haider's op-ed on reforming the defense ministry [here](https://kyivindependent.com/opinion-how-were-reforming-ukraines-defense-ministry/). [Igor Kossov](https://kyivindependent.com/author/igor-kossov/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "http://www.youtube.com/watch?v=1d65d4m71Fk)",
    "http://www.youtube.com/watch",
    "http://youtube.com/watch?v=1d65d4m71Fk)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stanislav haider",
        "sentiment": "negative"
      },
      {
        "name": "haider",
        "sentiment": "none"
      },
      {
        "name": "rustem",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nacp",
        "sentiment": "none"
      },
      {
        "name": "national agency on corruption prevention",
        "sentiment": "none"
      },
      {
        "name": "drohobych",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T02:22:01.030+02:00",
  "updated": "2023-12-30T02:22:01.030+02:00"
}