{
  "thread": {
    "uuid": "379cebe9b512c4ba94015959cb3a50e570851c9d",
    "url": "https://www.mdjonline.com/opinion/j-mark-powell-holy-cow-history-the-bonapartes-gifts-to-your-kitchen/article_fff58ac4-aa75-11ee-8379-4ffc7522e598.html",
    "site_full": "www.mdjonline.com",
    "site": "mdjonline.com",
    "site_section": "https://mdjonline.com/opinion/columnists",
    "site_categories": [
      "media"
    ],
    "section_title": "Columnists | mdjonline.com",
    "title": "J. MARK POWELL: HOLY COW! HISTORY: The Bonapartes’ Gifts to Your Kitchen | Opinion | mdjonline.com",
    "title_full": "J. MARK POWELL: HOLY COW! HISTORY: The Bonapartes’ Gifts to Your Kitchen | Opinion | mdjonline.com",
    "published": "2024-01-05T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/mdjonline.com/content/tncms/assets/v3/editorial/3/b2/3b22677a-aa76-11ee-b49b-8b9580c022c6/6595c2b701b46.image.jpg?crop=1244%2C653%2C0%2C505&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 18027,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "379cebe9b512c4ba94015959cb3a50e570851c9d",
  "url": "https://www.mdjonline.com/opinion/j-mark-powell-holy-cow-history-the-bonapartes-gifts-to-your-kitchen/article_fff58ac4-aa75-11ee-8379-4ffc7522e598.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "J. Mark Powell InsideSources.com",
  "published": "2024-01-05T07:00:00.000+02:00",
  "title": "J. MARK POWELL: HOLY COW! HISTORY: The Bonapartes’ Gifts to Your Kitchen | Opinion | mdjonline.com",
  "text": "The recent feature film “Napoleon” has people taking a fresh look at The Little Corporal and his namesake nephew. Napoleon Bonaparte left the world a boatload of legacies. He radically revolutionized military organization and thinking in the early 19th century. His Napoleonic Civil Code profoundly affected government institutions in France and much of Europe for decades after his death. He popularized (but did not create) the famous hand-in-waistcoat portrait pose. And his family eventually gave the world several items that may be in your kitchen right now. Napoleon is remembered for supposedly saying, “An army marches on its stomach.” Talk to anyone who has worn the uniform, and they’ll tell you what was true in Napoleon’s time still holds true today. A commander who keeps his troops properly fed gets the most out of them. In the Napoleonic Era, army regulations called for soldiers to receive a daily ration that included 24 ounces of bread; a half-pound of meat; either an ounce of rice or two ounces of dried beans, peas or lentils (depending on availability); a quart of wine; a gill of brandy (about a quarter pint); and a half gill of vinegar. The French forerunners of GI grunts had gourmand tastebuds. (However, those rations were received only when supplies were to be had and could be delivered to an army on the move. More often than not, French soldiers subsisted on salted meat and stale bread.) Satisfying his soldiers’ tastebuds would go a long way in keeping order in the ranks as French forces kept busy overrunning much of Europe. Napoleon wasn’t the kind of guy who let problems stand in his way. When he wanted something, he either obliterated obstacles or found a way around them. And so it was with supplying his men with special treats. He offered a prize of 12,000 francs to whoever could devise a better way to store and preserve food to feed his soldiers. Nicolas Appert, known today as the Father of Food Science, rose to the challenge. Until the late 1700s, people had difficulty keeping food for an extended period. Sure, they had known for centuries that salting or drying helped it last longer. But it wasn’t fun getting through a long winter on dried meat, fruits and vegetables. Appert gave the world the first modern food preservation techniques. He was a pioneer in using airtight canning to preserve comestibles. (Though he started using empty champagne bottles instead of the tin cans we know today.) He won Napoleon’s prize, and fame soon followed. But the Bonapartes weren’t finished making contributions to culinary culture. Half a century later, the original Napoleon’s nephew was sitting on the throne of a revived French Empire. And he was growing tired of hearing his soldiers complain about their chow. Napoleon III realized something extra was needed, something that was essential to the French palate. An old joke reminds us that the three secrets to French cooking are “Butter, butter, and more butter.” But there was a problem, and it was a biggie. Butter must be kept refrigerated. Because it easily melts. And when that happens, it makes a big mess. Hardly an ideal situation for field kitchens. On top of that, France was experiencing a butter shortage, forcing the poor to go without their beloved butter. So, like his famous namesake, Napoleon III issued a challenge in 1869: Come up with a new butter substitute. And just as had happened before, another inventor stepped forward. Hippolyte Mège-Mouriès was a French chemist. He mixed processed beef tallow with skimmed milk. He tinkered with it a little more and found it made a good spread on bread and could be stored at higher temperatures than traditional butter. And it was much cheaper to produce than the real thing. He called his discovery oleomargarine. You and I know it by its shortened name, margarine. Two centuries later, you’ll find ample canned food and margarine stocks at your local grocery store. Health food advocates and cooking purists may lift their noses at both in contempt, but food prices make each look more appealing to many consumers these days. Canned foods and margarine help many Americans make it through tough times. And we have two French emperors from long ago to thank for it.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "j. mark powell",
        "sentiment": "neutral"
      },
      {
        "name": "napoleon bonaparte",
        "sentiment": "none"
      },
      {
        "name": "napoleon",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bonapartes",
        "sentiment": "positive"
      }
    ],
    "locations": [
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:06:34.417+02:00",
  "updated": "2024-01-06T00:06:34.417+02:00"
}