{
  "thread": {
    "uuid": "aacaecb8792a10aef35637d3cf96b0d1d17b74dc",
    "url": "https://diariodeavisos.elespanol.com/2024/07/frailecillos-loritos-del-mar-renuevan-hogar",
    "site_full": "diariodeavisos.elespanol.com",
    "site": "elespanol.com",
    "site_section": "https://diariodeavisos.elespanol.com",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Diario de Avisos - Últimas noticias de Tenerife, Canarias, España y el mundo",
    "title": "Frailecillos, los pequeños loritos del mar, renuevan su hogar",
    "title_full": "Frailecillos, los pequeños loritos del mar, renuevan su hogar",
    "published": "2024-07-04T02:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cdn.diariodeavisos.com/wp-content/uploads/2024/07/frailecillos.jpg",
    "performance_score": 0,
    "domain_rank": 2484,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aacaecb8792a10aef35637d3cf96b0d1d17b74dc",
  "url": "https://diariodeavisos.elespanol.com/2024/07/frailecillos-loritos-del-mar-renuevan-hogar",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@diariodeavisos",
  "published": "2024-07-04T02:01:00.000+03:00",
  "title": "Frailecillos, los pequeños loritos del mar, renuevan su hogar",
  "text": "Al final del viaje a la Antártida en el que Planet Penguin sumerge a los visitantes se encuentra el reino de una de las aves marinas más peculiares: el frailecillo atlántico. Una ventana a las latitudes del Atlántico Norte que acaba de incorporar a su hábitat una zona que reproduce los acantilados rocosos en los que estos animales construyen sus nidos. Con un aspecto que recuerda en su colorido, al de los pingüinos, los preciosos frailecillos, tienen una curiosa capacidad para cambiar de aspecto: los llamativos colores que adornan su pico se amortiguan durante el invierno, agrisándose, para recuperar su alegría de nuevo cada primavera. Un momento perfecto, porque es cuando comienza la competencia para el emparejamiento y ser el más bonito, es un plus. Su gran pico multicolor, que junto con sus patas naranjas es su característica más llamativa, les ha valido el apodo de “loros del mar”. Este gran tamaño es una ventaja evolutiva a la hora de cuidar a sus pollos: tiene más capacidad para almacenar el pescado con el que les alimentan que, a diferencia de otras aves, no regurgitan, sino que entregan “fresco y recién pescado”. Un arcoíris en el pico Al contrario que otras aves, machos y hembras de frailecillo se engalanan por igual. De cuerpo rechoncho y redondeado, parecen pequeños peluches, más bien torpes en tierra. Sin embargo, comparten con los pingüinos la impresionante capacidad para hacer del agua su elemento. De hecho, pasan dos terceras partes de su vida flotando tranquilamente, o sumergiéndose en ella. Con una sola puesta anual, de un único huevo, la reproducción de estas aves es compleja. La época de reproducción abarca la primavera y el verano. Las parejas escogen lugares altos de acantilado, como el que tienen en su hábitat de Planet Pengüin para incubar su huevo y, una vez eclosionado, para cuidar del polluelo: una tarea en la que el macho y la hembra se turnan en una forma muy bien organizada de supervivencia. La buena aclimatación del espacio, que reproduce de manera muy ajustada las condiciones naturales, con 10ªº de temperatura ambiente y 17º en el agua, se han visto reflejadas en el buen desarrollo de la colonia. En la actualidad, cuenta con 43 frailecillos que han encontrado en Loro Parque un espacio seguro donde emparejarse, anidar y reproducirse. Hasta el momento, han nacido 11 pollos, lo que, dada la dificultad de reproducción de esta especie es una muy buena cifra. De carácter sociable y curioso, observan a los visitantes con el mismo interés que ellos mismos provocan, siguiendo con la mirada a quienes pasan por delante, mientras flotan sobre la superficie. Un animal que gana en las distancias cortas, con un hermoso diseño que parece trazado por la mano de un artista y un carácter que le ha convertido en el favorito de muchos de los visitantes de Loro Parque.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T08:20:05.838+03:00",
  "updated": "2024-07-05T08:20:05.838+03:00"
}