{
  "thread": {
    "uuid": "ba20ed28f6c7dee5e3f95cd4739af17bd782e08e",
    "url": "https://bc.ctvnews.ca/princess-anne-lays-wreath-at-battle-of-atlantic-ceremony-honours-late-queen-1.6874430",
    "site_full": "bc.ctvnews.ca",
    "site": "ctvnews.ca",
    "site_section": "https://calgary.ctvnews.ca",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Calgary News | Local Breaking | CTV News Calgary",
    "title": "Princess Anne lays wreath at Battle of Atlantic ceremony at B.C. legislature | CTV News",
    "title_full": "Princess Anne lays wreath at Battle of Atlantic ceremony at B.C. legislature | CTV News",
    "published": "2024-05-05T23:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2024/5/5/princess-anne-in-victoria-1-6874445-1714943817818.jpg",
    "performance_score": 0,
    "domain_rank": 983,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ba20ed28f6c7dee5e3f95cd4739af17bd782e08e",
  "url": "https://bc.ctvnews.ca/princess-anne-lays-wreath-at-battle-of-atlantic-ceremony-honours-late-queen-1.6874430",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@CTVVancouver",
  "published": "2024-05-05T23:17:00.000+03:00",
  "title": "Princess Anne lays wreath at Battle of Atlantic ceremony at B.C. legislature | CTV News",
  "text": "Princess Anne saluted Canadian veterans and current forces members today during a ceremony at British Columbia's legislature cenotaph commemorating the Second World War's Battle of the Atlantic. The princess, King Charles's sister, laid a wreath during the ceremony to mark the war's largest and longest battle, during which Canada lost 24 warships and more than 4,300 Canadian forces and merchant marine members. The ceremony was part of a three day Royal visit to the West Coast that concludes today. Previous stops saw her take part in the commissioning of the first Arctic patrol vessel for Canada's Pacific fleet in North Vancouver and tour the gardens at Victoria's government house. Earlier today, Princess Anne planted a red flowering currant tree and unveiled a plaque at government house to honour her late mother, Queen Elizabeth II. Volunteer gardeners at government house said Princess Anne expressed great interest in the various trees and plants on the grounds during her morning tour. Vice-Admiral Angus Topshee, commander of the Royal Canadian Navy, says having the princess attend the Battle of the Atlantic ceremony and sail from North Vancouver to Esquimalt on board HMCS Max Bernays was an honour for Canada's navy. This report by The Canadian Press was first published May 5, 2024. Vancouver Top Stories CTVNews.ca Top Stories India's foreign minister reacts to murder charges, claims Canada welcomes criminals India's Foreign Affairs Minister accused Canada of welcoming criminals from his country in response to the RCMP's recent arrests in a homicide that has roiled tensions between the two countries. BREAKING 15-year-old boy stabbed in Ottawa on Thursday dies A 15-year old boy who was critically injured after a stabbing in Nepean on Thursday has died of his injuries, Ottawa's English public school board said Sunday. Dash cam catches moment suspected drunk driver hits parked car, sends it careening into North Shore flower shop Police say it’s fortunate no one was injured or killed in a collision at North Vancouver’s Park and Tilford shopping centre Saturday evening that sent one vehicle careening into a flower shop and another into a set of concrete barriers outside a Winners store. 'A tiny city:' Pro-Palestinian campus protesters organize for another week Pro-Palestinian activists have set up tents at universities in Toronto, Ottawa, Vancouver and Montreal, following a wave of similar protests at campuses in the United States linked to the Israel-Hamas war. Lawsuit against Meta asks if Facebook users have right to control their feeds using external tools Do social media users have the right to control what they see — or don't see — on their feeds? Princess Anne saluted Canadian veterans and current forces members today during a ceremony at British Columbia's legislature cenotaph commemorating the Second World War's Battle of the Atlantic. El Nino weakening doesn't mean cooler temperatures this summer, forecasters say As Canadians brace themselves for summer temperatures, forecasters say a weakening El Nino cycle doesn’t mean relief from the heat. As storms moves across Texas, 1 child dies after being swept away in floodwaters A child in Texas died Sunday after being swept away in floodwaters as storms swept across the state. Nylander defends Leafs' core after playoff exit, Toronto again picks up the pieces The Maple Leafs battled back from a 3-1 series deficit against the Boston Bruins with consecutive 2-1 victories - including one that required extra time - in their first-round playoff series to push the club's Original Six rival to the limit before suffering a devastating Game 7 overtime loss. Shopping Trends The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. Read about us. Vancouver Island - Princess Anne saluted Canadian veterans and current forces members today during a ceremony at British Columbia's legislature cenotaph commemorating the Second World War's Battle of the Atlantic. - London Drugs begins 'gradual reopening' on 7th day after cyberattack Almost a week after all London Drugs stores across Western Canada abruptly closed amid a cyberattack, they began a \"gradual reopening\" on Saturday. - B.C. man wants homes for thousands of books he soon won't be able to read In the 10 years since John William started to lose his vision, he's been finding new ways to enjoy his vast personal library. Kelowna - Red dresses to make fashion statement about missing and murdered Indigenous women Models in uniquely designed red dresses are taking to the runway in British Columbia this weekend to make a powerful fashion statement about missing and murdered Indigenous women, girls and two-spirit people. - B.C. breweries take home awards at World Beer Cup Out of more than 9,000 entries from over 2,000 breweries in 50 countries, a handful of B.C. brews landed on the podium at the World Beer Cup this week. - B.C. man rescues starving dachshund trapped in carrier: BC SPCA An emaciated dachshund is now recovering thanks to a Good Samaritan who found the pup near a biking trail in Kelowna, according to the BC SPCA. Edmonton - 'Come together': Families, survivors remember the missing and murdered on Red Dress Day in Alberta Events were held across Alberta on Sunday marking Red Dress Day to honour the memory of missing and murdered Indigenous women and girls. - Two suspects arrested following south Edmonton shooting: police Two suspects were arrested following a shooting in south Edmonton on Saturday night. - Canada's Nurse helps lift Sparks past Storm on home soil in WNBA pre-season action Canadian Kia Nurse had some nerves entering Saturday's WNBA pre-season contest at Rogers Place. Calgary - 'Come together': Families, survivors remember the missing and murdered on Red Dress Day in Alberta Events were held across Alberta on Sunday marking Red Dress Day to honour the memory of missing and murdered Indigenous women and girls. - Crews battle 'large' natural gas-fed fire at Marlborough home Fire crews responded to Marlborough late on Saturday night to battle a blaze that had engulfed a home. - Serious collision impacts traffic along Highway 2A near Aldersyde Emergency crews are on scene of a serious collision on Highway 7 at 32 Street East in Okotoks. Lethbridge - Southern Alberta animal shelters overrun with abandoned pets Animal shelters across the province are finding themselves frequently at capacity -- or more. - Woman charged in connection with fatal crash Lethbridge police say impaired driving is to blame in a fatal crash that killed a 25-year-old man on Thursday. - Contractors want to repurpose Milk River high school rather than see it demolished The bell at Erle Rivers High School in Milk River, Alta., will ring for the last time on June 26, as the 114-year-old school is scheduled to be torn down to make way for a new K-12 school. Winnipeg - Manitoba government launches $15M endowment fund for MMIWG2S families Families of Missing and Murdered Indigenous Women, Girls and Two-Spirit peoples can expect more financial support from the Manitoba government as part of a new endowment fund announced Sunday. - 22-year-old Winkler man charged with manufacturing, possessing illegal weapons: police A 22-year-old man from Winkler, Man., is facing several charges in connection with a large seizure of weapons, including a homemade cannon. - Community bake sale sees sweet support for Manitoba teen battling brain cancer A Manitoba teen’s dream of dining in Parisian cafes is about to come true with some help from The Dream Factory. Regina - Regina hosts first 'Flora's Walk' in support of perinatal mental health Sunday marked the first time Regina has taken part in an event that originated out of Ontario following the death of a new mother. - Sask. RCMP warns of increased police presence in Swift Current Saskatchewan RCMP are asking the public to avoid areas of Swift Current due to an ongoing investigation. - No injuries reported in Garnet Street fire A Sunday afternoon house fire in Regina yielded no injuries, according to the city's fire service. Saskatoon - London Drugs stores in Saskatoon could be open again soon following 'cybersecurity incident' Saskatoon’s three London Drugs locations are set to re-open soon, one week after a data breach shut down stores across western Canada. - Saskatoon Airport hopes for quick resolution as WestJet mechanics' lockout looms A spokesperson for the Saskatoon Airport said they expect no immediate impact to operations in light of an impending lockout of WestJet mechanics. - ‘Love has no boundaries’: Sask. couple in their 90s and 80s get married Eighty-two-year-old Susan Neufeldt and 90-year-old Ulrich Richter are no spring chickens, but their love blossomed over the weekend with their wedding at Pine View Manor just outside of Rosthern. Toronto - Ontario family says they're 'reeling' after baby, grandparents killed in wrong-way Highway 401 crash in Whitby An Ontario family says they are 'reeling' in 'profound grief' after losing their three-month-old son and parents visiting from India in a wrong-way crash on Highway 401 in Whitby last Monday. - Nylander defends Leafs' core after playoff exit, Toronto again picks up the pieces The Maple Leafs battled back from a 3-1 series deficit against the Boston Bruins with consecutive 2-1 victories - including one that required extra time - in their first-round playoff series to push the club's Original Six rival to the limit before suffering a devastating Game 7 overtime loss. - Maple Leafs star Auston Matthews among finalists for NHL Selke Trophy Toronto Maple Leafs star centre Auston Matthews is a finalist for the NHL's Selke Trophy. Montreal - 'A tiny city:' Pro-Palestinian campus protesters organize for another week Pro-Palestinian activists have set up tents at universities in Toronto, Ottawa, Vancouver and Montreal, following a wave of similar protests at campuses in the United States linked to the Israel-Hamas war. - Montreal organizations say the housing crisis is the leading cause of stress in psychiatric patients The housing crisis is having a severe impact on tenants' mental health, say organizations calling on Quebec Premier François Legault to take action. - Montreal's Jewish community remembers victims for Yom HaShoah: Holocaust Remembrance Day On Sunday night, Jewish communities recognize Yom HaShoah, Holocaust Remembrance Day, where six candles are lit at a ceremony at the Montreal Holocaust Museum, one for every million Jews killed during the Holocaust. Ottawa - BREAKING BREAKING 15-year-old boy stabbed in Ottawa on Thursday dies A 15-year old boy who was critically injured after a stabbing in Nepean on Thursday has died of his injuries, Ottawa's English public school board said Sunday. - Ottawa trio to represent Team Ontario in acrobatic gymnastics competition To be the best you have to train like the best, and that’s exactly what one acrobatic gymnastics trio is doing in Ottawa. - Ottawa families, survivors remember missing and murdered on Red Dress Day Red dresses swayed in the breeze at Strathcona Park on Sunday as an eye-catching reminder of the injustice Indigenous women and girls face in Canada. Atlantic - Three dead, two hospitalized, following collision in Fredericton: police Three people have died and two have been hospitalized after a speeding car struck a tree and landed on another vehicle in Fredericton Sunday morning. - Man in custody following weapons-related incident at Halifax hotel: police A man is in custody after a weapons-related incident at a Halifax hotel Sunday morning. - P.E.I.'s East Pointers lead pack with total of three wins at East Coast Music Awards P.E.I.'s The East Pointers are multiple winners as the East Coast Music Awards wrapped up today in Charlottetown. London - PLAYOFF TRACKER PLAYOFF TRACKER Knights are Western Conference champs The London Knights are Western Conference champions for the second straight year! - Successful search and rescue by LFD in vacant building fire The London Fire Department (LFD) received a call about a reported structure fire at the former McCormick’s building at 1156 Dundas St. - REDress Day being recognized in Victoria Park May 5 is REDress Day, held annually to raise awareness of missing and murdered Indigenous women, girls and two spirit+ people in Canada. Kitchener - Event in Kitchener honours Missing and Murdered Indigenous people on Red Dress Day A solemn event was held in Kitchener to honour Missing and Murdered Indigenous Women, Girls, and Two-Spirit people. - 'It was completely underwater': Cambridge community remembers devastating flood 50 years later May 17, 1974 started off like any other sunny spring day, but it very quickly turned into a day of disaster. - Most-read stories of the week: a hitch in truck repairs, WRDSB to lay off teachers, Arnold Schwarzenegger in Elora A family frustrated over a hitch in their truck repair problems, elementary school teachers could be out of a job, and a Hollywood heavyweight in Elora. Northern Ontario - Battalion trample Generals in Game 6, forcing deciding Game 7 The North Bay Battalion have beaten the Oshawa Generals 8-1 at home to push their OHL Eastern Conference Championship series to a Game 7. - El Nino weakening doesn't mean cooler temperatures this summer, forecasters say As Canadians brace themselves for summer temperatures, forecasters say a weakening El Nino cycle doesn’t mean relief from the heat. - Crash closes Hwy 101 in Timmins Highway 101 East in Timmins is closed in both directions due to a single-vehicle crash. N.L. - Funeral today for broadcasting legend and voice of 'Hockey Night in Canada' Bob Cole A funeral is being held today for hockey broadcasting legend Bob Cole in his hometown of St. John's, N.L. - Newfoundland fisherman says police broke his leg during protest that delayed budget Richard Martin is spending this year's fishing season on land after he says a Royal Newfoundland Constabulary officer broke his left leg in three places during a protest last month that shut down the provincial legislature. - 'I feel honoured to say I was his friend': Wayne Gretzky remembers Bob Cole Tributes continue to pour in for Bob Cole as his family has confirmed a funeral will be held for the legendary broadcaster Friday in St. John's, N.L.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "anne",
        "sentiment": "negative"
      },
      {
        "name": "charles",
        "sentiment": "none"
      },
      {
        "name": "angus topshee",
        "sentiment": "none"
      },
      {
        "name": "victoria",
        "sentiment": "none"
      },
      {
        "name": "elizabeth ii",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "columbia",
        "sentiment": "none"
      },
      {
        "name": "royal canadian navy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "britis",
        "sentiment": "none"
      },
      {
        "name": "atlantic",
        "sentiment": "none"
      },
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "north vancouver",
        "sentiment": "none"
      },
      {
        "name": "pacific",
        "sentiment": "none"
      },
      {
        "name": "west coast",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T00:21:24.938+03:00",
  "updated": "2024-05-06T02:59:29.367+03:00"
}