{
  "thread": {
    "uuid": "c0cb1dc63dd7782fa145f9bf5aab6dfde7e3e431",
    "url": "https://www.time.news/the-curious-reason-why-it-is-better-to-breathe-through-the-nose-when-temperatures-drop/",
    "site_full": "www.time.news",
    "site": "time.news",
    "site_section": "https://time.news/rss",
    "site_categories": [],
    "section_title": "timenews",
    "title": "The curious reason why it is better to breathe through the nose when temperatures drop",
    "title_full": "The curious reason why it is better to breathe through the nose when temperatures drop",
    "published": "2023-12-29T08:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imagenes.20minutos.es/files/image_1920_1080/uploads/imagenes/2023/12/12/invierno-nieve-solsticio-frio-espana.jpeg",
    "performance_score": 0,
    "domain_rank": 62144,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c0cb1dc63dd7782fa145f9bf5aab6dfde7e3e431",
  "url": "https://www.time.news/the-curious-reason-why-it-is-better-to-breathe-through-the-nose-when-temperatures-drop/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "time news",
  "published": "2023-12-29T08:49:00.000+02:00",
  "title": "The curious reason why it is better to breathe through the nose when temperatures drop",
  "text": "2023-12-29 08:00:00\nIn the middle of winter in Spain, the Ministry of Health has launched the National Plan for Preventive Actions due to Low Temperatures 2023-2024. Among the many recommendations and strategies that it develops, it proposes one that, not out of curiosity, is less effective, because it recommends breathing through the nose now that the cold is intense, instead of through the mouth.\nAlthough we must be especially careful with extreme cold due to the risk of hypothermia and frostbite, drops in temperatures can also negatively affect our health, because they reduce our defenses and favor certain respiratory diseases, such as colds, flu or pneumonia; The cold aggravates chronic diseases, such as heart and respiratory diseases. In addition to the chronically ill, older people and children are also especially vulnerable.\nBreathe through the nose, recommended against the cold\nWhen it’s cold it’s better to breathe through your nose.Freepik\nThe air is warmed as it passes through the nasal passages and thus reduces the cold that reaches the lungs. This is established by the Ministry of Health and that is why it recommends that, given the drop in temperatures, it is a good idea to avoid breathing through the mouth. This recommendation is for cold times, but the truth is that nasal breathing is recommended at all times because the nasal structure offers certain advantages.\nFor example, it filters impurities thanks to its mucosa, which prevents impurities, such as dust, germs or certain pathogens, from entering our body when we breathe. This is a protection that we do not have when we breathe through our mouth. If the air we breathe is hot and dry, it is moistened as it passes through the nostrils, which prevents the vocal cords from drying out; If the air is cold, it warms up, which prevents the change in temperatures from being noticeable. Breathing through the nose increases oxygen levels in the blood.\nIn addition to remembering to breathe through the nose, in cold weather it is also advisable to take certain precautions, such as limiting outdoor activities and always doing them with caution, paying special attention to the possibility of ice patches that could cause falls. It is also important to protect yourself from humidity and cold, covering your neck, hands and head, and using several light layers rather than just one thicker one, because they form insulating air chambers between them.\nConsequences of breathing through the mouth\nIt is recommended to breathe through your nose in the cold.©[Zac Ong] via Unspalsh.com.\nBreathing through the mouth instead of through the nose can be considered a bad habit, but it also has certain consequences that should be taken into consideration, especially in the case of children. It eliminates the protection that breathing through the nose provides, the air is neither filtered nor heated, it passes directly to the lungs, increasing the risk of respiratory infections and allergies. It can also contribute to chronic health problems such as hoarseness, asthma, and chronic obstructive pulmonary disease (COPD).\nFinding the cause can help to remedy it because otherwise it can cause alterations that affect the jaw, teeth or the shape of the face. Some people breathe through their mouths because of nasal obstruction, such as when there is a deviated septum, or when they have allergies, asthma, or nasal polyps. Also in people who have become accustomed to it due to constantly suffering from infections, as happens in the case of children.\nThis is usually a habit that occurs during childhood, which makes the repercussions greater, because the bones in the area will not develop adequately, nor will the muscles inside the mouth and this can cause the child to not develop properly. I can close my mouth. This can cause increased evaporation and decreased saliva production, leading to bad breath and dry lips and, over time, cavities and gingivitis. It can also affect pronunciation.\nIn general, it is advisable to avoid breathing through the mouth, except when doing intense exercise, when we need extra oxygen, or when speaking, when inspiration is joint.\nReferences\nMinistry of Health – Citizens – General recommendations for protection and prevention against low temperatures. (sf).\nhttps://www.sanidad.gob.es/ciudadanos/saludAmbLaboral/planBajasTemp/2023-2024/Recomendaciones_generales_bajas_temperaturas.htm\nDo you want to receive the best content to take care of your health and feel good? Sign up for our new newsletter for free.\n#curious #reason #breathe #nose #temperatures #drop",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "https://www.sanidad.gob.es/ciudadanos/saludAmbLaboral/planBajasTemp/2023-2024/Recomendaciones_generales_bajas_temperaturas.htm",
    "https://sanidad.gob.es/ciudadanos/saludAmbLaboral/planBajasTemp/2023-2024/Recomendaciones_generales_bajas_temperaturas.htm"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "ministry of health",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "spain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T08:51:10.362+02:00",
  "updated": "2023-12-29T08:51:10.362+02:00"
}