{
  "thread": {
    "uuid": "a0bb95e4aa00cb08e9a652510c359e8d4322cc39",
    "url": "https://www.brasildefato.com.br/2024/04/04/nova-fabrica-da-hemobras-vai-atender-toda-a-demanda-nacional-por-medicamento-para-hemofilia",
    "site_full": "www.brasildefato.com.br",
    "site": "brasildefato.com.br",
    "site_section": "https://www.brasildefato.com.br",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "Brasil de Fato | Uma visão popular do Brasil e do mundo",
    "title": "Nova fábrica da Hemobrás vai atender toda a demanda nacional | Saúde",
    "title_full": "Nova fábrica da Hemobrás vai atender toda a demanda nacional | Saúde",
    "published": "2024-04-04T23:52:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://images02.brasildefato.com.br/3a6523f20b0eb41d8c8be10fb8347008.webp",
    "performance_score": 0,
    "domain_rank": 20294,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a0bb95e4aa00cb08e9a652510c359e8d4322cc39",
  "url": "https://www.brasildefato.com.br/2024/04/04/nova-fabrica-da-hemobras-vai-atender-toda-a-demanda-nacional-por-medicamento-para-hemofilia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Brasil_de_Fato",
  "published": "2024-04-04T23:52:00.000+03:00",
  "title": "Nova fábrica da Hemobrás vai atender toda a demanda nacional | Saúde",
  "text": "O governo federal inaugurou nesta quinta-feira (4) uma nova fábrica da Hemobrás, empresa pública para [hemoderivados e biotecnológicos](https://www.brasildefato.com.br/2023/10/13/pec-do-plasma-que-preve-comercializacao-do-sangue-seria-vitoria-da-iniciativa-privada-sobre-sus). A estrutura, sediada no município de Goiana (PE), vai produzir o medicamento fator VIII recombinante ou Hemo-8r, voltado ao tratamento da hemofilia do tipo A. Segundo o Ministério da Saúde, até setembro deste ano a substância já estará disponível para o [Sistema Único de Saúde](https://www.brasildefato.com.br/2022/04/07/todo-mundo-usa-o-sus-confira-servicos-gratuitos-e-pouco-conhecidos) (SUS). Atualmente, o medicamento usado no país é importado. A produção nacional deve reduzir o preço do produto em cerca 30%. Além disso, toda a demanda do país deverá ser suprida pela Hemobrás até 2026. A capacidade produtiva da planta vai superar 1 bilhão de unidades por ano. Atualmente, a doença atinge 12 milhões de pessoas no Brasil. Leia também: [Em tramitação no Senado, PEC do Plasma leva área de hemoderivados a cenário pré-Constituição](https://www.brasildefato.com.br/2023/10/13/em-tramitacao-no-senado-pec-do-plasma-leva-area-de-hemoderivados-a-cenario-pre-constituicao) Durante a inauguração, o presidente Luiz Inácio Lula da Silva destacou a importância de o Brasil reduzir a dependência de tecnologias estrangeiras. Ele lembrou do [cartunista Henfil](https://www.brasildefatomg.com.br/2018/01/30/henfil-o-irmao-do-betinho-e-do-chico-mario) e do [sociólogo Herbert José de Sousa, o Betinho](https://www.brasildefato.com.br/2022/08/30/ongs-realizam-evento-25-anos-com-betinho-em-homenagem-ao-sociologo-herbert-de-souza-no-rj). Irmãos, ambos sofriam de hemofilia e morreram por causa da doença. \"Em meio à luta por um país melhor, Betinho e Henfil também travaram uma dura batalha contra as consequência e complicações da hemofilia. Era um tempo em que as pessoas com hemofilia sofriam com a falta de tratamento, constantes internações e transfusões. Uma época em que não tínhamos o rigor de hoje na coleta e destinação das doações de sangue. Perdemos vidas precocemente por não termos tratamento adequado.\" O presidente disse ainda que a inauguração é uma resposta concreta à estratégia nacional para desenvolvimento do [Complexo Industrial da Saúde](https://www.brasildefato.com.br/2023/04/20/e20-plano-ambicioso-de-produzir-70-dos-insumos-do-sus-deve-impulsionar-economia-brasileira). \"Nosso objetivo é expandir a produção nacional de itens prioritários para o SUS e reduzir nossa dependência de insumos, medicamentos, vacinas e outros produtos estrangeiros da saúde.\" Elogios a Nísia A ministra da Saúde, Nísia Trindade, também esteve presente no evento. Em meio a uma série de ataques ao Ministério e a informações de bastidores que indicam [interesse do centrão](https://www.brasildefato.com.br/2023/07/05/em-recado-ao-centrao-lula-diz-que-nisia-trindade-permanece-na-saude) em seu cargo, Nísia foi elogiada pela governadora de Pernambuco, Raquel Lyra (PSDB). \"Um especial agradecimento à ministra Nísia pela sua luta. A senhora, que veio da Fundação Oswaldo Cruz, que lutou tanto pela vacina, agora está podendo ver aqui esse complexo ser realidade. A senhora sabe que tem um fã clube no Brasil inteiro, que quando a senhora conquista as vitórias o Brasil inteiro consegue vibrar e nós, aqui em Pernambuco, somos muito gratos pela sua liderança a frente de um projeto importante como esse\", discursou. Lyra também celebrou a inauguração da fábrica no estado e ressaltou que uma das principais mudanças necessárias a Pernambuco é justamente o fortalecimento do Sistema Único de Saúde. \"É muito massa ver o presidente ter a oportunidade de revisitar o seu estado e entregar algo que vai começar a virar realidade muito em breve e que vai permitir que tenhamos uma indústria de ponta, fomentando a pesquisa, a ciência e a tecnologia em Pernambuco e no Nordeste, garantindo para nós, não o olhar equivocado de quem enxerga o Nordeste como um peso para o Brasil. Nós somos uma região de gente muito aguerrida, de muita capacidade de produção científica e tecnológica, mas mais do que tudo, uma capacidade de reinvenção da nossa população inacreditável.\" Edição: Thalita Pires [](https://apoie.brasildefato.com.br/?utm_source=site&utm_medium=bannersite&utm_campaign=apoiase)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://www.brasildefatomg.com.br/2018/01/30/henfil-o-irmao-do-betinho-e-do-chico-mario)",
    "https://brasildefatomg.com.br/2018/01/30/henfil-o-irmao-do-betinho-e-do-chico-mario)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T01:04:04.197+03:00",
  "updated": "2024-04-05T01:04:04.197+03:00"
}