{
  "thread": {
    "uuid": "0537fc691e41781ce4ea97dc3e03cf91fcae32cf",
    "url": "https://www.newsmax.com/health/brain-health/parkinsons-gene-mutation/2024/01/05/id/1148400/",
    "site_full": "www.newsmax.com",
    "site": "newsmax.com",
    "site_section": "https://www.newsmax.com/rss/Brain-Health/180",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "Newsmax Health - Brain Health",
    "title": "Gene Variant Protects Against Parkinson's Disease",
    "title_full": "Gene Variant Protects Against Parkinson's Disease | Newsmax.com",
    "published": "2024-01-05T19:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.newsmax.com/CMSPages/GetFile.aspx?guid=67ae2c29-0583-49e8-b3ba-a54586aa7739&amp;SiteName=Newsmax",
    "performance_score": 0,
    "domain_rank": 2201,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0537fc691e41781ce4ea97dc3e03cf91fcae32cf",
  "url": "https://www.newsmax.com/health/brain-health/parkinsons-gene-mutation/2024/01/05/id/1148400/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ernie Mundell",
  "published": "2024-01-05T19:03:00.000+02:00",
  "title": "Gene Variant Protects Against Parkinson's Disease",
  "text": "Ernie Mundell 12:03 PM EST A rare genetic mutation found in 1% of people of European descent appears to cut their odds for Parkinson's disease in half, a new study finds. A better understanding of how this bit of DNA works might lead to better prevention and treatment of Parkinson's generally, researchers at the University of Southern California (USC) said. “This study advances our understanding of why people might get Parkinson's and how we might develop new therapies for this devastating disease,” said senior study author Dr. Pinchas Cohen, who first discovered the gene variant back in 2016. He's a professor of gerontology, medicine and biological sciences at USC. As the researchers explained, the gene variant arises in a \"microprotein\" called SHLP2 that's found within the cell's energy factories, the mitochondria. Prior research conducted by Cohen lab found that people lucky enough to carry the variant also seemed shielded from aging-related diseases such as cancer. They also found that levels of SHLP2 microprotein rise as the body attempts to defend itself against Parkinson's disease. In their latest research, the USC team screened thousands of older Americans enrolled in two major study cohorts. Comparing people of European descent who were diagnosed with Parkinson's to those without the disease, Cohen's group found that the gene variant cut the odds of getting Parkinson's by 50%. How does it do so? The team believes the variant shifts the SHLP2 protein's genetic code by just one letter -- enough to boost its production and make it more stable. All of this leads to \"enhanced protection\" by gene carriers against any dysfunction of cellular mitochondria, according to the USC news release. Mitochondrial dysfunction has previously been linked to Parkinson's disease, the researchers noted. These cellular connections were further confirmed in experiments conducted in human tissue samples and mice, Cohen's group noted. This remains very early science, of course, but it \"highlights the biological effects of a particular gene variant and the potential molecular mechanisms by which this mutation may reduce the risk for Parkinson’s disease,” said study lead author Su-Jeong Kim. The findings \"may guide the development of therapies and provide a roadmap for understanding other mutations found in mitochondrial microproteins,\" Kim, an adjunct research assistant professor of gerontology at the USC Leonard Davis School of Gerontology, said in a university news release. The findings were published Jan. 3 in the journal Molecular Psychiatry. © HealthDay ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ernie mundell",
        "sentiment": "negative"
      },
      {
        "name": "cohen",
        "sentiment": "none"
      },
      {
        "name": "pinchas cohen",
        "sentiment": "none"
      },
      {
        "name": "parkinson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "usc",
        "sentiment": "none"
      },
      {
        "name": "university of southern california (usc",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T01:55:36.327+02:00",
  "updated": "2024-01-06T01:55:36.327+02:00"
}