{
  "thread": {
    "uuid": "bd96558210fdc53b5d1e65ed9f80788c1065cd3d",
    "url": "https://www.devdiscourse.com/article/law-order/2761017-memorandum-of-settlement-signed-between-india-assam-and-united-liberation-front-of-assam",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "https://devdiscourse.com/article/entertainment/2718555-zee5-announces-season-4-of-aam-aadmi-family",
    "site_categories": [
      "media"
    ],
    "section_title": "ZEE5 announces season 4 of &#39;Aam Aadmi Family&#39; | Entertainment",
    "title": "Memorandum of Settlement signed between India, Assam and United Liberation Front of Assam | Law-Order",
    "title_full": "Memorandum of Settlement signed between India, Assam and United Liberation Front of Assam | Law-Order",
    "published": "2023-12-29T15:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/devnews/29_12_2023_21_10_42_3530722.jpg?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 7424,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bd96558210fdc53b5d1e65ed9f80788c1065cd3d",
  "url": "https://www.devdiscourse.com/article/law-order/2761017-memorandum-of-settlement-signed-between-india-assam-and-united-liberation-front-of-assam",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Devdiscourse News Desk",
  "published": "2023-12-29T15:31:00.000+02:00",
  "title": "Memorandum of Settlement signed between India, Assam and United Liberation Front of Assam | Law-Order",
  "text": "Memorandum of Settlement signed between India, Assam and United Liberation Front of Assam On this occasion, Shri Amit Shah said that today is a golden day for Assam when peace is going to be established in Northeast and Assam, which have been bearing the brunt of violence for a long time. [Devdiscourse News Desk](/devdiscourse-stories)| New Delhi | Updated: 29-12-2023 21:31 IST | Created: 29-12-2023 21:31 IST - Country: - India In presence of Union Home Minister and Minister of Cooperation, Shri Amit Shah, a Memorandum of Settlement signed between Government of India, Government of Assam and representatives of United Liberation Front of Assam (ULFA), in New Delhi, today. The Agreement is a significant milestone to fulfil Prime Minister Shri Narendra Modi’s vision of a peaceful, prosperous and insurgency-free Northeast and bringing everlasting peace, prosperity and all-round development of Assam. Assam Chief Minister, Dr. Himanta Biswa Sarma and senior officials of the Ministry of Home Affairs and Government of Assam were also present during the signing of the MoU. On this occasion, Shri Amit Shah said that today is a golden day for Assam when peace is going to be established in Northeast and Assam, which have been bearing the brunt of violence for a long time. He said that after Shri Narendra Modi became the Prime Minister in 2014, efforts were made to bridge the gap between Delhi and Northeast and talks with everyone started with an open mind. Shri Shah said that under the guidance of Prime Minister Modi, the Ministry of Home Affairs worked with the vision of a Northeast, free from extremism, violence and conflict. He said that in last 5 years, 9 peace and border related agreements have been signed with different states in the Northeast, these have established peace in large part of the Northeast. The Union Home Minister said that on record more than 9000 cadres have surrendered and the Armed Forces Special Powers Act (AFSPA) has been lifted from 85 percent area of Assam. He said that due to the tripartite agreement being signed today between the Government of India, the Government of Assam and ULFA, the Modi government has achieved success in eliminating all the violent groups in Assam. He said that today's agreement is very important for peace in Assam and the entire Northeast. He said that under today's agreement, ULFA representatives have agreed to abjure path of violence, lay down all their arms and ammunition and disband their armed organisation. Apart from this, ULFA has also agreed to vacate all camps occupied by its armed cadres, engage in the peaceful democratic process established by law and maintain the integrity of the country. Shri Amit Shah said that In ULFA conflict, about 10 thousand people from both sides were killed, who were citizens of this country, but today this problem is being completely resolved. He said that Government of India has agreed to provide a huge package and several big projects for all round development of Assam. He said that the Modi government will comply with all provisions of the agreement. Shri Shah said that after formation of Modi government in 2014, violent incidents in Assam decreased by 87%, deaths by 90% and kidnappings by 84%. He said that so far 7500 cadres have surrendered in Assam alone, which will have addition of 750 more today, thus the surrender of over 8200 cadres in Assam alone is the beginning of a new era of peace. The Union Home Minister said that the Modi government has signed NLFT agreement in 2019, Bru and Bodo in 2020, Karbi in 2021, Adivasi agreement in 2022, Assam-Meghalaya border agreement, Assam-Arunachal border agreement and agreement with UNLF in 2023 and today, with ULFA. He said that with this agreement today, a new era of peace is going to begin for the entire Northeast and especially Assam. Shri Amit Shah said that a time-bound program will be made by the Ministry of Home Affairs, Government of India, to fulfill the demands of ULFA and a committee will also be formed for its monitoring. He said that in all the agreements signed after 2019, the Modi government is ahead of time and efforts have been made to fulfill all the conditions. Home Minister said that this would not have been possible without Prime Minister Modi's broader vision of an insurgency-free Northeast. (With Inputs from PIB)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shri amit shah",
        "sentiment": "negative"
      },
      {
        "name": "shri narendra modi",
        "sentiment": "none"
      },
      {
        "name": "himanta biswa sarma",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "united liberation front of assam",
        "sentiment": "negative"
      },
      {
        "name": "ministry of home affairs",
        "sentiment": "none"
      },
      {
        "name": "devdiscourse news desk",
        "sentiment": "none"
      },
      {
        "name": "government of india",
        "sentiment": "none"
      },
      {
        "name": "ulfa",
        "sentiment": "none"
      },
      {
        "name": "government of assam",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "new delhi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T18:05:32.505+02:00",
  "updated": "2023-12-29T18:28:16.654+02:00"
}