{
  "thread": {
    "uuid": "b04a668a93aceb1b65a237c134ac021c28b48cd1",
    "url": "https://www.reporteindigo.com/piensa/la-pasion-de-cristo-mel-gibson-milagros-sucesos-paranormales",
    "site_full": "www.reporteindigo.com",
    "site": "reporteindigo.com",
    "site_section": "https://reporteindigo.com",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Reporte Indigo - Reporte Índigo se publica de lunes a viernes en la CDMX, Guadalajara y Monterrey. Noticias, entrevistas, opinión, videos",
    "title": "La Pasión de Cristo, milagros y sucesos paranormales que rodean a la película de Mel Gibson",
    "title_full": "La Pasión de Cristo, milagros y sucesos paranormales que rodean a la película de Mel Gibson",
    "published": "2024-03-29T00:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://images.reporteindigo.com/wp-content/uploads/2024/03/La-Pasion-de-Cristo-de-la-religion-al-cine-milagros-y-sucesos-paranormales-que-ocurrieron-en-la-grabacion_03.png",
    "performance_score": 0,
    "domain_rank": 50896,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b04a668a93aceb1b65a237c134ac021c28b48cd1",
  "url": "https://www.reporteindigo.com/piensa/la-pasion-de-cristo-mel-gibson-milagros-sucesos-paranormales",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cecilia L. García",
  "published": "2024-03-29T00:47:00.000+02:00",
  "title": "La Pasión de Cristo, milagros y sucesos paranormales que rodean a la película de Mel Gibson",
  "text": "La Pasión de Cristo, de la religión al cine: milagros y sucesos paranormales que ocurrieron en la grabación Desde conversiones al catolicismo hasta enfermedades que se curaron sin explicación, son algunos de los “milagros” que el elenco atribuye a la cinta del actor y director Mel Gibson [Cecilia L. García](https://www.reporteindigo.com/author/cecilia-l-garcia-2/) La Pasión de Cristo es una de las películas obligadas cada vez que el calendario marca el comienzo de la [Semana Santa](https://www.reporteindigo.com/reporte/creencias-semana-santa/), aunque existen varias cintas que relatan los pasajes religiosos protagonizados por [Jesús de Nazaret](https://www.reporteindigo.com/piensa/cuando-nacio-jesus-segun-los-evangelios-y-por-que-se-celebra-el-25-de-diciembre/), la del actor y director Mel Gibson, es la más impactante de acuerdo con la crítica y la audiencia por el realismo al representar la crucifixión, muerte y resurrección de Cristo. Hablada en arameo y latín, la cinta entró en la lista de las diez películas con mayor recaudación de todos los tiempos. Es importante destacar que la conmemoración religiosa rememora las últimas horas del “hijo de Dios” en la tierra, según los relatos bíblicos de Mateo, Marcos, Lucas y Juan que hablan de la pasión, crucifixión, muerte, sepultura, descenso a los infiernos, resurrección y ascensión de Jesús. ¿Qué y cómo fue la “pasión de Cristo” realmente? Días antes que Jesús fuera crucificado, realizó milagros y una última cena con sus discípulos, pero [las últimas 12 horas que pasó con vida se le conocen como la “pasión”](https://www.reporteindigo.com/piensa/la-pasion-de-cristo-asi-lucen-los-protagonistas-de-la-cinta-19-anos-despues/), ya que “tuvo” que sufrir para que los pecados de la humanidad fueran perdonados, de acuerdo con las creencias religiosas. Esta acción es vista como un acto de amor, ya que Cristo se entregó voluntariamente, luego de acudir a orar en el huerto de Getsemaní, en donde fue detenido tras la traición de Judas Iscariote. Posteriormente, Jesús fue juzgado por el Sanedrín, ya que fue acusado de blasfemia por asegurar que era el hijo de Dios, pues además se temía que el mensaje religioso que Jesús predicaba fuera una amenaza al status quo. Es aquí cuando comienza todo el sufrimiento, también llamado “pasión de Cristo”, debido a que durante el juicio fue golpeado y escupido; tras ello, Pilatos intentó liberarlo y pidió al pueblo elegir entre Jesús y Barrabrás. Debido a que todos eligieron la libertad del segundo preso; Pilatos envió a flagelar a Jesús con el objetivo de que el castigo fuera suficiente para dejarlo ir; no obstante, ante las acusaciones de ir en contra de las órdenes del César, Jesús fue condenado a muerte. La pasión continuó, tras los golpes, el hombre tuvo que cargar una cruz de madera hasta el monte Calvario en donde finalmente fue crucificado. A pesar de la crueldad, la iglesia conmemora estos hechos, debido a que fue esto lo que dio paso a la resurrección. Esta es una parte muy importante, ya que fue con ella que se confirmó que Jesús era el verdadero hijo de Dios, lo que anima a todos a creer en él y la vida eterna, por lo cual la “pasión de Cristo” es de gran peso en la religión. Paralelismos en el cine: Así fue retratada por Mel Gibson A pesar de que la cinta está basada en los textos canónicos de la iglesia católica como los evangelios de Mateo, Marcos, Lucas y Juan, todos ellos discípulos de Jesús, y la película retrata muchos detalles de manera idéntica, hay algunos que son extra. Tal como el momento en el que uno de los soldados pide que detengan la flagelación de Jesús ya que no era su objetivo asesinarlo; o el momento en el que fue desatado y lo comenzaron a golpear en el suelo; una de las escenas más crudas de la cinta. Y cómo olvidar el escalofriante momento en el que el diablo hace una aparición como un bebé que observa la flagelación de Jesús o los gritos que lanza satanás desesperado luego de haber sido “derrotado”. Esto es debido a que [ Mel Gibson](https://www.reporteindigo.com/piensa/gobernadora-electa-de-bc-come-con-mel-gibson-busca-promover-el-cine/), el director de la cinta, también tomó elementos del libro que escribió Ana Catalina Emmerick, una monja alemana a quien supuestamente Jesús le mostró cómo ocurrió la pasión en visiones. Así, con ayuda de un elenco formado por Jim Caviezel en el papel de Jesucristo; Maia Morgenstern como María; Christo Jivkov dando vida a Juan y Mónica Bellucci interpretando María Magdalena, logró retratar de manera sumamente descriptiva y cruda la “pasión de Jesús”. Pero no solo esto, sino que a través de pequeños detalles deja ver el enorme amor que tenía Jesús por la humanidad al morir por sus amigos, sin dejar de lado la brutalidad de las acciones que vivió Cristo antes de ser crucificado. Como un dato curioso, además del peso que tiene la historia, resulta tan impactante debido a que para crear las escenas, que perduran en la memoria, se inspiraron en artistas como Caravaggio, Théodore Géricault y Miguel Ángel. Todo en conjunto le dio a la película un toque artístico y muy crudo provocando que existan personas que prefieren no ver la cinta completa; otras más han sufrido infartos y quienes la acabaron aún tienen algunas escenas en la mente. ¿Qué pasó mientras filmaban la Pasión de Cristo? Lejos de la historia bíblica y lo impactante que resultó la película, la grabación de La Pasión de Cristo estuvo llena de sucesos fuera de lo común y hasta sobrenaturales que no fueron pasados por alto. Desde conversiones al catolicismo hasta enfermedades en el elenco que se curaron sin explicación son algunos de los hechos que vivieron los actores y actrices en el set, lo que le da aún más misterio a esta cinta. Un rayo le cayó al elenco; sobrevivieron En el momento en el que todos estaban filmando una escena en la que Jesús brinda un sermón en un cerro, un rayo impactó directamente sobre el protagonista [Jim Caviezel](https://www.reporteindigo.com/piensa/sound-of-freedom-la-extrana-peticion-que-te-hace-eduardo-verastegui-al-final-de-la-pelicula/), quien relató lo impactante que fue en una entrevista. “Fui iluminado como un árbol de [Navidad](https://www.reporteindigo.com/piensa/cuando-nacio-jesus-segun-los-evangelios-y-por-que-se-celebra-el-25-de-diciembre/). (…) Sabía que me iba a impactar cuatro segundos antes de que pasara. (…) Lo que vieron fue fuego saliendo del lado izquierdo y derecho de mi cabeza e iluminación alrededor de todo mi cuerpo”, comentó. Pero eso no fue todo, ya que cuando un asistente de producción se acercó para ver si el actor estaba bien, a éste también le cayó un rayo. Los hechos ocurrieron con minutos de diferencia, pero al parecer el accidente no pasó a mayores. Jim Caviezel vivió un verdadero calvario en la grabación Si leer todo lo que pasó Cristo te impactó, te sorprenderá aún más saber que el protagonista de la cinta vivió en carne propia el calvario de Jesús, ya que durante la escena del vía crucis, Jim Caviezel realmente cargó una cruz de madera. Ésta tenía un peso aproximado de 68 kilos, lo que incluso repercutió en el buen estado del actor, debido a que uno de sus hombros se dislocó durante la grabación; se llegó a decir que ésto pasó en más de una ocasión. Además, debido a que en la escena de la crucifixión Jesús solo está cubierto por una pequeña tela, Jim pasó mucho tiempo descubierto, a pesar del frío y fuertes vientos, lo que derivó en una pulmonía y neumonía tras grabar la cinta. “Mi hombro estaba torcido y se dislocaba cada vez que alguien golpeaba la cruz. Mientras rodábamos las escenas de la flagelación, los látigos me golpearon dos veces y tuve una herida de 14 centímetros en mi espalda. Mis pulmones estaban llenos de fluido”, dijo el actor en una entrevista según con El Comercio. La “maldición” de ‘La Pasión de Cristo’ A pesar de que La Pasión de Cristo fue una cinta que recaudó 600 millones de dólares en las taquillas de todo el mundo y fue nominada al Oscar; los rostros de los actores no fueron vistos nuevamente en grandes producciones de Hollywood. Ni siquiera el de Jim Caviezel, quien incluso aprendió latín y arameo, ya que tras su participación no obtuvo grandes papeles en cine o televisión, debido a que su imagen estaba relacionada con Cristo. Esto no quiere decir que no haya actuado nuevamente, ya que sí volvió a los sets pero con papeles secundarios o en cintas que no han alcanzado el éxito de La Pasión de Cristo. Los milagros y conversiones en el set Mel Gibson, el director compartió que durante la grabación hubo algunas personas que tenían enfermedades; sin embargo, lograron curarse de ellas mientras hacían la filmación y todo sucedió sin una explicación médica. Ante ello, se cree que durante la grabación ocurrieron milagros; además uno de los actores decidió convertirse al catolicismo luego de que terminaran las grabaciones de La Pasión de Cristo. Se trata de Luca Lionello, quien dio vida a Judas Iscariote, ya que el actor era una persona atea, es decir no creía en la existencia de Dios; no obstante todo parece apuntar que la grabación lo cambió. Así recrearon las escenas más fuertes con maquillaje No cabe duda que las escenas en las que Cristo es brutalmente golpeado, o aquellas en las que aparece el diablo, son algunas de las más fuertes que tiene la película por el impacto que generan en los espectadores. Para ello, el maquillaje que se utilizó en la cinta fue sumamente especial, ya que logró dar el efecto de realismo; no obstante, los actores pagaron el precio, debido a que Jim soportó sesiones de más de 7 horas para que lo maquillaran. Además, en una ocasión tuvo que dormir maquillado y sufrió migrañas por grabar con un ojo cerrado a causa de los prostéticos que simulaban un fuerte golpe en el rostro; sin mencionar los 30 litros de sangre que se necesitaron para las filmaciones. Por su parte, Rosalinda Celentano, quien dio vida a Satanás, se depiló completamente las cejas para darle un toque hipnótico a su mirada y mantener el toque andrógino del demonio. ¿Dónde ver la Pasión de Cristo? Si esta Semana Santa no quieres dejar de lado este clásico del cine, puedes ver La Pasión de Cristo a través de plataformas streaming como Star+, a la que se accede a través de una suscripción. Además, Prime Video y Apple Tv también la ofertan como parte de su catálogo, aunque es probable que tengas que rentarla; incluso hay quienes han compartido esta cinta en YouTube; no obstante los videos no siempre están disponibles.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T01:24:27.393+02:00",
  "updated": "2024-03-29T01:24:27.393+02:00"
}