{
  "thread": {
    "uuid": "56738f7945f92f9fbe170fe70283059005546e9b",
    "url": "https://www.sentinelassam.com/north-east-india-news/assam-news/assam-landmark-peace-accord-signed-with-ulfa-pro-talk-faction-683749",
    "site_full": "www.sentinelassam.com",
    "site": "sentinelassam.com",
    "site_section": "https://www.sentinelassam.com/international",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "International - The Sentinel",
    "title": "Assam: Landmark Peace Accord Signed with ULFA Pro-Talk Faction - Sentinelassam",
    "title_full": "Assam: Landmark Peace Accord Signed with ULFA Pro-Talk Faction - Sentinelassam",
    "published": "2023-12-29T14:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets.sentinelassam.com/h-upload/2023/12/29/501551-remote.jpg",
    "performance_score": 0,
    "domain_rank": 55474,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "56738f7945f92f9fbe170fe70283059005546e9b",
  "url": "https://www.sentinelassam.com/north-east-india-news/assam-news/assam-landmark-peace-accord-signed-with-ulfa-pro-talk-faction-683749",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sentinel Digital Desk",
  "published": "2023-12-29T14:42:00.000+02:00",
  "title": "Assam: Landmark Peace Accord Signed with ULFA Pro-Talk Faction - Sentinelassam",
  "text": "Assam: Landmark Peace Accord Signed with ULFA Pro-Talk Faction Assam Chief Minister hails a historic peace accord with ULFA, ending decades-old insurgency. GUWAHATI: In a significant development for Assam, Chief Minister Himanta Biswa Sarma praised the recently signed tripartite peace accord with the United Liberation Front of Asom (ULFA) pro-talk faction, deeming it a historic milestone that will usher in lasting peace for the state. The accord, signed in New Delhi, was characterized by CM Sarma as the culmination of a peace process initiated in Assam under the leadership of Prime Minister Narendra Modi and the guidance of Home Minister Amit Shah. Speaking at the signing ceremony, CM Sarma highlighted the broader context of the peace efforts, noting that similar accords had been reached with other insurgent groups in the state, including the Bodo, Karbi, and Adivasi factions. He emphasized that the agreement with the [ULFA ](https://www.sentinelassam.com/topheadlines/assam-army-goc-in-c-lt-gen-rp-kalita-urges-paresh-barua-to-return-683365)pro-talk faction would address the aspirations of the people of Assam, marking a transformative moment for the region. \"This is a historic day for Assam. The process for peace has been on in Assam under the leadership of Prime Minister Narendra Modi and the guidance of Home Minister Amit Shah. We signed accords with Bodo, Karbi, and Adivasi insurgent groups,\" stated CM Sarma, adding, \"This agreement will fulfill many of the aspirations of the people of Assam. In general, PM Modi's outreach towards Assam and other parts of the northeast has made this possible.\" CM Sarma gave assurance that both the Central and State governments were committed to fully implementing the provisions outlined in the tripartite deal. He highlighted the participation of founding members of ULFA in the signing ceremony and conveyed their commitment to disband the organization, surrender arms, and integrate 726 cadres into the mainstream. The leaders of the pro-talk faction assured that they would cease all activities not by the law. The peace accord, long-awaited and aimed at ending decades-old insurgency in Assam, was signed in the presence of Union Home Minister Amit Shah and Chief Minister Himanta Biswa Sarma. The ULFA pro-talks delegation, comprising 16 ULFA members and 13 representatives from civil society, signed the agreement. The ULFA, formed in 1979 with the demand for a \"sovereign Assam,\" had been involved in subversive activities, leading to its ban by the central government in 1990. The faction splintered in 2011, with one group, led by Arabinda Rajkhowa, renouncing violence for unconditional talks. The other faction, led by Paresh Baruah and renamed ULFA-Independent, remained opposed to negotiations. The historic tripartite peace accord holds the promise of transformative change for Assam, signaling an end to protracted insurgency and paving the way for a peaceful and prosperous future. ALSO READ: [Assam Legislative Assembly Gears Up for Pivotal Budget Session with Focus on Polygamy Debate](https://www.sentinelassam.com/north-east-india-news/assam-news/assam-legislative-assembly-gears-up-for-pivotal-budget-session-with-focus-on-polygamy-debate-683747) ALSO WATCH:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "himanta biswa sarma",
        "sentiment": "none"
      },
      {
        "name": "amit shah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ulfa",
        "sentiment": "negative"
      },
      {
        "name": "united liberation front of asom (ulfa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "guwahati",
        "sentiment": "none"
      },
      {
        "name": "karbi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T17:25:51.493+02:00",
  "updated": "2023-12-29T17:25:51.493+02:00"
}