{
  "thread": {
    "uuid": "09950e7c334811bfee7ba8e65f5dd0dd1e6e295e",
    "url": "https://tiinside.com.br/05/01/2024/inteligencia-artificial-e-vista-com-otimismo-por-profissionais-de-rh/",
    "site_full": "tiinside.com.br",
    "site": "tiinside.com.br",
    "site_section": "https://tiinside.com.br/feed/",
    "site_categories": [
      "tech"
    ],
    "section_title": "TI INSIDE Online",
    "title": "Inteligência artificial é vista com otimismo por profissionais de RH",
    "title_full": "Inteligência artificial é vista com otimismo por profissionais de RH",
    "published": "2024-01-05T17:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://tiinside.com.br/wp-content/uploads/2024/01/inteligencia-artificial-0001.jpg",
    "performance_score": 0,
    "domain_rank": 93200,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "09950e7c334811bfee7ba8e65f5dd0dd1e6e295e",
  "url": "https://tiinside.com.br/05/01/2024/inteligencia-artificial-e-vista-com-otimismo-por-profissionais-de-rh/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redação",
  "published": "2024-01-05T17:44:00.000+02:00",
  "title": "Inteligência artificial é vista com otimismo por profissionais de RH",
  "text": "Pesquisa realizada pela Ticket, marca da Edenred Brasil de vale-refeição e vale-alimentação, com mais de 300 profissionais de recursos humanos, mostra que maioria das pessoas, em todas as faixas etárias, está animada com o uso de inteligência artificial (IA) e acha que ela deixará a profissão melhor nos próximos três a cinco anos.\nNa geração Z (pessoas entre 16 e 26 anos), 90% afirmam que o uso da IA nas atividades de RH é animador, e, na geração anterior, a das pessoas com 27 a 35 anos (geração Y), o índice é de 100%. Entre as pessoas de 36 a 42 anos, 95% estão animadas com utilização da tecnologia; no grupo de 43 a 49 anos, 85% responderam que sim; e 92% dos que têm entre 50 e 59 anos deram a mesma resposta positiva.\nSobre acreditar que a inteligência artificial irá melhorar a atuação de quem trabalha com recursos humanos nos próximos anos, 100% do grupo entre 16 e 26 anos responderam que sim. A menor porcentagem, que ainda é alta, fica a cargo das pessoas entre 43 e 49 anos: 92%.\nE, em termos de familiaridade com IA, os resultados surpreendem: apenas 36% das pessoas até 26 anos consideram ter um bom entendimento do que é e como funciona a inteligência artificial para uso profissional. \"É o menor índice entre as gerações, o que nos surpreende, uma vez que esta geração já nasceu em uma era digital, comenta Natália Ghiotto, Diretora de Produtos da Ticket.\nEntre quem possui de 27 a 35 anos, 51% disseram ter um bom entendimento acerca da IA para uso no dia a dia da profissão; 45% entre as idades de 36 e 42 anos responderam positivamente; de 43 a 49 anos, 52% têm um bom conhecimento sobre a tecnologia, sendo o maior índice entre as gerações; e 50% das pessoas entre 50 e 59 anos conhecem bem a inteligência artificial para uso profissional.\n\"Esses resultados são um parâmetro para as empresas planejarem seus treinamentos e ações para inserir profissionais de recursos humanos no universo da inteligência artificial. Notamos que as pessoas estão otimistas e isso não se restringe às gerações tidas como nativas digitais, como a Z e a Y\", comenta Natália.\nInteligência artificial na Ticket\nEm 2020, a Ticket implementou a EVA (Edenred Virtual Assistant) para apoiar em demandas internas da empresa. Criada em 2015 para atender os públicos externos da Ticket, a inteligência artificial passou a tirar dúvidas de pessoas colaboradoras sobre áreas como RH e jurídico.\nNa área de Recursos Humanos, especificamente, são 12 temas de conhecimento, a exemplo de férias e PLR, totalizando centenas de respostas possíveis. Antes, todas as dúvidas das equipes eram tiradas diretamente pelas pessoas que compõem os times de recursos humanos. Isso era feito por e-mail ou aplicativo interno de mensagens.\nPara estabelecimentos parceiros, a marca lançou recentemente o Painel de Desempenho. Trata-se de uma plataforma de IA que unifica dados para supermercados, restaurantes, lanchonetes e bares, criando um conjunto de indicadores sobre o comportamento dos consumidores e o desempenho de vendas no próprio estabelecimento e no comércio da região.\nCom acesso gratuito para os estabelecimentos credenciados e com atualização mensal, a plataforma disponibiliza informações sobre a recorrência de consumo dos clientes, o volume transacionado, preço médio das compras, faixa etária e gênero, transações por dia da semana, entre outros indicadores sobre o estabelecimento e a região onde atua. E para uma melhor visualização e análise, os dados são traduzidos em gráficos e mapas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T01:06:08.799+02:00",
  "updated": "2024-01-06T01:06:08.799+02:00"
}