{
  "thread": {
    "uuid": "a1fecaef26337a98a9a62e42b3a38d4836a14683",
    "url": "https://today.rtl.lu/sport/international/a/2154709.html",
    "site_full": "today.rtl.lu",
    "site": "rtl.lu",
    "site_section": "https://today.rtl.lu/rss/sport",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "RTL Today Sport",
    "title": "Porro's rocket fires Spurs into FA Cup fourth round",
    "title_full": "Porro's rocket fires Spurs into FA Cup fourth round",
    "published": "2024-01-05T23:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "LU",
    "main_image": "https://static.rtl.lu/rtl2008.lu/nt/p/2024/01/05/23/426389939259a1de499d31373f138f23.jpeg",
    "performance_score": 0,
    "domain_rank": 14392,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a1fecaef26337a98a9a62e42b3a38d4836a14683",
  "url": "https://today.rtl.lu/sport/international/a/2154709.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AFP",
  "published": "2024-01-05T23:33:00.000+02:00",
  "title": "Porro's rocket fires Spurs into FA Cup fourth round",
  "text": "Tottenham defender Pedro Porro celebrates after scoring against Burnley / © AFP\nPedro Porro's sublime strike fired Tottenham to a hard-fought 1-0 win over stubborn Burnley in the FA Cup third round on Friday.\nPorro bagged his first goal this season with just 12 minutes left in north London to spare Tottenham the prospect of an unwanted trip to Turf Moor for a replay.\nTottenham's progress to the fourth round made it five wins from their last six games in all competitions as they continue to bounce back from their autumn slump.\nCoach Ange Postecoglou said this week that it is Tottenham's ambition to win a trophy like the FA Cup \"every year\".\nWithout a major triumph since winning the 2008 League Cup, Tottenham fans would gladly take any silverware at present, no matter the competition.\nThey won the last of their eight FA Cups in 1991 and Postecoglou would dearly love to mark his first season in charge by ending that long wait for a ninth.\n\"We were a little bit wasteful in the final third. The way the game was going we needed something special from someone and Pedro delivered. He's been outstanding all year,\" Postecoglou said.\n\"Cup games are a unique beast and we're through to the next round so that's the main thing.\"\nThe road to Wembley started for Tottenham without Son Heung-min, who is on Asian Cup duty with South Korea, and Pape Sarr, who has departed to play for Senegal at the Africa Cup of Nations.\nPostecoglou's team were the dominant side even without Son and Sarr.\nRicharlison dragged his shot wide of the far post after slaloming through the Burnley defence in the early stages.\nBrennan Johnson's curler was pushed away by Burnley keeper Arijanet Muric, who also saved well from Richarlison.\nGiovani Lo Celso opened the second half with a long-range shot that was repelled by the over-worked Muric.\nTottenham pushed hard in the closing stages, with Muric saving again from Johnson before the breakthrough finally arrived.\nMuric had been in such good form that it was going to take something special to beat him and Porro duly delivered in the 78th minute.\nAfter winning back possession in the Burnley half, the Spanish defender took aim from the right-hand side of the area and unfurled a ferocious shot that bent into the far corner as Muric stood rooted to the spot.\nBurnley's exit leaves Vincent Kompany's second bottom side free to focus on their fight for Premier League survival.\n- Doyle rescues Wolves -\nTen-man Wolves rescued a 1-1 draw at Brentford thanks to Tommy Doyle's stunning strike.\nWolves midfielder Joao Gomes was sent off after just nine minutes for an ugly studs-up challenge on Christian Norgaard.\nNeal Maupay fired Brentford ahead when he rifled into the top corner after Wolves failed to clear a 41st minute free-kick.\nBut Doyle equalised for the four-time FA Cup winners in the 64th minute with a blistering drive from the edge of the area.\nThe draw ended Brentford's run of five successive defeats and Wolves' spell of three consecutive wins, which had included a 4-1 victory over the Bees in December.\nFulham ground out a 1-0 win against Championship strugglers Rotherham at Craven Cottage.\nThe Cottagers have a League Cup semi-final first leg against Liverpool on Wednesday, so Marco Silva prioritised the trip to Anfield as he made eight changes from the New Year's Eve win over Arsenal.\nSilva's reserves were still strong enough to leave Rotherham without an away victory since November 2022 as Bobby De Cordova-Reid bagged the winner from the edge of the area in the 24th minute.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pedro porro",
        "sentiment": "negative"
      },
      {
        "name": "porro",
        "sentiment": "negative"
      },
      {
        "name": "turf moor",
        "sentiment": "none"
      },
      {
        "name": "pedro",
        "sentiment": "none"
      },
      {
        "name": "postecoglou",
        "sentiment": "none"
      },
      {
        "name": "ange postecoglou",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "burnley",
        "sentiment": "negative"
      },
      {
        "name": "tottenham",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "tottenham",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:04:42.769+02:00",
  "updated": "2024-01-06T01:04:42.769+02:00"
}