{
  "thread": {
    "uuid": "ad52c4cdc723bbb2a47cf458b457337dbc084d1d",
    "url": "https://mx.advfn.com/bolsa-de-valores/noticias/92924952/andersen-announces-30-promoted-managing-directors",
    "site_full": "mx.advfn.com",
    "site": "advfn.com",
    "site_section": "https://mx.advfn.com/p.php?pid=news",
    "site_categories": [],
    "section_title": "ADVFN - Noticias",
    "title": "Andersen Announces 30 Promoted Managing Directors in 2024",
    "title_full": "Andersen Announces 30 Promoted Managing Directors in 2024",
    "published": "2024-01-02T11:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 8826,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ad52c4cdc723bbb2a47cf458b457337dbc084d1d",
  "url": "https://mx.advfn.com/bolsa-de-valores/noticias/92924952/andersen-announces-30-promoted-managing-directors",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Business Wire",
  "published": "2024-01-02T11:45:00.000+02:00",
  "title": "Andersen Announces 30 Promoted Managing Directors in 2024",
  "text": "Andersen celebrates the promotion of 30 exceptional Managing Directors across 10 offices and multiple service lines nationwide. As of January 1, 2024, Andersen will boast more than 280 Managing Directors throughout the United States.\n“Our new class of Managing Directors are the epitome of Andersen’s core values, showcasing their unwavering commitment to client success and the depth of talent within our firm. Each of these individuals have played a pivotal role in our remarkable growth and achievements this year, continuing to drive impact across our multidisciplinary service offerings,” said U.S. Country Managing Director, Dan DePaoli. “We extend our heartfelt congratulations to the new Managing Directors and look forward to their continued contributions in Andersen’s promising future.”\nErnest Li, Houston\nErnest is a member of the PCS practice in Houston and specializes in tax compliance and consulting for international private clients and global mobility tax issues. Stephen Encinas, Los Angeles\nStephen is a member of the Valuation practice in Los Angeles and leads the national Cost Segregation team. His specific areas of expertise include MACRS cost segregation studies, qualified improvement property, bonus depreciation, tangible property regulations, insurable value studies, construction project accounting, and purchase price allocation studies. Serene Wang, Los Angeles\nSerene is a member of the Commercial practice in Los Angeles and specializes in tax compliance and consulting for corporations and partnerships, including ASC 740 and M&A transactions, across a variety of industries. Nathan Hampton, Metro Chicago\nNate is a member of the AIF practice in Chicago and specializes in tax compliance and consulting for hedge funds, private equity funds, regulated investment companies, infrastructure partnerships, fund of funds, and family investment partnerships. Brian Kuler, Metro Chicago\nBrian is a member of the SALT practice in Chicago and specializes in income and franchise tax consulting, compliance, and tax incentives. Rick Long, Metro Chicago\nRick is a member of the Commercial practice in Chicago and specializes in ASC 740 mergers and acquisitions, and transaction advisory for privately-held and public companies. Dennis O’Reilly, Metro Chicago\nDennis is a member of the PCS practice in Chicago and specializes in estate planning, individual and trust compliance and planning, family offices, and QSBS planning and analysis. Jimmy Wollwert, Metro Chicago\nJimmy is a member of the AIF practice in Chicago and specializes in tax compliance and planning for multi-generational family offices and their related investment holdings. Kelly Zurek, Metro Chicago\nKelly is a member of the PAS practice in Chicago and specializes in financial and fund accounting, and CFO services for ultra-high net worth families and family offices. Chrissy Brill, Metro DC\nChrissy is a member of the ICS practice in McLean and specializes in advising entrepreneurs and business owners on pre-liquidity planning strategies and how to manage their wealth through asset allocation, portfolio construction, trust and estate planning, and philanthropic planning. Timothy Wallace, Metro DC\nTim is a member of the PCS practice in McLean and specializes in tax planning for individuals, estates, and trusts, charitable giving, and compliance for individual, trust, and gift tax returns. Catherine Chiou, Metro NY\nCatherine is a member of the SALT practice in New York and specializes in state and local tax consulting, advisory, audit defense controversy, planning, and compliance. Erica Goldberg, Metro NY\nErica is a member of the Commercial practice in New York and specializes in the R&D tax credit, Section 174, and accounting methods. Benjamin Maldonado, Metro NY\nBen is a member of the PCS practice in New York and specializes in tax compliance and consulting for individuals, partnerships, and trusts. Jackie Millar, Metro NY\nJackie is a member of the PCS practice in Greenwich and specializes in tax compliance and consulting for high net worth individuals and families, closely held business owners, executives, and other professionals. Elizabeth Plawner, Metro NY\nElizabeth is a member of the PCS practice in New York and specializes in international taxation, including foreign tax credits, controlled foreign corporations, and GILTI. Kim Porcelain-Tully, Metro NY\nKim is a member of the PAS practice in New York and specializes in accounting for ultra-high net worth individuals and family offices. Michelle Bass, NorCal\nMichelle is a member of the PCS practice in San Francisco and specializes in income and estate planning for high net worth individuals and their related businesses, trusts, private foundations, and other entities. Diana Cavalieri, NorCal\nDiana is a member of the Commercial practice in Silicon Valley and specializes in federal and state tax compliance for publicly held and private clients and ASC 740 with a focus in the biotechnology industry. John Griffin, NorCal\nJohn is a member of the AIF practice in San Francisco and specializes in consulting and tax compliance for venture capital, fund of funds and foreign investments, and related tax reporting. Scott Ito, NorCal\nScott is a member of the PCS practice in San Francisco and sits in Los Angeles. He specializes in income and estate planning for high net worth families and individuals, including income tax planning and compliance, estate and gift tax planning, and representation in federal and state tax examinations. Ryan Wang, NorCal\nRyan is a member of the Commercial practice in Silicon Valley and specializes in tax compliance and consulting, including ASC 740 and tax planning and restructuring, for a range of corporations ranging from emerging growth companies to Fortune 500 multinational corporations. Paul Chon, Orange County\nPaul is a member of the PCS practice in Orange County and specializes in tax compliance and consulting services, including structuring investments in real estate joint venture and funds, for real estate investment trusts, residential and commercial developers, and family offices. Judy Huang, Seattle\nJudy is a member of the Commercial practice in Seattle and specializes in M&A quantitative consulting services, including Section 382 NOL and credit limitation and utilization analysis, transaction cost deductibility studies, and QSBS analysis. Alyson Peters, Seattle\nAlyson is a member of the PCS practice in Seattle and specializes in tax compliance and comprehensive tax planning for high net worth individuals, including multigenerational families and their related entities. Lucia Fedina, USNT\nLucia is a member of the USNT transfer pricing team based in Philadelphia. She specializes in industries including technology, pharma, financial services, and real estate in a variety of tax authorities. Nigel Matu, USNT\nNigel is a member of the USNT team in New York and specializes in federal and international tax compliance for individuals and corporations, including closely held business, partnerships, and S Corps. Deanne Morton, USNT\nDeanne is a member of the USNT team in San Francisco and plays an integral role in the firm’s IRS practice, with a focus on procedures and controversy matters. Adam Packer, USNT\nAdam is a member of the USNT team in Seattle and specializes in international quantitative solutions, cross-border structuring, and transactional modeling. Kristie Withrow, USNT\nKristie is a member of the USNT team in Washington, DC and specializes in federal income taxation of corporations, including acquisitions, internal restructuring transactions, dispositions, spin-offs, reorganizations, cross-border transactions, and consolidated return issues. Andersen is the founding member of Andersen Global, an international association of legally separate, independent member firms comprised of tax, legal, and valuation professionals around the world. Established in 2013 by U.S. member firm Andersen Tax LLC, Andersen Global now has more than 14,000 professionals worldwide and a presence in over 400 locations through its member firms and collaborating firms. In the U.S., Andersen has more than 1,700 personnel located in 23 cities across the country.\nView source version on businesswire.com: https://www.businesswire.com/news/home/20240102883699/en/\nMegan Tsuei\nAndersen\n415-764-2700",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [
    "https://cts.businesswire.com/ct/CT?id=bwnews&sty=20240102883699r1&sid=ukadn&distro=nx&lang=en",
    "https://www.businesswire.com/news/home/20240102883699/en/",
    "https://www.businesswire.com/news/home/20240102883699/en",
    "https://businesswire.com/news/home/20240102883699/en/",
    "https://cts.businesswire.com/ct/CT",
    "https://www.cts.businesswire.com/ct/CT?id=bwnews&sty=20240102883699r1&sid=ukadn&distro=nx&lang=en"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "andersen",
        "sentiment": "negative"
      },
      {
        "name": "ernest li",
        "sentiment": "none"
      },
      {
        "name": "los angeles stephen",
        "sentiment": "none"
      },
      {
        "name": "stephen encinas",
        "sentiment": "none"
      },
      {
        "name": "houston ernest",
        "sentiment": "none"
      },
      {
        "name": "dan depaoli",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "andersen",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "los angeles",
        "sentiment": "none"
      },
      {
        "name": "andersen",
        "sentiment": "none"
      },
      {
        "name": "houston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T17:49:30.712+02:00",
  "updated": "2024-01-02T17:49:30.712+02:00"
}