{
  "thread": {
    "uuid": "f9f2a14353c40bef4a5967861673d3a2b1150fa5",
    "url": "https://infra.economictimes.indiatimes.com/news/roads-highways/riding-quality-and-condition-of-1425-roads-spanning-4655-kms-set-to-improve-at-cost-of-rs-2750-crore-during-year-2024-25-pwd-minister/111491255",
    "site_full": "infra.economictimes.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://infra.economictimes.indiatimes.com/rss/roads-highways",
    "site_categories": [],
    "section_title": "ET Infra | Latest Infrastructure News : ETInfra.com",
    "title": "Riding quality and condition of 1,425 roads, spanning 4,655 kms improve at cost of Rs 2,750 crore during year 2024-25: PWD minister",
    "title_full": "Riding quality and condition of 1,425 roads, spanning 4,655 kms set to improve at cost of Rs 2,750 crore during year 2024-25: PWD minister, ET Infra",
    "published": "2024-07-05T02:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://etimg.etb2bimg.com/thumb/msid-111491255,imgsize-280154,width-1200,height=765,overlay-etinfra/news/roads-highways/riding-quality-and-condition-of-1425-roads-spanning-4655-kms-set-to-improve-at-cost-of-rs-2750-crore-during-year-2024-25-pwd-minister.jpg",
    "performance_score": 0,
    "domain_rank": 290,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f9f2a14353c40bef4a5967861673d3a2b1150fa5",
  "url": "https://infra.economictimes.indiatimes.com/news/roads-highways/riding-quality-and-condition-of-1425-roads-spanning-4655-kms-set-to-improve-at-cost-of-rs-2750-crore-during-year-2024-25-pwd-minister/111491255",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T02:15:00.000+03:00",
  "title": "Riding quality and condition of 1,425 roads, spanning 4,655 kms improve at cost of Rs 2,750 crore during year 2024-25: PWD minister",
  "text": "CHANDIGARH: Haryana public works (building and roads) department minister, Banwari Lal, said on Wednesday that the riding quality and condition of 1,425 roads, spanning 4,655 kilometers across the state, will be improved at a cost of Rs 2,750 crore during the year 2024-25.This includes 51 state highways covering 680 kilometers at a cost of Rs 600 crore, 43 major district roads covering 725 kilometers at a cost of Rs 500 crore, and 1,331 other district roads covering 3,250 kilometers at a cost of Rs 1,650 crore.Additionally, about 700 kilometers of village roads will be improved under the NABARD loan assistance scheme during 2024-25. Banwari Lal made this revelation while addressing a press conference following a review meeting with senior officers of the department at the PWD rest house, Sector-1, Panchkula , near here. He stated that the target is to complete the improvement work of these roads by September 2024. He said that repair of roads by way of patch work of about 3400 kilometers has been carried out from March 1, 2024 to 30 June 2024 in the State.Complete the ongoing works in a time bound mannerThe minister emphasized that he has reviewed various ongoing road-related works and projects in different districts of the state and directed the officers to complete them in a timely manner. He also stressed the importance of maintaining quality in the work, making it clear that any compromise on quality will not be tolerated.Condition of all state highways, major district roads and other district roads will be improved wherever requiredWhile detailing the various road works being executed in the state during the year 2024-25, Banwari Lal stated that it has been decided to improve the riding quality and condition of all state highways wherever required. For this purpose, 51 works covering a length of 680 kilometers at a cost of Rs. 600 crore have been sanctioned. Of these, 28 works have been allotted, and the rest are in the process of allotment. Similarly, 43 works under the work program for major district roads, covering a length of 725 kilometers at a cost of Rs. 500 crore, have been sanctioned.Additionally, 1,331 other district roads, covering approximately 3,250 kilometers, have been approved for improvement at a cost of about Rs. 1,650 crore. Out of these, tenders for 1,174 roads have been invited, and works for 362 roads have been allotted.1,744 village roads (ODRs) with a total length of approximately 4,400 kilometers approved for improvementBanwari Lal stated that during 2023-24, 1,744 village roads (ODRs) with a total length of approximately 4,400 kilometers were approved for improvement at a cost of Rs 2,350 crore. Of these, work on 1,735 roads was allotted, with 1,340 works completed and the remaining in progress.Approximately Rs 25 crore was allocated for each constituency.He said that under the work program (2023-24) for village roads (ODRs), approximately Rs 25 crore was allocated for each constituency. In 88 constituencies, a total of 1,653 roads, covering about 4,050 kilometers, were approved for improvement at a cost of about Rs 2,180 crore. Out of these, work on 1,645 roads has been allotted, with 1,274 completed and the remaining in progress.Similarly, in 34 municipal corporations, 91 PWD roads covering 336 kilometers were approved for improvement at a cost of about Rs 250 crore. Out of these, work on 90 roads has been allotted, with 66 completed and the rest in progress.Additional chief secretary public works (building and roads) department Anurag Rastogi, engineer-in-chief (Roads) Rajeev Yadav, engineer-in-chief (building) Anil Dahiya, chief engineers and superintending engineer of all circles of the state were also present in the meeting.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "banwari lal",
        "sentiment": "negative"
      },
      {
        "name": "wedn",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "nabard",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "haryana",
        "sentiment": "none"
      },
      {
        "name": "chandigarh",
        "sentiment": "none"
      },
      {
        "name": "panchkula",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T07:17:15.317+03:00",
  "updated": "2024-07-05T07:17:15.317+03:00"
}