{
  "thread": {
    "uuid": "65f72c3086589b0c203b82f2a903c770e1b930d7",
    "url": "https://hotair.com/ed-morrissey/2024/06/02/sunday-reflection-food-for-the-journey-n3789455",
    "site_full": "hotair.com",
    "site": "hotair.com",
    "site_section": "https://hotair.com/headlines",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "HotAir &ndash; Politics, Culture, Media, Breaking News from a conservative viewpoint",
    "title": "Sunday Reflection: Food for the Journey – HotAir",
    "title_full": "Sunday Reflection: Food for the Journey – HotAir",
    "published": "2024-06-02T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.townhall.com/cdn/hodl/ha/images/up/2024/153/f90d0d0e-f3e9-410e-ae0d-e97f3a344d39-650x0.jpg",
    "performance_score": 0,
    "domain_rank": 9117,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "65f72c3086589b0c203b82f2a903c770e1b930d7",
  "url": "https://hotair.com/ed-morrissey/2024/06/02/sunday-reflection-food-for-the-journey-n3789455",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ed Morrissey",
  "published": "2024-06-02T03:00:00.000+03:00",
  "title": "Sunday Reflection: Food for the Journey – HotAir",
  "text": "This morning’s Gospel reading is Mark 14:12–16, 22–26:\n On the first day of the Feast of Unleavened Bread, when they sacrificed the Passover lamb, Jesus’ disciples said to him, “Where do you want us to go and prepare for you to eat the Passover?” He sent two of his disciples and said to them, “Go into the city and a man will meet you, carrying a jar of water. Follow him. Wherever he enters, say to the master of the house, ‘The Teacher says, “Where is my guest room where I may eat the Passover with my disciples?”’ Then he will show you a large upper room furnished and ready. Make the preparations for us there.” The disciples then went off, entered the city, and found it just as he had told them; and they prepared the Passover.\nWhile they were eating, he took bread, said the blessing, broke it, gave it to them, and said, “Take it; this is my body.” Then he took a cup, gave thanks, and gave it to them, and they all drank from it. He said to them, “This is my blood of the covenant, which will be shed for many. Amen, I say to you, I shall not drink again the fruit of the vine until the day when I drink it new in the kingdom of God.” Then, after singing a hymn, they went out to the Mount of Olives.\nAdvertisement Family vacations in my youth nearly always meant going on the road. A couple of times, we rented a motor home, but most often we just piled into the family sedan and drove. Dad never did much care for stopping along the way, except for basic sanitary needs, so we'd pack food -- mainly snacks for the car, but full stocking of the kitchen the motor home. Mom was mindful to keep the choices as healthy as possible, but kids being kids and whining being whining, we got some of our choices, too.\nI'm not sure how successful that strategy was. I recall a few moments of she's touching me! and he crossed over onto my side and If you two don't stop we'll just turn around and go home, and maybe more than just a few at that. In retrospect, the destinations were fun, but the driving is more what I recall. In some ways, the driving and the preparation seem more formative than the destinations were -- the anticipation for each new point on the adventure, the planning, and the time together while traveling.\nOn today's Solemnity of the Most Holy Body and Blood of Christ, we have elements of all these in mind: the journey, the destination, and the food that sustains us along the way. I had an opportunity to put that perspective into reality a year ago. Our local parishes came together to do a Eucharistic procession through Waco, on a very hot and sunny day, which I wrote about at the time and the local paper covered . (If you look closely, you can even see me briefly a couple of times, sweating profusely under a dark leather hat.)\nAdvertisement In last year's reflection, I recognized the importance of both the journey and the destination, and what sustained us on the way:\n I learned a few things about processing in summer and about our community. For one thing, I learned that singing while stationary and singing while walking are two very different things. It was also well over 90 degrees outside when this procession took place — a dry heat, but still a factor. And yet no one I saw was complaining or even had a sour look on their face. Choir members may have been concentrating on their sheet music, but everyone else seemed to share my sense of joy in rallying behind the Eucharist and making their faith known to the community. The people we did see as spectators seemed to be supportive and interested in the event.\nWhen we reached the destination church, which was slightly larger than the originating church, I noticed something else as well. It appeared that everyone had journeyed, one way or the other, to completion. The church was filled to standing-room-only for the Eucharistic adoration, and just as enthusiastically engaging as before.\nThis was in every sense a pilgrimage , if on a small scale, and reflects our primary pilgrimage to the Lord. Our first reading today speaks of a pilgrim people and their journey, too. In Exodus 24, Moses speaks to the people the Lord has called out of Egypt and binds them to the Lord with their oath. At the start of their journey to the Promised Land, the twelve tribes of Israel offer sacrifices at an altar Moses builds at the foot of the mountain. Moses splashes the blood on the altar and sprinkles it on the people, signifying the renewal of the covenant the Lord made with Abraham.\nAdvertisement Unfortunately, the same people balk almost immediately and demand to go their own way. In Exodus 32, they build a golden calf as an idol while Moses communes with the Lord, even though God has provided them with bread in the form of manna (Exodus 16) for their journey to the Promised Land, as well as His salvation from the enemies of the Israelites along the way.\nThus it is with us to this day. We balk at the Lord's commandments, and partake of that which pollutes us rather than sustains us. Even on the pilgrimage and desiring the Lord's mercy and salvation, we demand to have it on our own terms, and gripe endlessly about the Lord's bountiful provisions. We spend too much time worrying about what others have rather than the blessings we have received ourselves. And we worship what we create rather than worship Him who made all things.\nIn the Eucharist, we receive all we truly need for our long pilgrimage to the Lord, and with it the restored worship of our Creator rather than our worldly appetites. When we come together to receive it and give thanks for it, we find that we are all walking along the same path, even if we started from very different places. The joy that brings can help us overcome the struggles and obstacles on that path, and keep us walking in the One Way to Christ.\n Today we are called to recognize those blessings, and to solemnly give thanks in communion with Christ and each other. Jesus instituted the Eucharist, the combination of manna and the blood covenant of salvation, as food for our journey. He broke His body and shed His blood for our sake, not His, so that we could be sustained on our pilgrimage.\nAdvertisement Come walk with the Lord, for He is good ... and He is with us, sustaining us on our pilgrimage, today and until the end of the age.\nPrevious reflections on these readings:\nCome to the feast: Sunday reflection Sunday reflection: Mark 14:12–16, 22–26 The front page image is \"The Institution of the Eucharist\" by Ercole de' Roberti, c. 1490. On display at the National Gallery in London. Via Wikimedia Commons .\n“Sunday Reflection” is a regular feature, looking at the specific readings used in today’s Mass in Catholic parishes around the world. The reflection represents only my own point of view , intended to help prepare myself for the Lord’s day and perhaps spark a meaningful discussion. Previous Sunday Reflections from the main page can be found here .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://wacotrib.com/news/local/hundreds-of-catholics-walk-downtown-waco-in-eucharistic-revival/article_9293e08c-07d4-11ee-b87b-4387c8880214.html#tracking-source=home-top-story",
    "https://www.youtube.com/embed/p0qZtURY9kw?si=dU_M6JWK8tRtfSiS",
    "https://www.wacotrib.com/news/local/hundreds-of-catholics-walk-downtown-waco-in-eucharistic-revival/article_9293e08c-07d4-11ee-b87b-4387c8880214.html#tracking-source=home-top-story",
    "https://youtube.com/embed/p0qZtURY9kw?si=dU_M6JWK8tRtfSiS",
    "https://www.youtube.com/embed/p0qZtURY9kw"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T18:43:33.420+03:00",
  "updated": "2024-06-09T20:19:15.604+03:00"
}