{
  "thread": {
    "uuid": "e40d89da296a17c1c2fc5280b71bd308982671b1",
    "url": "https://www.lawyersweekly.com.au/sme-law/38758-getting-behind-the-kindness-in-law-movement",
    "site_full": "www.lawyersweekly.com.au",
    "site": "lawyersweekly.com.au",
    "site_section": "https://lawyersweekly.com.au/sme-law",
    "site_categories": [
      "law_government_and_politics",
      "legal_issues"
    ],
    "section_title": "SME Law - Lawyers Weekly",
    "title": "Getting behind the ‘kindness in law’ movement - Lawyers Weekly",
    "title_full": "Getting behind the ‘kindness in law’ movement - Lawyers Weekly",
    "published": "2023-12-28T09:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://res.cloudinary.com/momentum-media-group-pty-ltd/image/upload/v1696996098/Lawyers%20Weekly/articleImages-850x492/deborah-battisson-anne-maree-david-and-jonathon-naef-lw_ndiyrg.jpg",
    "performance_score": 0,
    "domain_rank": 79521,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e40d89da296a17c1c2fc5280b71bd308982671b1",
  "url": "https://www.lawyersweekly.com.au/sme-law/38758-getting-behind-the-kindness-in-law-movement",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jerome Doraisamy",
  "published": "2023-12-28T09:03:00.000+02:00",
  "title": "Getting behind the ‘kindness in law’ movement - Lawyers Weekly",
  "text": "Getting behind the ‘kindness in law’ movement The legal profession has shifted away from the adversarial and combative approach that has long characterised the industry. This shift, known as the “kindness in law” movement, is gaining momentum, with experts touting its significance in reshaping the legal landscape. [To unpack the kindness in law movement](https://www.lawyersweekly.com.au/podcast/38282-kindness-and-the-professional-development-of-lawyers), host of The Lawyers Weekly Show Jerome Doraisamy sat down with College of Law executive directors Deborah Battisson and Ann-Maree David (ACT and Queensland, respectively) and Balance Family Law co-founder and lawyer Jonathon Naef. To continue reading the rest of this article, please log in. Create free account to get unlimited news articles and more! “The Kind Lawyers, or TKL, started back around in 2020, and it came about from a group of family law lawyers and mediators who were wanting to change the conversation around separation, divorce and frustrations with the stigma that clients felt around separation and divorce, and also the stigma around being practitioners in the family law space,” Mr Naef explained. “From there, we found that the uptake of a kinder approach to the practice of law resonated a lot with people from all other areas, not just family law. We had people reaching out to us from commercial law backgrounds, criminal law, employment, [and] in-house professionals who work in professions adjacent to lawyers, like financial planners, accountants, mediators and psychologists who were really keen to learn more about how the practice of law can evolve from the traditional approach that we’ve always taken to one that is kinder and more reflective.” The strong take-up has seen TKL encourage change in some core areas, Mr Naef said. “The first one is changing the perception of how law can be practised, so providing people with more options away from the traditional approach – changing how lawyers communicate with one another, with their clients, with parties as well, and also changing how people experience working with lawyers and how they experience the legal profession. “I’m sure that all the listeners would know that whilst we love the legal profession, we don’t always have the greatest reputation with the community. So, we’re really wanting to change that because whilst we do have to zealously advocate for our clients, and that’s really important, that doesn’t necessarily mean that the impact of what we do on other people, whether that be other lawyers and other parties to the dispute, should be disregarded.” The kindness in law movement isn’t merely about being nice, but rather a holistic approach to law that prioritises compassion, empathy, and understanding, Mr Naef said, adding that it seeks to reshape the traditionally combative nature of law, making it more hospitable and collegial. Speaking on behalf of The College of Law, Ms Battisson said it’s essential for providers to get involved in such movements. “Our partnership with The Kind Lawyers aligns with our core ambition to leverage innovation and drive continual improvement in the delivery of legal services. It’s important for us to support and be involved in this because it’s an opportunity for us to help shape, through our education programs and our connections with stakeholders, shaping a really vibrant and sustainable legal industry and being connected with and training lawyers as they transition from law school to legal practice,” she said. “We have observed some of the pain points, and it can be really tough. As lawyers, we tend to have perfectionist tendencies and put huge expectations on ourselves to nail everything and get it perfect the first time, even when we don’t have a lot of experience. And impostor syndrome is common among new lawyers and is often talked about in the media and in our conversations with our students. “We feel that we really have a duty to assist lawyers as they’re transitioning, to build confidence and build their skills. And we see The Kind Lawyer movement as breathing new life into a whole range of approaches and methodologies.” For Ms David, there has never been a better, or more important, time to get involved in the kindness in law movement. “We see everyone from first-year law students through to newly admitted lawyers and even senior lawyers suffering a great deal of stress. And we understand now, through the research being done globally, that we have to address the wellness issue if we’re going to sustain our profession and if we’re going to maintain our membership across the globe; we have to really invest in ourselves. And that, I think, is something that the kindness movement does particularly well,” she explained. “Some may think it’s just focused on the interaction between clients and lawyers or lawyers and other lawyers, but the first opportunity to be kind is to oneself. And I think that intersection with lawyer wellness is a really important message. “We see people leaving the profession in droves. They make a huge investment in themselves, taking them through law school, getting themselves trained and getting experience in practice, and then only to face the stress and strain of legal practice and say, ‘It’s not for me.’ “We can address that by addressing the way we deal with one another, but also how we present ourselves in practice every day … I think the kindness movement actually shines a very, very strong light on those ethical duties that maybe have slipped in the recent evolution of legal practice.” NB: This transcript has been edited slightly for publishing purposes. You can listen to the full episode here: [Become a member for free today!](/free-membership)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ann-maree david",
        "sentiment": "none"
      },
      {
        "name": "jonathon naef",
        "sentiment": "none"
      },
      {
        "name": "deborah battisson",
        "sentiment": "none"
      },
      {
        "name": "jerome doraisamy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "college of law",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "queensland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:12:41.556+02:00",
  "updated": "2023-12-29T00:12:41.556+02:00"
}