{
  "thread": {
    "uuid": "5bb1148418236365fc646e2f3bd05d3976501895",
    "url": "https://www.pulzo.com/nacion/colombia-tendria-nuevo-festivo-dia-civico-19-abril-que-decreto-petro-PP3584956A",
    "site_full": "www.pulzo.com",
    "site": "pulzo.com",
    "site_section": "https://www.pulzo.com/ultimas-noticias",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "\n            \tÚltimas noticias de Colombia y el mundo las 24 horas | Pulzo\n        ",
    "title": "Colombia tendría nuevo festivo por día cívico del 19 de abril que decretó Petro",
    "title_full": "Colombia tendría nuevo festivo por día cívico del 19 de abril que decretó Petro",
    "published": "2024-04-18T23:56:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://d2yoo3qu6vrk5d.cloudfront.net/pulzo-lite/images-resized/PP3584956A-h-o.jpeg",
    "performance_score": 0,
    "domain_rank": 53668,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5bb1148418236365fc646e2f3bd05d3976501895",
  "url": "https://www.pulzo.com/nacion/colombia-tendria-nuevo-festivo-dia-civico-19-abril-que-decreto-petro-PP3584956A",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Pulzo",
  "published": "2024-04-18T23:56:00.000+03:00",
  "title": "Colombia tendría nuevo festivo por día cívico del 19 de abril que decretó Petro",
  "text": "El presidente Gustavo Petro informó que este 19 de abril será día cívico en Colombia para que la gente no utilice la energía eléctrica, en lo posible, y ahorre agua. Pero, además, Blu Radio conoció que el decreto también establecería el tercer viernes de cada abril como día no hábil.“Queremos decretar un día cívico en Colombia, un día cívico para que la gente no utilice la energía eléctrica al máximo posible y podamos guardar una energía que necesitamos en los próximos días y, sobre todo, para que la gente disminuya en lo que se pueda el consumo de agua potable”, anunció Petro.(Vea también: “Viejo egoísta”: Gustavo Petro, con la piedra afuera contra ‘Pacho’ Santos por pensiones)Día cívico de Gustavo Petro será todos los añosEl decreto, que aún no ha sido publicado, establece que el tercer viernes del mes de abril de todos los años sea considerado un día no hábil laboralmente y será denominado como el ‘Día Cívico de La Paz con la Naturaleza’, para reflexionar sobre el adecuado uso y cuidado de los recursos naturales.“Las entidades públicas del orden nacional, tanto del nivel central como descentralizado, impartirán y adoptarán las instrucciones pertinentes que permitan a sus servidores públicos, funcionarios y contratistas suspender las diferentes actividades laborales y de atención al público, de manera que el tercer viernes del mes de abril de cada año sea considerado como un día no hábil laboralmente. Esto para generar un espacio de reflexión a nivel nacional, sobre el adecuado uso y cuidado de los recursos naturales como esenciales para la preservación de la vida”, se lee en el decreto.No hay clase por día cívico en ColombiaPor el día cívico de este 19 de abril, en Colombia, los colegios públicos y privados, así como las universidades, no tendrán clase. Incluso, el mismo presidente Petro recomendó a las personas que viven en Bogotá, ciudad que lleva a cabo un racionamiento de agua, que salgan de viaje durante este fin de semana a municipios o ciudades que no tengan tal afectación.¿Qué es un día cívico?Según la Presidencia de Colombia, un día cívico se considera un día laboral normal, asignado en circunstancias especiales o de emergencia, como la reciente crisis de los embalses. Esta disposición tiene como objetivo alentar a la población a reducir el consumo de energía eléctrica y conservar agua.Aunque no se trata de un día festivo, el día cívico tiene un gran significado simbólico y se establece para permitir que los ciudadanos se involucren en actividades vinculadas a la situación que motiva su proclamación.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:08:38.593+03:00",
  "updated": "2024-04-19T00:08:38.593+03:00"
}