{
  "thread": {
    "uuid": "9402a51372319e59a94c00f58a914b4f4b179bf2",
    "url": "https://www.staradvertiser.com/2023/12/31/hawaii-news/hawaii-minimum-wage-gets-bumped-to-14-per-hour",
    "site_full": "www.staradvertiser.com",
    "site": "staradvertiser.com",
    "site_section": "https://www.staradvertiser.com/",
    "site_categories": [
      "photography",
      "hobbies_and_interests"
    ],
    "section_title": "Hawaii News | Honolulu Star-Advertiser",
    "title": "Hawaii minimum wage gets bumped to $14 per hour",
    "title_full": "Hawaii minimum wage gets bumped to $14 per hour | Honolulu Star-Advertiser",
    "published": "2023-12-31T12:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.staradvertiser.com/wp-content/uploads/2023/12/web1_CTY-maui-economy-1079.jpg",
    "performance_score": 0,
    "domain_rank": 6513,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9402a51372319e59a94c00f58a914b4f4b179bf2",
  "url": "https://www.staradvertiser.com/2023/12/31/hawaii-news/hawaii-minimum-wage-gets-bumped-to-14-per-hour",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Timothy Hurley thurley@staradvertiser.com",
  "published": "2023-12-31T12:05:00.000+02:00",
  "title": "Hawaii minimum wage gets bumped to $14 per hour",
  "text": " Hawaii’s lowest-paid workers will be ringing in the new year with a $2 hourly wage bump, the largest of 22 state minimum- wage increases taking effect across the U.S. on Monday.\nHawaii’s lowest-paid workers will be ringing in the new year with a $2 hourly wage bump, the largest of 22 state minimum- wage increases taking effect across the U.S. on Monday.\nHawaii’s new minimum wage — $14 an hour — is estimated to affect 21.8% of the state’s workforce and result in a $1,380 boost in annual wages for the average full-time, year-round affected worker, according to the Economic Policy Institute, a nonpartisan think tank in Washington, D.C.\nHawaii’s wage hike, approved by state lawmakers last year, is part of a series of incremental increases that will push Hawaii’s minimum wage to $16 an hour on Jan. 1, 2026, and $18 an hour on Jan. 1, 2028.\nThe latest minimum-wage hike was welcomed by those who say workers deserve a level of income that allows them to meet their essential needs.\nOthers, including many in the business community, contend that the wage increases will lead to increasing prices that fuel inflation and counter any advantage gained by workers having more dollars in their pockets.\n“I don’t know how you get by on $14 an hour,” said Kainoa Taufaasau, who earns $14 an hour ($2 above the current $12 minimum wage) working for a company that provides cleaning services and then earns additional income from a second job as a home health care aide.\nTaufaasau and his wife left a three-bedroom apartment they rented for $620 a month in Kansas to return to Oahu to help his mother in Makaha.\nHousing costs, he said, consumed a whole lot more of his income here.\n“It’s tough out there, a struggle,” he said as he pushed a cart with cleaning supplies at the Kapolei Lofts apartment complex.\nJohn Witeck of Hawai‘i Workers Center said that although the minimum wage increase is a step in the right direction, it doesn’t come close to covering the cost of living here.\nLow-wage earners, many of them immigrants, are struggling to make ends meet here, Witeck said.\nAn estimated 48% of Hawaii households do not earn enough to pay for their basic needs, according to the center, and many of Hawaii’s workers work two or three jobs to survive while living in crowded multiple family apartments or houses. Food costs are on average 33% to 50% higher than in the continental U.S.\nWhat’s more, nearly 40% of jobs in Hawaii pay less than a living wage.\nWiteck, a retired teacher and founder and board member of the Hawai‘i Workers Center, said that an $18 per hour minimum wage isn’t enough now in the islands, let alone when it’s planned to take effect in 2028.\nIn 2020 the state Department of Business, Economic Development and Tourism found that a single adult in Hawaii with no children, and with employer-provided health insurance, needed more than $18 per hour to meet basic needs.\nDBEDT also calculated that the self-sufficiency wage for a single parent with one child was more than $31 an hour in 2020, and more than $38 per hour for a single parent with two kids.\n“Given the recent rate of inflation, they really need to raise the minimum wage even more,” Witeck said.\nSherry Menor-McNamara, president and CEO of Chamber of Commerce Hawaii, said that while she recognizes the need to keep up with the cost of living, the latest minimum wage increase represents a hardship for many local and small businesses that are already struggling amid inflation and rising costs linked to supply-­chain and other issues.\nMany businesses, she said, are already paying their employees above minimum wage due to the limited pool of workers that emerged following the pandemic.\nBut even those companies will be feeling a wage compression pinch, Menor- McNamara said, as there will be pressure for employers to also bump the wages of their existing and more experienced employees in response to the minimum wage increase.\nThe latest minimum wage increase will be especially hard on mom-and-pop stores on Maui trying to stay in business following the August wildfires, she said.\nSang Sin Han, owner of Gina’s K-Food in Kapolei, said he understands that living in Hawaii can be hard, and good workers deserve a decent wage. But he said he would rather have the discretion to pay his workers based on work performance.\nMost of the employees at the Korean barbecue restaurant earn more than the minimum, he said, but it can be hard to find people who work hard.\nMany who argue against raising the minimum wage say pay for the lowest level of employees isn’t intended to be a living wage. It’s a starting wage, given to those who are entering the work force for the first time with little or no job skills.\n“If you work hard, you deserve the extra pay,” Han said.\nMichael Miller, director of operations at Tiki’s Grill & Bar in Waikiki, said the wage increase will lead to “exponentially” higher prices in Hawaii at a time when inflation already has cut deep into the economy.\n“The people who will be really hurting are the kupuna and those on fixed incomes,” Miller said.\nSome of Tiki’s vendors, he said, already have put him on notice that they will be raising their prices to help absorb and stay ahead of the latest minimum wage increase.\nMiller said restaurants already have low margins, especially in Hawaii, where food and beverage, and labor costs are much higher than in almost any other state.\nBigger mainland- and international-based companies will survive the wage increase by spreading costs across a larger geographic area, Miller said.\n“But the locally owned and operated businesses are going to struggle, he said.\nThe struggle, according to some, will definitely kick in when the minimum wage hits $18 per hour in 2028 — and was reflected in a 2021 survey of businesses when the state Legislature was set to consider the series of wage mandates.\nThe Chamber of Commerce Hawaii, along with the Hawaii Food Industry Association, Hawaii Lodging & Tourism Association, Hawaii Restaurant Association, Retail Merchants of Hawaii and the neighbor island chambers, surveyed its members to learn how the $18 minimum wage would affect them.\nSome 450 companies responded to the survey, with over 50% of them having 25 employees or less. Among the survey’s takeaways:\n>> 66% of businesses said they would need to reduce staff if the minimum wage increased to $18.\n>> 27% of businesses said they would need to lay off half of their staff if it went up to $18.\n>> 32% indicated they would need to shut down their business entirely if the minimum wage increased to $18.\nOn Monday, with Hawaii leading the way, 22 states will increase their minimum wages, raising pay for an estimated 9.9 million workers who will receive $6.95 billion in additional wage increases, according to the Economic Policy Institute.\nIn addition, 38 cities and counties on Monday will increase their minimum wages above their state’s wage floors.\n—\nScaling up\nHawaii’s minimum wage is due to gradually increase:\n$10.10 per hour began Jan. 1, 2018.\n$12 per hour began Oct. 1, 2022.\n$14 per hour to begin Monday.\n$16 per hour to begin Jan. 1, 2026.\n$18 per hour to begin Jan. 1, 2028.\nSource: State Wage Standards Division",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "mahalo",
        "sentiment": "negative"
      },
      {
        "name": "print & digital subscription",
        "sentiment": "none"
      },
      {
        "name": "economic policy institute",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "honolulu star",
        "sentiment": "none"
      },
      {
        "name": "hawaii",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "washin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T12:24:34.436+02:00",
  "updated": "2024-01-01T09:54:24.074+02:00"
}