{
  "thread": {
    "uuid": "bf719f5f5d815ad726efb87c34cf73f5ec07a771",
    "url": "https://www.indiatimes.com/news/world/flying-hippos-scientists-say-the-giants-can-get-airborne-637531.html",
    "site_full": "www.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://indiatimes.com/news/how-maggi-became-a-household-staple-with-6-billion-servings-in-india-636586.html",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "&#x27;Rishtey maange bus 2-min&#x27;, how Maggi became a household staple with 6 billion servings in India",
    "title": "Flying Hippos? Scientists say the giants can get airborne!",
    "title_full": "Flying Hippos? Scientists say the giants can get airborne!",
    "published": "2024-07-05T06:33:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://im.indiatimes.in/content/template/share/637531.jpg",
    "performance_score": 0,
    "domain_rank": 290,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bf719f5f5d815ad726efb87c34cf73f5ec07a771",
  "url": "https://www.indiatimes.com/news/world/flying-hippos-scientists-say-the-giants-can-get-airborne-637531.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "IT News Desk",
  "published": "2024-07-05T06:33:00.000+03:00",
  "title": "Flying Hippos? Scientists say the giants can get airborne!",
  "text": "The hippopotamus, also known as the hippo, is the third-largest living land mammal after the elephant and rhino. An adult male hippo can weigh up to 3,200 kilograms. Now imagine the giant flying! Sounds scary, right? Well, guess what, hippos, in fact, can fly! PexelsHow hippos lift offScientists in the UK have claimed that hippos can be airborne. A group of researchers at the Royal Veterinary College in North Mymms, Hertfordshire, has found that they do lift up from the ground. No, this doesn't mean that hippos can fly like birds, but when they run at top speed, they can glide through the air for a period of time.Also read: Trio of male lions flee for their lives from aggressive hippo in water streamWhat scientist foundAnalysis of videos of two hippos at Flamingo Land in North Yorkshire moving in their paddock showed hippos got all four feet off the ground at once up to 15% of the time when thundering along at full pelt. PexelsWhen comparing their videos to online footage of hippos moving, they found the animals were able to almost trot, even when walking slowly or running quickly.Similar to movements elephants, rhinos According to the researchers, this puts hippos in the same league as the two other largest land animals - elephants and rhinos, which also use a standard four-footed walk, with a footfall sequence of left hind, left fore, right hind, right fore.Also read: Baby Hippo And Giraffe's Meeting Reminds People Of Madagascar's CharactersProf. John Hutchinson, who led the study, said it was “really impressive” to see how hippos got airborne when they moved quickly. PexelsWhy it is hard to study hipposHe said: \\\"It's hard to work with hippos as they tend to stick to the water and very seldom are trained to be studied in zoo collections.\\\"They're also very dangerous. That's part of the reason why science knew little about how hippos move before our research.\\\" Hutchinson further said that he wants to study them more and learn if baby hippos can do something that adults can’t.For more news and current affairs from around the world, please visit Indiatimes News.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "flamingo land",
        "sentiment": "none"
      },
      {
        "name": "royal veterinary college",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "hertfordshire",
        "sentiment": "none"
      },
      {
        "name": "north mymms",
        "sentiment": "none"
      },
      {
        "name": "north yorkshire",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T06:34:07.866+03:00",
  "updated": "2024-07-05T06:34:07.866+03:00"
}