{
  "thread": {
    "uuid": "7fb4c8e963644a99962d93bddac707c0c04df748",
    "url": "https://www.aciprensa.com/noticias/60177/8-bellas-imagenes-de-la-virgen-maria-que-quizas-no-conocias",
    "site_full": "www.aciprensa.com",
    "site": "aciprensa.com",
    "site_section": "http://feeds.feedburner.com/noticiasaci",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Noticias de ACI Prensa",
    "title": "8 bellas imágenes de la Virgen María que quizás no conocías",
    "title_full": "8 bellas imágenes de la Virgen María que quizás no conocías",
    "published": "2024-05-31T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.aciprensa.com/imagespp/virgendiferen29524.png",
    "performance_score": 0,
    "domain_rank": 18206,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7fb4c8e963644a99962d93bddac707c0c04df748",
  "url": "https://www.aciprensa.com/noticias/60177/8-bellas-imagenes-de-la-virgen-maria-que-quizas-no-conocias",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-31T03:00:00.000+03:00",
  "title": "8 bellas imágenes de la Virgen María que quizás no conocías",
  "text": "La Virgen María es venerada en todo el mundo y ha sido representada en bellas imágenes que expresan el amor de los pueblos hacia la Madre de Dios. La evangelización llevada adelante por la Iglesia en todos los rincones del planeta, ha favorecido la creación de hermosas imágenes de la Madre de Dios, cada una respondiendo a su propia tradición. Recibe las principales noticias de ACI Prensa por WhatsApp y Telegram Cada vez es más difícil ver noticias católicas en las redes sociales. Suscríbete a nuestros canales gratuitos hoy: A continuación, te compartimos ocho representaciones de la Virgen María que tal vez no conocías: 1. La Virgen con el Niño Jesús en estilo tailandés Se encuentra en la Basílica de la Anunciación en Nazaret, lugar donde de acuerdo a la tradición se habría dado la Anunciación de la Virgen María. En esta iglesia también hay una galería de mosaicos con advocaciones marianas de distintos países. 2. Pintura en la iglesia de Santa María de Sión (Etiopía) Se halla en la ciudad de Axum (Etiopía), donde se encontraría la verdadera Arca de la Alianza del pueblo de Israel. 3. Nuestra Señora de China Esta imagen se puede apreciar en la Basílica de Nuestra Señora de She Shan (China). El santuario está dedicado a Nuestra Señora Auxilio de los Cristianos y es la única basílica en China. Fue construida en 1871 como agradecimiento a la Virgen por salvar a Shanghai de una masacre contra los cristianos. El templo actual se construyó entre 1925 y 1935. 4. La Virgen y el Niño en estilo japonés Esta representación también se encuentra en la Basílica de la Anunciación en Nazaret. 5. La Virgen Negra de Czestochowa Polonia custodia la imagen de su Patrona, la Virgen de Czestochowa, en el monasterio de Jasna Gora. Esta imagen es también conocida como \"La Madonna Negra\" y es una de las más veneradas en Polonia y Europa. Representa a la Virgen María con el Niño en brazos. Las marcas en su rostro y cuello son consecuencia de los atentados cometidos durante su historia. 6. Imagen de la Virgen con el Niño Jesús en Macao (China) En la Iglesia de San Francisco en Macao se encuentra una representación única de la Virgen María con el Niño Jesús. Crédito: Flickr Pondspider (CC-BY-NC-SA-2.0). 7. Mosaico de la Virgen María en Hagia Sophia (Turquía) El ícono data de 1122 y se encuentra en la Basílica de Santa Sofía, en Estambul (Turquía). Muestra a la Virgen en el centro con un manto azul y al Niño Jesús en su regazo, bendiciendo con la mano derecha y sosteniendo un pergamino con la izquierda. 8. Representación coreana de la Madre de Dios Esta imagen también se halla en la Basílica de la Anunciación en Nazaret, construida donde según la tradición se habría dado la Anunciación de la Virgen María. Esta noticia se publicó originalmente el 31 de mayo de 2022.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T21:53:26.578+03:00",
  "updated": "2024-06-01T01:13:14.169+03:00"
}