{
  "thread": {
    "uuid": "4a25e8d3ec67444608f410837834344a5ff32619",
    "url": "https://vegnews.com/vegan-health-wellness/forget-keto-go-vegan",
    "site_full": "vegnews.com",
    "site": "vegnews.com",
    "site_section": "https://vegnews.com/rss",
    "site_categories": [
      "food",
      "vegan"
    ],
    "section_title": "VegNews.com",
    "title": "5 Reasons to Forget Keto and Go Vegan",
    "title_full": "5 Reasons to Forget Keto and Go Vegan",
    "published": "2024-01-05T23:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://vegnews.com/media/W1siZiIsIjMwMDg3L1ZlZ05ld3MuVmVnYW5WU0tldG8uQ2FudmExLnBuZyJdLFsicCIsImNyb3BfcmVzaXplZCIsIjE2MDB4ODQwKzArNTIiLCIxMjAweDYzMF4iLHsiZm9ybWF0IjoianBnIn1dLFsicCIsIm9wdGltaXplIl1d/VegNews.VeganVSKeto.Canva1.png?sha=79cebfc21544276e",
    "performance_score": 0,
    "domain_rank": 15176,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4a25e8d3ec67444608f410837834344a5ff32619",
  "url": "https://vegnews.com/vegan-health-wellness/forget-keto-go-vegan",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kat Smith",
  "published": "2024-01-05T23:30:00.000+02:00",
  "title": "5 Reasons to Forget Keto and Go Vegan",
  "text": "[5 Reasons to Forget Keto and Go Vegan](/vegan-health-wellness/forget-keto-go-vegan)\nFad diets come and go, but a whole food, plant-based diet is one to stick with for the long-term.\nJanuary 5, 2024\nIn diet culture, low-carbohydrate diets are hailed as weight loss wonders, and we know them by name: Atkins, South Beach, and paleo. The ketogenic diet, shortened to “keto,” is one of those low-carb diets. The difference between the keto diet and others is that while one group advises replacing carbohydrates with protein, the keto diet swaps carbs with fats. But although results appear to happen fast, this diet, which has a history as a medical treatment, comes with some health risks.\nWhat is the keto diet?\nWhen done correctly, the lack of carbs consumed on a keto diet forces the body into a metabolic state called “ketosis.” In this state, the liver produces a substance called “ketones” from stored fats. These ketones then supply the body with energy in place of carbohydrates—the body’s usual source of energy—which leads to rapid weight loss in many people. But, is that a good thing? And is the keto diet actually healthy?\n“It’s effective for weight loss because it removes so many foods from the diet and is an extremely restrictive diet. Any diet that eliminates entire food groups will be weight loss-inducing,”\nDana Ellis Hunnes, PhD, MPH, RD, explains to VegNews. “This is not a healthy diet, however.”\nLouis Hansel/Unsplash\nThe keto diet that sends your body into a state of ketosis isn’t meant for everyday people. Physicians introduced it to the medical world back in the 1920s to treat children with epilepsy and seizure disorders and as an adjunct therapy to reduce the risk of seizures. “Not for the average person just trying to lose weight,” adds Hunnes. Most fad-followers of a keto diet are not actually in ketosis, unless they are being closely followed by a dietitian who knows how to develop a ketogenic plan.\nWhat can you eat on a keto diet?\nGenerally, a keto diet is 70 to 80 percent fats, 5 to 10 percent carbohydrates, and 10 to 20 percent protein. According to Harvard Health, this adds up to 165 grams of fat, 40 grams of carbohydrates, and 75 grams of protein. To put these numbers into perspective, half a cup of cooked long-grain brown rice contains nearly 26 grams of carbohydrates. And, the Dietary Guidelines for Americans recommend that you get around 25 to 35 percent of your daily calorie intake from fats.\nUnsplash\nTo get into more specifics, the keto diet includes meat, eggs, fatty fish, high-fat\ndairy products, nuts and seeds, avocados, healthy oils, green beans, and vegetables that are members of the cabbage family. It restricts grains and starches (such as rice, pasta, and bread), all other vegetables, tubers, most fruit, beans and legumes, processed low-fat and sugar-free products, highly refined oils, sugary foods and drinks, and alcohol.\nThe health risks of a keto diet\nWhen it comes to sustaining a healthy weight, this fast-acting eating plan might be best left in the graveyard of fad diets.\nBut, you may want to consider a\nwhole food plant-based diet for the long-term instead. Often shortened to WFPB, a whole food, plant-based diet emphasizes unprocessed grains, vegetables, fruits, legumes, nuts, and seeds. It excludes all animal products and restricts processed oils, refined sugars, white foods (like bread, rice, and pasta), fried food, and many pre-made foods.\nCanva\n5 reasons why you should forget keto\nLet’s go over the health risks of the keto diet and why you might want to consider whole, plant-based foods instead.\n1 It raises ‘bad’ cholesterol\nThe keto diet often encourages foods such as processed meats, fatty meats, and butter. “Keto is a risk to\nheart health when it is extremely high in animal proteins and animal fats,” says Hunnes, adding that the diet can increase inflammation in the body. Though its exact role in heart health is unknown, inflammation is common in heart disease and stroke patients. “However, this inflammation is often hidden by the fact that it is a low-calorie diet, and a low-enough calorie diet can decrease the risk of increased and high cholesterol levels,” adds Hunnes.\nMany keto foods also happen to be high in saturated fat, which is known to increase low-density lipoprotein (LDL) cholesterol levels in the blood. A meta-analysis of more than 100 studies on the keto diet published in the journal Frontiers in Nutrition found that it raises both the risk of heart disease and LDL cholesterol buildup if used as a long-term eating plan.\nHowever, studies have linked diets rich in whole, plant-based foods such as whole grains, legumes, fruits, non-starchy vegetables, nuts, and healthy oils rich in unsaturated fats with lower cholesterol levels, lower blood pressure, and reduced inflammation.\n2 It can cause constipation\nFruits, vegetables, whole grains, and legumes are all rich in\ndietary fiber, a nutrient that helps increase feelings of fullness and aids in digestive health. But, a keto diet is very low in fiber from fruits, vegetables, and grains. It is especially low in beta-glucan, a type of fiber found in grains such as barley and oats. Studies suggest that beta-glucan also helps to maintain healthy cholesterol and blood glucose levels.\nIn addition to that, beta-glucan and other cereal fibers help you maintain a healthy gut microbiome, Julie Miller Jones, PhD, LN, CNS, and a scientific advisor for the Joint Institute of Food Safety and Nutrition for the University of Maryland and the US Food and Drug Administration, tells VegNews.\nLightFieldStudios/Getty Images\n“Thus, followers of the [keto] diet may not only suffer from constipation and slow transit times, but may also lack the protection provided by the fermentation of fibers in the large bowel,” explains Jones. “This fermentation of these carbohydrates feeds a healthy microbiome, which in turn produces short-chain fatty acids that lower colonic pH, and are associated with lower growth of polyps and colon cancer.”\nHowever, a whole food, plant-based diet emphasizes an array of high-fiber foods that aid in a healthy gut microbiome and good digestion, reports a study published in Frontiers in Nutrition in 2019.\n3 It may lead to nutritional deficiencies\nYou may be missing out on key vitamins and minerals on a long-term keto diet because it restricts so many types of fruits, vegetables, grains, and legumes. You can have greens from the cabbage family, but most other vegetables—including potatoes—are out. Avocados and lemons are the only exception for permitted fruits. So, over time, a keto-follower may become deficient in some nutrients.\nA study published in the Journal of the International Society of Sports Nutrition found that those who adhere to fad diets—in this case, two of keto’s low-carbohydrate siblings, the Atkins Diet, the South Beach Diet, and the carb-heavy DASH diet—have a high likelihood of becoming micronutrient-deficient.\nA whole food plant-based diet, on the other hand, encourages obtaining as many nutrients as possible from food, so it encourages eating a wide range of ingredients. But, that’s not to say that it’s perfect. Anyone following any type of vegan diet should\nsupplement vitamin B-12, an essential nutrient that cannot be obtained from plant-based foods.\n4 The weight loss is unsustainable\nIt’s common for keto diet followers to experience rapid weight loss. But, that’s not a reason for celebration. Like many other fad diets, keto isn’t meant to permanently change the way you eat. It’s temporary, and followers often regain the weight they lost after going back to their regular eating habits.\nSHVETS Production/Pexels\n“Along with its health risks, the inability to stick to the diet is one of the major reasons why keto has been ranked at the bottom of\nUS News and World Report diet rankings,” says Jones. “It’s also why prestigious organizations such as the Mayo Clinic recommend it for intractable epilepsy but almost nothing else. So while keto promotes rapid weight loss, it does not create dietary patterns that are sustainable and therefore does not lead to sustained weight loss for the vast majority of people.”\nBut, on top of its other benefits, a study published in the American Journal of Lifestyle Medicine suggests that\na whole food, plant-based diet could aid in safe, sustainable weight loss.\n5 And more…\nThe keto diet comes with a host of other health risks and the one that most people experience first is something called the “keto flu.” Symptoms include a cloudy mind, dizziness, nausea, cramps, headache, irritability, and constipation.This condition, which is not medically recognized, is known to emerge two to seven days after starting a keto diet. The cause is not known, nor is it unique to the keto diet, and many people who have drastically switched up their diet have reported similar symptoms. Additional\nnegative side effects of a long-term keto diet suggested by studies include a higher risk of kidney stones, osteoporosis, and higher heart rates for athletes.\nWhile there is no evidence that directly ties the keto diet to eating disorders, many dietitians warn that restrictive fad diets, in general, can feed yo-yo dieting and disordered eating.\nIn addition to that, because the keto diet is so heavy on animal products, it’s not good for the planet, either. Industrial animal agriculture is the culprit behind 14.5 percent of human-caused global greenhouse gas emissions, while a plant-forward diet puts\nsignificantly less strain on the planet. So if you’re looking to eat more healthfully and sustainably, a whole food, plant-based diet could be worth a shot. As always, any major changes to your diet should be discussed with your doctor first.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health",
    "Environment"
  ],
  "external_links": [
    "https://www.danaellishunnes.com/",
    "https://danaellishunnes.com/",
    "https://danaellishunnes.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "keto",
        "sentiment": "negative"
      },
      {
        "name": "atkins",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "south beach",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:14:23.874+02:00",
  "updated": "2024-01-06T00:14:23.874+02:00"
}