{
  "thread": {
    "uuid": "858dd39a613832c40f21b859ef61f08347797f28",
    "url": "https://www.hola.com/actualidad/20240105246168/michael-schumacher-hija-boda-mallorca/",
    "site_full": "www.hola.com",
    "site": "hola.com",
    "site_section": "https://www.hola.com/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Hola.com - diario de actualidad, moda y belleza",
    "title": "Gina, la hija de Michael Schumacher, prepara su boda en Mallorca para este verano",
    "title_full": "Gina, la hija de Michael Schumacher, prepara su boda en Mallorca para este verano",
    "published": "2024-01-05T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://images.hola.com/imagenes/actualidad/20240105246168/michael-schumacher-hija-boda-mallorca/1-357-760/gina-t.jpg",
    "performance_score": 0,
    "domain_rank": 5942,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "858dd39a613832c40f21b859ef61f08347797f28",
  "url": "https://www.hola.com/actualidad/20240105246168/michael-schumacher-hija-boda-mallorca/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Belén Nava M.",
  "published": "2024-01-05T02:00:00.000+02:00",
  "title": "Gina, la hija de Michael Schumacher, prepara su boda en Mallorca para este verano",
  "text": "La familia de Michael Schumacher espera con ilusión un acontecimiento que les devolverá la alegría y la ilusión diez años después del trágico accidente que cambió para siempre la vida del piloto . Gina, la hija de 26 años del heptacampeón del mundo de Fórmula 1, va a contraer matrimonio con Iain Bethke (27) , según recoge el diario alemán Bunte . El lugar que han elegido para poner el broche de oro a esta discreta relación es España, concretamente la exclusiva vivienda que tienen en Mallorca y que perteneció al empresario Florentino Pérez, director del Real Madrid.\n- La familia de Michael Schumacher reaparece en medio de la polémica con el exmánager del piloto\n- La decisión de última hora que hubiera cambiado el destino de Michael Schumacher\nEl enlace tendrá lugar a finales de verano de 2024 y se celebrará al aire libre teniendo en cuenta las agradables temperaturas de las islas Baleares en esa época. El intercambio de anillos se hará bajo un arco de flores. Además, los amplios jardines de la vivienda, ubicada en El Puerto de Andratx y con unas privilegiadas vistas del Mediterráneo, acogerán también el posterior banquete y la fiesta, en la que se espera la actuación de un grupo country que toque las canciones favoritas de los novios. Cabe destacar que la casa, por la que los Schumacher pagaron en 2018 treinta millones de euros, está construida sobre un solar de 15.000 metros cuadrados y tiene dos piscinas.\nGina e Iain Bethkeen ya han puesto en marcha los preparativos para tener su día soñado. A los invitados se les recomienda vestido largo para mujeres y traje para hombres, a los que animan a prescindir de la corbata. Además, van a poner a disposición de los asistentes que acudan con sus hijos un servicio de guardería . Como muchos de sus familiares y amigos llegarán desde diferentes partes del mundo, están organizando recorridos por la ciudad, estancias en la playa y planes de aventura. La pareja está siendo asesorada por un wedding planner alemán en el que han confiado anteriormente futbolistas de Italia y España.\n- Un neurocirujano, sobre la salud de Schumacher: 'No se parece en nada a lo que recordamos'\nLa pasión por el mundo ecuestre, al que se dedican profesionalmente, es el nexo que ha unido a la hija de Schumacher y su prometido . Se conocieron en el centro hípico de Berwangen, en Baden-Württemberg, Alemania. Ambos conectaron enseguida y desde entonces no se han separado. Tiempo después de conocerse se mudaron a Suiza y en 2022 fijaron su residencia en Texas (Estados Unidos), donde los padres de Gina poseen un rancho de 200 hectáreas.\n© ¡HOLA! Prohibida la reproducción total o parcial de este reportaje y sus fotografías, aun citando su procedencia.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:37:38.408+02:00",
  "updated": "2024-01-06T00:37:38.408+02:00"
}