{
  "thread": {
    "uuid": "5f2b8fb862ae6a1cd5dddbe238e5726a4ab89506",
    "url": "https://www.thetrumpet.com/29593-we-must-have-faith-in-gods-prophecy",
    "site_full": "www.thetrumpet.com",
    "site": "thetrumpet.com",
    "site_section": "https://thetrumpet.com/gerald-flurry",
    "site_categories": [
      "media"
    ],
    "section_title": "theTrumpet.com | World News, Economics and Analysis Based on Bible Prophecy",
    "title": "We Must Have Faith in God’s Prophecy | theTrumpet.com",
    "title_full": "We Must Have Faith in God’s Prophecy | theTrumpet.com",
    "published": "2024-05-31T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.thetrumpet.com/files/W1siZiIsIjIwMjQvMDUvMjkvM2c2NXVoOGlxZl9wcmV2aWV3LmpwZyJdLFsicCIsInRodW1iIiwiMTAyNHgiXSxbInAiLCJlbmNvZGUiLCJqcGciLCItcXVhbGl0eSA4MCJdXQ/88828285494535d9/transcoder_preview_4619.jpg.jpg",
    "performance_score": 0,
    "domain_rank": 38896,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5f2b8fb862ae6a1cd5dddbe238e5726a4ab89506",
  "url": "https://www.thetrumpet.com/29593-we-must-have-faith-in-gods-prophecy",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-31T03:00:00.000+03:00",
  "title": "We Must Have Faith in God’s Prophecy | theTrumpet.com",
  "text": "By [Gerald Flurry](https://www.thetrumpet.com/authors/4-gerald-flurry) • May 31, 2024 Many people are aware of the atrocities committed by Germany in World War ii but would consider them ancient history. These people are completely unaware of the legacy that Adolf Hitler drew upon in creating his Nazi war machine. His was merely the latest resurrection of a war-making empire with a long and bloody history. Did you know that the Bible prophesied of his regime—as well as the terrible emergence of one last resurrection in our day? Millions lack faith to receive answers to their prayers—to free their minds from fears and worries. To a large extent this is due to lack of understanding what faith is. Read this simple but thorough explanation of the subject. Why should a small nation like Jordan be mentioned so much in end-time prophecy? There are to be two prodigious battles before Christ gets here. Jordan is prominently mentioned in both of them! There is a vital reason why God’s loyal remnant is also closely tied to the nation of Jordan in these end-time prophecies. This world is in the death grip of the devil. Discover why God allows Satan to rule the Earth—for now. God’s truth is simple. The greatest deception threatening true Christians in this end time is vain intellectualism. Understand how to combat the deadly weapon of worldly philosophy. The late founder of Apple, Steve Jobs, is considered the greatest CEO of all time. So much of his success came from being a perfectionist. Discover God’s purpose for you: to become a spiritual perfectionist. The story of Jonah and the great fish is dismissed by Bible scholars as a myth. But this miracle of a man surviving three days in the belly of a sea creature is a vital part of your Bible! Discover how Jonah is a sign of the Messiah—and a strong warning to God’s rebellious people in this end time. Iran rules the Middle East today. But something dramatic is happening in the region: the war-torn nation of Syria is slipping out of the grasp of Iran and Russia. Understand how Syria is moving closer to Germany—and how this shift is leading to world war. Though most of the world is unaware, two world powers are fighting for the Mediterranean Sea. Understand what your Bible says about this strategic struggle between mighty kings. God has promised to preserve King David’s throne for all eternity. Where is this throne today and why does it matter? God’s loyal people in this end time are charged with delivering an urgent warning to the world. This warning is contained in a little book. Discover where to find this little book—and how it illuminates God’s path to glory.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gerald flurry",
        "sentiment": "negative"
      },
      {
        "name": "adolf hitler",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "iran",
        "sentiment": "none"
      },
      {
        "name": "jordan",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T08:26:08.964+03:00",
  "updated": "2024-06-28T23:46:59.067+03:00"
}