{
  "thread": {
    "uuid": "9d5c392799c4d7c16b2f317de6543a2d28a563ae",
    "url": "https://www.guampdn.com/news/hike-of-sacrifice-hundreds-climb-mt-jumullong-manglo-to-observe-good-friday/article_f36a95be-ed8d-11ee-aa71-df21134e9d83.html",
    "site_full": "www.guampdn.com",
    "site": "guampdn.com",
    "site_section": "https://www.guampdn.com/news/",
    "site_categories": [
      "media"
    ],
    "section_title": "News | guampdn.com",
    "title": "Hike of ‘sacrifice’: Hundreds climb Mt. Jumullong-Manglo to observe Good Friday | News | guampdn.com",
    "title_full": "Hike of ‘sacrifice’: Hundreds climb Mt. Jumullong-Manglo to observe Good Friday | News | guampdn.com",
    "published": "2024-03-28T16:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GU",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/guampdn.com/content/tncms/assets/v3/editorial/f/a7/fa700008-ed68-11ee-846d-07b21d273184/660614c2de2f4.image.jpg?crop=1280%2C672%2C0%2C144&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 29588,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9d5c392799c4d7c16b2f317de6543a2d28a563ae",
  "url": "https://www.guampdn.com/news/hike-of-sacrifice-hundreds-climb-mt-jumullong-manglo-to-observe-good-friday/article_f36a95be-ed8d-11ee-aa71-df21134e9d83.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Karen Renee Nogoy Pacific Daily News",
  "published": "2024-03-28T16:00:00.000+02:00",
  "title": "Hike of ‘sacrifice’: Hundreds climb Mt. Jumullong-Manglo to observe Good Friday | News | guampdn.com",
  "text": "Hundreds of Catholic faithful began their days bright and early with a Stations of the Cross hike at 1,283-feet Mount Jumullong-Manglo to commemorate Good Friday, the day marking the passion, crucifixion, and death of Jesus Christ. Many hikers set out early as the roadside parking spaces began to fill up quickly with cars. Around 5:30 a.m., a few of the hikers who began the trek way before dawn were already heading back down the mountain. The trail this year was a bit slippery from the previous day’s weather, but it was better than last year, according to regular Good Friday hikers, because of the absence of rain. Yigo resident Jerome Naldoza, who came with his family all the way down south for the Good Friday hike, mentioned it was his first time this year, but his wife had encountered the rainy and muddy conditions during last year’s hike. “It’s not that really difficult because my wife told me the last time she came here, it was raining but this time, at least, it’s good weather,” Naldoza said. Some noted, however, the trails are narrower this year, which made the hiking experience more challenging. “It used to be wider. They changed the route. So, it’s kind of more dangerous because everybody’s going through,” said Jasmine Ayuyu, 14, a resident from Chalan Pago. Ayuyu, who has been hiking every Good Friday since when she was nine, said she finds joy in expressing her faith through prayers at the stations while engaging in physical exercise. For first timer Maria Santo Tomas, 58, from Mongmong, the most difficult trails were the ones right at the beginning and towards the end. \"I almost died, I almost passed out, I almost gave up,” she jokingly said. “I guess because I kind of don’t exercise, that’s why I almost passed out.” Red ribbons were tied on tree branches or grass to signal potential hazards, such as holes on the ground, to ensure the safety of trekkers. There were 14 markers representing the Stations of the Cross, which indicate the final steps of Jesus Christ, for Catholics to pray and reflect on his suffering and sacrifice. There were also a few large crosses placed at certain areas of the mountain, bearing people’s names in remembrance of their passing. Giant cross Apart from the 14 stations, the hike includes the annual tradition of placing one giant cross at the summit of the mountain. Which is why, upon reaching the mountain top, people are greeted with a row of large wooden crosses planted over the past years. Every Lenten season, the Cruz family of Mongmong installs a cross on the lawn of Nuestra Señora de las Aguas Church and then carries it up to the mountain on Good Friday. Gregorio Cruz described his family’s tradition, which has evolved into a community practice, as a form of “sacrifice.” “To sacrifice for what Jesus Christ went through, to go and act on, and to feel what he went through during his time that he bared the cross,” he said. Cruz noted the significance of this reenactment of carrying the cross in ensuring that the younger generation understands the story of Jesus Christ’s life and strengthen their faith. “If we don’t reenact, then the children and a lot of other people would not know. So, everyone coming up here to experience what Jesus had gone through would have the idea of why we do this every year,” said Cruz. Cruz also hoped to uphold this tradition for the next decades. Charlie Cruz-Camacho, a member of the Cruz family, also views this as a sacrificial gesture to remember Jesus Christ’s suffering. “God suffered more than we have, and we can’t repay him in any way, but this is at least something that we can do to kind of remember him and what he’s been through,” Cruz-Camacho said. Meanwhile, for Dennis Geron, a construction worker living in Tamuning, the annual hike, which was his third time already this year, was an act of penance. Annual trekkers like Jaeleen Leon Guerrero of Chalan Pago, urged those who haven’t experienced the Good Friday hike to give it a try at least once in their lifetime, and bring their families along, especially the children. “I think everybody should try it at least once in their life. It’s a good experience. Take the kids. Good to start them young and have it a yearly thing,” said Leon Guerrero.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jerome naldoza",
        "sentiment": "none"
      },
      {
        "name": "” naldoza",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cross",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "mt. jumullong-manglo",
        "sentiment": "none"
      },
      {
        "name": "mount jumullong-manglo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T14:00:44.323+03:00",
  "updated": "2024-03-29T14:00:44.323+03:00"
}