{
  "thread": {
    "uuid": "cf41c05b5804084147ab8b497960818a0f0e8a46",
    "url": "https://elpais.com/deportes/2024-02-29/nadia-erostarbe-hace-historia-para-el-surf-espanol-que-se-estrenara-en-unos-juegos-olimpicos.html",
    "site_full": "elpais.com",
    "site": "elpais.com",
    "site_section": "https://elpais.com/ultimas-noticias/",
    "site_categories": [
      "media"
    ],
    "section_title": "Últimas noticias: la última hora de hoy en EL PAÍS",
    "title": "Nadia Erostarbe hace historia para el surf español, que se estrenará en unos Juegos Olímpicos | Juegos Olímpicos París 2024 | EL PAÍS",
    "title_full": "Nadia Erostarbe hace historia para el surf español, que se estrenará en unos Juegos Olímpicos | Juegos Olímpicos París 2024 | EL PAÍS",
    "published": "2024-03-01T00:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://imagenes.elpais.com/resizer/AEQoQ6u8x6Pi1L4RjhIeH3lm4Fw=/1200x0/filters:focal(2080x330:2090x340)/cloudfront-eu-central-1.images.arcpublishing.com/prisa/YMCPUGY6IFFHZOUK7QC3YTN4O4.jpg",
    "performance_score": 0,
    "domain_rank": 463,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cf41c05b5804084147ab8b497960818a0f0e8a46",
  "url": "https://elpais.com/deportes/2024-02-29/nadia-erostarbe-hace-historia-para-el-surf-espanol-que-se-estrenara-en-unos-juegos-olimpicos.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Guille Álvarez",
  "published": "2024-03-01T00:41:00.000+02:00",
  "title": "Nadia Erostarbe hace historia para el surf español, que se estrenará en unos Juegos Olímpicos | Juegos Olímpicos París 2024 | EL PAÍS",
  "text": "Nadia Erostarbe Geiser (Zarautz, 23 años) ha hecho historia para el surf español en el Mundial que se disputa estos días en Puerto Rico. La joven vasca acaba de convertirse en la primera atleta española de la disciplina que se clasifica para unos Juegos Olímpicos, y estará el próximo verano en Tahití, isla situada en la Polinesia Francesa (Oceanía), exótica sede del surf para París 2024. La surfista vasca, una de las mujeres más prometedoras del panorama nacional desde que era niña y campeona de Europa juvenil en 2018, se quedó a las puertas de Tokio 2020 por una sola plaza en el anterior preolímpico. Con su pase a las rondas finales de los ISA World Surfing Games ha concretado un sueño que perseguía desde que se anunció, en 2016, la inclusión de la disciplina en el programa olímpico. El escenario de la prueba, la temida y admirada ola letal en el arrecife de Tehaupo’o, es además el sueño recurrente y una de las mayores fantasías de los practicantes de este deporte, con casi 50.000 licencias federativas en el último recuento oficial de 2019. Erostarbe, producto de una de las canteras más fuertes de España en la playa de Zarautz e hija de una familia donde todos son surfistas, sigue en competición en el presente Mundial, donde aspira a las medallas después de clasificarse para la quinta ronda, la antepenúltima antes de la gran final. Con su presencia entre las 12 mejores surfistas del mundo, la atleta se ha asegurado una de las ocho plazas que se repartían en el actual campeonato, ya que cuatro de sus rivales que siguen en competición ya se habían clasificado previamente para los Juegos en medio de un intricado sistema de clasificación. “Esta generación está llevando el nivel del surf de España a otro nivel. A ver si inspiramos a más gente”, decía Erostarbe desde Recibo, localidad situada en la costa norte del país centroamericano. El equipo español todavía mantiene a seis surfistas en competición y con opciones de acompañar a su compañera a la cita olímpica. Lucía Machado y Janire González están en la fase de repesca para entrar en la quinta ronda que lleva a Tahití, y en categoría masculina Andy Criere, Kai Odriozola y Yago Domínguez tienen también opciones a estas alturas de campeonato. Cada país opta a un máximo de dos surfistas clasificados por género, además de una plaza adicional si se gana la clasificación por equipos. En Puerto Rico, España lidera la tabla femenina y combinada, además de ser tercera en el cuadro masculino. Un total de 48 surfistas, 24 por género, competirán en los Juegos Olímpicos de París 2024. Puedes seguir a EL PAÍS Deportes en Facebook y X, o apuntarte aquí para recibir nuestra newsletter semanal.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:57:00.490+02:00",
  "updated": "2024-03-01T00:57:00.490+02:00"
}