{
  "thread": {
    "uuid": "ab3ddc0cabe7785a2834342879c999cdaf1654bf",
    "url": "https://wvmetronews.com/?p=548884",
    "site_full": "wvmetronews.com",
    "site": "wvmetronews.com",
    "site_section": "https://wvmetronews.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News - WV MetroNews",
    "title": "Pantry Plus More earns $10,000 donation with WVU Duke's Mayo Bowl win - WV MetroNews",
    "title_full": "Pantry Plus More earns $10,000 donation with WVU Duke's Mayo Bowl win - WV MetroNews",
    "published": "2023-12-29T00:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wvmetronews.com/wp-content/uploads/2023/12/415261572_760465256117714_6096502323675221489_n.jpg",
    "performance_score": 0,
    "domain_rank": 18287,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ab3ddc0cabe7785a2834342879c999cdaf1654bf",
  "url": "https://wvmetronews.com/?p=548884",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mike Nolting",
  "published": "2023-12-29T00:12:00.000+02:00",
  "title": "Pantry Plus More earns $10,000 donation with WVU Duke's Mayo Bowl win - WV MetroNews",
  "text": "MORGANTOWN, W.Va. — The Duke’s Mayo Bowl 30-10 win for the Mountaineers over North Carolina also comes with a $10,000 donation to the winning coach’s charity of choice, but only if he agrees to the “Dukes Mayonnaise bath.” WVU football coach Neal Brown designated [Pantry Plus More](https://www.pantryplusmore.org/) as the non-profit to receive the financial boost. Pantry Plus More Grant Writing Co-Chair Liz Vitullo said the selection was shared with her around Christmas Eve, and she was sworn to secrecy until the game was played. She was unable to tell anyone, including the members of the board, but she did share the news with her husband, who was able to keep it quiet. “As soon as it was announced, I didn’t even have the ability to tell the board,” Vitullo said Thursday on WAJR’s “Talk of the Town.” “There was a text thread among the board members, and they were wondering if they were talking about us, Pantry Plus More, and I got to chime in—it was very special.” Pantry Plus More was started in 2016 by then-high school student Roar Sizemore and retired counselor and current Monongalia County Commissioner Tom Bloom after a few years of volunteering and seeing the need in the community. When Bloom shared the idea from a school in North Carolina, in-school pantries were established at the Mason Dixon Elementary and South Middle Schools. “We feed almost 400 families, we have almost 700 registered, and we touch almost 1,000 children with each distribution,” Vitullo said. “There’s an incredible need in Monongalia County, and it’s a growing need.” Today, the organization is active in 11 schools in the district and also conducts mobile food giveaways, a nutrition and education program, and a weekend food bag program. Vitullo said they also offer a book program and other programs to ensure families are prepared to send their children to school. “Our Back to School Bash is where we try to equip students with backpacks and all the tools they need to start school and try to address hygiene insecurity through Hygiene Bags with laundry detergent,” Vitullo said. “So, we work on a lot of fronts.” The all-volunteer board of 18 members maintains the mission in the community, and many teachers and community leaders are involved in many of the programs. The reach of the program is supported by a strong pool of local volunteers that bring a variety of skills to the organization. “Why try to do our part in making sure they have what they need at school and at home food-wise so they can be successful in school and parents don’t have to make choices about spending money?” Vitullo said. Plans for the $10,000 aren’t yet clear, but Vitullo expects the board to use the money to enhance their programs. “We haven’t discussed it, but I’m sure food will be involved,” Vitullo said. “We’re really excited, and I’m sure this will be the first agenda item at our next board meeting.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Sport"
  ],
  "external_links": [
    "https://www.pantryplusmore.org/)",
    "https://pantryplusmore.org/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "roar sizemore",
        "sentiment": "none"
      },
      {
        "name": "vitullo",
        "sentiment": "none"
      },
      {
        "name": "neal brown",
        "sentiment": "none"
      },
      {
        "name": "liz vitullo",
        "sentiment": "none"
      },
      {
        "name": "monongali",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wvu duke",
        "sentiment": "negative"
      },
      {
        "name": "wv metronews",
        "sentiment": "negative"
      },
      {
        "name": "mountaineers",
        "sentiment": "negative"
      },
      {
        "name": "wvu",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "north carolina",
        "sentiment": "none"
      },
      {
        "name": "w.va",
        "sentiment": "none"
      },
      {
        "name": "morgantown",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:16:13.276+02:00",
  "updated": "2023-12-29T01:16:13.276+02:00"
}