{
  "thread": {
    "uuid": "669cbce9012b358a6296c98ec5e97335c5f93fee",
    "url": "https://www.eldiario.es/sevilla/parada-nevera-esperar-autobus-deseado-refugio-climatico-combatir-hostil-verano-sevilla_1_11502237.html",
    "site_full": "www.eldiario.es",
    "site": "eldiario.es",
    "site_section": "https://eldiario.es/politica/pagos-quiron-pareja-ayuso-multiplicaron-cuatro-iniciarse-relacion-presidenta-madrilena_1_11242311.html",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "top_news"
    ],
    "section_title": "Los pagos de Quirón a la pareja de Ayuso se multiplicaron por cuatro tras iniciarse su relación con la presidenta madrileña",
    "title": "Una parada-nevera para esperar el autobús: el deseado refugio climático para combatir el hostil verano de Sevilla",
    "title_full": "Una parada-nevera para esperar el autobús: el deseado refugio climático para combatir el hostil verano de Sevilla",
    "published": "2024-07-05T11:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://static.eldiario.es/clip/4cac3a1f-7a4f-4176-a0cd-0c52d3666bd8_facebook-watermarked-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 2824,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "669cbce9012b358a6296c98ec5e97335c5f93fee",
  "url": "https://www.eldiario.es/sevilla/parada-nevera-esperar-autobus-deseado-refugio-climatico-combatir-hostil-verano-sevilla_1_11502237.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "F.C.",
  "published": "2024-07-05T11:31:00.000+03:00",
  "title": "Una parada-nevera para esperar el autobús: el deseado refugio climático para combatir el hostil verano de Sevilla",
  "text": "El Ayuntamiento de Sevilla ha sacado a licitación pública la puesta en marcha en la ciudad de la primera parada de autobús que baja 20 grados la temperatura exterior mediante un prototipo desarrolla en la Universidad sevillana en los últimos años. Según se refleja en el documento de licitación y ha confirmado el creador del prototipo, el profesor investigador del Departamento de Ingeniería Energética de la Hispalense, José Sánchez, se trata de un contrato que asciende a 768.362,43 euros, impuestos incluidos, destinado a poner en marcha la citada marquesina climatizada, además de un aula abierta de colegio y una plaza bioclimática. Todo ello ubicado entres las calles Cruz Roja, Doctor Jiménez Díaz y Manuel Villalobos de la capital andaluza, con la posibilidad para las empresas interesadas de enviar sus ofertas antes del próximo 22 de julio. Un refugio climático La idea, que Sánchez sacó adelante junto a su compañera Mari Paz Montero y varios expertos más, se ha concebido como un refugio climático, y ejercería su función de enfriamiento durante las horas más calurosas del día, mediante un sistema de radiación térmica, una forma de transferencia de calor o frío que ocurre cuando un objeto emite ondas electromagnéticas debido a su temperatura. José Sánchez explica que no tiene nada que ver con un aparato de aire acondicionado, \\\"que se limita a producir aire frío, sino que la propia estructura de la parada emite frescor, como ocurre con los frigoríficos\\\", y funciona contra la \\\"situación hostil\\\" del verano sevillano, con una marquesina compuesta por un tanque subterráneo donde se almacena agua depurada que está conectado a la propia estructura mediante tubos que recorren su interior y hasta el techo, que es el lugar donde hay instalados sensores y placas solares. El ingenio posee un sistema de autosuficiencia que produce electricidad y agua fría, además de una serie de sensores que perciben la temperatura exterior, la presencia humana y el clima del entorno, de modo que \\\"toma decisiones\\\" de forma autónoma, por lo que detendría su funcionamiento en caso de que bajaran las temperaturas. Un sistema perfecto Todo ello gracias a que, por la noche, el agua del tanque asciende hacia las placas solares, se enfría y retorna al tanque subterráneo, donde se almacena y mantiene el frescor, mientras que no está siempre funcionando, sino que cuando la parada detecta mediante sus sensores la presencia de una o varias personas, activa su sistema de enfriamiento y el agua recorre el interior de la estructura. Para que sea eficaz, durante el día los paneles fotovoltaicos acumulan la energía que impulsa el agua, y el enfriamiento tiene una duración de 10 a 20 minutos, periodo máximo que un usuario suele esperar el autobús, un refugio climático que hace que, si se llega a él con 42 grados centígrados, la sensación térmica sería aproximadamente de 23. Su creador confía en que varias empresas opten a la licitación y se adjudique en breve, de modo que en el verano de 2025 puedan funcionar los primeros prototipos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T12:39:41.661+03:00",
  "updated": "2024-07-12T22:05:00.109+03:00"
}