{
  "thread": {
    "uuid": "2a49350ae1541ab48a00d17d2ad93c66f192ba6a",
    "url": "https://www.infobae.com/colombia/2024/01/07/marbelle-nuevamente-manifesto-su-apoyo-a-alvaro-uribe-velez-con-beso-incluido-en-una-foto-con-el-mejor-que-ha-tenido-mi-pais/",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "https://www.infobae.com/feeds/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Infobae.com",
    "title": "Marbelle nuevamente manifestó su apoyo a Álvaro Uribe Vélez con beso incluido en una foto: “Con el mejor que ha tenido mi país”",
    "title_full": "Marbelle nuevamente manifestó su apoyo a Álvaro Uribe Vélez con beso incluido en una foto: “Con el mejor que ha tenido mi país”",
    "published": "2024-01-08T00:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/new-resizer/-4VlZHyJhIklyqRbo3zmW87B78I=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/I3LA4O65NZBJPGT3DIO7SIH6WY.png",
    "performance_score": 0,
    "domain_rank": 2131,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2a49350ae1541ab48a00d17d2ad93c66f192ba6a",
  "url": "https://www.infobae.com/colombia/2024/01/07/marbelle-nuevamente-manifesto-su-apoyo-a-alvaro-uribe-velez-con-beso-incluido-en-una-foto-con-el-mejor-que-ha-tenido-mi-pais/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Katherine Lancheros",
  "published": "2024-01-08T00:46:00.000+02:00",
  "title": "Marbelle nuevamente manifestó su apoyo a Álvaro Uribe Vélez con beso incluido en una foto: “Con el mejor que ha tenido mi país”",
  "text": "Marbelle, la reconocida cantante colombiana, reiteró su respaldo al expresidente Álvaro Uribe Vélez mediante una imagen y un mensaje compartidos en sus plataformas digitales. Esta acción, que tuvo lugar como respuesta a señalamientos realizados por el exmandatario Juan Manuel Santos, marcó el inicio de 2024 para la artista, que ya había expresado su afecto en anteriores ocasiones.\n[Te puede interesar: Iván Duque se fue contra Santos por caso de inmunidad a Uribe: “Más rápido cae un mentiroso que un cojo”](/colombia/2024/01/06/ivan-duque-se-fue-contra-santos-por-caso-de-inmunidad-a-uribe-mas-rapido-cae-un-mentiroso-que-un-cojo/)\nLa carrera de la artista, cuyo nombre real es Maureen Belky Ramírez Cardona, ha sido destacada en la industria musical por abarcar géneros como ranchera, tecnocarrilera y pop. Desde temprana edad, la cantante se involucró en la escena musical, dejando huella en diversos escenarios del país.\nAhora puede seguirnos en\n WhatsApp Channel y en Google News. [Te puede interesar: Expresidente Álvaro Uribe sigue respondiendo a Juan Manuel Santos por supuesto favor: “Este Santos por qué es tan mentiroso”](/colombia/2024/01/06/expresidente-alvaro-uribe-sigue-respondiendo-a-juan-manuel-santos-por-supuesto-favor-este-santos-por-que-es-tan-mentiroso/)\nSu incursión en la televisión a través de la telenovela Amor sincero permitió compartir su historia personal, desde su infancia hasta convertirse en la destacada artista que es, con detalles sobre su relación con su madre, su hija Rafaella y su exesposo Royne Chávez.\nA pesar de su constante presencia en la mirada pública, ya sea por expresar opiniones políticas o por manifestar su desaprobación hacia las políticas de izquierda, ideas comunistas o cualquier asunto relacionado con el presidente Gustavo Petro, Marbelle nunca dudó en dejar claro quién era su líder político preferido.\n[Te puede interesar: “Me acabo de enterar”, así reaccionó Álvaro Uribe a un supuesto “favor” que le hizo Santos ](/colombia/2024/01/05/me-acabo-de-enterar-asi-reacciono-alvaro-uribe-a-un-supuesto-favor-que-le-hizo-santos/)\nEn esta ocasión, la artista decidió mostrar su afecto al expresidente Álvaro Uribe Vélez al compartir una imagen en la que le dedica un beso en la mejilla. Cabe señalar que, la “reina de la tecnocarrillera” expresó su desacuerdo con el Gobierno actual y reiteró su respaldo a figuras políticas como María Fernanda Cabal e Iván Duque.\n“Con el mejor que ha tenido mi país !”, publicó la artista caleña.\nLa publicación generó una serie de comentarios a favor y en contra por parte de los internautas. Algunos elogiaron las acciones realizadas por Uribe durante su mandato y respaldaron la postura de Marbelle. No obstante, también surgieron críticas hacia la cantante, en el que muestran su descontento por su apoyo al expresidente.\n“Colombia se salva. Resistir este 2024 y mantener el optimismo, la esperanza y el trabajo duro”; “Claro si, el mejor presidente que ha tenido Colombia así les duela a los guerrilleros y a sus secuaces”; “A ella se le olvida que algunos amigos de Uribe, familia y militantes si no terminan muertos, terminan en la cárcel”; “Sin duda alguna, mi apreciada Marbelle”\n¿Qué pasó entre Juan Manuel Santos y Álvaro Uribe Vélez?\nEn noviembre, el expresidente Juan Manuel Santos afirmó que durante su mandato solicitó inmunidad para el expresidente Álvaro Uribe Vélez en Estados Unidos. En una entrevista en el programa La Libreta de Canal Capital con el periodista Alfredo Molano Jimeno, Santos explicó que recibió información del entonces embajador en Washington, Gabriel Silva, sobre posibles acusaciones contra el exmandatario ante cortes estatales por violación de derechos humanos.\nSegún Santos, tanto abogados como el embajador le aconsejaron buscar inmunidad diplomática para Uribe. El expresidente indicó que la medida fue tomada para evitar que Uribe compareciera en cortes estadounidenses, considerando que sería poco digno para el país ver a un expresidente en ese escenario.\n“ir por lo alto y que le den inmunidad diplomática al expresidente Uribe y eso fue lo que hicimos”, dijo Santos en la entrevista.\nEn la entrevista, Santos mencionó que incluso funcionarios de derechos humanos de la administración Obama respaldaban la decisión.\nLa reacción de Álvaro Uribe Vélez no se hizo esperar, manifestando en su cuenta de X que de haber conocido el poder de Santos en la justicia de EE. UU., se habría ahorrado el dinero que pagó a un abogado cuando fue acusado del asesinato de trabajadores de Drummond.\nPor ello, la artista optó por publicar en sus plataformas digitales un recordatorio a sus seguidores sobre su firme convicción de que el expresidente Uribe es el mejor, según su perspectiva.\nMás Noticias\n[La artista colombiana publicó su preferencia por el líder del Centro Democrático ante señalamientos del expresidente Juan Manuel Santos en contra de su predecesor](/colombia/2024/01/07/marbelle-nuevamente-manifesto-su-apoyo-a-alvaro-uribe-velez-con-beso-incluido-en-una-foto-con-el-mejor-que-ha-tenido-mi-pais/)\nMarbelle nuevamente manifestó su apoyo a Álvaro Uribe Vélez con beso incluido en una foto: “Con el mejor que ha tenido mi país”\n[El puente festivo de reyes es uno de los más congestionados a nivel nacional, pues marca el final de las vacaciones de fin de año para muchos colombianos. En la capital del país se espera el ingreso de más de un millón de vehículos](/colombia/2024/01/07/en-vivo-plan-retorno-inicia-el-regreso-de-mas-de-un-millon-de-vehiculos-a-la-capital-del-pais/)\nEN VIVO - Plan retorno de Reyes: Más de 567.000 vehículos han ingresado a Bogotá\n[El país produjo 1.193,5 toneladas de este producto en noviembre, lo que significó una caída de cerca del 7%](/colombia/2024/01/07/colombia-esta-produciendo-menos-cemento-gris-el-dane-explico-los-motivos/)\nColombia está produciendo menos cemento gris: el Dane explicó los motivos\n[Para el humorista, en medio de la polémica hay funcionarios “hábiles” para “meterle mano” a los recursos del Estado](/colombia/2024/01/07/don-jediondo-arremetio-contra-el-gobierno-por-cancelacion-de-los-juegos-panamericanos-ineptitud-mediocridad-falta-de-sesos/)\nDon Jediondo arremetió contra el Gobierno por cancelación de los Juegos Panamericanos: “Ineptitud, mediocridad, falta de sesos”\n[La actriz festejó 55 años de vida y tuvo que defender la sencillez del regalo de su joven esposo](/colombia/2024/01/07/alina-lozano-cumplio-anos-el-regalo-de-jimmy-no-le-gusto-a-los-internautas/)\nAlina Lozano cumplió años: el regalo de Jimmy no les gustó a los internautas\nMÁS NOTICIAS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://news.google.com/publications/CAAqBwgKMJGwngww0M2vAw?hl=es-419&gl=CO&ceid=CO%3Aes-419",
    "https://whatsapp.com/channel/0029Va4oNEALikgEL4Y8mb2K",
    "https://news.google.com/publications/CAAqBwgKMJGwngww0M2vAw",
    "https://www.news.google.com/publications/CAAqBwgKMJGwngww0M2vAw?hl=es-419&gl=CO&ceid=CO%3Aes-419",
    "https://www.whatsapp.com/channel/0029Va4oNEALikgEL4Y8mb2K"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:56:28.401+02:00",
  "updated": "2024-01-08T00:56:28.401+02:00"
}