{
  "thread": {
    "uuid": "b26dd60bc7369c99841457530b9792104cd36e23",
    "url": "https://www.presstv.ir/Detail/2024/03/08/721500/Yemenis-stage-massive-pro-Palestine-rally,-vow-to-step-up-anti-Israel-strikes",
    "site_full": "www.presstv.ir",
    "site": "presstv.ir",
    "site_section": "https://breastcancer.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Breast Cancer News Today - EIN Presswire",
    "title": "Yemenis stage massive pro-Palestine rally, back stepping up anti-Israel strikes",
    "title_full": "Yemenis stage massive pro-Palestine rally, back stepping up anti-Israel strikes",
    "published": "2024-03-08T09:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IR",
    "main_image": "https://cdn.presstv.ir/Photo/2024/3/8/26c13c7b-7847-4003-8f5f-abc8c4a2a30b.jpg",
    "performance_score": 0,
    "domain_rank": 6484,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b26dd60bc7369c99841457530b9792104cd36e23",
  "url": "https://www.presstv.ir/Detail/2024/03/08/721500/Yemenis-stage-massive-pro-Palestine-rally,-vow-to-step-up-anti-Israel-strikes",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Presstv",
  "published": "2024-03-08T09:34:00.000+02:00",
  "title": "Yemenis stage massive pro-Palestine rally, back stepping up anti-Israel strikes",
  "text": "Thousands of Yemenis have staged a massive rally in solidarity with Palestinians amidst relentless Israeli ground and aerial attacks on Gaza, vowing to raise the ante and launch more strikes against Israeli-linked vessels in the Red Sea and the Gulf of Aden. The demonstrators took to the streets in eleven different districts of the northwestern province of Sa’ada on Friday, and took part in rallies under the motto “Victory for Gaza... Our strikes are escalating.” The participants expressed their strong support for Palestinians in Gaza and denounced Israeli atrocities in the besieged territory. “The month of Ramadan is a month of jihad before it is a month of worship. We will continue to mobilize, and stay on alert,” they said in a communiqué, expressing gratitude to resistance forces in Yemen, Lebanon and Iraq for attacks against Israeli interests in support of Palestinians. The demonstrators warned that the United States and the Israeli regime are likely to target civilians as desperately needy households would scramble to collect humanitarian assistance. They praised the honorable and humanitarian stances of some world leaders in condemnation of the vicious US-Israeli campaign against Gazans. “Praise to Yemeni Armed Forces for conducting qualitative operations and targeting Israeli-affiliated ships as well as American and British military assets in support of Gaza and in response to aggression against Yemen. “With the advent of the holy month of Ramadan, we call for a total boycott of American and Israeli goods and the companies that support them,” the statement also read. US conducts strikes in Yemen Meanwhile, the United States military has launched new strikes in Yemen against anti-ship missiles and facilities. The military’s Central Command (CENTCOM) said it conducted strikes on Thursday against four mobile anti-ship cruise missiles (ASCM) and one unmanned aerial vehicle (UAV) in areas controlled by the Sana’a-based National Salvation Government. It added its forces shot down three UAVs launched toward the Gulf of Aden. The US and Britain have been carrying out strikes against Yemen after Washington and its allies offered the Tel Aviv regime their unqualified support and said that Yemeni forces bear the consequences of their attacks against Israeli-linked ships sailing to and from the occupied territories. Yemenis have declared their open support for Palestine’s struggle against the Israeli occupation since the regime launched a devastating war on Gaza on October 7 after the territory’s Palestinian resistance movements carried out the surprise Operation Al-Aqsa Storm. The Yemeni Armed Forces have said they won’t stop retaliatory strikes. The maritime attacks have forced some of the world’s biggest shipping and oil companies to suspend transit through one of the world’s most important maritime trade routes. Tankers are instead adding thousands of miles to international shipping routes by sailing around the continent of Africa rather than going through the Suez Canal. Press TV’s website can also be accessed at the following alternate addresses:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "lebanon",
        "sentiment": "none"
      },
      {
        "name": "sa’ada",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "red sea",
        "sentiment": "none"
      },
      {
        "name": "gulf of aden",
        "sentiment": "none"
      },
      {
        "name": "iraq",
        "sentiment": "none"
      },
      {
        "name": "yemen",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T13:09:45.515+02:00",
  "updated": "2024-03-08T13:09:45.515+02:00"
}