{
  "thread": {
    "uuid": "f14f5791131a76ac75d3aab2d6cb68d994d1de8f",
    "url": "https://exame.com/pop/fora-do-bbb-yasmin-brunet-fatura-r-30-milhoes-com-cosmeticos-veganos/",
    "site_full": "exame.com",
    "site": "exame.com",
    "site_section": "https://exame.com/feed",
    "site_categories": [
      "jobs",
      "career_planning"
    ],
    "section_title": "(no title)",
    "title": "Fora do BBB, Yasmin Brunet fatura R$ 30 milhões com cosméticos veganos",
    "title_full": "Fora do BBB, Yasmin Brunet fatura R$ 30 milhões com cosméticos veganos | Exame",
    "published": "2024-01-07T20:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://classic.exame.com/wp-content/uploads/2022/02/Yasmin-Brunet-Cosmeticos-1.jpeg?quality=70&amp;strip=info&amp;w=1024",
    "performance_score": 0,
    "domain_rank": 6108,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f14f5791131a76ac75d3aab2d6cb68d994d1de8f",
  "url": "https://exame.com/pop/fora-do-bbb-yasmin-brunet-fatura-r-30-milhoes-com-cosmeticos-veganos/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Laura Pancini",
  "published": "2024-01-07T20:22:00.000+02:00",
  "title": "Fora do BBB, Yasmin Brunet fatura R$ 30 milhões com cosméticos veganos",
  "text": "A modelo Yasmin Brunet é uma das participantes do \" Camarote \", grupo de celebridades do BBB 24 . A carioca de 35 anos agora é sister e disputará a chance por um prêmio de, no mínimo, R$ 1,5 milhões de reais. Fora da casa mais vigiada do Brasil, a filha de Luiza Brunet é conhecida pelos seus trabalhos como modelo, atriz e influenciadora, além da sua marca de produtos de beleza, Yasmin Beauty .\nA linha começou em 2022 com um óleo para cabelos cruelty-free – cujos testes não são feitos em animais –, que rendeu R$ 1 milhão em vendas nas primeiras 24 horas de lançamento. Somente naquele ano, a marca faturou R$ 30 milhões .\nJá em 2023, a expectativa é de aumentar este valor em até 60%, deixando o faturamento na faixa dos R$ 50 milhões. E desta vez, com mais produtos disponíveis: ao longo do ano, a Yasmin Beauty lançou sua linha completa de produtos para corpo e cabelo, que incluem body splash , spray leave-in , shampoo, condicionador e óleo capilar.\nEmpreendedora Em entrevista à EXAME alguns meses antes do confinamento, Brunet contou sobre seus desafios desenvolvendo os produtos de sua primeira marca. \"Eu estou envolvida em tudo. Embalagem, nome, ingredientes, cheiros... e sou muito chata com isso, então tem produtos que, por exemplo, eram para ter saído faz tempo, mas eles não estavam absolutamente perfeitos\", conta.\n\"Para mim, o mais difícil é que sou uma pessoa muito criativa, então tenho um milhão de ideias e quero agarrá-las e fazer tudo ao mesmo tempo. É algo que eu tenho que aprender, a aquietar minha mente. Mas por sorte, tenho uma equipe maravilhosa que me ajuda com tudo\", disse a modelo.\nO foco para 2024 é trabalhar mais no branding e conhecimento da marca, explorando além da imagem de Yasmin. A equipe da Yasmin Beauty está assinando com influenciadores de médio a grande porte, para investir no marketing visual.\nNo futuro, Brunet espera que a marca toque em todas as áreas da beleza, incluindo maquiagem. \"Os produtos são feitos para todo tipo de pessoa, cabelo e pele. Hoje em dia, se cuidar é um ato de amor próprio e quero que as pessoas tirem tempo para cuidar delas mesmas\", disse.\nQuem é Yasmin Brunet? A modelo Yasmin Brunet tem 35 anos e é do Rio de Janeiro. Filha da também modelo Luiza Brunet, começou a carreira aos 13 anos, com o apoio da mãe, a também modelo Luiza Brunet. Seu primeiro desfile foi na São Paulo Fashion Week.\nAos 17, mudou-se para Nova Iorque, nos Estados Unidos, onde morou por nove anos para se dedicar às passarelas. Como modelo fotográfica, representou diversas marcas internacionais e, durante a carreira, estampou capas de revistas e participou de semanas de moda no Brasil e no exterior. Também fez um trabalho como atriz, em 2015, na novela ‘Verdades Secretas’.\nTUDO SOBRE BBB 24:\nVeja a lista completa de participantes Que dia começa o BBB 24? Entenda como será a dinâmica da estreia Visitamos a casa do BBB: por trás de um dos segredos mais bem protegidos da Globo Mais sobre: BBB Big Brother Brasil Créditos Laura Pancini\nRepórter de Tecnologia e Inteligência Artificial\nFormada pela PUC-SP. Começou como estagiária na Exame em 2020, reportando nas áreas de Ciência e Tecnologia. Hoje, trabalha na Home do site e produz matérias para as editorias de Pop, Tecnologia e Inteligência Artificial.\nMais lidas em Pop 01\nLista completa BBB 24: veja os participantes do 'Puxadinho' 02\nQual a data do Carnaval 2024? Saiba por que muda todos os anos 03\nCarnaval 2024 em SP: veja datas e horários dos blocos ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://linkedin.com/in/laura-pancini/",
    "https://www.linkedin.com/in/laura-pancini/",
    "https://www.linkedin.com/in/laura-pancini"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:51:56.800+02:00",
  "updated": "2024-01-08T00:51:56.800+02:00"
}