{
  "thread": {
    "uuid": "43df27b2a254a7b73a050ef926659ace5409292d",
    "url": "https://www.atribuna.com.br/cidades/santos/mae-recebe-escolta-da-pm-ate-hospital-na-hora-do-parto-no-litoral-de-sp",
    "site_full": "www.atribuna.com.br",
    "site": "atribuna.com.br",
    "site_section": "https://atribuna.com.br",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "A Tribuna",
    "title": "Mãe recebe escolta da PM até hospital na hora do parto no Litoral de SP",
    "title_full": "Mãe recebe escolta da PM até hospital na hora do parto no Litoral de SP",
    "published": "2024-01-07T23:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.atribuna.com.br/storage/Cidades/Santos/img2249827310833.webp",
    "performance_score": 0,
    "domain_rank": 88913,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "43df27b2a254a7b73a050ef926659ace5409292d",
  "url": "https://www.atribuna.com.br/cidades/santos/mae-recebe-escolta-da-pm-ate-hospital-na-hora-do-parto-no-litoral-de-sp",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@atribunasantos",
  "published": "2024-01-07T23:09:00.000+02:00",
  "title": "Mãe recebe escolta da PM até hospital na hora do parto no Litoral de SP",
  "text": "Era por volta das 4h30 quando Brenda Alessandra Cota Aniceto, de 32 anos, começou a sentir fortes contrações. Apesar de estar com 36 semanas de gravidez, seu esposo, sargento do Exército Wildson Aniceto, de 38 anos, não pensou duas vezes e chamou um carro de aplicativo para levar a esposa de São Vicente até o Hospital Ana Costa, em Santos, na última quarta-feira (3). “Passou um tempo e a bolsa rompeu. Só foi o tempo da gente terminar de colocar coisinhas na mochila da bebê e correr para o hospital”, diz Wildson. O sargento chamou um carro de aplicativo, onde a esposa se acomodou ao lado da filha mais velha, uma adolescente de 15 anos, enquanto ele ia acompanhando o trajeto de moto. Não ironicamente, Wildson fez um estágio como escolta de moto - mas não atuou. “Ah, foi emocionante! Depois o pessoal falando, né? Perguntando: ‘olha, tá vendo aquele curso lá? Valeu a pena, né?’“, relembra. A família só não contava com o inesperado: à caminho da maternidade, por volta das 5h30, com o dia amanhecendo, próximos à Ponte Pênsil, em São Vicente, eles cruzaram com uma viatura com dois agentes do 39º Batalhão da Polícia Militar. “Eu pedi para que eles nos ajudassem a chegar na maternidade mais rápido. E, na mesma hora, eles falaram ‘vai na frente, que a gente vai aqui atrás escoltando vocês’. Eles também ligaram a sirene e chegamos na maternidade rapidinho”. Chegando na maternidade, um policial ainda auxiliou Brenda com uma cadeira de rodas e foi o tempo perfeito para que ela entrasse na sala de parto. “Só deu tempo da obstetra lá ver a dilatação (...) só foi a obstetra conseguir colocar o avental e virar, e o neném já tava nascendo. Quase que não dá tempo de chegar”, lembra o pai. Sara Cota Aniceto nasceu às 6h22 do 3º dia de 2024, em um parto natural e emocionante, escoltado pela Polícia Militar. Apesar de prematura, não precisou ficar na Unidade de Terapia Intensiva (UTI). “Ela nasceu saudável, graças a Deus”, diz o sargento. Wildson ainda remete o nome da menina a esposa de Abraão, um personagem bíblico. Além disso, ao significado que ele traz: princesa. “Então, ela é nossa princesa (...) Tá todo mundo eufórico e feliz com a chegada dela”. Para o sargento, a história tem grande significado e também é um presente de aniversário antecipado, já que ele comemora no próximo dia 9. Ele garante que contará à filha a história do dia em que ela chegou ao mundo. Escolta Na ocorrência estavam os policiais militares Huswell Apolinário e Luiz Ricardo Conceição que auxiliaram a família na chegada da pequena Sara. Para Huswell, entretanto, a situação foi duplamente especial: pois se tratava da primeira ocorrência de sua carreira, consolidada no dia 14 de dezembro de 2023. “Foi uma experiência maravilhosa. Poder participar de um momento tão especial. Sem contar que o pai da neném era sargento do Exército, um irmão de farda (...) com certeza vai ficar marcada na minha vida”, diz. A corporação está em festa, e o pai de Sara - que já está em casa e se recuperando ao lado da mãe - garante que assim que ela estiver um pouco maior e mais forte, irá apresentá-la aos soldados que a ajudaram a chegar ao mundo. “E assim que ela tiver com a imunidade um pouquinho mais forte, a gente vai lá no 39º, para o pessoal poder conhecê-la”, diz.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:59:22.501+02:00",
  "updated": "2024-01-08T00:59:22.501+02:00"
}