{
  "thread": {
    "uuid": "37c4b662c527119a052d320457e2c9cff637a1e8",
    "url": "https://www.adnradio.cl/2024/04/04/medio-kilo-puede-abonar-una-tonelada-de-tierra-chilena-crea-fertilizante-utilizando-orina-humana",
    "site_full": "www.adnradio.cl",
    "site": "adnradio.cl",
    "site_section": "http://www.adnradio.cl",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": " ADN Radio | Actualidad, deportes, noticias y radio online",
    "title": "Medio kilo puede abonar una tonelada de tierra: chilena crea fertilizante utilizando orina humana | ADN Radio",
    "title_full": "Medio kilo puede abonar una tonelada de tierra: chilena crea fertilizante utilizando orina humana | ADN Radio",
    "published": "2024-04-04T23:55:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "https://www.adnradio.cl/resizer/v2/https%3A%2F%2Fcloudfront-us-east-1.images.arcpublishing.com%2Fprisachile%2FR3G4YHMMTJB3PJ22IYVONUIYJQ.jpg?auth=56a38e6b31c36bdbaab07cd5de67ac746cd1fcac16cba392f1b19c7062d03a96&amp;height=800&amp;width=1200&amp;quality=70&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 42304,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "37c4b662c527119a052d320457e2c9cff637a1e8",
  "url": "https://www.adnradio.cl/2024/04/04/medio-kilo-puede-abonar-una-tonelada-de-tierra-chilena-crea-fertilizante-utilizando-orina-humana",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sebastián Escares",
  "published": "2024-04-04T23:55:00.000+03:00",
  "title": "Medio kilo puede abonar una tonelada de tierra: chilena crea fertilizante utilizando orina humana | ADN Radio",
  "text": "Medio kilo puede abonar una tonelada de tierra: chilena crea fertilizante utilizando orina humana La investigadora Dafne Crutchik trabaja en una alternativa sencilla para extraer el fósforo de la orina junto a agua de mar. Un par de veces al año, los colaboradores de la científica chilena Dafne Crutchik, doctora en ingeniería química y ambiental y profesora de la Universidad Adolfo Ibáñez, le hacen un inusual pedido a amigos y familiares: donar [orina](https://www.adnradio.cl/2024/01/03/por-que-la-orina-es-amarilla-investigadores-de-la-universidad-de-maryland-revelaron-la-razon/). Un líquido esencial para rescatar fósforo, un mineral escaso y clave para crear fertilizantes. Desde hace un tiempo, el uso del fósforo -que tradicionalmente se obtiene de depósitos minerales- se ha vuelto popular para aumentar el rendimiento de los cultivos. Su producción mundial se concentra en unos pocos países, entre ellos Marruecos, China, Estados Unidos y Rusia. Brasil con más de 1.000 muertes por el dengue y cerca de superar su registro histórico El procedimiento Para crear el fertilizante, el experimento chileno mezcla agua de mar -que aporta el magnesio necesario- con la orina recibida de familiares y amigos y la de los cinco miembros del equipo de investigación: a la doctora Crutchik la acompañan dos estudiantes de pregrado y otros dos de posgrado. Después de algunos días de reposo, la combinación de ambos líquidos desencadena lo que los científicos llaman una “precipitación del fósforo”, que es la solidificación de este mineral en cristales de color blanco del tamaño de un grano de arena, listo para ser usado como fertilizante. Unos 500 gramos de estos cristales podrían fertilizar una tonelada de tierra para cultivar tomates, pone como ejemplo la experta. La cantidad de cristales formados depende de la calidad del líquido o los nutrientes que contenga. Es distinto si la orina es “fresca” o si es la primera del día. En uno de los experimentos se utilizaron cuatro litros y medio de orina y 250 mililitros de agua de mar para producir unos 80 gramos de cristales, precisa la científica chilena. El recurso a este entorno cercano se debe a que no es sencillo hallar voluntarios: “Hay muchos que no quieren donar o tienen vergüenza. No están informados y eso hace que den un paso atrás. (...) Esto es algo útil y que nos ayudará a todos en un futuro”, asegura Amparo Henríquez, una de las colaboradoras. Por otra parte, la guerra en Ucrania disparó el valor de los fertilizantes y sus componentes, incluido el fósforo, cuya tonelada pasó de cotizarse de 276 dólares en 2021 a 938 dólares al año siguiente, según la Organización de las Naciones Unidas para la Agricultura y la Alimentación (FAO). ee (efe, La Tribuna) [Podcasts recomendados](https://www.adnradio.cl/podcast/) [Ver todos](https://www.adnradio.cl/podcast/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:24:44.327+03:00",
  "updated": "2024-04-05T00:24:44.327+03:00"
}