{
  "thread": {
    "uuid": "867526692a010489b2865ba1f906bd79d01fc1a9",
    "url": "https://www.meneame.net/story/papa-francisco-pidio-ucrania-levante-bandera-blanca-negocie-paz/c031",
    "site_full": "www.meneame.net",
    "site": "meneame.net",
    "site_section": "https://www.meneame.net/comments_rss",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Menéame: comentarios",
    "title": "#31 El papa Francisco pidió a Ucrania que levante la bandera blanca y negocie la paz",
    "title_full": "#31 El papa Francisco pidió a Ucrania que levante la bandera blanca y negocie la paz",
    "published": "2024-03-09T23:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://meneame.net/img/logo_meneame.png",
    "performance_score": 0,
    "domain_rank": 11312,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "867526692a010489b2865ba1f906bd79d01fc1a9",
  "url": "https://www.meneame.net/story/papa-francisco-pidio-ucrania-levante-bandera-blanca-negocie-paz/c031",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "sonix",
  "published": "2024-03-09T23:00:00.000+02:00",
  "title": "#31 El papa Francisco pidió a Ucrania que levante la bandera blanca y negocie la paz",
  "text": "[HackerRuso](/user/HackerRuso)a [ambito.com](/go/link/3916814) [#1](c1#c-1) Realista diría.\nUcrania no tiene posibilidad alguna de ganar la guerra, es como si España entrara en guerra con USA, más vale una retirada a tiempo a que siga muriendo gente.\nDejemos que los ucranianos decidan libremente su futuro en las próximas elecciones...\nAh! No! Que tienen prohibida a la oposición y encarcelados (los que no han sido asesinados) a los disidentes. Y el país tan endeudado que no pueden hacer otra cosa que no sea lo que le digan sus dueños extranjeros. Eso sin contar con el tema de la corrupción endémica que compra voluntades en muchos casos para poder sobrevivir.\nSi se hubiera dedicado a lo que prometió cuando lo eligieron: acabar con la guerra civil y conseguir la reconciliación nacional. Pero se dejó engañar por los cantos de sirena y ahora va camino de ser otro Sadam Hussein engañado por el Imperio, aunque aún está a tiempo de terminar como otro Guaidó refugiado.\n[#14](c14#c-14) Hay partidos opositores en el parlamento ucraniano.\nAhora moverás la portería a que no son opositores de verdad.\n\"[...] Cuando ves que estás derrotado, que las cosas no van, necesitas tener el coraje de negociar”. Supongo que el Papa estará informado de la situación sobre el terreno como para decir eso.\n[#4](c4#c-4) ¿Tú en serio crees que puede? ¿ Puede el sahara español decidir su futuro ? pues no, y lo sabes. ¿Pueden los gazatíes decidir su futuro? pues tampoco, y lo sabes, y así hasta el infinito. ¿Puede el Nepal decidir su futuro si a China se le pone entre ceja y ceja la idea de asaltarla? pues tampoco, podríamos seguir contínuamente. Sólo te salvas si tienes al \"primo de zumosol\" que te apoya o bien formas parte de algo más grande como la otan, pero en caso contrario lo tienes clarinete, pero vamos, que esto habrá sido así desde que el mundo es mundo, ¿Puede un conejo decidir su futuro si un depredador ya lo ha atrapado? no se.. es lo mismo. Al margen de si está bien o está mal, el mundo no va de eso.\n[#12](c12#c-12) No se que te metes pero si crees lo que dices sabes que esa tumba va a ser a costa de muchas muertes o algo peor en todo Europa.\nQue hubieran invertido en armamento en su momento o integrado en la OTAN. Ahora a ceder en lo que pida Rusia.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-10T00:01:52.765+02:00",
  "updated": "2024-03-10T00:01:52.765+02:00"
}