{
  "thread": {
    "uuid": "5e469881188eaf61cd5bc95b2ee8bb26aab73e4c",
    "url": "https://www.elespanol.com/mundo/america/20240531/xochitl-galvez-alude-dios-cierre-campana-mexico-lado/859164489_0.html",
    "site_full": "www.elespanol.com",
    "site": "elespanol.com",
    "site_section": "https://www.elespanol.com/mundo/america/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "América: Noticias y Actualidad - EL ESPAÑOL",
    "title": "Xóchitl Gálvez alude a Dios en el cierre de campaña en México: \"Si está a mi lado, ¿quién estará contra mí?\"",
    "title_full": "Xóchitl Gálvez alude a Dios en el cierre de campaña en México: \"Si está a mi lado, ¿quién estará contra mí?\"",
    "published": "2024-05-31T04:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s1.elespanol.com/2024/05/30/actualidad/859175033_243631085_1706x960.jpg",
    "performance_score": 0,
    "domain_rank": 2513,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5e469881188eaf61cd5bc95b2ee8bb26aab73e4c",
  "url": "https://www.elespanol.com/mundo/america/20240531/xochitl-galvez-alude-dios-cierre-campana-mexico-lado/859164489_0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Baltazar Silva",
  "published": "2024-05-31T04:08:00.000+03:00",
  "title": "Xóchitl Gálvez alude a Dios en el cierre de campaña en México: \"Si está a mi lado, ¿quién estará contra mí?\"",
  "text": "En su discurso, se comprometió a mantener los programas sociales de la actual administración, despertando aplausos entre los asistentes.31 mayo, 2024 03:08 @baltazarsilva20 La candidata a la presidencia de México, Xóchitl Gálvez , le pidió a sus seguidores, por última vez, creer. Todas las encuestas del país ponen a Sheinbaum, del partido del actual mandatario Andrés Manuel López Obrador (AMLO) en la delantera. Pero Gálvez no se cansa de decir que la única encuesta que importa es que la ocurrirá el próximo domingo, día en que cien millones de mexicanos están convocados a las urnas. Su discurso, de menos de 18 minutos, tuvo a la espiritualidad como especial protagonista. \"Tengan la certeza: Dios está con nosotros, tengan fe. Si Dios está conmigo, ¿quién contra mí?\". 18 mil espectadores estuvieron presentes. Fiel a su retórica, la abanderada por la coalición Corazón y Fuerza por México lanzó sus dardos en contra de la actual administración. \"En Palacio Nacional están temblando porque saben que los buenos somos más y que ya nos cansamos\". La formación política Morena, que hoy está al mando del poder, es la misma que representa a su contendora, Claudia Sheinbaum, máxima favorita a suceder a AMLO por el próximo sexenio. Pese a su advertencia, Gálvez quiso mostrar un perfil más conciliador y de unidad. Intentó, al menos esta vez, exhibir un liderazgo de estadista y dejar al margen las descalificaciones que protagonizaron cada uno de los debates. También manifestó una épica que hizo que los miles de asistentes retomaran la confianza. \"Monterrey, estamos a unas horas de la gran azaña (...) Este 2 de junio vamos a abrir las puertas del Palacio Nacional para todos los mexicanos\". El ambiente estalló y la gente no paró de gritar consignas en su favor. \"¡Presidenta!, 'Presidenta!\", se escuahaba a más no poder. Una pizca de continuidad La representante del Partido Acción Nacional (PAN), el Partido Revolucionario Institucional (PRI) y el Partido de la Revolución Democrática (PRD), rebajó sus críticas al actual mandato y se refirió sólo de forma implíicita a su mayor competidora. También prometió a sus seguidores, que si bien su intención es desplazar a Morena del poder, no así los programas sociales que tanto han ayudado a la población en los últimos años. \"Morena se va, pero los programas sociales se quedan\", señaló. Sus palabras buscaban tranquilizar a un segmento de la población que teme perder los beneficios del Estado ante un eventual triunfo de la derecha. Sobre la grave crisis de violencia que afecta al país también se pronunció. \"No habrá mayor prioridad en mi gobierno que la seguridad de ustedes\". En arena más política, manifestó su deseo de dejar atrás las rencillas del pasado y trabajar de forma conjunta por un sólo México. \"Ningún país dividido sale adelante, por eso vamos a trabajar de la mano de todos\". Nueva León, un estado clave Nueva León, estado de más de cincuenta municipios y que tiene como ciudad más poblada a Monterrey, ha sido fundamental para cada una de las candidaturas. Fue allí, en San Pedro Garza García, donde Álvarez Máynez, líder de Movimiento Ciudadano, sufrió la caída de un escenario en uno de sus mitines. El incidente concluyó con nueve fallecidos y más de 200 heridos. Sheinbaum tuvo que cancelar su convocatoria tras el suceso. Para ella era crucial estar presente allí antes de que acabe la campaña. Es en Nueva León donde la izquierda tiene una minoría al ser Samuel Alejandro García, de Movimiento Ciudadano, quien ejerce de gobernador. 4,5 millones es la población votante en dicho estado. [[Campaña sucia en México: Xóchitl Gálvez llama a Sheinbaum \"narcocandidata\" pese a la advertencia de la Justicia]]https://www.elespanol.com/mundo/america/20240529/campana-sucia-mexico-xochitl-llama-sheinbaum-narcocandidata-pese-advertencia-justicia/858664515_0.html Gálvez, que horas antes del tercer y último debate presidencial, tuvo un evento masivo en el Zócalo, en Ciudad de México, eligió este estado para conectar una vez más con su fanaticada. La decisión fue estratégica al considerarse desde la oposición que la zona es clave por su cantidad de población y sus afinidades ideológicas. Antes la candidata habría recorrido Hidalgo (donde nació y creció), Jalisco, Querétaro y Yucatán. Fue un momento breve, pero profundamente emotivo. La aspirante opositora sabe que esa instancia puede ser la última en esta larga carrera electoral. Todos los sondeos dan por descontada su derrota y ella, por más que busca contagiar a sus seguidores de optimismo, también está al tanto de sus pocas posibilidades. Con una sensación parecida a la de una despedida, agradeció a muchos de los actores que estuvieron a su lado en estos tiempos difíciles. Los comicios se acercan y más allá del notorio favoritismo de Sheinbaum, las tensiones se perciben en las calles de México. No son pocas las personas que dicen desconfiar de las encuestas, sea porque pueden errar en su diagnóstico o porque estén manipuladas por determinados intereses. Lo cierto es que México se aproxima a la elección más masiva de su historia, después de una campaña marcada por más de 100 episodios de violencia. En pocos días sabremos el final de esta historia.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://twitter.com/baltazarsilva20",
    "https://www.twitter.com/baltazarsilva20"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T04:53:40.980+03:00",
  "updated": "2024-06-07T11:16:15.860+03:00"
}