{
  "thread": {
    "uuid": "c39646bc3fafb53676fa8addf7a56813ee44fb04",
    "url": "https://www.eldiario.es/desalambre/agentes-mexicanos-rescatan-mujer-4-hijos-hipotermia-pasar-horas-rio-bravo_1_10818512.html",
    "site_full": "www.eldiario.es",
    "site": "eldiario.es",
    "site_section": "https://www.eldiario.es/desalambre/",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "Desalambre - Derechos Humanos en elDiario.es",
    "title": "Agentes mexicanos rescatan a mujer y 4 hijos con hipotermia tras pasar horas en río Bravo",
    "title_full": "Agentes mexicanos rescatan a mujer y 4 hijos con hipotermia tras pasar horas en río Bravo",
    "published": "2024-01-07T22:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://static.eldiario.es/clip/8f4db1e8-eaab-4098-b7ad-49adf72c0ae7_facebook-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 2925,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c39646bc3fafb53676fa8addf7a56813ee44fb04",
  "url": "https://www.eldiario.es/desalambre/agentes-mexicanos-rescatan-mujer-4-hijos-hipotermia-pasar-horas-rio-bravo_1_10818512.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "elDiario.es Galicia",
  "published": "2024-01-07T22:57:00.000+02:00",
  "title": "Agentes mexicanos rescatan a mujer y 4 hijos con hipotermia tras pasar horas en río Bravo",
  "text": "Piedras Negras (México), 7 ene (EFE).- Una mujer, madre de cuatro menores de 2, 7, 10 y 14 años, todos mexicanos, quienes intentaban cruzar a Estados Unidos nadando por el río Bravo (río Grande en EE.UU.), fueron rescatados por agentes migratorios con síntomas avanzados de hipotermia debido a que pasaron unas siete horas en el agua, informaron este domingo autoridades migratorias. En un comunicado, el Instituto Nacional de Migración (INM) de México indicó que tras “permanecer varias horas en el agua”, -con bajas temperaturas-, a la espera de cruzar a territorio estadounidense, una familia integrada por cinco personas de nacionalidad mexicana fue rescatada por agentes del Grupo Beta Piedras Negras, en la zona del río en el estado de Coahuila.\n“Se trata de una mujer, madre de cuatro menores de 2, 7, 10 y 14 años, respectivamente, que presentaban síntomas avanzados de hipotermia debido a que llevaban alrededor de siete horas en el agua a la espera de poder cruzar a Estados Unidos a la altura del cruce fronterizo Puente 1”, precisó el comunicado.\nLa nota del INM, dependiente de la Secretaría de Gobernación (Interior), indicó que agentes del Grupo Beta -unidad del instituto especializada en brindar orientación y asistencia a migrantes- del estado de Coahuila, cumplían labores de reconocimiento cerca del río Bravo “y, a distancia, alcanzaron a ver el movimiento bajo el Puente 1, por lo que se acercaron al punto”.\nExplicaron que casi a orilla del río, del lado estadounidense, se encontraba la familia que solicitó ayuda y los agentes se acercaron en un aerobote.\n“Visiblemente cansados y con frío, la madre junto con sus hijos caminaron hacia el aerobote donde de inmediato les fueron colocadas sábanas térmicas para recuperar el calor del cuerpo y fueron trasladados a tierra firme del lado mexicano”, apuntó el INM.\nIndicaron que la mujer cargaba a su hijo de dos años (nacido en San Luis Potosí) mientras que los otros menores (nacidos en Coahuila) permanecían en el agua, que les llegaba a la altura de la cintura.\nTras el rescate, la familia fue llevada a una ambulancia del cuerpo de bomberos que se encargó de revisar su estado de salud y luego fueron trasladados a un hospital para su atención médica.\nEl INM señaló que agentes del Grupo Beta están ubicados estratégicamente en los estados de Baja California, Sonora, Chihuahua, Coahuila, Tamaulipas, Veracruz, Tabasco, Chiapas y Oaxaca que son las zonas por donde transitan el mayor número de migrantes en el país con la finalidad de brindarles ayuda humanitaria, primeros auxilios y asistencia.\nEn los primeros días del año, México, último país de tránsito en el camino de los migrantes hacia Estados Unidos, registró una nueva y multitudinaria caravana migrante en el sur y el secuestro de 32 migrantes suramericanos y centroamericanos en el norte del país, muestras de que la dramática crisis migratoria no tiene perspectivas de mejorar en 2024.\nEn 2023 se registraron cifras históricas de personas que buscan entrar a Estados Unidos en la frontera con México, donde la Oficina de Aduanas y Protección Fronteriza estadounidense (CBP, en inglés) confirmó que de enero a noviembre se dio la llegada de más de 2,2 millones de migrantes a Estados Unidos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Disaster and Accident",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:27:23.949+02:00",
  "updated": "2024-01-08T01:27:23.949+02:00"
}