{
  "thread": {
    "uuid": "67690df39d2dcbc32e7275d3be520b6a1b3c3129",
    "url": "https://vanguardia.com.mx/show/artes/por-que-nos-fascinan-tanto-los-eclipses-de-sol-IF11637528",
    "site_full": "vanguardia.com.mx",
    "site": "vanguardia.com.mx",
    "site_section": "https://vanguardia.com.mx/coronavirus/",
    "site_categories": [
      "travel",
      "mexico_and_central_america",
      "top_news"
    ],
    "section_title": "Coronavirus | COVID-19 | Vanguardia MX",
    "title": "¿Por qué nos fascinan tanto los eclipses de sol?",
    "title_full": "¿Por qué nos fascinan tanto los eclipses de sol?",
    "published": "2024-04-12T00:41:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://vanguardia.com.mx/binrepository/1202x801/2c0/1200d801/none/11604/VGBF/kosmica-taller_1-8702661_20240411222208.jpg",
    "performance_score": 0,
    "domain_rank": 20901,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "67690df39d2dcbc32e7275d3be520b6a1b3c3129",
  "url": "https://vanguardia.com.mx/show/artes/por-que-nos-fascinan-tanto-los-eclipses-de-sol-IF11637528",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "penélope quero",
  "published": "2024-04-12T00:41:00.000+03:00",
  "title": "¿Por qué nos fascinan tanto los eclipses de sol?",
  "text": "La fascinación por los astros y nuestra relación con ellos es algo que podría asegurar que está escrito en nuestro código genético, bien dicen los astrobiólogos que somos polvo de estrellas, ¿será esa la resonancia interna que nos hace mirar al cielo con tanto interés? Sentada en una roca que perteneció al mar de Tetis, rodeada de corales y flores del desierto, me preparaba para recibir al eclipse de sol este lunes. Eran las 11:07am, cuando un ave cantó anunciando su inicio. Este gran fenómeno ha movilizado personas de todo el mundo para visitar Coahuila, un místico desierto que dialoga con el majestuoso espectáculo solar. Así es como llegó el grupo de exploradores de Kosmica Institut, integrado por artistas y científicos de México, Alemania y Francia, entre otros. Creo fuertemente que el binomio arte-ciencia es una piedra fundamental para evolucionar nuestra forma de comprender y habitar nuestros territorios. Pues necesitamos con urgencia renombrar las relaciones territoriales, evolucionar la forma en que las comprendemos y habitamos. Aquí recae la importancia de proyectos como Kosmica Institut, una organización que tiene más de 10 años de actividades, enfocándose en desarrollar propuestas que unifican las artes con la ciencias espaciales. Su fundador, Nahum Romero, quién lleva el Instituto en Europa, nos comparte que inició en 2011 en Londres, junto con Arts Catalyst, cuando estaban iniciando el Comité para los usos Culturales del Espacio en la Federación Internacional de Astronáutica. Cuando le pregunto cuál es su visión respecto a la relación entre arte y ciencia, comenta: “Mi visión sobre arte y ciencia, es que son lenguajes distintos, que pueden compartir una fascinación por hacer sentido sobre un tema en específico, y generar diálogos muy interesantes para poder enriquecer nuestro entendimiento sobre el mismo”. En México las actividades, son coordinadas por Manuel Díaz, a quién he conocido en el Museo del Desierto, pues el grupo de exploración ha hecho una breve parada en Saltillo, para conocer más del territorio, antes del eclipse. “Me atrevo a decir que nos consideramos herederos de la gran gran cultura de observación astronómica que se ha vivido en esta tierra en el Anáhuac y lo estamos manifestando de otras maneras como corresponde este tiempo”, agregó. Tanto Nahum como Manuel, mencionan que trabajar con el tema arte-cosmos, no es una novedad, pues las artes espaciales son la expresión más ancestral del arte, siendo las culturas originarias quienes las plasmaron desde tiempos remotos. Esto coincide con el reciente artículo que nos compartió Claudia Luna, Directora de Divulgación Científica del Museo del Desierto. Ahí el investigador José Flores Ventura, nos muestra los hallazgos encontrados en los petroglifos de Narigua, sobre cómo los nativos de Coahuila, documentaron los eventos astronómicos. Como parte del grupo de exploradores se encuentra Bernard Foing, quién ha trabajado 25 años con la Agencia Espacial Europea, y fue el científico principal del Proyecto SMART-1, la primera misión europea a la Luna. Todos nos hemos preguntado, ¿por qué tanta fascinación por el eclipse? ¿por qué es relevante para la vida de los seres humanos?, Bernard responde: “Uno se da cuenta que nosotros somos parte del espacio, no es sólo algo exterior, sabemos que por ejemplo la vida está hecha de condiciones de nuestro planeta, pero también de ingredientes que vienen del cosmos, que estamos muy vinculados con el espacio”. Nuestro destino también es ir allá de donde venimos, sabemos que por ejemplo los átomos de nuestro cuerpo vienen del corazón de las estrellas,y nuestro hidrógeno del Big Bang. Estamos vinculados al cosmos y tenemos el privilegio por primera vez, de poder entender la historia del universo. Estos momentos de Eclipse nos permiten compartir este sentido de pertenencia, además del interés por la ciencia y la tecnología. TE PUEDE INTERESAR: Del cielo al lienzo: Los eclipses solares en el arte y la literatura Así que con el llamado de la danza cósmica entre los astros, decidí irme al desierto, guiada por Jacqueline L. Palma, artista digital, pero además una mujer de desierto, cada espacio que transitamos del territorio, lo conocía, me platicaba los nombres de los lugares, las reliquias, los mitos y leyendas.Una exploradora nata, capaz de ver los detalles, donde otros, tal vez sólo ven rocas y arena. Por fin llegó el gran momento, el sol irradiaba intensamente antes de comenzar la danza, la luz comenzó su tránsito. Cantó el pájaro, y yo veía de vez en cuando a través de los filtros, de pronto, en aquellas rocas, entre nopales, flores, y gobernadoras, la luna imponente miró directamente al astro rey. No puedo explicar la reacción del cuerpo, es algo que mientras les escribo sigue cimbrando mi ser, jamás olvidaré esa sensación. Cuando por fin el eclipse fue total, volteé a ver el cielo, ese anillo como diamante, las nubes transitando, esa imagen que tanto vi en la pantalla, frente a mi. Me supe pequeña, pero también parte de un gran todo. El misterio del desierto se revela solo frente a quién se entrega a él, y en aquél desierto, estoy segura, muchos volvimos a nacer como el sol.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:48:43.970+03:00",
  "updated": "2024-04-12T01:48:43.970+03:00"
}