{
  "thread": {
    "uuid": "755891affe292fe5f0998bb7be61c95b68f7512d",
    "url": "https://www.varesenews.it/2024/03/stop-alle-piogge-ancora-lavoro-per-i-vigili-del-fuoco/1868874",
    "site_full": "www.varesenews.it",
    "site": "varesenews.it",
    "site_section": "https://www.varesenews.it/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "VareseNewsVareseNews",
    "title": "Varese - Stop alle piogge, ancora lavoro per i vigili del fuoco - - Varese News",
    "title_full": "Varese - Stop alle piogge, ancora lavoro per i vigili del fuoco - - Varese News",
    "published": "2024-03-11T07:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.varesenews.it/photogallery_new/images/2024/03/generico-11-mar-2024-1614297.610x431.jpg",
    "performance_score": 0,
    "domain_rank": 41743,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "755891affe292fe5f0998bb7be61c95b68f7512d",
  "url": "https://www.varesenews.it/2024/03/stop-alle-piogge-ancora-lavoro-per-i-vigili-del-fuoco/1868874",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Andrea Camurani",
  "published": "2024-03-11T07:45:00.000+02:00",
  "title": "Varese - Stop alle piogge, ancora lavoro per i vigili del fuoco - - Varese News",
  "text": "Stop alle piogge, ancora lavoro per i vigili del fuoco\nDiversi gli interventi nella notte per allagamenti. Taglio pianta a Varese in via Ariosto. Sorvegliata la frana di Laveno Mombello\nPiovaschi, addensamenti, nubi alte: si va verso il miglioramento del tempo, verso il sole che tornerà dopo diversi giorni di pioggia battente che hanno investito il Varesotto e in generale la Lombardia causando danni e problemi in diverse zone della Regione (foto: Daniela Decorato per\nOggi nel Varesotto).\nVARESE\nIn provincia si sono contati diversi smottamenti, in particolare sorvegliato da vicino anche con geologi, il problema\nlungo la via Vararo a Laveno Mombello che ha causato l’evacuazione di una famiglia dalla casa di residenza e la chiusura della strada. Nella notte sono proseguiti diversi interventi per allagamenti e tagli pianta. In particolare i vigili del fuoco del comando di via Legnani sono intervenuti dopo l’alba di lunedì in via Ariosto per una grande pianta caduta e che crea problemi alla viabilità.\nLOMBARDIA\nSono stati infatti quasi 400 gli interventi dei vigili del fuoco in tutta la Lombardia: a Milano è entrata in azione la vasca di laminazione del Seveso, e il Lambro ha dato problemi in Brianza, mentre a Brescia un ponteggio è caduto sul Foro Romano. Danni anche nel Pavese e in provincia di Lecco e tantissima neve in Valtellina. Danni nel Mantovano per vento forte, con tetti lesionati e scoperchiati.\nMETEO\nPer il\nCentro geofisico prealpino “Ancora variabile oggi con la perturbazione responsabile delle piogge dei giorni scorsi che si allontana verso SE. Da domani graduale aumento della pressione atmosferica con tempo stabile e giornate soleggiate. Le temperature massime si alzano e il clima sarà mite.“\nLunedì Al mattino nuvoloso con rari e locali piovaschi in area pedemontana e nevischio sopra i 1300m. Nel pomeriggio soleggiato e asciutto. Temperature massime in aumento. Ingresso del vento da Nord in serata. Martedì parzialmente soleggiato con passaggi nuvolosi in giornata. Asciutto. Molto mite con temperature in sensibile aumento e locale effetto favonico in area pedemontana. Mercoledì ben soleggiato. Asciutto. Temperature in lieve diminuzione, ma sempre mite.\nTENDENZA\nGiovedì 14 e venerdì 15 Marzo: generalmente soleggiato. Asciutto. Mite con temperature senza variazioni.\n[Leggi i commenti](#comment-area)\nTAG ARTICOLO\n[Accedi](#) o registrati per commentare questo articolo.\nL'email è richiesta ma non verrà mostrata ai visitatori. Il contenuto di questo commento esprime il pensiero dell'autore e non rappresenta la linea editoriale di VareseNews.it, che rimane autonoma e indipendente. I messaggi inclusi nei commenti non sono testi giornalistici, ma post inviati dai singoli lettori che possono essere automaticamente pubblicati senza filtro preventivo. I commenti che includano uno o più link a siti esterni verranno rimossi in automatico dal sistema.\nLa community di VareseNews\nLoro ne fanno già parte\nUltimi commenti\nlenny54 su Il figlio di Umberto Bossi di nuovo nei guai. Riccardo percepiva il reddito di cittadinanza senza averne diritto Felice su Operazione anti spaccio nei boschi. Due pusher in manette a Caronno Pertusella Renzo Scarella su Bussano alla porta e si fanno aprire con l'inganno: irruzione a casa dell'assessore di Casalzuigno Felice su Tanta acqua sul Varesotto: crescono i laghi, il Ticino si \"allarga\" e il Campo dei Fiori è una spugna Felice su Reddito di cittadinanza senza averne i requisiti, la Finanza di Varese denuncia oltre 600 persone Fabio Castiglioni su Via alla rivoluzione del passaporto negli uffici postali ma per ora solo in due paesi del Bolognese",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.astrogeo.va.it/meteo/",
    "https://www.facebook.com/groups/426131990852622",
    "https://www.astrogeo.va.it/meteo",
    "https://astrogeo.va.it/meteo/",
    "https://facebook.com/groups/426131990852622"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-11T09:30:46.169+02:00",
  "updated": "2024-03-11T09:30:46.169+02:00"
}