{
  "thread": {
    "uuid": "ea52f45a3013ae820f2193e402376b024770ab74",
    "url": "https://www.foxweather.com/extreme-weather/severe-weather-outbreak-outback",
    "site_full": "www.foxweather.com",
    "site": "foxweather.com",
    "site_section": "https://www.foxweather.com/",
    "site_categories": [],
    "section_title": "Latest Weather News on Fox Weather",
    "title": "Video shows family in Australia surviving powerful Christmastime storm",
    "title_full": "Video shows family in Australia surviving powerful Christmastime storm",
    "published": "2023-12-29T02:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": null,
    "performance_score": 0,
    "domain_rank": 17848,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ea52f45a3013ae820f2193e402376b024770ab74",
  "url": "https://www.foxweather.com/extreme-weather/severe-weather-outbreak-outback",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T02:45:00.000+02:00",
  "title": "Video shows family in Australia surviving powerful Christmastime storm",
  "text": "01:28 GOLD COAST, Queensland – A family on the east coast of Australia is dealing with a few minor injuries after they said they rode out severe storms in a caravan park over the Christmas holiday.\nSevere thunderstorms impacted several communities in the country, killing at least ten people during a multi-day severe weather outbreak.\nKayne Morrison said the storm came on suddenly, and his first reaction was to try to hold down his caravan’s awning in the strong winds.\n\"It all happened so fast,\" Morrison posted on social media. \"From a few rain drops to this all in about 2 minutes! The storm lasted almost 45 mins.\"\nAs the storm bore down on Helensvale, Morrison told everyone to get inside the caravan as he tried to hold down the awning. As the intensity of the winds and lightning quickly built, the Australian resident realized his family needed to find a more substantial shelter.\nAT LEAST 10 DEAD IN AUSTRALIA AS SEVERE THUNDERSTORMS CAUSE CHAOS OVER CHRISTMAS WEEK\n01:19 Morrison said that when massive trees started falling, he told everyone to seek shelter in a structure in the park.\nThe three-day-old awning and nearby trees were no match for the winds that were estimated to have reached near hurricane force.\nThe country’s national weather service said hail upwards of the size of hen eggs and at least one tornado were confirmed in the state of Queensland.\nThe states of Queensland and New South Wales appeared to be the hardest hit by the holiday week storms.\n\"My heart goes out to the families of those Australians who have lost their lives – and to the communities taking care of them,\" Australian Prime Minister Anthony Albanese stated.\nWATCH: DRAMATIC RESCUE OF 2 OFF SUNKEN YACHT DURING DEADLY AUSTRALIAN STORMS\nThe Australian Climate Service said severe thunderstorms can occur at any time of the year but are most common from September through March, during the Southern Hemisphere’s summer season.\nHundreds of thousands of homes and businesses lost electricity during the event, and the region’s largest utility provider said it expects to have power restored to 90% of impacted customers by New Year’s Eve.\nGovernment services have made disaster assistance available for storm victims, as the damage was described as \"devastating\" and \"unprecedented\" by officials.\nTags Australia Thunderstorms Viral Weather News Severe Weather Hail Tornadoes",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Human Interest",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kayne morrison",
        "sentiment": "none"
      },
      {
        "name": "morrison",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "queensland",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "helensvale",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T02:57:54.147+02:00",
  "updated": "2024-01-01T03:39:26.362+02:00"
}