{
  "thread": {
    "uuid": "f3648c1957c2b454d5842455d8c4dfebc090c61b",
    "url": "https://www.hellenicshippingnews.com/10-years-greek-maritime-golf-event-on-september-5-8-at-costa-navarino",
    "site_full": "www.hellenicshippingnews.com",
    "site": "hellenicshippingnews.com",
    "site_section": "https://www.hellenicshippingnews.com/category/shipping-news/hellenic-shipping-news/",
    "site_categories": [
      "shopping"
    ],
    "section_title": null,
    "title": "10 years Greek Maritime Golf Event on September 5-8, at Costa Navarino",
    "title_full": "10 years Greek Maritime Golf Event on September 5-8, at Costa Navarino",
    "published": "2024-04-18T19:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DE",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 17320,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f3648c1957c2b454d5842455d8c4dfebc090c61b",
  "url": "https://www.hellenicshippingnews.com/10-years-greek-maritime-golf-event-on-september-5-8-at-costa-navarino",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Hellenicshippingnews",
  "published": "2024-04-18T19:00:00.000+03:00",
  "title": "10 years Greek Maritime Golf Event on September 5-8, at Costa Navarino",
  "text": "The top golf tournament for the maritime community, Greek Maritime Golf Event, returns for its 10th anniversary, renewing its annual meeting with the Greek and global maritime industry, on September 5-8, 2024, at Costa Navarino, in Messinia.\nPhoto Credit: Greek Maritime Golf Event by Angelos Zymaras\nTop golf event in Greece\nGreek Maritime Golf Event celebrates its 10 years in the best way possible, as it was once again distinguished at the Sports Marketing Awards 2024, as the best golf event in Greece. Specifically, the tournament received a total of 4 awards, 1 Gold award in the “Corporate Sports Event” category, 1 Silver in the “Individual Sports and Golf” category, as well as 1 Silver and 1 Bronze for its successful sponsorship collaborations with Miele Hellas at the golf courses of Costa Navarino and Glyfada.\nPhoto Credit: Greek Maritime Golf Event by Angelos Zymaras\nThe renowned Greek PGA golfer and organizer of the tournament with Birdie Events, Mr. Thanos Karantzias, stated: “We are especially pleased that the maritime tournament we organize has managed over these years to develop and establish itself as one of the most important golf events in Greece. I want to express a big thank you to our sponsors and partners who have always been with us, in our effort to promote the sport of golf. We renew our appointment for September 5-8 and invite everyone at Costa Navarino to celebrate together the 10th anniversary event which will be full of activities and surprises”.\nCompetition at Navarino Hills\nGreek Maritime Golf Event will once again bring together more than 80 top executives from the maritime industry who will form teams of four. Golfers will have the opportunity to compete at the Costa Navarino golf courses, in a destination ranked in the Top 10 of the “Top 100 World Resorts” list and awarded as the “World’s Best Golf Venue” at the World Golf Awards 2023. The rounds will take place on the two signature 18-hole courses, designed by two-time Masters champion and Ryder Cup legend, José María Olazábal, at Navarino Hills, in an idyllic landscape with centuries-old olive trees and stunning views of the Ionian Sea, the historic Navarino Bay, and the picturesque port of Pylos.\nPhoto Credit: Greek Maritime Golf Event by Angelos Zymaras\nWatch the event’s teaser video here: https://youtu.be/R0dinM_q_Ks?si=7vbilp5WuAfSUrxc\nThe golf rounds\nParticipants will compete on a team level on Friday, September 6, in a shotgun scramble competition at the International Olympic Academy Golf Course. Similarly, on Saturday, September 7, they will take part in a shotgun scramble competition at The Hills Course.\nAwards for the top teams & players\nTeams will claim the top three positions in the overall standings, while there will also be special awards for players who achieve the best performances in the “Longest Drive” and “Closest to the Pin” categories.\nSignificant companies embrace the event\nGreek Maritime Golf Event is attended by some of the most significant maritime companies from Greece and Cyprus, and many other important Greek companies that support the event.\nPhoto Credit: Greek Maritime Golf Event by Angelos Zymaras\nIRI/The Marshall Islands Registry is the event’s Platinum Sponsor.\nMainline Shipping Company and Marine Logistics are the event’s Gold Sponsors.\nArrow Hellas, DNV, and Marine Tours are the event’s Silver Sponsors.\nTeddy’s Speakeasy is the Official Sponsor.\nPoseidonia Restaurant is the Official Supporter.\nUnder Armour is the Official Clothing Partner.\nMessinian Nest, Mind the Ad, Karalis Beach Hotel, Skinos, La Cucina Italiana, Athi Rodi, and Daily Deli are the event’s Partners.\nMessinian Nest, PHEE, and Kois Accommodation are the Auction Partners.\nBoo Productions is the Audio Visual Partner.\nGreek Maritime Golf Event, organized by Birdie Events, is an initiative of the recognized Greek PGA golfer, Thanos Karantzias. The sports marketing agency of the year, ActiveMedia Group is responsible for the event’s Golf Production. The tournament is exclusively addressed to distinguished members of the Greek maritime industry.\nMore information about this year’s event schedule and the unique moments that golfers will experience throughout the tournament will be announced in the coming weeks.\n#greekmaritimegolfevent #costavarino\nInformation for the Greek Maritime Golf Event:\nwebsite: www.greekmaritimegolf.gr\ne-mail: info@greekmaritimegolf.gr\nSource: Greek Maritime Golf Event",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Sport"
  ],
  "external_links": [
    "https://youtu.be/R0dinM_q_Ks?si=7vbilp5WuAfSUrxc",
    "https://www.greekmaritimegolf.gr/",
    "https://www.youtu.be/R0dinM_q_Ks?si=7vbilp5WuAfSUrxc",
    "https://youtu.be/R0dinM_q_Ks",
    "https://www.greekmaritimegolf.gr",
    "https://greekmaritimegolf.gr/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "thanos karantzias",
        "sentiment": "none"
      },
      {
        "name": "glyfada",
        "sentiment": "none"
      },
      {
        "name": "angelos zymaras",
        "sentiment": "none"
      },
      {
        "name": "miele hellas",
        "sentiment": "none"
      },
      {
        "name": "angelos zymaras top",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "greek maritime golf event",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "costa navarino",
        "sentiment": "none"
      },
      {
        "name": "greece",
        "sentiment": "none"
      },
      {
        "name": "messinia",
        "sentiment": "none"
      },
      {
        "name": "greece greek maritime golf event",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:34:41.647+03:00",
  "updated": "2024-04-19T04:42:55.277+03:00"
}