{
  "thread": {
    "uuid": "ef2c6ae2278a4ffe7926390347e7ebf5452eeaaf",
    "url": "https://www.amny.com/news/nyc-snowless-streak-ends-701-days/",
    "site_full": "www.amny.com",
    "site": "amny.com",
    "site_section": "https://www.amny.com",
    "site_categories": [
      "media"
    ],
    "section_title": "amNewYork",
    "title": "SNOWLESS STREAK OVER! NYC finally sees a legitimate snowfall after 701 days",
    "title_full": "SNOWLESS STREAK OVER! NYC finally sees a legitimate snowfall after 701 days",
    "published": "2024-01-16T15:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": null,
    "performance_score": 0,
    "domain_rank": 5574,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ef2c6ae2278a4ffe7926390347e7ebf5452eeaaf",
  "url": "https://www.amny.com/news/nyc-snowless-streak-ends-701-days/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Robert Pozarycki",
  "published": "2024-01-16T15:54:00.000+02:00",
  "title": "SNOWLESS STREAK OVER! NYC finally sees a legitimate snowfall after 701 days",
  "text": "Central Park recorded an inch of snow on the ground early Tuesday morning, snapping the longest snowless streak in New York City’s history at 701 days.\nMore snow is expected to fall across the city Tuesday as a result of the weather system that started dumping the white stuff across the five boroughs Monday night. A winter weather advisory remains in effect through 7 p.m. Jan. 16.\nForecasters estimate total accumulation in the city will be 2 to 4 inches of snow by the time the flakes start falling. As of 7:22 a.m. Jan. 16, the National Weather Service reported 1.4 inches of snow on the ground in Central Park.\nIt had been nearly two years since New York City saw a snowfall of at least one inch; the most recent occurrence was in February 2022 . It was the longest snowless streak since weather record-keeping began in 1869.\nTuesday’s snowfall, however, may not be a cause of rejoicing for commuters trying to get to work or school today. New Yorkers are reminded to allow for extra travel time while traversing the snow-slick streets, and to take public transit wherever possible.\nSo far, the MTA has reported few weather-related delays on the subways and buses. Visit MTA.info for the latest information.\nFor the first time in 701 days, New Yorkers got a chance to make snowballs after the snowless streak was snapped Tuesday. Photo by Dean Moses Commuters wait in Manhattan for a bus on Jan. 16, 2024, the first snowy morning in nearly two years. Photo by Dean Moses The first snowstorm of 2024 made for a messy morning commute. New Yorkers should allow themselves extra travel time while walking the snow-slick streets. Photo by Dean Moses\nThe Sanitation Department has been out in full force with its fleet of nearly 800 salt spreaders to keep the roadways as clear as possible, and prevent icing. As of 6:30 a.m. Tuesday, the agency reported spreading 40 million pounds of salt on the streets, with more to come Tuesday.\nTrash and recycling collections, however, remain on Tuesday — so don’t forget to place your waste at the curb if you’re scheduled for a pickup.\nNew Yorkers should allow themselves extra travel time while walking the snow-slick streets. Photo by Dean Moses An NYPD officer stands post on a snow-slick Manhattan street on Jan. 16, 2024. Photo by Dean Moses Some New Yorkers resorted to snowblowers to clear their sidewalks Photo by Dean Moses For the first time in a long time, New Yorkers are shoveling snow as a 701-day snowless streak came to an end on Jan. 16, 2024. Photo by Dean Moses\nNew Yorkers, meanwhile, have begun the arduous process of clearing snow from the sidewalks in front of their homes, offices and businesses — something required by law.\n“Sidewalks should be passable for all pedestrians, including a minimum 4-foot clear path, where possible,” the city’s Emergency Management department noted on X (the platform formerly known as Twitter). “While property owners are not required to clear bus stops, @NYCSanitation suggests that property owners clear a path from the sidewalk to the curb at the bus stop.”\nIf the final flakes fall before 5 p.m. Tuesday, property owners have until four 4 hours after the snow ended to clear their sidewalks. Anyone who fails to comply risks a fine starting at between $100 and $150.\nMoreover, the Emergency Management department reminds New Yorkers not to shovel snow into the street, as it impedes Sanitation Department efforts to keep the roads clear.\nThe National Weather Services says the snow may briefly change over to light rain before changing back to an icy mix and/or snow before finally clearing out Tuesday afternoon. Then New York will experience a frigid rest of the week, with temperatures not expected to break the freezing point through at least Friday, when the city could experience more snow.\nIf the snow stops falling between:\n•7 a.m. and 5 p.m., property owners must clear sidewalks within 4 hours\n•5 p.m. and 9 p.m., property owners must clear sidewalks within 14 hours\n•9 p.m. and 7 a.m., property owners must clear sidewalks by 11 a.m.\n— NYC Emergency Management (@nycemergencymgt) January 16, 2024\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "national weather service",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york city",
        "sentiment": "none"
      },
      {
        "name": "central park",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T15:54:23.851+02:00",
  "updated": "2024-01-16T15:54:23.851+02:00"
}