{
  "thread": {
    "uuid": "c5d27099eee45a101dd8a26163bf8f3b1a31719d",
    "url": "https://www.dcnewsnow.com/weather/forecast/",
    "site_full": "www.dcnewsnow.com",
    "site": "dcnewsnow.com",
    "site_section": "https://www.localdvm.com/rss",
    "site_categories": [],
    "section_title": "DC News Now | Washington, DC",
    "title": "Weather Forecast | Washington, DC",
    "title_full": "Weather Forecast | DC News Now | Washington, DC",
    "published": "2024-01-01T19:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.dcnewsnow.com/wp-content/uploads/sites/14/2023/12/slot0-77.jpg?w=1280",
    "performance_score": 0,
    "domain_rank": 50480,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c5d27099eee45a101dd8a26163bf8f3b1a31719d",
  "url": "https://www.dcnewsnow.com/weather/forecast/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Damon Matson",
  "published": "2024-01-01T19:00:00.000+02:00",
  "title": "Weather Forecast | Washington, DC",
  "text": "Happy New Year everyone! We ended 2023 on a quiet note, but 2024 will begin a little unsettled. A weak low pressure center is crossing the area, producing plenty of clouds and light precipitation. Some rain has already fallen in and around the DC metro early this morning, with snow showers coming down across the mountains. There will be a small break in the precipitation this morning as this disturbance moves east of the area before another round of light rain/snow showers develops in the afternoon. Temperatures will remain just warm enough in the lower elevations and to the east (closer to DC) for only rain to fall. Once you head west or up in elevation, precipitation will likely fall as wet snow. Across far western MD and WV, there could be a fresh 1-3″ of snow on the ground by tonight. All of this precipitation ends after sunset, with clouds slowly clearing out. The middle of the week is looking pleasant as high pressure returns. Some clouds will hang around, but there should be plenty of sunshine otherwise on Tuesday and Wednesday. Temperatures will remain seasonal during this time, with highs in the 40s and lows around the freezing mark. Another weak disturbance will drop down out of the north on Thursday, phasing together with another weak disturbance closer to the coast. With limited moisture around, only clouds and a few spotty rain showers are expected east of the mountains, with some light snow for the higher terrain. Abundant sunshine will return on Friday as a strong area of high pressure pushes back into the region. This sounds good, but the colder air this ridge brings ahead of an approaching storm system will make for a messy setup on Saturday and Sunday. It’s still too far out to pinpoint how cold temperatures could get, the exact track of this approaching storm, or how intense any precipitation will be once the storm arrives. These finer details will all play a huge role in exactly what impacts we see across the area from this storm. We will be tracking this setup closely over the coming days, but for now, expect a messy Saturday into Saturday night, with a rain/snow mix falling, at the very least. This storm will begin to pull away next Sunday, with winds kicking up on the backside of this system to end the weekend. Have a great start to the new year! 7-Day Forecast: Today: Mostly cloudy with isolated rain/snow showers, with snow mainly falling across the higher terrain. Winds: NW 8-12 mph, High: 45 (39-47) Tonight: Decreasing clouds with a few lingering mountain flurries. Winds: NW 8-12 mph, Low: 32 (27-35) Tuesday: Partly cloudy and breezy. Winds: WNW 10-20 mph, High: 46 (41-49), Low: 31 (25-34) Wednesday: Partly cloudy skies. Highs will be in the middle to upper 40s with lows in the 30s. Thursday: Mostly cloudy with spotty showers possible. Highs will be in the lower to middle 40s with lows in the 20s. Friday: Mostly sunny skies. Highs will be in the lower to middle 40s with lows in the middle to upper 20s. Saturday: Cloudy with rain/snow likely. Highs will be in the upper 30s to lower 40s with lows in the lower to middle 30s. Sunday: Mostly cloudy with spotty rain/snow showers early. Highs will be in the 40s with lows in the upper 20s to lower 30s.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "washington, dc",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-01T20:49:18.380+02:00",
  "updated": "2024-01-01T20:49:18.380+02:00"
}