{
  "thread": {
    "uuid": "122af05ff1a696fb3f20ff03e2e2c36490fac0e7",
    "url": "https://www.devdiscourse.com/article/politics/2928923-assam-casting-ballots-ex-militants-aspire-for-a-secured-future",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "https://www.devdiscourse.com/west-africa/",
    "site_categories": [
      "media"
    ],
    "section_title": "West Africa Edition: International Development News, Ghana News, Nigeria News | Devdiscourse",
    "title": "Assam: Casting Ballots, Ex-Militants Aspire for a Secured Future | Politics",
    "title_full": "Assam: Casting Ballots, Ex-Militants Aspire for a Secured Future | Politics",
    "published": "2024-05-06T10:24:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/imagegallery/29_02_2020_16_58_29_8149663.jpg?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 9502,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "122af05ff1a696fb3f20ff03e2e2c36490fac0e7",
  "url": "https://www.devdiscourse.com/article/politics/2928923-assam-casting-ballots-ex-militants-aspire-for-a-secured-future",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PTI",
  "published": "2024-05-06T10:24:00.000+03:00",
  "title": "Assam: Casting Ballots, Ex-Militants Aspire for a Secured Future | Politics",
  "text": "Assam: Casting Ballots, Ex-Militants Aspire for a Secured Future Four years after surrendering, ex-militants from the NDFB hope their votes will bring government support. Despite returning to the mainstream, their transition to civilian life faces challenges. The \"Fin Rwdwmkhang\" program provides self-employment opportunities, but funding and resources remain inadequate. Ex-militants resort to daily labor or odd jobs due to lack of permanent employment. They urge the government to expedite processes for withdrawing police cases and securing their future. The consensus among them is to support the BJP-led central government due to its role in the peace accord. However, they emphasize the need for a timeframe and faster implementation of promised assistance. [PTI](/pti-stories)| Guwahati | Updated: 06-05-2024 15:24 IST | Created: 06-05-2024 15:24 IST - Country: - India It has been four years since they shifted their trust from bullets to the ballot, now, they are hoping that their votes will make the government fulfil the promises it made. Over 1,600 cadres of the now-disbanded National Democratic Front of Bodoland (NDFB) returned to the mainstream as part of the Bodo peace accord in 2020, following which they participated in the Bodoland Territorial Council (BTC) elections. They are once again geared to use the power of ballots when they vote on May 7 for the Kokrajhar Lok Sabha seat. Hope runs high among them as was visible on the faces of the nearly 30 ex-militants who gathered at the courtyard of a former associate on a sweaty evening. But it is patience that is threatening to run out as the promise of handholding for assimilation into society, especially in earning their livelihoods, is yet to be fully realised. Those at the meeting were unanimous in support for PM Narendra Modi at the Centre as the accord was signed under his government, and they believe that continuity is vital for all clauses of the pact to be implemented. But they do want things to pick up pace so that they can get on with life more confidently. A major initiative in providing self-employment opportunities was the programme named 'Fin Rwdwmkhang' (Mission Blossom Again), under which ex-militants are organised into cooperatives to pursue different business activities. ''A total of 19 cooperatives with over 2,100 members have already been registered, while another two have been formed and are awaiting registration,'' Binual Warry, general secretary of the governing body that runs the programme, said, as their meeting took a break. He said the target is to form 30 cooperative societies altogether and also include the ex-militants who reside outside the Bodoland Territorial Region (BTR). Eight of the registered cooperatives have schemes and funds already sanctioned -- five for setting up rice mills, two in the dairy sector and one sanitary-pad-making unit run by former women cadres. ''We have received funds also for these eight cooperatives, but it is not at all enough to meet the costs. The rice mills do not have the requisite equipment, the sanitary pad unit has the equipment but no money to buy raw materials,'' Warry, a former NDFB militant, claimed. Another ex-militant Mark Daimary said getting loans from banks was nearly impossible as collateral is needed, which they don't have. ''We even approached private firms for funds under CSR. But we were told that cooperatives cannot be allotted CSR money,'' Daimary, who is among the people dealing with the paperwork of the cooperatives, said. Warry said additional funds for these eight cooperatives from the BTC will take more time, while schemes for the remaining cooperatives are yet to be even sanctioned. Daimary said that as per schedule it will be 2026 when all the cooperatives actually start the initial work. ''We were informed last year that the Government of India will adopt the cooperatives and fund these directly. We hope the BTC administration takes it forward,'' Warry said. ''There is support for the BJP-led government in the Centre and we want it to continue so that the assurances given to us are fulfilled. But there has to be some timeframe,'' he added. As the ex-militants wait for the cooperatives to start functioning, they are looking to earn livelihoods by working as daily wagers, driving e-rickshaws, helping in family farms, and doing other odd jobs. ''It is with great hope we have come overground but there have been some disappointments already. Many ex-cadres have not received compensation as per the accord. We have also been requesting a special recruitment drive for government jobs,'' said another ex-NDFB member Khampa Basumatary. Echoing him, Banso Basumatary said, ''We had been separated from the society for long. We need initial handholding to find our footing.'' They mentioned that some ex-militants have found employment with NGOs, especially those working with the Forest Department, but the numbers are very few and their jobs are not permanent, with very low pay. Another point of concern for them is the non-withdrawal of police cases and leaders of NDFB still languishing in jails, Bibesh Narzary pointed out. ''We were told that compilation and mapping of cases were being done as these are spread across different states, even Bhutan and Nepal. We want this to be expedited as without the cases being withdrawn, the former cadres are constantly in a state of fear,'' he said. As the former militants munched on betel nuts and leaves and went on with their meeting with the electricity playing hide-and-seek and insects buzzing around, the yearning for a secure future was palpable. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nationa",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pti",
        "sentiment": "none"
      },
      {
        "name": "bjp",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "guwahati",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T13:00:19.735+03:00",
  "updated": "2024-05-06T13:00:19.735+03:00"
}