{
  "thread": {
    "uuid": "8b789f67277786e3306f8172586b11676f694eb2",
    "url": "https://www.pharmacytimes.com/view/researchers-develop-adc-combination-therapy-to-target-trbc1-expressed-hematologic-cancers",
    "site_full": "www.pharmacytimes.com",
    "site": "pharmacytimes.com",
    "site_section": "https://www.pharmacytimes.com",
    "site_categories": [
      "shopping"
    ],
    "section_title": "Pharmacy Times – Pharmacy Practice News and Expert Insights",
    "title": "Researchers Develop ADC Combination Therapy to Target TRBC1-Expressed Hematologic Cancers",
    "title_full": "Researchers Develop ADC Combination Therapy to Target TRBC1-Expressed Hematologic Cancers",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.sanity.io/images/0vv8moc6/pharmacytimes/e881fa2c6208862fe2467aa6b95efccb94df269d-6000x3000.jpg?fit=crop&amp;auto=format",
    "performance_score": 0,
    "domain_rank": 11478,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8b789f67277786e3306f8172586b11676f694eb2",
  "url": "https://www.pharmacytimes.com/view/researchers-develop-adc-combination-therapy-to-target-trbc1-expressed-hematologic-cancers",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gillian McGovern, Assistant Editor",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Researchers Develop ADC Combination Therapy to Target TRBC1-Expressed Hematologic Cancers",
  "text": "Research published in Nature demonstrates that a treatment for leukemias and lymphomas that come from immune system T cells was found to be effective at killing these cancers in mice with human T-cell tumors. The therapy, an antibody drug conjugate (ADC), combines an antibody which targets the TRBC1 protein that is expressed on T-cell cancers’ surfaces with an anti-cancer drug, SG3249. The ADC uses the antibody to detect cells that express TRBC1, and when the TRBC1-expressing cells ingest ADC, SG3249 is released to kill the cancer cells.1\\n\\n\\n\\n“Developing treatments for T-cell leukemias and lymphomas is much more difficult than for leukemias and lymphomas arising from immune system B cells,” said senior study author Suman Paul, MBBS, PhD, assistant professor of oncology at the Johns Hopkins University School of Medicine, in a press release.1\\n\\nThe authors emphasize that effective therapies for B-cell cancers must wipe out both cancerous and noncancerous B cells, but patients still do well even without the immune system B cells fighting infections. If similar approaches were to be used and a treatment wiped out both normal and cancerous T cells, it would leave patients without a functioning immune system. This would cause a high risk of death from infections.1\\n\\nAlthough antibody and chimeric antigen receptor (CAR) T cell-mediated targeted therapies have improved survival in patients with solid or hematologic malignancies, adults who specifically have T cell leukemias and lymphomas typically have shorter survivals and lack these targeted therapies. Patients who have relapsed T-cell cancers have limited therapeutic options, and according to the authors, 5-year survival rates of approximately 7% to 38%.1,2\\n\\n“Not much drug development has happened in this space of T-cell leukemias and lymphomas,” said Paul in the press release. “We need new therapies for these cancers, but whatever therapies we develop in the space have to be [specific to the cancer]. We have to preserve some of the normal T cells and wipe out cancerous T cells at the same time.”1\\n\\nT-cell cancers express either TRBC1 or TRBC2, whereas normal T cells express a mix of both, which can make selective targeting of TRBC1 difficult and lead to the potential eradication of the normal and cancerous T cells which express TRBC1, while preserving normal T cells expressing TRBC2. A prior study that attempted to target TRBC1 cancers using CAR T-cell therapy showed that the CAR T cells were not persisting inside the treated patients, which is necessary to kill cancer cells.1\\n\\nIn the current study, the authors demonstrate that CAR T cells are typically lost due to the elimination of normal T cells in the patient, therefore reducing their efficacy. To bypass the issue, the ADC was developed to kill TRBC1 cells in vitro to cure human T cell cancers in mouse models. The findings demonstrated that after 1 treatment with the anti-TRBC1-SG3249 ADC combination, signs of cancer elimination were present within a week and the cancers were eventually undetectable. The authors note that the tumors did not come back even after following the mouse models for about 200 days.1,2\\n\\n“Witnessing the successful elimination of T-cell cancers while sparing normal T cells in preclinical models was truly gratifying,” said study co-author Jiaxin Ge, third-year PhD student in the Ludwig Center, in the press release. “We believe this approach has the potential to address a critical unmet need in oncology, and we’re committed to advancing it through further research.”1\\n\\nThe authors note that additional research will be conducted to confirm the findings. Further, the investigators have an industry partner to initiate early-phase clinical trials to test the safety and efficacy in human patients.1\\n\\n“There are so many lessons to learn from the clinic and it has been exciting to be a part of the iterative process of drug discovery,” said first author Tushar Nichakawade, fourth-year PhD student at the Ludwig Center, in the press release. “Every therapy has its pros and cons, but the preclinical efficacy of our ADC gives me hope that it can make a difference for patients suffering from these terrible cancers.”1\\n\\n\\n\\nReferences\\n\\n1. Johns Hopkins Medicine. Johns Hopkins investigators develop novel treatment for T-cell leukemias and lymphomas. News release. April 2, 2024. Accessed April 3, 2024. https://www.eurekalert.org/news-releases/1039800\\n\\n2. Nichakawade, TD, Ge, J, Mog, BJ, et al. TRBC1-targeting antibody–drug conjugates for the treatment of T cell cancers. Nature (2024) doi:10.1038/s41586-024-07233-2",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "https://www.eurekalert.org/news-releases/1039800\\n\\n2.",
    "https://eurekalert.org/news-releases/1039800\\n\\n2."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "suman paul",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hematologic cancers research",
        "sentiment": "negative"
      },
      {
        "name": "adc",
        "sentiment": "none"
      },
      {
        "name": "johns hopkins university school of medicine",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:13:06.880+03:00",
  "updated": "2024-04-12T01:13:06.880+03:00"
}