{
  "thread": {
    "uuid": "cfbea2817509a9274a285483db15d732838ae7bc",
    "url": "https://www.cope.es/emisoras/andalucia/granada-provincia/granada/noticias/dos-policias-nacionales-salvan-vida-turista-que-sufrio-infarto-plaza-nueva-20240624_3366754",
    "site_full": "www.cope.es",
    "site": "cope.es",
    "site_section": "https://www.cope.es",
    "site_categories": [
      "sports"
    ],
    "section_title": "COPE | Noticias y radio online",
    "title": "Dos policías nacionales salvan la vida de un turista que sufrió un infarto en Plaza Nueva - Granada - COPE",
    "title_full": "Dos policías nacionales salvan la vida de un turista que sufrió un infarto en Plaza Nueva - Granada - COPE",
    "published": "2024-06-24T12:57:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cope-cdnmed.cope.es/resources/jpg/7/2/1719223109727.jpg",
    "performance_score": 0,
    "domain_rank": 7411,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cfbea2817509a9274a285483db15d732838ae7bc",
  "url": "https://www.cope.es/emisoras/andalucia/granada-provincia/granada/noticias/dos-policias-nacionales-salvan-vida-turista-que-sufrio-infarto-plaza-nueva-20240624_3366754",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "COPE Granada",
  "published": "2024-06-24T12:57:00.000+03:00",
  "title": "Dos policías nacionales salvan la vida de un turista que sufrió un infarto en Plaza Nueva - Granada - COPE",
  "text": "Una patrulla de agentes de la Policía Nacional han salvado la vida a un hombre de 61 años de nacionalidad española que había sufrido un paro cardiorrespiratorio mientras caminaba por las inmediaciones de Plaza Nueva. El suceso ocurrió a media mañana del pasado miércoles día 19 y la intervención de los dos policías consistió en realizar maniobras de reanimación cardiopulmonar que incluían un masaje cardíaco manual y el uso de un desfibrilador.Un varón sufrió un infarto y fue salvado por dos policíasUna patrulla de la Policía Nacional se encontraba prestando servicio en la sede de la Audiencia Provincial de Granada sita en Plaza Nueva cuando un viandante les manifestó que, cerca de allí, una persona se encontraba tumbada en el suelo sin muestra de signos vitales. Inmediatamente, se desplazaron al lugar indicado donde observaron a un varón de unos sesenta años en el suelo con evidentes síntomas de haber sufrido un fuerte golpe en la cabeza el cual se había producido como consecuencia de la caída, esto le había provocado una herida en el cráneo por la que sangraba. En primer lugar, comprobaron los signos vitales del varón, observando que carecía de ellos encontrándose en parada cardiorrespiratoria. Ambos agentes iniciaron las maniobras de reanimación con el correspondiente masaje cardiopulmonar, al mismo tiempo que solicitaban urgentemente la presencia de una ambulancia, a través de la sala operativa CIMACC-091, dada la gravedad de la situación.Momentos después, observaron que, gracias a su actuación, el hombre recuperaba el pulso, pero de manera inestable, por lo que mantuvieron los ejercicios de masaje de forma ininterrumpida.Durante el tiempo de espera de la ambulancia y dada la gravedad de la situación, uno de los agentes se desplazó hasta las dependencias de la Audiencia Provincial donde tienen conocimiento de la existencia de un desfibrilador. Este policía, haciendo uso de los conocimientos adquiridos en su formación permanente, siguió las instrucciones de manipulación del mismo y realizó una descarga en la que consiguió reanimar y estabilizar al afectado y seguidamente, realizó los continuos test de comprobación de constantes vitales.Una vez que la ambulancia llegó al lugar, los sanitarios se hicieron cargo de continuar con las labores de reanimación. Tras su actuación, la persona recuperó la consciencia. Y es en ese momento cuando la médico de la dotación transmitió su felicitación a los policías manifestándoles que su intervención, tanto de masaje manual como del uso del desfibrilador, habían mantenido con vida al afectado.El varón, español de 61 años que se encontraba de vacaciones en Granada, había sufrido un paro cardíaco y fue trasladado por la ambulancia a un centro hospitalario donde quedó ingresado en la Unidad de Cuidados Intensivos –UCI- para su tratamiento y recuperación.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Health"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-24T13:07:00.500+03:00",
  "updated": "2024-06-24T13:09:07.469+03:00"
}