{
  "thread": {
    "uuid": "21911a0ff63e9bf4ec9091a21da8fe26aefb7b43",
    "url": "https://www.newindianexpress.com/states/andhra-pradesh/2024/Jun/24/andhra-pradesh-records-502-per-cent-excess-rainfall",
    "site_full": "www.newindianexpress.com",
    "site": "newindianexpress.com",
    "site_section": "https://newindianexpress.com/feed",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "newindianexpress",
    "title": "Andhra Pradesh records 50.2 per cent excess rainfall",
    "title_full": "Andhra Pradesh records 50.2 per cent excess rainfall",
    "published": "2024-06-24T02:12:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://media.assettype.com/newindianexpress%2F2024-06%2Fa44fbf52-d0e8-4017-9cc2-46b485b26fbc%2FDAMS.jpg?w=1200&amp;ar=40%3A21&amp;auto=format%2Ccompress&amp;ogImage=true&amp;mode=crop&amp;enlarge=true&amp;overlay=false&amp;overlay_position=bottom&amp;overlay_width=100",
    "performance_score": 0,
    "domain_rank": 3367,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "21911a0ff63e9bf4ec9091a21da8fe26aefb7b43",
  "url": "https://www.newindianexpress.com/states/andhra-pradesh/2024/Jun/24/andhra-pradesh-records-502-per-cent-excess-rainfall",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "S Guru Srikanth",
  "published": "2024-06-24T02:12:00.000+03:00",
  "title": "Andhra Pradesh records 50.2 per cent excess rainfall",
  "text": "VIJAYAWADA : In the first 23 days of the current water year, Andhra Pradesh has recorded 50.2% excess rainfall than normal. The State has logged 118.7 mm rainfall as against the normal of 78.9 mm.\nOut of 26 districts, 10 reported large excess rainfall, nine logged excess rainfall, four received normal rainfall and the remaining three reported deficit rainfall.\nThe onset of the South West Monsoon this year has been on time. The above normal rainfall expected in the State has been attributed to favourable conditions. While farmers are happy that the State is receiving more than normal rainfall, they have raised concerns over the low water levels in various reservoirs.\nAccording to data from the State Planning Department and the Water Resources Department, rainfall in June 2023 was just 65.8 mm as against the normal rainfall of 96 mm. The reason for this deficit was the delayed onset of monsoon and dry spells.\nThis year, however, the State has recorded good rainfall, particularly in the Rayalaseema region. Among the 10 districts which received large excess rainfall in the last 23 days, eight are in Rayalaseema.\nThey are: Kurnool, Nandyal, Anantapur, Sri Satya Sai, YSR, Annamaiah, Chittoor, and Tirupati. The other two districts are Kakinada and Prakasam.\nDespite above normal rainfall, low water levels in dams pose a concern\nOn the other hand, excess rainfall was logged in Vizianagaram, Visakhapatnam, Anakapalle, Dr BR Ambedkar Konaseema, East Godavari, Eluru, Krishna, Bapatla, and Nellore. Normal rainfall was recorded in West Godavari, NTR, Guntur, and Palnadu districts while deficit rainfall was reported in Srikakulam, Paravathipuram Manyam, and Alluri Sitarama Raju districts.\nAt 202.5% more rains than normal, Nandyal district reported the highest excess rainfall. As against normal rainfall of 63.6 mm, Nandyal district received 192.4 mm. Anantapur stood second as it recorded 182.1% more than normal rainfall. As against the normal rainfall of 51.9 mm, Chittoor district logged 146.4 mm, recording the third highest excess rainfall of 163.5%.\nOn the other hand, the highest deficit rainfall was reported in Srikakulam district, which received 32.8% less rainfall than normal. As against the normal rainfall of 117.2 mm, the district received 78.7 mm only. It was followed by Alluri Sitarama Raju with 32% less rainfall and Parvathipuram Manyam district with 26.8% less rainfall.\nAs against the normal of rainfall of 133.3 mm, ASR district received 90.7 mm. Similarly, Parvathipuram-Manyam district received 83.2 mm rainfall as against the normal of 113.7 mm.\nDespite the above normal rainfall, low water levels in reservoirs is a matter of concern. “The rainfall we are getting is a good sign, but the water levels in the reservoirs can increase only with copious inflows from upstream. However, due to less rainfall in the Western Ghats, inflows are not that encouraging till now,” said a senior official at the Srisailam Reservoir.\nAs per the Water Resources Department’s data, as of June 23, 2024, water levels in the Srisailam Project are at 815 feet against the Full Reservoir Level (FRL) of 885 feet. Current storage was 37.35 TMC as against the 33.42 TMC on the same day last year.\nWater levels at Nagarjuna Sagar are 504.3 feet against the FRL of 590.55 feet. Storage levels as of date are 122.2 TMC as against 149.09 TMC on the same day last year.\nSimilarly, water levels at the Pulichintala Project stood at 94.32 feet against the FRL of 175 feet. Storage levels as of date are 0.39 TMC as against 42.62 TMC on the same day last year.\nThe total water available in all reservoirs across the State as of date is 233.59 TMC, which is 23.75 % of the gross capacity at FRL of 983.49 TMC.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Environment",
    "Weather"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "state planning department",
        "sentiment": "none"
      },
      {
        "name": "state",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "andhra pradesh",
        "sentiment": "none"
      },
      {
        "name": "rayalaseema",
        "sentiment": "none"
      },
      {
        "name": "south west monsoon",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-24T07:39:38.694+03:00",
  "updated": "2024-06-24T07:39:38.694+03:00"
}