{
  "thread": {
    "uuid": "f47eaa5914383d910c8103e8409e63b218e70608",
    "url": "https://www.fosters.com/story/news/2024/02/29/colleen-adams-maine-women-of-the-year-honoree-helps-people-in-crisis/72187449007",
    "site_full": "www.fosters.com",
    "site": "fosters.com",
    "site_section": "http://www.fosters.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News in Fosters, ME | Foster's Daily Democrat",
    "title": "Colleen Adams, Maine Women of the Year honoree, helps people in crisis",
    "title_full": "Colleen Adams, Maine Women of the Year honoree, helps people in crisis",
    "published": "2024-02-29T22:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 20589,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f47eaa5914383d910c8103e8409e63b218e70608",
  "url": "https://www.fosters.com/story/news/2024/02/29/colleen-adams-maine-women-of-the-year-honoree-helps-people-in-crisis/72187449007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shawn P. Sullivan",
  "published": "2024-02-29T22:11:00.000+02:00",
  "title": "Colleen Adams, Maine Women of the Year honoree, helps people in crisis",
  "text": "Colleen Adams, Maine Women of the Year honoree, knows what it means to be in crisis [Shawn P. Sullivan](https://www.seacoastonline.com/staff/3667665001/shawn-p-sullivan/) Detective Colleen Adams stood amid the wreckage of the blaze that destroyed her home. The fire had taken the lives of her three pets. She knew her daughters, safe at their local elementary school, would be traumatized by so much loss. “At that moment, I just didn’t know what to do,” Adams said. “I was in shock.” Colleagues and community members rallied, donating food, funds and furniture to get Adams and her daughters re-settled. The outpouring was so widespread and immediate that Adams felt puzzled. Why was everybody doing so much, just for her? “I’m just here to do a good job,” she said. “I’m no better or no worse than anybody else.” Women of the Year: [USA TODAY's Women of the Year project honors local and national heroines who make a positive impact in their communities](https://www.usatoday.com/women-of-the-year-2024) Five years ago, that was. Two weeks before Christmas. These days, Adams, now a sergeant, is the head of the Mental Health Unit at the police department in Sanford, Maine. She and her three colleagues on the team – Shannon Bentley, a mental-health first responder, Lacey Bailey, an overdose-prevention clinician, and Officer David Randt – help those who are grappling with a substance use disorder and other personal crises. They also help the homeless. In other words, Adams helps those who live in that moment she experienced in her burned home, devastated and uncertain about the future. She works hard to assist those who live in that moment for weeks, months, years. It’s a tough job. You need passion, commitment and heart to fight for positive outcomes. Adams enthusiastically praises Bentley, Bailey and Randt, describing them as indispensable to the success of the unit. She shares stories of the ways in which they work hard and make a difference in the lives of people who are traumatized or suffering. “We support one another,” Adams said. “Without these guys, I couldn’t do what I do.” Adams and her colleagues recently achieved one of those positive outcomes when, working with local agencies, they found an apartment for a local husband and wife who lived in a tent in the woods for 10 long months. “Colleen has been a life saver,” the husband said. In recognition of her leadership in helping unhoused people and those struggling with substance use disorders and mental health challenges, Colleen Adams is Maine's [USA TODAY Women of the Year honoree](https://www.usatoday.com/women-of-the-year-2024). The following conversation has been edited for length and clarity. Who helped pave the way for you? My family. My mother had me when she was 16. She was unwed, growing up in South Boston. She finished up getting her GED, got a job and married the man I consider my father. They always said, “Whatever you do, you do the best you can at it, whether it’s small tasks or big tasks.” They always supported me when I was growing up. We’re a tight family unit. I’ve seen the struggles they’ve gone through. They just work harder and harder to get to where they need to be, in order to succeed. And that doesn’t mean success as in money or stuff. It just means succeeding in your own way. What is your definition of courage? Doing what’s right, even though it hurts . . . Doing the right thing, even though you know no one’s going to know you did it. Doing things with integrity and purpose. Doing the best you can, even though you might not have all the answers and you might fail. Holding yourself accountable. What is your proudest moment? Two years ago, I was leaving work on a Friday. My phone rang. It was “Jane Doe,” a woman who I had previously encountered as un-housed. She goes, “I’ve been clean for three days.” I said: “Congratulations. That’s amazing. ... I’m super proud of you.” She said: “I’m at rock bottom. I’m going to use, and I need to go somewhere right now, so I don’t use.” We called a couple of places. I had to call “Jane” back and tell her there’s nothing. I asked her, “Do you have a warrant? You could be brought to jail. I know that’s not favorable.” She had a warrant out on her for a basic misdemeanor offense. She asked me to hang on, so that she could think about this and call me back. Five minutes later, she called and said, yep, send the police, I’m at this address. I think she even said, “Make sure they’re nice.” I got two officers and told them the situation: She wants to go to the jail because she knows she’s going to use and she wants to stay in recovery. We can get her other places from there. They went down there and arrested her, and they got her into jail. And from there, she got into recovery housing. We still maintain contact with this person. Even though this was small in the big scale of things, it was just helping this one person. Yes, jail is not the answer. But in that moment, we let her make the decision. ... It actually was a stepping stone to something else. Nothing else was available at this time for this person. You know, it’s not a big deal that I picked up the phone. But that one phone call has led to so many other things that have helped her. And she has done a lot on her own, without our help. But to help her, to get her on that stepping stone, was huge. What advice would you give your younger self? Don’t let adversity hold space in your mind and your body and your soul. ... You’re just going to be you at the end of the day, so be the best version of you that you can be. Don’t worry about the small stuff. Don’t worry about popularity. It will all come into place. Everybody turns into a swan at some point.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://www.seacoastonline.com/staff/3667665001/shawn-p-sullivan/)",
    "https://www.usatoday.com/women-of-the-year-2024)",
    "https://www.usatoday.com/women-of-the-year-2024).",
    "https://seacoastonline.com/staff/3667665001/shawn-p-sullivan/)",
    "https://usatoday.com/women-of-the-year-2024)",
    "https://usatoday.com/women-of-the-year-2024)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shawn p. sulliv",
        "sentiment": "negative"
      },
      {
        "name": "colleen adams",
        "sentiment": "negative"
      },
      {
        "name": "adams",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "maine",
        "sentiment": "none"
      },
      {
        "name": "usa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:29:54.454+02:00",
  "updated": "2024-03-01T00:29:54.454+02:00"
}