{
  "thread": {
    "uuid": "22621c8f6ad7bb1f3523b4cf7b7764586d87dc9c",
    "url": "https://www.elmostrador.cl/revista-jengibre/mascotas/2024/02/16/liberan-a-cuatro-condores-andinos-en-el-parque-nacional-patagonia",
    "site_full": "www.elmostrador.cl",
    "site": "elmostrador.cl",
    "site_section": "https://elmostrador.cl",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media",
      "top_news"
    ],
    "section_title": "El Mostrador",
    "title": "Liberan a cuatro cóndores andinos en el Parque Nacional Patagonia",
    "title_full": "Liberan a cuatro cóndores andinos en el Parque Nacional Patagonia",
    "published": "2024-02-16T05:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "https://media-front.elmostrador.cl/2022/02/liberacion-condores-pnp-12-02-2022-credito-rewilding-chile-IMG_9234-700x401.jpg",
    "performance_score": 0,
    "domain_rank": 12866,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "22621c8f6ad7bb1f3523b4cf7b7764586d87dc9c",
  "url": "https://www.elmostrador.cl/revista-jengibre/mascotas/2024/02/16/liberan-a-cuatro-condores-andinos-en-el-parque-nacional-patagonia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Revista Jengibre",
  "published": "2024-02-16T05:30:00.000+02:00",
  "title": "Liberan a cuatro cóndores andinos en el Parque Nacional Patagonia",
  "text": "Estos animales fueron rescatados y rehabilitados en el Centro de Rehabilitación de Aves Rapaces para luego ser liberados en el extremo sur del país.\nEste martes, cuatro cóndores andinos fueron liberados en el Parque Nacional Patagonia, en la Región de Aysén, como parte de una acción conjunta público-privada impulsada por el Proyecto Manku de la Unión de Ornitólogos de Chile junto a Filantropía Cortés Solari, Fundación Rewilding Chile, Centro de Rehabilitación de Aves Rapaces (CRAR), SAG, Zoológico Parquemet y Conaf.\nEstas aves, que son un símbolo de la cultura andina, han sido parte de un proceso de manejo y recuperación de varios años. Dos de los cóndores, “Bagual” de dos años y “Chicoco” de tres años, fueron rescatados y, posteriormente, rehabilitados en el CRAR, mientras que “Cuyén” y “Eclipse”, nacieron en cautiverio en el mismo recinto.\nTras ser sometidos a rigurosos exámenes médicos, los cuatro ejemplares fueron trasladados a inicios de diciembre de 2023 desde el CRAR, ubicado en Talagante, hasta el Parque Nacional Patagonia. En el parque, los cóndores estuvieron durante dos meses en un recinto de preliberación, en un proceso de aclimatación, con el objetivo de preparar su inserción al medio natural.\nEn Chile, los dos núcleos poblacionales de cóndores más importantes están en la zona central del país y en la Patagonia, donde se concentra el 70% de su población.\n“Liberar en el extremo sur, además de ser muy favorable para nuestros cóndores, ya que aún tienen abundantes fuentes de alimento, nos permite, a través de su seguimiento satelital, estudiar su ecología en una de las zonas más prístinas del planeta. Esta situación contrasta con Chile central, una zona densamente poblada por humanos, y en donde también rehabilitamos, liberamos y seguimos cóndores”, señala Eduardo Pavez, director de Proyecto Manku de la Unión de Ornitólogos de Chile.\nDesde Fundación Rewilding Chile, el director de Vida Silvestre, Cristián Saucedo, destaca la importancia de la alianza público-privada para la conservación de la especie: “Es sumamente relevante la amplia red de colaboración que se ha establecido para culminar con la posibilidad de que estos cóndores puedan vivir y desempeñar su papel de carroñeros en la naturaleza. Estos cóndores en libertad representan un llamado a la reflexión de nuestra relación con el entorno natural y un mensaje amplio de conservación de los ecosistemas”.\nEl administrador del sector Valle Chacabuco del Parque Nacional Patagonia, de la Corporación Nacional Forestal, Pablo Olmedo, enfatiza que “la reintroducción de especies nativas a su hábitat natural constituye un ejercicio sumamente importante para las poblaciones silvestres que habitan tanto en parques nacionales como en todo su territorio. Es un impulso a su conservación como\ntambién la hermosa oportunidad para los mismos individuos liberados, de volver a ser los grandioso animales que siempre han sido, pero de forma natural y poder cumplir su rol ecológico dentro de un hermoso ecosistema”.\nEl encargado de Salud Animal de Zoológico Parquemet, Vicente Vergara-Wilson señala que “una de las labores que desarrollamos es prestar apoyo clínico gracias a la experiencia que tenemos como zoológico y como centro de rehabilitación de fauna silvestre, como, por ejemplo, los exámenes médicos preventivos previo a su traslado al parque”.\nCada cóndor liberado porta en sus alas transmisores satelitales y de radio, los cuales cumplen un rol fundamental para recopilar información ecológica de la especie.\nDe esta manera, los individuos serán monitoreados para evaluar, remota y presencialmente, los desplazamientos graduales que realicen y su integración con sus pares en el medio silvestre, como también detectar\nsituaciones en las que se requiera intervenir para asegurar el bienestar del individuo. En el mediano plazo, estos cóndores nos permitirán identificar rutas de vuelo, sectores de alimentación y buitreras de importancia para la supervivencia de la especie en el largo plazo. Diez años de liberaciones\nCabe recordar que desde 2014 en adelante han sido liberados un total de 15 cóndores andinos en el marco del proyecto. Diez de estos individuos han sido reintroducidos al medio natural con transmisores satelitales. Dos de ellos, Pumalín y Liquiñe,\nfueron liberados en el 2022 en el Parque Nacional Patagonia, y a través del monitoreo se ha constatado que se encuentran insertos en las comunidades de cóndores de la región, con desplazamientos amplios, incluso cruzando la frontera hacia la Patagonia argentina.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T05:42:11.224+02:00",
  "updated": "2024-02-16T05:42:11.224+02:00"
}