{
  "thread": {
    "uuid": "b9a9060f022f2f78364bda6dffdaa390a19c3516",
    "url": "https://www.elimparcial.es/noticia/264281/sociedad/japon-se-convierte-en-el-quinto-pais-del-mundo-en-llegar-a-la-luna.html",
    "site_full": "www.elimparcial.es",
    "site": "elimparcial.es",
    "site_section": "https://www.elimparcial.es/rss/seccion/91",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "Sociedad // El Imparcial",
    "title": "Japón se convierte en el quinto país del mundo en llegar a la Luna",
    "title_full": "Japón se convierte en el quinto país del mundo en llegar a la Luna | El Imparcial",
    "published": "2024-01-19T19:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.elimparcial.es/fotos/1/127292_japon-llega-luna.jpg",
    "performance_score": 0,
    "domain_rank": 78193,
    "domain_rank_updated": "2024-01-16T12:06:44.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b9a9060f022f2f78364bda6dffdaa390a19c3516",
  "url": "https://www.elimparcial.es/noticia/264281/sociedad/japon-se-convierte-en-el-quinto-pais-del-mundo-en-llegar-a-la-luna.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "El Imparcial",
  "published": "2024-01-19T19:48:00.000+02:00",
  "title": "Japón se convierte en el quinto país del mundo en llegar a la Luna",
  "text": "El módulo espacial japonés SLIM logró hoy llegar hasta la Luna y descender a su superficie, pero transcurridos unos 40 minutos del alunizaje la agencia aeroespacial japonesa seguía comprobando el estado del aparato para determinar el éxito o el fracaso de la operación.\\r\\n\nEl SLIM (siglas en inglés de Smart Lander for Investigating Moon, o módulo de aterrizaje inteligente para investigar la Luna) tocó la superficie lunar a las 00:20 hora local japonesa del sábado 20 de enero (15:20 GMT del viernes 19), confirmó la agencia aeroespacial japonesa (JAXA) pocos minutos después en una retransmisión en directo. \\r\\n\nJapón busca con esta misión convertirse en el quinto país del mundo, tras Estados Unidos, Rusia, China y la India, en lograr alunizar una nave en el satélite natural de la Tierra y conseguir además acometer el aterrizaje de estas características más preciso hasta la fecha. \\r\\n\n\"La nave espacial parece estar en comunicación estable con la Tierra\", dijo un representante de JAXA desde el Instituto de Ciencias Espaciales y Astronáuticas del organismo en la ciudad de Sagamihara, al sur de Tokio, cinco minutos después del alunizaje, aunque casi una hora después seguía sin confirmarse su estado. \\r\\n\nLa operación de descenso se desarrolló sin incidentes. En torno a la medianoche en Japón y cuando se encontraba a unos 15 kilómetros de la superficie lunar, el SLIM comenzó a bajar y escanear el terreno con sus detectores de obstáculos autónomos, más avanzados que los de las naves convencionales, con el objetivo de intentar el denominado aterrizaje \"pinpoint\" o de precisión\\/localizado. \\r\\n\nPara identificar con minuciosidad dónde se encontraba, el SLIM llevaba instaladas unas cámaras de navegación que identifican los cráteres de la Luna a través de comparativas entre las imágenes tomadas por el propio aparato y los mapas lunares que porta, realizados a partir de las misiones lunares globales anteriores. \\r\\n\nTras alcanzar una altitud de unos 5 kilómetros comenzó la fase de descenso vertical, una de las más complejas y arriesgadas de la misión, dado que la gravedad en la Luna es superior a la de los asteroides en los que el país había logrado aterrizar hasta ahora e impide un descenso lento, lo que complica su posicionamiento. \\r\\n\nLos sistemas de telemetría del aparato confirmaron su aterrizaje en la superficie lunar transcurridos veinte minutos, de acuerdo a los cálculos de la misión. \\r\\n\nLa JAXA ha señalado que podrían tardar al menos dos horas en determinar el estado del módulo espacial para poder declarar el éxito o fracaso de la misión.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T19:50:25.310+02:00",
  "updated": "2024-01-19T19:50:25.310+02:00"
}