{
  "thread": {
    "uuid": "2c4f316fb46509813bf3589944374b179f3334d8",
    "url": "https://www.ajc.com/things-to-do/georgia-entertainment-scene/yellow-river-wildlife-sanctuary-welcomes-a-new-river-otter-enclosure/QGFL5WTYB5BGDGHODBBJUKFDBA",
    "site_full": "www.ajc.com",
    "site": "ajc.com",
    "site_section": "https://www.ajc.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Atlanta news, Georgia news, Breaking news from The Atlanta Journal-Constitution - AJC.com",
    "title": "Yellow River Wildlife Sanctuary welcomes a new river otter enclosure",
    "title_full": "Yellow River Wildlife Sanctuary welcomes a new river otter enclosure",
    "published": "2024-07-05T13:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.ajc.com/resizer/07PSlV07300mmNAGSlLqhKF28Wo=/1200x630/cloudfront-us-east-1.images.arcpublishing.com/ajc/SINNSVCAKFCX7KN7WAKGE2WXMA.jpg",
    "performance_score": 0,
    "domain_rank": 1482,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2c4f316fb46509813bf3589944374b179f3334d8",
  "url": "https://www.ajc.com/things-to-do/georgia-entertainment-scene/yellow-river-wildlife-sanctuary-welcomes-a-new-river-otter-enclosure/QGFL5WTYB5BGDGHODBBJUKFDBA",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rodney Ho",
  "published": "2024-07-05T13:00:00.000+03:00",
  "title": "Yellow River Wildlife Sanctuary welcomes a new river otter enclosure",
  "text": "Yellow River Wildlife Sanctuary co-owner Jonathan Ordway invested $500,000 to build a river otter exhibit in part to please his wife Katy, who loves otters.\nBut as the exhibit neared completion in late winter, they had no actual otters available. So he sent out an APB to animal rescue groups throughout the Southeast.\n“It was literally build it and they will come,” said Jonathan Ordway, giving a nod to the movie “Field of Dreams.”\nIt worked. Word-of-mouth led to a rescue group in Ohio, which had procured four orphaned female North American river otters saved from a farm in Louisiana, found under a barn that was being torn down. (The group declined to be identified.)\nSo in early April, at about 10 weeks old, the tiny two-pound otters were transported to Atlanta. They had some skin burns and rashes but were otherwise healthy.\nCredit: RODNEY HO/rho@aj\nCredit: RODNEY HO/rho@aj\nAbbey Patton, Yellow River’s lead zookeeper, took in the otter sisters ― named Emma, Elise, Harper and Jolie ― and bottle fed them five times a day for three weeks before giving them access to the new enclosure.\nIn mid-June, the new river otter exhibit officially opened. The otters, now five months old, are fed three times a day including a daily public feeding six days a week at 12:15 p.m. Patton provides commentary and answers questions while the otters cavort about, chew on branches and devour various types of fish.\nExplore Overnight safari park opens in Madison The Ordways, who own multiple apartment complexes and townhomes, gambled their life savings and purchased what was then called the Yellow River Game Ranch in 2018 after the U.S. Department of Agriculture cited the previous owner for poor treatment of animals. Over the past six years, the family business has invested millions into giving the black bears a new, more naturalistic home and adding animals such as lemurs, spider monkeys and a lynx to the existing turkey, vultures, potbellied pigs and bison.\nExplore How the Ordway family bought a zoo Katy Ordway said the first few years, they focused on giving the existing animals better habitats and upgrading the water and electric systems before investing big money into a new exhibit.\n“Any time we talked about a five-year plan, I would bring up otters,” she said. “It just seems like otters are rarely seen in the wild and people don’t often appreciate them.”\nOtters, when taken care, could live more than 20 years in captivity, according to Clark’s Otters, an otter rescue group.\n“I knew with a great habitat and enrichment,” she said, “we could offer otters a full life. And by showcasing them, people could learn to appreciate why cleaning and protecting our rivers is crucial.”\nOrdway added: “It’s been on the back burner for so long. It was finally time to do something for Katy.”\nCredit: RODNEY HO/rho@ajc\nCredit: RODNEY HO/rho@ajc\nBut he himself has become obsessed with the otters: “I sit there for hours watching them. I waste so much time seeing them swim around and goof off.”\nIndeed, the four otters on a recent morning were whirling dervishes, chasing and tackling each other with toddler-like abandon. One otter spent a minute chasing its own tail in the water. (This is why they have to eat the equivalent of 15% of their body weight every day in fish, Patton said.)\nPatton has already learned the personalities of each otter: Harper is the runt, Emma likes human touch, Elise is a talker, and Jolie is relatively quiet and reclusive.\nCredit: RODNEY HO\nCredit: RODNEY HO\nThis is not the only otter exhibit in town. The Georgia Aquarium has Asian sea otters and Zoo Atlanta has South American giant otters . “But ours are native to the area,” Ordway said.\nThe enclosure’s hand-mixed cement work, meant to resemble stone, was created by Johan Marais, a professional rock carver from Lilburn nicknamed “The Caveman of Georgia” who also built features for the Yellow River’s wolf and black bear enclosures.\n“I gave the otters several little areas to play in and a bridge they can hide under,” said Marais, a South African native who has been building theme park and animal enclosures for 28 years. “They seem to be liking it quite a bit.”\nThere are two entrances to get to the otter exhibit with the west side enabling you to see the otters frolic underwater.\n“We wanted this to flow with nature with the fallen trees,” Ordway said. “I think it’s a pretty good fit. It was two years of brainstorming and six months of work.”\nCredit: RODNEY HO/rho@ajc.com\nCredit: RODNEY HO/rho@ajc.com\nKeeping the exhibit water pristine takes work. Jonathan said the filters have to be changed out three times a day and a staffer has to scoop up detritus and poop regularly.\nThe weekly cost of maintaining the otters is around $1,000.\n“It’s definitely a labor of love,” Jonathan said. “There was no expense spared.”\nExplore Meet bald eagles, other raptors at this Georgia wildlife center But he is confident the otter exhibit will draw more people to the sanctuary to compensate.\n“I think this will be our biggest draw,” he said. “People have spent more time at this enclosure than anywhere else because these guys are so active and entertaining.”\nCredit: RODNEY HO\nCredit: RODNEY HO\nIF YOU GO The Yellow River Wildlife Sanctuary\nOpen Wednesday through Mondays. 10 a.m. to 6 p.m. in the summer. $20; $13 children. 4525 U.S. 78, Lilburn. yellowriverwildlifesanctuary.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.linkedin.com/in/johan-marais-07355b36/",
    "https://zooatlanta.org/animal/giant-otter/",
    "https://www.georgiaaquarium.org/experience/sea-otter-encounter/",
    "https://fareharbor.com/embeds/book/yellowriverwildlifesanctuary/items/231325/?full-items=yes&flow=380324&u=d6c433da-adfc-487e-9b50-df5fd49fd316&from-ssl=yes&ga4t=G-72DXEZZZ46%2C1797760655.1719888441__1719926947%3B&g4=yes&cp=no&csp=no&back=https%3A%2F%2Fyellowriverwildlifesanctuary.com%2Fhours%2F&language=en-us",
    "https://www.youtube.com/embed/2qwLFEjB8Yo?feature=oembed",
    "https://www.zooatlanta.org/animal/giant-otter/",
    "https://www.linkedin.com/in/johan-marais-07355b36",
    "https://www.fareharbor.com/embeds/book/yellowriverwildlifesanctuary/items/231325/?full-items=yes&flow=380324&u=d6c433da-adfc-487e-9b50-df5fd49fd316&from-ssl=yes&ga4t=G-72DXEZZZ46%2C1797760655.1719888441__1719926947%3B&g4=yes&cp=no&csp=no&back=https%3A%2F%2Fyellowriverwildlifesanctuary.com%2Fhours%2F&language=en-us",
    "https://linkedin.com/in/johan-marais-07355b36/",
    "https://georgiaaquarium.org/experience/sea-otter-encounter/",
    "https://www.georgiaaquarium.org/experience/sea-otter-encounter",
    "https://fareharbor.com/embeds/book/yellowriverwildlifesanctuary/items/231325/",
    "https://youtube.com/embed/2qwLFEjB8Yo?feature=oembed",
    "https://www.youtube.com/embed/2qwLFEjB8Yo",
    "https://zooatlanta.org/animal/giant-otter"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jonathan ordway",
        "sentiment": "negative"
      },
      {
        "name": "rodney ho abbey patton",
        "sentiment": "none"
      },
      {
        "name": "katy",
        "sentiment": "none"
      },
      {
        "name": "rodney ho credit",
        "sentiment": "none"
      },
      {
        "name": "elise",
        "sentiment": "none"
      },
      {
        "name": "emma",
        "sentiment": "none"
      },
      {
        "name": "harper",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "apb",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "yellow river wildlife sanctuary",
        "sentiment": "none"
      },
      {
        "name": "atlanta",
        "sentiment": "none"
      },
      {
        "name": "louisiana",
        "sentiment": "none"
      },
      {
        "name": "ohio",
        "sentiment": "none"
      },
      {
        "name": "southeast",
        "sentiment": "none"
      },
      {
        "name": "yellow river",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T14:58:27.995+03:00",
  "updated": "2024-07-12T23:21:53.162+03:00"
}