{
  "thread": {
    "uuid": "b2a715dbc3e6555dea6d6a0b338b74545528b528",
    "url": "https://jamaica-gleaner.com/article/commentary/20231229/peter-espeut-what-year-2023-was",
    "site_full": "jamaica-gleaner.com",
    "site": "jamaica-gleaner.com",
    "site_section": "https://jamaica-gleaner.com/cleisure",
    "site_categories": [
      "media"
    ],
    "section_title": "Commentary | Jamaica Gleaner",
    "title": "Peter Espeut | What a year 2023 was! | Commentary | Jamaica Gleaner",
    "title_full": "Peter Espeut | What a year 2023 was! | Commentary | Jamaica Gleaner",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JM",
    "main_image": "https://jamaica-gleaner.com/sites/default/files/styles/250px/public/media/article_images/2023/12/29/2566731/4935874.jpg?itok=u-SGpClM",
    "performance_score": 0,
    "domain_rank": 8997,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b2a715dbc3e6555dea6d6a0b338b74545528b528",
  "url": "https://jamaica-gleaner.com/article/commentary/20231229/peter-espeut-what-year-2023-was",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "File",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Peter Espeut | What a year 2023 was! | Commentary | Jamaica Gleaner",
  "text": "Peter Espeut | What a year 2023 was! Merry Christmas to you all! Yes, it’s still Christmas! Today is only the fifth day of the 12 days of Christmas, and we still have seven days to go! I see that my colleague columnist Basil Jarrett from up the road has declared that “another Christmas is in the history books”. I am sure that Archdeacon Simms and Hugo Chambers must be turning in their graves! Yes, we are blessed as a people by the other people in our lives, especially the Son given to us by the Father. We must use all the talents bestowed on us, including the great gift of reason, to seek to make our beloved land and the world a better place. In a few days 2023 will be history, and certainly a year to remember. I live in Eight Miles, Bull Bay – one mile along the new South Coast Highway. We are now in the fifth year of its construction, and “it cyah done yet!” On that 1,760 yard stretch, part of the left lane is still blocked just by Shooters Hill, as is part of the right lane by Wicky Wacky; and the blockages are not marked by lights or reflectors: accidents waiting to happen. Minister without Portfolio in the Office of the Prime Minister Everald Warmington asks us to be patient and have a short memory. Many of us have neither! Why does the median have to be a wall, preventing the aged and the handicapped from easily crossing the road? Was this highway through populated areas designed as a toll road? It certainly is not pedestrian friendly. In these modern days of high technology I am sure we can build roads faster than at an average of about one yard (three feet) per day! Remember the big announcement in April that we were going to amend our national constitution to remove the British monarch as our head of state? And that the bill to amend the constitution would be tabled in parliament after about a month – before the end of May! Without public consultation or public education? What a blow to democracy that would have been! Remember the undemocratic way the Constitutional Reform Committee was chosen? When the committee was first named, a certain person was said to be representing “the church”, but “the church” knew nothing about it! The Jamaica Labour Party (JLP) Government chose the person to represent “the church”. Who was that person really representing? After protests, “the church” was allowed to name its genuine representative. The JLP government also chose persons who would “represent” civil society and youth. Who do they really represent? Can you deepen democracy using undemocratic means? You tell me! After eight months we still have neither serious public consultation nor serious public education (catchy jingles don’t count; that is PR). PATTERSON REPORT Well its two years and the Patterson Report on the transformation of our underperforming education system is yet to be tabled in parliament. But we have jingles (or maybe I should say we had jingles) instead of serious public debate. But the government successfully raised the salaries of politicians by over 200 percent! They are good at that! I have been thinking about the claim the government is making that the present unemployment rate (4.5 percent) is the lowest in our history, and that this is evidence of successful national planning as we are nearing full employment. We define someone as “employed” if they work at least one hour per week – hardly full employment. The April 2023 Labour Force Survey reports that only 61,300 Jamaicans are “unemployed”, but it also reports that 725,700 Jamaicans are “outside the labour force”. Think about it: the newly introduced Sixth Form Pathways Programme (SFPP) has postponed the entry of tens of thousands of young people into the labour force. No wonder the official employment rate is low; because of the SFPP the 2022 and 2023 figures are not comparable. Just wait until the first SFPP cohort “graduates” and enters the labour force; then watch what the unemployment rate is then. It is easy to mislead with statistics. And speaking of statistics, all the recent opinion polls (except the one by Nationwide News) report that registered voters are trending towards supporting the People’s National Party (PNP), despite the absence of announced policies they would implement if elected. This does not mean increased support for the PNP, but that people intend to vote against the government party. This could translate into the PNP increasing their division count in the local government elections due in a few weeks. TRANSPORT SUPPORTERS And then again, it is a question of who has the money to efficiently transport their supporters to the polling stations on election day. Judging by the recent Jamaica Labour Party (JLP) conference, the ruling party has lots of money for that. Democracy in Jamaica today is not just about who has more public support, but is also about who can incentivise more voters to vote. The election is still wide open! I used to call for more Royal visits, and for the royalty to pass in front of my house, or at least in my area (the roads would always be fixed; royalty must not drive on rough roads). I think we need annual Local Government Elections if that is what it takes for our highways (if not the byways) to be patched. Politicians believe that corruption is not an election issue, and so they have no incentive to reduce nepotism, cronyism, influence peddling and illicit enrichment. Clearly the JLP believe that they can gag the Integrity Commission, and hide their reports, and fail to file accurate declarations of assets. Thankfully I think the public is getting increasingly intolerant of corruption. But sadly: at the moment there is not much difference between the PNP and the JLP. Until we have something better, it is best to not let one party stay in office too long. Peter Espeut is a sociologist and development scientist. Send feedback to [columns@gleanerjm.com](mailto:columns@gleanerjm.com)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "peter espeut",
        "sentiment": "neutral"
      },
      {
        "name": "jamaica gleaner peter espeut",
        "sentiment": "neutral"
      },
      {
        "name": "basil jarrett",
        "sentiment": "none"
      },
      {
        "name": "archdeacon simms",
        "sentiment": "none"
      },
      {
        "name": "hill",
        "sentiment": "none"
      },
      {
        "name": "wicky wacky",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bull bay",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "south coast highway",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T08:11:20.184+02:00",
  "updated": "2023-12-29T08:11:20.184+02:00"
}