{
  "thread": {
    "uuid": "4b69f2a87abe54b0fb079abe1edff997fba32a18",
    "url": "https://vnexplorer.net/good-friday-marked-across-australia-as-church-leaders-share-messages-of-harmony-and-kids-hunt-for-easter-eggs-s2120192.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Good Friday marked across Australia as church leaders share messages of harmony and kids hunt for Easter eggs",
    "title_full": "Good Friday marked across Australia as church leaders share messages of harmony and kids hunt for Easter eggs",
    "published": "2024-03-29T07:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kIOgB.img",
    "performance_score": 0,
    "domain_rank": 52651,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4b69f2a87abe54b0fb079abe1edff997fba32a18",
  "url": "https://vnexplorer.net/good-friday-marked-across-australia-as-church-leaders-share-messages-of-harmony-and-kids-hunt-for-easter-eggs-s2120192.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-29T07:08:00.000+03:00",
  "title": "Good Friday marked across Australia as church leaders share messages of harmony and kids hunt for Easter eggs",
  "text": "Churchgoers in Brisbane were dressed in white to mark Good Friday. (ABC News: Lucas Hill)\nCommunities have gathered for Good Friday across Australia with prayers, messages of love and harmony from religious leaders, and a children’s Easter egg hunt.\n‘Blessed’ churchgoers gather in Brisbane In Brisbane, dozens of churchgoers at EFKS Southwest Brisbane dressed in white and gathered at the Samoan Church to celebrate Good Friday.\nIn Samoan culture, traditionally, white is worn during the Easter period.\n“For us, white represents a new life in our culture; it’s such a significant day, so we wear white clothes,” churchgoer Vao said.\nThe Queensland service consisted of hymns, singing and prayer.\nRosie Alaalatoa, who attended the service, said it was a “blessing” to embrace culture and language.\n“It’s a special day for all of us in the Samoan community; we come together and worship, and we’re able to see each other,” she said.\n“This is a beautiful day for the islanders.”\nAnglican Church Southern Queensland Archbishop Jeremy Greaves said in his Good Friday message, “no matter how desperate things seem, it does get better”.\n“Love will endure. Hope will win out,” he said.\nArchbishop Greaves said he hoped people could use the Easter break to find strength, hope and courage to “sing alleluia” in the face of “the darkness of the world”.\nCalls for harmony in Sydney At the St Patrick’s Cathedral in Western Sydney, hundreds gathered to pray through the Stations of the Cross, marking the different phases of Jesus’s life and death.\nBishop Vincent Long led the procession.\nHe began with an Easter message calling for harmony in the Israel-Gaza war, which has been front-of-mind for many in the local community.\nPilgrimage across Melbourne Melbourne Christians also marked Good Friday, by participated in the annual Way of the Cross walk.\nHundreds began the walk at one of Melbourne’s oldest churches, St Francis on Lonsdale Street, and concluded at St Paul’s Cathedral on Flinders Street.\nThe walk takes Christians of different denominations on a journey through Melbourne’s city centre, stopping at many of the city’s historic churches to share reflections, songs, and prayers.\nThe annual pilgrimage has been running since 1998.\nIt passes from church to church, commemorating Jesus’s journey from the Last Supper to the crucifixion and resurrection.\nFollowers were invited to continue the walk when it resumed early on Easter Sunday.\nEaster egg hunt in Hobart Meanwhile, Tasmanians marked Good Friday with an Easter egg hunt for the kids.\nAround 2,000 children and their parents took part in the annual egg hunt and family picnic at the Royal Tasmanian Botanical Gardens.\nClues to find a special chocolate Easter egg surprise were hidden throughout the gardens.\nIt is the 12th year the event has been hosted, which raises funds for medical research across Tasmania.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kIOgB.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kIOgB.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jeremy greaves",
        "sentiment": "none"
      },
      {
        "name": "vao",
        "sentiment": "none"
      },
      {
        "name": "rosie alaalatoa",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "anglican church southern queensland",
        "sentiment": "none"
      },
      {
        "name": "samoan church",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "brisbane",
        "sentiment": "none"
      },
      {
        "name": "lucas hill) communitie",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "efks southwest brisbane",
        "sentiment": "none"
      },
      {
        "name": "queensland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T07:13:44.807+03:00",
  "updated": "2024-03-29T07:13:44.807+03:00"
}