{
  "thread": {
    "uuid": "d2074a3b774c15b00a0158e594c50a6cc43d8e7e",
    "url": "https://www.dvidshub.net/news/465831/partners-and-allies-mark-successful-conclusion-exercise-cutlass-express-2024",
    "site_full": "www.dvidshub.net",
    "site": "dvidshub.net",
    "site_section": "http://www.dvidshub.net//rss/news",
    "site_categories": [
      "media"
    ],
    "section_title": "DVIDS RSS Feed: News",
    "title": "Partners and Allies mark successful conclusion of exercise Cutlass Express 2024",
    "title_full": "Partners and Allies mark successful conclusion of exercise Cutlass Express 2024",
    "published": "2024-03-11T06:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.dvidshub.net/images/dvids_logo.svg",
    "performance_score": 0,
    "domain_rank": 5621,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d2074a3b774c15b00a0158e594c50a6cc43d8e7e",
  "url": "https://www.dvidshub.net/news/465831/partners-and-allies-mark-successful-conclusion-exercise-cutlass-express-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lt.Cmdr. Tyler Barker",
  "published": "2024-03-11T06:57:00.000+02:00",
  "title": "Partners and Allies mark successful conclusion of exercise Cutlass Express 2024",
  "text": "Allies and partners from more than a dozen participating nations marked the successful conclusion of exercise Cutlass Express 2024, East Africa’s premier maritime exercise, March 8, 2024. The exercise kicked off following opening ceremonies in Djibouti and the Seychelles, Feb. 25 and 26, respectively. It involved hundreds of Sailors, Coast Guardsmen, civilian and contractor personnel across Africa’s East Coast, from Djibouti to Tanzania to Mozambique, and into the Western Indian Ocean, with Comoros, Madagascar, Mauritius and the Seychelles all hosting individual scenarios, alongside multiple East African coastal nations. Partner nations from outside East Africa, including Georgia, India, Senegal, Tunisia, the United Kingdom, and the United States, also took part. In addition to Djibouti and the Seychelles, Kenya also served as a host nation and primary exercise hub, with numerous events and exercise serials occurring alongside the Kenyan Coast Guard Service in Mombasa. “Cutlass Express continues to provide a platform for Kenya Coast Guard Service personnel to exploit learning opportunities fostering continuous improvement in maritime law enforcement,” said Director General of the Kenya Coast Guard Service, Mr. Bruno I. Shioso, EBS, OGW. “CE 24 played a key role in enhancing our overall operational posture and readiness aimed at enhancing maritime security in the WIO region whilst strengthening partnerships and collaborations among participating nations. Leveraging on these partnerships for a broader Maritime Collective Approach underpins development within the region.” The exercise started off with a focus on training and academics, where partners shared processes, experiences, and procedures on a wide range of topics, including SeaVision and maritime domain awareness, maritime collaboration across the region, and fundamentals of maritime interdiction, from information collection to target prosecution. The international team of participants also trained on Women, Peace and Security (WPS), Visit, Board, Search and Seizure (VBSS) evolutions, and diving fundamentals, among others. The academic setting set the stage for this week’s final training exercise, or FTX, where those involved put their skills and knowledge to the test. The FTX portion of the exercise provided the perfect venue for partners to relay their training into realistic exercise scenarios, identifying suspect vessels and personnel, sharing information about targets, capabilities, and available assets, and dispatching multinational teams to address shared threats. Whether vessels suspected of illegal, unreported and unregulated fishing (IUUF), personnel believed to be smuggling illicit material or involved in human trafficking, or other threats to regional maritime security, each exercise scenario inject presented a unique challenge and opportunity to combine efforts and neutralize threats. These scenarios occurred against a backdrop of leveraging new and existing technologies, too. Working with the SeaVision program to collect and share data and incorporating collaboration across maritime operations centers (MOC), the Regional Maritime Information Fusion Center (RMIFC) in Madagascar and the Regional Coordination Operations Centre (RCOC) in the Seychelles underscored the value Cutlass Express provides to the region. Participants bolstered their regional collaboration, enhanced their understanding and application of legal principles and the Djibouti Code of Conduct, and strengthened skills in the maritime domain. Cutlass Express 2024, conducted by U.S. Naval Forces Africa and sponsored by U.S. Africa Command, increases the readiness of U.S. forces; enhances maritime domain awareness and collaboration among participating nations; and strengthens the capability of partner nations to combat piracy and counter illicit trafficking and illegal, unreported, and unregulated fishing. For over 80 years, U.S. Naval Forces Europe-Africa (NAVEUR-NAVAF) has forged strategic relationships with allies and partners, leveraging a foundation of shared values to preserve security and stability. Headquartered in Naples, Italy, NAVEUR-NAVAF operates U.S. naval forces in the USEUCOM and USAFRICOM areas of responsibility. U.S. Sixth Fleet is permanently assigned to NAVEUR-NAVAF, and employs maritime forces through the full spectrum of joint and naval operations. For more information on Cutlass Express, visit https://www.c6f.navy.mil/, https://www.dvidshub.net/feature/cutlassexpress2024, & https://twitter.com/usnavyEurope/. |Date Taken:||03.08.2024| |Date Posted:||03.11.2024 00:57| |Story ID:||465831| |Location:||NAPLES, IT| |Web Views:||6| |Downloads:||0| This work, Partners and Allies mark successful conclusion of exercise Cutlass Express 2024, by [LCDR Tyler Barker](/portfolio/1719122/tyler-barker), identified by [DVIDS](https://www.dvidshub.net), must comply with the restrictions shown on [https://www.dvidshub.net/about/copyright](https://www.dvidshub.net/about/copyright). Exercises",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.c6f.navy.mil/,",
    "https://twitter.com/usnavyEurope/.",
    "https://www.twitter.com/usnavyEurope/.",
    "https://c6f.navy.mil/,"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "cutlass express",
        "sentiment": "none"
      },
      {
        "name": "coast guardsmen",
        "sentiment": "none"
      },
      {
        "name": "kenya coast guard service",
        "sentiment": "none"
      },
      {
        "name": "kenyan coast guard service",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "east coast",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "seychelles",
        "sentiment": "none"
      },
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "tanzania",
        "sentiment": "none"
      },
      {
        "name": "united kingdom",
        "sentiment": "none"
      },
      {
        "name": "madagascar",
        "sentiment": "none"
      },
      {
        "name": "kenya",
        "sentiment": "none"
      },
      {
        "name": "mauritius",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "mombasa",
        "sentiment": "none"
      },
      {
        "name": "djibouti",
        "sentiment": "none"
      },
      {
        "name": "mozambique",
        "sentiment": "none"
      },
      {
        "name": "senegal",
        "sentiment": "none"
      },
      {
        "name": "western indian ocean",
        "sentiment": "none"
      },
      {
        "name": "georgia",
        "sentiment": "none"
      },
      {
        "name": "tunisia",
        "sentiment": "none"
      },
      {
        "name": "east africa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-11T07:03:16.706+02:00",
  "updated": "2024-03-11T07:37:57.176+02:00"
}