{
  "thread": {
    "uuid": "d8cc09e4a485c53540902e34ec1fb3b369bc7d26",
    "url": "https://www.archstl.org/pope-prays-that-easter-joy-would-break-through-gloom-of-sin-war-strife-8567",
    "site_full": "www.archstl.org",
    "site": "archstl.org",
    "site_section": "https://www.archstl.org/aca",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "\r\n\tAnnual Catholic Appeal | Archdiocese of St Louis\r\n",
    "title": "Pope prays that Easter joy would break through gloom of sin, war, strife | Articles | Archdiocese of St Louis",
    "title_full": "Pope prays that Easter joy would break through gloom of sin, war, strife | Articles | Archdiocese of St Louis",
    "published": "2024-01-21T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "http://www.archstl.org/Portals/0/Articles/8567/ca8659c8-a9e3-4418-822e-b105a010fac9.jpg",
    "performance_score": 0,
    "domain_rank": 89754,
    "domain_rank_updated": "2024-01-16T12:06:44.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d8cc09e4a485c53540902e34ec1fb3b369bc7d26",
  "url": "https://www.archstl.org/pope-prays-that-easter-joy-would-break-through-gloom-of-sin-war-strife-8567",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-21T00:00:00.000+02:00",
  "title": "Pope prays that Easter joy would break through gloom of sin, war, strife | Articles | Archdiocese of St Louis",
  "text": "Sunday, 02/11/2024 at 3:00 PM Saturday, 02/17/2024 at 6:30 PM - 10:00 PM Wednesday, 02/21/2024 at 7:00 PM - 8:00 PM Friday, 02/23/2024 at 7:30 PM - 9:30 PM Saturday, 02/24/2024 at 9:00 AM - 11:00 AM Sunday, 02/25/2024 at 2:30 PM - 4:30 PM Tuesday, 02/27/2024 at 9:30 AM - 2:00 PM Friday, 03/01/2024 at 7:00 PM - 9:00 PM Sunday, 03/03/2024 at 1:00 PM - 4:00 PM Wednesday, 03/06/2024 at 7:00 PM Catholic News Service is a leading agency for religious news. It was founded by U.S. bishops in 1920, and is an office of the U.S. Conference of Catholic Bishops. Pope Francis anointed with chrism oil the forehead of a woman as he conferred the sacrament of confirmation after baptizing her during the Easter Vigil Mass at St. Peter’s Basilica at the Vatican April 8.Photo Credits: Chris Warde-Jones | Catholic News ServiceVATICAN CITY — On a bright spring morning, Pope Francis prayed that Christians would experience the joy of Easter and allow Christ’s resurrection to be “the light that illumines the darkness and the gloom in which, all too often, our world finds itself enveloped. “In Jesus the decisive passage of humanity has been made: the passage from death to life, from sin to grace, from fear to confidence, from desolation to communion,” the pope said April 9 after celebrating the Easter morning Mass in St. Peter’s Square. In his Easter message, Pope Francis prayed for an end to the war in Ukraine and remembered Christians celebrating Easter “in particular circumstances,” specifically mentioning Nicaragua, where the government has imposed restrictions on public celebrations, has deported dozens of priests and has imprisoned Bishop Rolando Álvarez de Matagalpa. As is traditional, Pope Francis did not give a homily during the morning Mass but bowed his head and observed several minutes of silent reflection after the chanting of the Gospel in both Latin and Greek. Some 45,000 people were present in the square for the morning Mass, the Vatican said, and by noon there were close to 100,000 people inside and outside the square for the pope’s Easter message and blessing “urbi et orbi” (to the city and the world). Wishing everyone a happy Easter, Pope Francis prayed that the day would mark “a passage from affliction to consolation” for all, especially “the sick and the poor, the elderly and those experiencing moments of trial and weariness.” “We are not alone: Jesus, the living one, is with us forever,” he said. “Let the Church and the world rejoice, for today our hopes no longer come up against the wall of death, for the Lord has built us a bridge to life.” “Yes, brothers and sisters, at Easter the destiny of the world was changed,” he said, “and on this day, which also coincides with the most probable date of Christ’s resurrection, we can rejoice to celebrate, by pure grace, the most important and beautiful day of history.” Pope Francis noted how the various Gospel accounts of Easter mention Jesus’ followers rushing or going in haste to share the news of His resurrection, spurred on by joy and renewed in hope. “At Easter, then, the journey quickens and becomes a race, since humanity now sees the goal of its journey, the meaning of its destiny, Jesus Christ, and is called to make haste to meet Him, who is the hope of the world,” the pope said. He prayed that all people would “make haste to progress on a journey of reciprocal trust: trust among individuals, peoples and nations,” overcoming conflicts and divisions and opening their hearts to those in need. “Let us hasten to pursue paths of peace and fraternity,” he said. “Help the beloved Ukrainian people on their journey toward peace and shed the light of Easter upon the people of Russia,” the pope prayed. “Comfort the wounded and all those who have lost loved ones because of the war, and grant that prisoners may return safe and sound to their families.” “On this day, Lord, we entrust to you the city of Jerusalem, the first witness of your resurrection,” he continued, adding to his prepared text his “deep concern” about the attacks that had taken place in the Holy Land in the previous few days, leading to deaths, injuries and an increase of tensions. The attacks, he said, make it difficult to resume “dialogue, in a climate of trust and reciprocal respect, between Israelis and Palestinians, so that peace may reign in the Holy City and in the entire region.” The pope also offered special prayers for Syria, Lebanon, Haiti, Tunisia, Congo, Myanmar and other nations experiencing hardship and unrest. He prayed that God would “comfort refugees, deportees, political prisoners and migrants, especially those who are most vulnerable, as well as the victims of hunger, poverty and the dire effects of the drug trade, human trafficking and all other forms of slavery.” “Lord,” he continued, “inspire the leaders of nations to ensure that no man or woman may encounter discrimination and be violated in his or her dignity; that in full respect for human rights and democracy these social wounds may be healed; that the common good of the citizenry may be pursued always and solely; and that security and the conditions needed for dialogue and peaceful coexistence may be guaranteed.” To Read The Full Story St. Louis Review 20 Archbishop May Dr. St. Louis, MO 63119 314.792.7500",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pope",
        "sentiment": "negative"
      },
      {
        "name": "jones",
        "sentiment": "none"
      },
      {
        "name": "pope francis",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "chris warde",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "u.s. conference of catholic bishops",
        "sentiment": "none"
      },
      {
        "name": "catholic news servicevatican city",
        "sentiment": "none"
      },
      {
        "name": "catholic news service",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "st louis",
        "sentiment": "none"
      },
      {
        "name": "st. peter’s basilica",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-21T01:37:52.924+02:00",
  "updated": "2024-02-11T09:19:44.151+02:00"
}