{
  "thread": {
    "uuid": "9ab8a8cb2883c7a030fbd36633c7d354f319a504",
    "url": "https://www.meneame.net/story/cada-uno-estos-puntos-hemos-encontrado-monedas-romanas-pregunta/c023",
    "site_full": "www.meneame.net",
    "site": "meneame.net",
    "site_section": "http://meneame.net//comments_rss",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Menéame: comentarios",
    "title": "#23 En cada uno de estos puntos hemos encontrado monedas romanas. La pregunta es: qué demonios pasa con Sri Lanka",
    "title_full": "#23 En cada uno de estos puntos hemos encontrado monedas romanas. La pregunta es: qué demonios pasa con Sri Lanka",
    "published": "2024-01-01T20:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://meneame.net/img/logo_meneame_footer.svg",
    "performance_score": 0,
    "domain_rank": 11108,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9ab8a8cb2883c7a030fbd36633c7d354f319a504",
  "url": "https://www.meneame.net/story/cada-uno-estos-puntos-hemos-encontrado-monedas-romanas-pregunta/c023",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "dick_laurence",
  "published": "2024-01-01T20:48:00.000+02:00",
  "title": "#23 En cada uno de estos puntos hemos encontrado monedas romanas. La pregunta es: qué demonios pasa con Sri Lanka",
  "text": "Portada\nmis comunidades\notras secciones\n[#7](c7#c-7) Este caso viene siendo una suma de ambas cosas: una vida útil larguísima, y unas redes comerciales muy extensas. La moneda romana gozaba de buen crédito, hasta el punto de que en la India se imitaban con frecuencia.\nhttps://www.armstrongeconomics.com/indian-ancient-imitations-of-roman-coins\n[#11](c11#c-11) El mundo de las monedas imitativas es entretenidísimo. Naturalmente, las hay de mejor y peor calidad imitativa, pero el áureo de Severo es de las más aceptables.\nAquí unos ejemplos\nhttps://www.romancoins.info/Celtic3.html\n[#13](c13#c-13)\nEl otro día estuve oyendo un podcast de una moneda rara de cojones, de un emperador que no estaba en las listas. Al parecer podría ser una especie de usurpador o de alguien que se proclamó emperador y acuñó monedas sin saber muy como (muy baja calidad, casi parece una imitación de un crío)\n[#21](c21#c-21) El famoso Esponsiano.\nEntre la comunidad de expertos en numismática, nadie toma en serio ninguna de las monedas del tal Esponsiano. Hay consenso general en que esa moneda es una falsificación de finales del siglo XVII o comienzos del siglo XVIII (la primera presencia documentada de las monedas es en 1713 en Transilvania).\nLas monedas que sí son reales y señalan a un emperador desconocido son las de Silbanaco, un oscuro personaje que sólo se conoce por dos monedas. Probablemente sería sobrino o cuñado de Filipo el Árabe, dependiendo de si consideramos MAR como Marcio o como Marino.\nhttps://es.wikipedia.org/wiki/Silbanaco\nHombre, las monedas no tienen porqué haber llegado en época romana, pueden haber llegado posteriormente. La plata es la plata.\nY también las cosas viajaban más de lo que nos esperamos. Si nos fijamos en las guerras del opio, eran porque los chinos solo querían comerciar con plata ¿y por qué? Pues porque comerciaban con Filipinas que les pagaba con \"plata española\" que provenía de América (otro viajecito guapo)\n[#1](c1#c-1) pero tanta incidencia no indica que sea algo casual de que se le haya caído a un aunticuario..,de hecho no se la cantidad de anticuarios que podría haber en Sri Lanka como para que perdieran tanta concerntracion y dispersas, además.\n[#2](c2#c-2)\nNo me refiero tanto a colección como a que las monedas siguieran siendo válidas mucho tiempo después. A lo mejor digo una tontería (apenas conozco un poco el tema numismático) pero no creo que se renovaran a mucha velocidad cuando cambiaba el gobernante de turno.\n[#2](c2#c-2) Comercio, los romanos tuvieron intensas relaciones comerciales con la India e magino que también con Sri Lanka.\n[#1](c1#c-1) los chinos querian plata desde antes de los españoles.\nEl motivo es que su ratio plata oro es mas bajo que el resto del mundo, motivo por el que la plata siempre habia fluido hacia china.\nCuando los españoles llegan a filipinas y se encuentran con los chinos el combo es completo.\nEl pais mas avido de plata conoce al pais con la mejor plata y este encima tiene los medios ( el tornaviaje) para hacersela llegar.\n[#8](c8#c-8) Si, pero con el opio britanico de la india que un emperador chino prohibio cuando vio que aquello era una plaga, no con china vendiendolo como se puede llegar a pensar por las peliculas.\n[#8](c8#c-8)\nEl opio era con lo que los british querían pagar. Los chinos dijeron que de eso nada. Plata o que se dieran la vuelta, con lo que los ingleses impusieron \"el libre mercado\"\n¿Por qué hay tantísimas monedas tan lejos de Roma?\n¿Alguien sabe si en dicha época ya existían los coleccionistas de monedas?\nPues porque había rutas comerciales bien establecidas.\nUn vídeo sobre el asunto de Kings and Generals:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://es.wikipedia.org/wiki/Silbanaco",
    "https://www.romancoins.info/Celtic3.html",
    "https://www.armstrongeconomics.com/indian-ancient-imitations-of-roman-coins",
    "https://romancoins.info/Celtic3.html",
    "https://armstrongeconomics.com/indian-ancient-imitations-of-roman-coins",
    "https://www.es.wikipedia.org/wiki/Silbanaco"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-01T21:57:34.930+02:00",
  "updated": "2024-01-01T21:57:34.930+02:00"
}