{
  "thread": {
    "uuid": "50f680179a879ca9aeccfe1ef34bb7ad2d624f31",
    "url": "https://thewest.com.au/politics/palau-president-welcomes-adf-foreign-soldier-push-c-13147936",
    "site_full": "thewest.com.au",
    "site": "thewest.com.au",
    "site_section": "https://thewest.com.au/politics/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "The West Australian",
    "title": "Palau president welcomes ADF foreign soldier push",
    "title_full": "Palau president welcomes ADF foreign soldier push | The West Australian",
    "published": "2024-01-08T00:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://images.thewest.com.au/publication/C-13147936/5418f7f862b57d311e68f48f8b83e41cef8c0a3c-16x9-x0y0w1280h720.jpg?imwidth=1200",
    "performance_score": 0,
    "domain_rank": 6655,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "50f680179a879ca9aeccfe1ef34bb7ad2d624f31",
  "url": "https://thewest.com.au/politics/palau-president-welcomes-adf-foreign-soldier-push-c-13147936",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-08T00:27:00.000+02:00",
  "title": "Palau president welcomes ADF foreign soldier push",
  "text": "Australia will need to ensure citizens from the Pacific nation of Palau are given adequate support services under any proposal to allow them to join the Australian Defence Force, its president says.\nPalau President Surangel Whipps Jr has welcomed the idea of citizens from Pacific nations being able to join Australia's military, with a similar scheme in place with US armed forces.\nDefence Personnel Minister Matt Keogh said the government was considering allowing foreign citizens to enlist as a way to boost military numbers amid low recruitment rates and declining retention figures.\nMr Whipps said any proposal allowing Palau citizens to join Australia's military would have to guarantee assistance for people following their deployment.\n\"We believe that we have a role in the world, that we should do all we can to defend freedom,\" he told ABC Radio on Monday.\n\"But in doing that, and helping other nations and working together, we also expect that they be treated and taken care of.\"\nPalau's president said some citizens who had served as part of the US military had been unable to access support, like mental health treatment for post-traumatic stress disorder, following their service due to them not being on American soil.\nShould Australia opt to have a scheme where foreign citizens could join its armed services, Mr Whipps said they should not be forgotten once they return home.\n\"It really comes down to, at the end of the day, treating the citizens as fellow Australians would be treated if they served in the defence force,\" he said.\n\"Don't just use our children and not take care of them as they fought to defend democracy for all of us and they should be treated with dignity and taken care of.\"\nMr Keogh said the government was yet to indicate when a decision would be made on the defence proposal.\nIn the 2022/23 financial year, the ADF suffered a separation rate of 11.2 per cent, while the military also failed to meet its retention goals for the financial year.\nOne-off payments of $50,000 have been made to large numbers of defence personnel in a bid to get them to stay with the ADF following their initial period of service.\nMr Whipps said the relationship between Australia and the Pacific nations was strong and that the defence proposal was a way to further boost ties in the region.\nHowever, he said it could exacerbate a population drain, with many residents heading offshore.\n\"That's probably our biggest concern these days, because since our independence from the US, 40 per cent of our population has moved out of Palau,\" he said.\n\"A big part of that is that US military recruitment in Palau every year, they're probably taking at least 10 per cent of our graduates or more, and that's concerning.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "matt keogh",
        "sentiment": "none"
      },
      {
        "name": "whipps",
        "sentiment": "none"
      },
      {
        "name": "surangel whipps jr",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "adf",
        "sentiment": "negative"
      },
      {
        "name": "australian defence force",
        "sentiment": "none"
      },
      {
        "name": "abc radio",
        "sentiment": "none"
      },
      {
        "name": "defence personnel",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pacific",
        "sentiment": "none"
      },
      {
        "name": "palau",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:40:00.000+02:00",
  "updated": "2024-01-08T00:40:00.000+02:00"
}