{
  "thread": {
    "uuid": "f1b4ead6ec0255d366a6b53965e1463c525a398a",
    "url": "https://www.androidpolice.com/sennheiser-accentum-plus-headphones-review",
    "site_full": "www.androidpolice.com",
    "site": "androidpolice.com",
    "site_section": "http://www.androidpolice.com/feed",
    "site_categories": [
      "media",
      "cell_phones",
      "tech"
    ],
    "section_title": " Android Police ",
    "title": "Sennheiser Accentum Plus review: Hard to complain",
    "title_full": "Sennheiser Accentum Plus review: Hard to complain",
    "published": "2024-04-12T01:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static1.anpoimages.com/wordpress/wp-content/uploads/wm/2024/04/sennheiser-accentum-plus-on-head-1.jpg",
    "performance_score": 0,
    "domain_rank": 2949,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f1b4ead6ec0255d366a6b53965e1463c525a398a",
  "url": "https://www.androidpolice.com/sennheiser-accentum-plus-headphones-review",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Taylor Kerns",
  "published": "2024-04-12T01:00:00.000+03:00",
  "title": "Sennheiser Accentum Plus review: Hard to complain",
  "text": "The entry-level and high-end Bluetooth headphone markets are pretty well saturated, with plenty of decent options under $100 and just as many premium headphones with price tags of $300 or higher. Not too many pairs in between catch our attention. But Sennheiser's Accentum Plus are an interesting option at what I'd call an upper-midrange price. More affordable than top-shelf offerings from the likes of Sony and Bose but still firmly in real money territory at a $230 MSRP, Sennheiser's latest don't quite hit the triumphant highs of the company's flagship offerings. But for anybody out for good audio and great battery life at a more realistic price point, the Accentum Plus headphones are well worth a look. Sennheiser Accentum Plus The Sennheiser Accentum Plus headphones have a lot to offer at a sub-flagship MSRP of $230. Audio quality is good, and battery life is great — but ANC is just okay, and the low-end response is lacking compared to Sennheiser's more expensive headphones. - Strong audio quality - Great battery life - Very comfortable - Middling ANC - Not as bassy as the Momentum 4 Wireless - Unintuitive controls Price, availability, and specifications Not top-shelf, but not cheap either The Sennheiser Accentum Plus aren't a flagship offering, but they're pretty expensive headphones. At $230, the Plus sit comfortably between the older $180 Accentum and the company's top-end Momentum 4 Wireless, which go for a steep $380 at retail. They're not hard to find: you can get the Accentum Plus at retailers like Amazon and Best Buy or direct from Sennheiser. Specifications - Battery Life - 50 hours (ANC on) - Bluetooth - 5.2 - Noise Cancellation - Yes - Microphones - 2 - Weight - 8 oz - Colors - Black, white - Audio codecs - SBC, AAC, aptX, aptX adaptive - Foldable - No - Charging type - USB-C - Multipoint - Yes - Battery charge time - 3.5 hours - Carrying case - Yes - Driver size - 37 mm What's good about the Sennheiser Accentum Plus? A lot, actually The Accentum Plus headphones aren't in the same league as Sennheiser's more premium offerings, and their sound reflects that. These headphones sound quite good, but they don't push the limits of Bluetooth audio the way Sennheiser's best options do. Still, I think Sennheiser's quite good is more than good enough for the segment the Accentum Plus are competing in. Sound comes across clear and spacious without any unusual compression or distracting ANC hiss. The Accentum Plus have handled everything I've thrown at them admirably: the bouncy lead guitar in Mac DeMarco's Cooking Up Something Good is sharp and defined, while the sub-bass on something like Legend Has It by Run the Jewels is nice and thick. The Accentum Plus don't offer the brain-shaking low-end response you can get out of the Momentum 4 Wireless, but boosting the bass in Sennheiser's Smart Control app helps. [ ](/sennheiser-momentum-4-wireless-review/) The Momentum 4’s Achilles heel could be a deal-breaker [ Sennheiser Momentum 4 Wireless review: Awesome audio, average ANC ](/sennheiser-momentum-4-wireless-review/) True to form for Sennheiser, battery life is really great, too. The Accentum Plus can eke out about 50 hours on a charge with ANC active, enough to make it through an entire workweek and then some between charges. It takes a little over three hours to charge the headphones from zero to full, but Sennheiser says a 10-minute charge will net you about five hours of playback time. I also think the Accentum Plus are really comfortable. A lot of headphones, even pricier options like the Sony WH-1000XM5 , start to get uncomfortable after a couple of hours of wear, particularly where the band makes contact with the top of my head. Not so here: the Accentum Plus are comfortable enough to wear for entire workdays. What's bad about the Sennheiser Accentum Plus? ANC's only alright For the price, there's not much to complain about in the Sennheiser Accentum Plus. I think the biggest drawback is probably the headphones' unremarkable ANC; with noise cancelling on and music playing at medium volume, more external sound makes it to my ears than I'd expect. You'll need to turn your media up pretty loud to drown out nearby conversation. It's not bad, it's just not as strong as what I've come to expect from big-name over-ear headphones. I do think the headphones' controls are just a bit unintuitive. Sliding up and down adjusts volume, and sliding forward or back skips tracks in either direction. That's all simple enough, but enabling or disabling ANC is a swift double-tap on the right ear cup, which isn't quite as self-explanatory. There's also a single hardware button that controls three functions: calling up your digital assistant, power, and pairing. A single press opens your configured voice assistant, a long-press turns the headphones on or off, and a longer press activates pairing. You'll have it down in an afternoon, but it's not the most elegant setup. There's also no IP rating, so you don't have any assurance the headphones can survive drizzle or sweat. That's not unusual for headphones, even premium pairs — but it's still something to consider when you're spending hundreds of dollars. [ ](/best-wireless-headphones/) Good wireless headphones are an investment — here are all your best options [ Best wireless headphones in 2024 ](/best-wireless-headphones/) Should you buy the Sennheiser Accentum Plus? A good option for the price The Sennheiser Accentum Plus headphones strike a good balance between functionality and price. For an upper-midrange asking price of $230, the Accentum Plus offer strong audio quality, broad codec compatibility, and battery life that'll see you through days of heavy use between charges. They support multipoint connectivity, too, and they're plush and comfortable enough for hours of wear. Their ANC isn't very impressive and the controls are a little annoying, but if you're looking to spend about 200 bucks on a new pair of headphones, the Sennheiser Accentum Plus are a good option without many major drawbacks. Sennheiser Accentum Plus The Sennheiser Accentum Plus headphones have a lot to offer at a sub-flagship MSRP of $230. Audio quality is good and battery life is great — but ANC is just okay, and the low-end response is lacking compared to Sennheiser's more expensive headphones.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bose",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sony",
        "sentiment": "none"
      },
      {
        "name": "sennheiser",
        "sentiment": "none"
      },
      {
        "name": "anc",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:49:44.471+03:00",
  "updated": "2024-04-12T03:08:13.460+03:00"
}