{
  "thread": {
    "uuid": "ddf41c74df725a4b1a82f7b9c4717865db1a7634",
    "url": "https://www.digitaljournal.com/world/bolivian-lawyer-defends-indigenous-women-in-their-language/article",
    "site_full": "www.digitaljournal.com",
    "site": "digitaljournal.com",
    "site_section": "https://www.digitaljournal.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Digital Journal | Elevating voices",
    "title": "Bolivian lawyer defends Indigenous women in their language - Digital Journal",
    "title_full": "Bolivian lawyer defends Indigenous women in their language - Digital Journal",
    "published": "2024-03-14T22:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.digitaljournal.com/wp-content/uploads/2024/03/cc598f687d2eda700c8538033be4d405ff855c56.jpg",
    "performance_score": 0,
    "domain_rank": 1493,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ddf41c74df725a4b1a82f7b9c4717865db1a7634",
  "url": "https://www.digitaljournal.com/world/bolivian-lawyer-defends-indigenous-women-in-their-language/article",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AFP",
  "published": "2024-03-14T22:11:00.000+02:00",
  "title": "Bolivian lawyer defends Indigenous women in their language - Digital Journal",
  "text": "Bolivian Aymara indigenous lawyer Bertha Aguilar is currently handling 40 cases, from women in divorce proceedings to property conflicts -- all in her local Aymara language - Copyright AFP Aizar RALDES Esther MAMANI Bertha Aguilar is harvesting potatoes on the shores of Lake Titicaca when her phone rings.\nOn the line, a woman speaking in the Indigenous Aymara language explains that she was beaten up by her brothers-in-law in a land dispute and needs a lawyer.\nAguilar, Aymara herself, is on the case.\nThe 56-year-old mother-of-two is one of the rare lawyers in Bolivia who represents women who only speak Aymara, the country’s third most-used language after Spanish and Quechua.\n“It’s different when you speak to them in Aymara, they are better able to tell you what happened to them,” Aguilar says as she tucks her phone away and returns to her harvest.\nThe Aymara represent 9.6 percent of Bolivians. And although the country counts 36 recognized languages, court proceedings are only held in Spanish and there is no obligation to provide an interpreter.\nFor the 41 percent of the population who identify as Indigenous, some of whom speak only their mother tongue, this is a barrier to justice.\n“We would like to know how many judges and prosecutors speak an Indigenous language,” said Lucia Vargas of the Women’s Coordinator group of feminist NGOs.\n“If the Aymara do not understand Spanish, they have greater difficulty understanding the complexity of a judicial process that is in Spanish.”\n– ‘All kinds of bruises’ –\nAguilar proudly dons the traditional shawl, hat, and pollera — a long woolen skirt — worn by Aymara women, even when she is in court.\nMost of her clients are women, many seeking her counsel after experiencing a wide range of sex-based violence.\n“I have seen all kinds of bruises, punches in the eye, in other words, all kinds of abuse,” she told AFP.\nAlthough there are no statistics on Indigenous victims of gender-based violence, “the Aymara world… is part of a national reality where there is a strong tradition of machismo since time immemorial,” said historian Sayuri Loza.\nIn 2023, Bolivia registered 51,000 complaints of physical, sexual, psychological and economic abuse against women. The cases include 81 femicides, according to data from the prosecutor’s office.\n– ‘They defended the man’ –\nAguilar decided to become an attorney after experiencing stigma and discrimination at home and within the legal system.\nShe suffered physical violence and economic abuse at the hands of her ex-husband, a descendant of the Aymara people who grew up in the city and was university educated.\nHe and his family would often insult her, she said, using derogatory terms aimed at Indigenous women.\nThey separated in 2005, but it was a struggle to find a lawyer who would handle her divorce.\nShe said she spoke to “about four, but I couldn’t make myself clear… and they defended the man.”\nAguilar herself only learned to speak Spanish informally after moving to La Paz at the age of 16 from her home in Chachapoya, 170 kilometers (105 miles) away.\nA few years after her divorce, she entered the Public University of El Alto, a city adjacent to the Bolivian capital, where she obtained her law degree in 2012, studying in Spanish.\nOnly 10 percent of the almost 800,000 women who identify as Aymara in Bolivia access higher education, according to a study by the Catholic University.\n– Divorce to property spats –\nNow, Aguilar has a small office in front of the El Alto Court of Justice, with a sign outside reading: “If I am not in, call.”\nWhen she is not litigating, she tends to her small farm in Chachapoya, but she never rejects an incoming call.\n“In the courts … there are many women who cannot speak Spanish,” she said.\nShe is currently handling 40 cases, from women in divorce proceedings to property conflicts, among others.\n“Nayax aka divorciox doctorat mistunap munta” — (I want that divorce to come through), client Silveria Palle, 57, says in Aymara, desperate to escape a partner who has beaten her for years.\nAguilar has the same message for all of her clients: “If I escaped the abuse… why can’t you?",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bertha aguilar",
        "sentiment": "negative"
      },
      {
        "name": "esther mamani bertha aguilar",
        "sentiment": "none"
      },
      {
        "name": "aguilar",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "lake titicaca",
        "sentiment": "none"
      },
      {
        "name": "bolivia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:13:07.293+02:00",
  "updated": "2024-03-15T00:13:07.293+02:00"
}