{
  "thread": {
    "uuid": "96a1e37fc380abb9fded16c82fc1ae1afd912dfd",
    "url": "https://globalnews.ca/news/10327056/ontario-solar-eclipse-education-opportunity-stephen-lecce",
    "site_full": "globalnews.ca",
    "site": "globalnews.ca",
    "site_section": "http://globalnews.ca/feed",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu",
      "top_news"
    ],
    "section_title": "",
    "title": "Solar flare-up: Lecce says eclipse a chance to ‘inspire’ interest in science | Globalnews.ca",
    "title_full": "Solar flare-up: Lecce says eclipse a chance to ‘inspire’ interest in science | Globalnews.ca",
    "published": "2024-02-29T21:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://globalnews.ca/wp-content/uploads/2024/02/CP13251077.jpg?quality=85&strip=all&w=720&h=379&crop=1",
    "performance_score": 0,
    "domain_rank": 928,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "96a1e37fc380abb9fded16c82fc1ae1afd912dfd",
  "url": "https://globalnews.ca/news/10327056/ontario-solar-eclipse-education-opportunity-stephen-lecce",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Isaac Callan & Colin D'Mello Global News",
  "published": "2024-02-29T21:40:00.000+02:00",
  "title": "Solar flare-up: Lecce says eclipse a chance to ‘inspire’ interest in science | Globalnews.ca",
  "text": "Ontario’s education minister says a rare, total solar eclipse that will be visible over parts of the province in April should be a “teachable moment” for children as school boards rearrange schedules to shut down during the event.\nSome school boards, including Toronto, have moved professional development days for staff to make sure students are off during the eclipse. That is a move the education minister has said he is OK with.\nOne school system — the York District School Board — plans to dismiss classes early and reduce teaching time to avoid the eclipse clashing with the end of school. Lecce has previously said he is “not comfortable” with the decision to close.\nBreaking news from Canada and around the world sent to your email, as it happens. On Thursday, the education minister said other people would work on the day of the eclipse and teachers should be no different.\n“Every citizen on earth will be showing up to work … every front-line worker from transit to nurses will be going to work and I expect the same for our educators,” Lecce said.\nStory continues below advertisement The near-total eclipse will be visible in parts of the province on April 8 between roughly 2 p.m. and 4 p.m. School boards have suggested that could raise safety concerns for students leaving school during that time.\nThe peak of the spectacle on April 8 will last up to four minutes and 28 seconds in the path of total darkness.\nLecce added that he wants to see schools embracing the rare phenomenon as a chance to increase children’s interest in the world around them.\n“On that day it’s an opportunity for educators to use it to inspire interest in science,” Lecce said.\nDecisions from school systems like the Toronto District School Board to rearrange professional development days are something Lecce said he could “tolerate.”\nThe minister said closures that ultimately reduced how long students are in class would not fly.\n“What I can’t tolerate is indiscriminately closing schools … and reducing the ability of a child to learn, in a dynamic way, about science and astronomy and exciting things that are happening very rarely,” he said.\nRelated News Solar eclipse not a reason to close schools early, Ontario’s education minister says Guelph school boards change PA Day dates ahead of solar eclipse in April Waterloo Catholic school board moves PA Day because of solar eclipse",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Education"
  ],
  "external_links": [
    "https://d21y75miwcfqoq.cloudfront.net/70c8fc80",
    "https://www.d21y75miwcfqoq.cloudfront.net/70c8fc80"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "globalnews.ca ontario",
        "sentiment": "negative"
      },
      {
        "name": "lecce",
        "sentiment": "negative"
      },
      {
        "name": "york district school board",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "toronto",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:02:50.703+02:00",
  "updated": "2024-03-01T00:02:50.703+02:00"
}