{
  "thread": {
    "uuid": "ab053d082b1d8a090e74e85e9b82c0c0873096e5",
    "url": "https://www.aljazeera.com/news/2024/3/29/the-pickled-fish-dish-that-unites-christians-and-muslims-at-easter?traffic_source=rss",
    "site_full": "www.aljazeera.com",
    "site": "aljazeera.com",
    "site_section": "https://apdirect.in/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "ApDirect India",
    "title": "The pickled fish dish that unites Christians and Muslims at Easter | Food News | Al Jazeera",
    "title_full": "The pickled fish dish that unites Christians and Muslims at Easter | Food News | Al Jazeera",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.aljazeera.com/wp-content/uploads/2024/03/shutterstock_1699453153-1711461025.jpg?resize=1920%2C1440",
    "performance_score": 0,
    "domain_rank": 521,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ab053d082b1d8a090e74e85e9b82c0c0873096e5",
  "url": "https://www.aljazeera.com/news/2024/3/29/the-pickled-fish-dish-that-unites-christians-and-muslims-at-easter?traffic_source=rss",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nick Dall",
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "The pickled fish dish that unites Christians and Muslims at Easter | Food News | Al Jazeera",
  "text": "Christians eat fish on Good Friday. But in Cape Town the fish is almost always smothered in a sweet curried sauce – and Muslims eat it too. In the lead up to Easter, pickled fish is ubiquitous in Cape Town. You can find the traditional food – fish pickled in curry sauce – on supermarket shelves, on restaurant menus and in home kitchens around the city. Pickled fish becomes popular around the time that Christians mark their most holy time of year. It stems from a worldwide Christian tradition that sees people abstaining from eating meat on Good Friday and consuming fish instead. And many people continue to “eat only pickled fish for the entire Easter weekend,” culinary historian Errieda du Toit tells Al Jazeera, “to the point where they can’t face another bite”. Keep readinglist of 3 items [Why are one-fifth of the world’s migratory species facing extinction?](/news/2024/3/16/nearly-half-the-worlds-migratory-species-are-declining-can-they-be-saved?traffic_source=KeepReading) [The two-faced cookie that called out a lying politician in South Africa](/features/2024/3/3/the-two-faced-cookie-that-called-out-a-lying-politician-in-south-africa?traffic_source=KeepReading) However, enjoying pickled fish is not just a Christian tradition in Cape Town. Muslims and other faiths also enjoy it at this time of year – but not as a religious ritual. “I grew up eating pickled fish and so do all of us in Cape Town,” says Muslim chef Anwar Abduallatief. “Whether you’re black or coloured or white, at this time of year you eat pickled fish. I know it’s a Christian thing. But my mom, my gran, my aunt … They all love pickled fish and they all make pickled fish.” What is pickled fish? Pickled fish comprises medallions of firm, white fish cooked in a rich, curried pickling sauce with mountains of sliced onions. “My favourite parts of the dish are the onions and the sauce,” says cookbook author Annelien Pienaar. It’s a dish that is always eaten cold, writes legendary food historian C Louis Leipoldt, and should stand for a week or a fortnight before it is served. These days, not everyone leaves it to stand that long and the fish is more likely to be filleted – but it is still always eaten cold. Another hallmark: “In properly made pickled fish the bones are so soft that they can be eaten without harm, thereby increasing the nutritional qualities of the dish,” according to Leipoldt. The English name is somewhat deceiving, says du Toit: “While the fish is pickled for preservation purposes, it’s the curried sauce that makes it so special.” Many Afrikaans speakers call it kerrievis (curried fish), although piekelvis and ingelegde vis (both mean pickled fish) are also used. But according to Leipoldt, “It should properly be called a pickled fish curry. Why did people start making it? While it’s impossible to put an exact date on its invention, pickled fish is “one of the Cape’s oldest fish dishes and is undoubtedly of Eastern origin,” Leipoldt writes. Chef and culinary historian Peter Veldsman bases his version – and its intricate, made-from-scratch spice mix – on a handwritten recipe from Marie Cloete, a wealthy Cape landowner, that dates back to the 1700s. “The dish was born out of necessity,” explains du Toit. “People wanted to eat fish on Good Friday, but the fisherman didn’t want to go out during the holy week.” Without a fresh option, the next best thing would have been fish preserved in brine in soutbalies (salt barrels). So instead, fresh fish was preserved by pickling in spiced sauce, which transformed it into something pleasurable. Where does the curried sauce come from? In 1652, the Dutch East India Company established a refreshment station at the Cape, with the purpose of supplying fresh produce to passing ships. A year later, the first slaves were imported from Batavia (Jakarta), a practice that would continue for well over a century. Muslim slave women became known for their prowess in the kitchen – slaves who could cook well commanded higher prices – and specifically, Leipoldt writes, “their free, almost heroic use of spices”. “Pickled fish couldn’t have happened anywhere else in the world,” stresses du Toit. “It is a product of the unique set of circumstances at the Cape at the time.” How do you make pickled fish? Firm-fleshed fish like geelbek (Cape salmon) or geelstert (yellowtail) make the best pickled fish as they last longer, according to Leipoldt. These days, says du Toit, most pickled fish is made from yellowtail (her favourite), hake (a not-as-firm deepwater fish that’s available year-round) or snoek, which “run” around Easter and are thus easy to come by. “Many dishes, the world over, start with peeling and chopping onions,” says du Toit. “But in this dish the onions are everything.” Getting the right balance between crunchy and glassy is an art. “I would have to make many, many more batches until I can perfect it,” she adds. Some people batter the fish before cooking it – especially if the fish is delicate – but others don’t, du Toit explains. There are two ways of preparing it: “You can cook it and then put it in the sauce. Or you can cook it in the sauce … There’s no wrong or right, these are just some of the variations,” she explains. “The sauce can become very complex,” she adds. “Or it can be very minimalist.” It always contains pickling spices, turmeric, sugar (white or brown) and vinegar (some swear by white, others insist on brown), but each family recipe is different. “Some people rely on spice mixes, others mix their own,” for example. This huge number of variations is what makes the dish so special: “In the old days there probably would have been as many recipes as there were cooks. It’s a recipe that allows so much scope to add your own family fingerprint,” says du Toit. How is it eaten? Pickled fish is always eaten cold, usually accompanied by bread and butter. Winemaker Jan Boland Coetzee, who grew up near the West Coast fishing village of Lambert’s Bay, enjoys his pickled fish with bread and hanepootkonfyt (sweet grape jam): “It’s everything good that’s in season at this time – the fish and the grapes,” he says. These days many people, including Abdullatief and his family, eat their pickled fish with hot cross buns, although du Toit says this is simply because “both hot cross buns and pickled fish are so easy to find at this time.” While eating the two together is not traditional, it’s not that far off the mark either. “My mother always had it with raisin bread,” says du Toit. Why does it matter? Pickled fish is now an Easter-time institution throughout South Africa. But the proliferation of pickled fish in supermarkets has du Toit worried. “It will be sad if we reach a point where people stop making it,” she says. “All those beautiful traditions, the typical mother-daughter tradition, might be endangered. I wouldn’t have been worried twenty years ago. But the pace at which we lose these skills is increasing.” “It’s such a beautiful community story,” says du Toit. “A dish born out of cooperation and respect; acceptance and tolerance. A peacemaker.” Abdullatief echoes this: “I grew up with lots of Christian friends. My mom will take pickled fish to our Christian neighbours and they will send us their hot cross buns. It’s always been like that. These are the things that keep community close.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "http://www.amazon.com/exec/obidos/ASIN/0949989150",
    "http://amazon.com/exec/obidos/ASIN/0949989150"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "errieda du toit",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "easter | food news | al jazeera christians",
        "sentiment": "negative"
      },
      {
        "name": "al jazeera",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "cape town",
        "sentiment": "none"
      },
      {
        "name": "south africa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T10:50:52.704+03:00",
  "updated": "2024-03-29T10:50:52.704+03:00"
}