{
  "thread": {
    "uuid": "a5d45c8101e2e5efe365fb62f271863dfe845a7c",
    "url": "https://www.timesnownews.com/spiritual/documents-and-procedure-to-get-passes-for-aarti-article-106380723",
    "site_full": "www.timesnownews.com",
    "site": "timesnownews.com",
    "site_section": "https://www.timesnownews.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News, Breaking News, News Today, Live News | Times Now",
    "title": "Aarti: Ram Temple Ayodhya: Bookings Open for ‘Aarti Pass’, Know How to Book, the Aarti Timings, and Other Details | Spirituality News, Times Now",
    "title_full": "Aarti: Ram Temple Ayodhya: Bookings Open for ‘Aarti Pass’, Know How to Book, the Aarti Timings, and Other Details | Spirituality News, Times Now",
    "published": "2023-12-29T10:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.tnn.in/thumb/msid-106380764,thumbsize-19156,width-1280,height-720,resizemode-75/106380764.jpg",
    "performance_score": 0,
    "domain_rank": 4254,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a5d45c8101e2e5efe365fb62f271863dfe845a7c",
  "url": "https://www.timesnownews.com/spiritual/documents-and-procedure-to-get-passes-for-aarti-article-106380723",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TN Lifestyle Desk",
  "published": "2023-12-29T10:47:00.000+02:00",
  "title": "Aarti: Ram Temple Ayodhya: Bookings Open for ‘Aarti Pass’, Know How to Book, the Aarti Timings, and Other Details | Spirituality News, Times Now",
  "text": "Ram Temple Ayodhya: Bookings Open for ‘Aarti Pass’, Know How to Book, the Aarti Timings, and Other Details Ram Temple at Ayodhya will be consecrated on January 22, 2024. The temple trust has already started the booking process for the aartis that will be held three times a day at the temple every day. Let us find out how one can book the passes for the aarti at the Ram Temple Ayodhya, what documents are required and the aarti timings. Passes for Aarti at Ram Temple Ayodhya Photo : iStock The consecration of Lord Ram Lalla is scheduled for January 22, 2024, but the ceremony will be spread over a span of seven days starting from January 16. The Shri Ram Janmabhoomi Teerth Kshetra has now opened the booking of passes for 'aarti' in both online and offline mode. There are three types of aarti that will be performed during the entire day. Devotees can choose any one of them from the list and make their bookings accordingly. Aarti timings The temple offers darshan timings from 7am to 11:30am and from 2pm to 7pm. The temple conducts Aarti thrice a day, with Morning Jagran or Shringar Aarti at 6:30am, afternoon Bhog Aarti at 12:30pm, and evening Aarti at 07:30pm. In the morning, it will be Shringar Aarti, Bhog Aarti in the afternoon and Sandhya Aarti in the evening. A maximum of 30 people will be able to participate in each Aarti. According to officials only thirty people will be allowed at one time to participate in the aarti. The officials said that only pass-holders will be allowed to attend the aarti which they can attain by producing the government-issued ID cards. How to book the passes online for the aarti?- Visit the official website of the Shri Ram Janmbhoomi Teerth Kshetra i.e. srjbkshetra.org - Log in using the OTP - Click on the ‘Aarti’ section on the homepage - Now select the date, and which aarti you wish to attend - Then enter the required details like your name, address, photo, mobile number etc. - When you reach the temple, you can collect the passes from the counter and then you can proceed to attend the 'aarti' Documents needed for getting the passes for ‘aarti’Officials said that only four documents are valid for getting the aarti pass. - Aadhar card, \"The online facility started a few days back. One can apply for the aarti pass on the official portal of the Ram Janmaboomi temple. A time limit has been allotted for the same. Devotees can generate their passes online, receive it there and then head straight for the 'aarti',\" officials said. Important instructions regarding Aarti passes- No separate Aarti Pass is required for children under 10 years of age. - Devotees must bring the original copy of the ID proof used for aarti booking for entry into the temple on the assigned date. - Those opting to use the wheel-chair services need to pay a nominal fee. - After the booking the devotees will receive an SMS/Email by the SRJBTK for attendance confirmation 24 hours before the Aarti. - To confirm your presence, devotees need to go to Home -> Transaction History -> Select Aarti -> Update. - The pass can be collected from the aarti pass counter at the temple. Ram Mandir Opening: Online Pass DetailsAccording to officials the trust has made 20 passes available online out of the total passes being issued. This facility became operational yesterday. Now, individuals desiring to attend the Aarti can proactively obtain their passes for future dates. [Latest News](https://www.timesnownews.com/latest-news) End of Article Subscribe to our daily Newsletter! [Videos](https://www.timesnownews.com/videos) 27:25 9-Yr-Old Found Dead In A Pool Of Bengaluru Posh Society | Who Is Responsible? | The Urban Debate 20:21 Opposition's Musical Chair For PM Face | I.N.D.I.A Ready To Face Brand Modi? | Nation Wants To Know 12:51 Skeleton Of Five Family Members Found In Chitardurgas District Of Karnataka | News At 7 05:37 Iran's Axis Of Resistance To Pound Israel After Commander Mousavi's Death? | IDF Fears New Attacks 09:35 Hina Khan in Hospital Due to High Fever | Rupali gets HONORED by Anupamaa's producers",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ram lalla",
        "sentiment": "neutral"
      },
      {
        "name": "shri ram janmabhoomi teerth kshetra",
        "sentiment": "none"
      },
      {
        "name": "shringar aarti",
        "sentiment": "none"
      },
      {
        "name": "aarti",
        "sentiment": "none"
      },
      {
        "name": "sandhya aarti",
        "sentiment": "none"
      },
      {
        "name": "bhog aarti",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "spirituality news",
        "sentiment": "neutral"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T13:31:50.655+02:00",
  "updated": "2023-12-29T18:35:44.528+02:00"
}