{
  "thread": {
    "uuid": "eee2b4e589847051c0c1119687615c6ca088461a",
    "url": "https://www.esquire.com/style/grooming/g46978070/top-shelf-grooming-february-2024",
    "site_full": "www.esquire.com",
    "site": "esquire.com",
    "site_section": "http://www.esquire.com/blogs/mens-fashion/mens-fashion-rss",
    "site_categories": [
      "shopping"
    ],
    "section_title": "Style - Esquire",
    "title": "The 9 Grooming Products We're Excited About Right Now",
    "title_full": "The 9 Grooming Products We're Excited About Right Now",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://hips.hearstapps.com/hmg-prod/images/index-6-65e0ead2445bf.jpg?crop=1.00xw:1.00xh;0,0&amp;resize=1200:*",
    "performance_score": 0,
    "domain_rank": 814,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "eee2b4e589847051c0c1119687615c6ca088461a",
  "url": "https://www.esquire.com/style/grooming/g46978070/top-shelf-grooming-february-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Garrett Munce",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "The 9 Grooming Products We're Excited About Right Now",
  "text": "The calendar might say February, but as I write this, the warm-ish weather tells another story. I’ve been hibernating for what feels like an eternity, through the frigid temperatures, snowy weather, and early sunsets—and it’s tempting to believe that we’ve made it through. But if I’ve learned anything from past years, it’s that this is fake out. Hibernation season is still very much in full gear, my friends.You know what always helps me get through the winter doldrums? Grooming. That probably won’t surprise you, since I’m a grooming editor and all, but a little self care in the depths of winter goes a long way to lighten my mood, improve my seasonal depression, and generally make me feel less gross and more like a real human. And while my hibernation grooming routine borders on the psychotic (lots of Everything Showers, baths, and head-to-toe moisturizing), it could mean something very different for you. Maybe you don’t want to spend an hour in a bathtub, but you do want to chill out with the help of the perfect scented candle. Perhaps you just want your sheets to smell great while you’re bed rotting on the weekend. Or maybe all it takes is for your eyes to look bright and alert to perk up on those dark mornings. Whatever your hibernation self-care looks like to you, I celebrate it. I’ve spent the last few dark months doing all the things and I’ve found some pretty great new products that are ideal for this time of year. So whether you want to exfoliate away your Seasonal Affective Disorder or you just want to take this time to (finally) get into retinol, these are the best products to check out right now. Exfoliating Body Duo This new body care brand was inspired by the ancient hammam rituals of the Middle East and, frankly, there is nothing I would rather be doing in the winter than spending every waking moment in a steamy hammam. Sadly, that’s not a reality my calendar or wallet will allow, which is why I fell in love with this at-home version. The brand’s full cleansing ritual is meant to mimic the steps of a hammam, but if we’re really going to get to the crux of it, it’s all about this exfoliating duo. Apply the pre-exfoliating foam to help start releasing dead skin cells and nourish and protect the skin once you get to step two: sliding on the exfoliating glove and scrubbing away. It’s made from plant fibers that are gentle enough to not wreck your skin’s microbiome (provided you don’t scrub too hard) and the combination leaves your skin feeling smooth and conditioned. Eye Defy I’ve been a fan of GoldfadenMD’s OG eye cream, Bright Eyes, for years, but this new one hits a different need in my routine. It’s creamier and more nourishing and is designed to target signs of aging like fine lines with an infusion of peptides that promote collagen production. It’s also deeply hydrating thanks to ingredients like squalane, hyaluronic acid, and meadowfoam seed oil, which is doubly welcome during the cold winter months when my skin feels extra dry. I’ve been using this at night and haven’t woken up with sagging skin or eye bags once. Temple des Mousses Refillable Candle Candles are a mainstay in my house no matter the season, but in winter they become even more important. I’m spending more time inside nesting up, which means home scent becomes paramount. I’ve enjoyed playing around with the new Les Mondes de Diptyque (\\\"The Worlds of Diptyque\\\") collection, the first refillable candles from the iconic French candle brand. They come in beautiful reusable glass vessels and once you’ve burned through, popping in a refill is easy as pie. I’ve cycled through all five scents and Temple des Mousses (\\\"Temple of Moss\\\") is by far my favorite—a meditative green scent that’s slightly woody, slightly earthy, and inspired by Japanese zen gardens. UV AOX Elements Broad-Spectrum SPF 50 I know I’m approaching broken record territory here, but yes, wearing daily sunscreen is important, even in winter and even if you’re not outside. Finding the perfect sunscreen is a year-round pursuit for me and I’ve been really impressed with this new one from EltaMD. It’s mineral based, but slightly tinted, so it doesn’t leave any sort of white cast on my skin. It’s also packed with antioxidants that also help further protect my skin against photoaging (that’s aging caused by sunlight). There’s also hyaluronic acid in the formula and I found that it’s hydrating enough that it can replace my moisturizer as long as I’m not too dry. Aqua Universalis Fabric Care Set Here’s some advice for anyone looking to seduce me: the way to my heart is fancy laundry detergent.There are plenty of good smelling options out there, but I’ve never used anything quite like this super insanely fancy detergent from Maison Francis Kurkdjian. Like the perfect summertime eau de toilette, notes of musks, white flowers, Italian lemon, and Calabrian bergamot create an airy, fresh vibe that’s subtle but unmistakable. The first time I washed my sheets in this stuff (and the accompanying fabric softener) I felt like I was going to sleep in a chic, sun-dappled hotel on the Amalfi coast. If that’s not the vibe you want in the depths of winter, I don’t know what is. My only gripe is that the bottles are small—so I have to save it only for the most special occasions. Bio-Active Ceramide Repairing and Plumping Moisturizer For me, winter is all about finding the right moisturizer to keep my skin protected from the cold air outside while helping prevent it from drying out in the warm air inside (thanks radiators). I spend most of the season trying different combinations of creams, lotions, serums—you name it—and the moment I tried this one, I knew it was going to be a winner. It’s a rich cream, which for me means it works best as a night cream, and it’s packed with ceramides that help to strengthen the skin and prevent signs of aging. It’s also ultra-moisturizing, so I’ve never woken up looking like a raisin. If you choose to wear it during the day, there’s also something in it called Gransil Blur, which is supposed to have a blurring effect, kinda like a filter IRL. I haven’t seen much of that, but I’ve almost exclusively been wearing it at night, so who’s to say. With or without, it’s become my favorite winter moisturizer. Software Update Retinol Body Serum Regular readers of this column will know that I’m a huge fan of body retinol, so I was really excited to try this new one. It did not disappoint. The low concentration of retinol makes it safe to use on your body and while the serum itself is billed as an anti-aging product for below the neck, I found that I really use it to address things like dark spots and post-breakout hyperpigmentation (there’s also niacinamide in the formula to help with that). I use it on areas like my back where I’ve broken out before and after only a few uses, I could swear the dark spots were already lighter. Clean Retinol I had the pleasure of recently meeting Dr. Julius Few, a Chicago-based “holistic” plastic surgeon whose celebrity clients are kept under wraps but come to him for his minimalist approach to surgery in favor of combining it with other treatments like lasers and skincare. He’s brought that philosophy to his new brand and I’ve been impressed with the whole range, but especially the Clean Retinol. Combining a low concentration of retinol with antioxidants, peptides, and botanicals, this ultra-gentle retinol serum is perfect for sensitive skin and works to stimulate collagen production and reduce signs of aging. It’s basically the only thing I put on at night (besides night cream) and my skin has been loving it. Purifying Whipped Cleanser In the grand scheme of skincare, cleansers can get overlooked because they’re kind of boring and they get washed off your face pretty quick. I think that’s wrong! I’m a total freak for cleansers and really geek out when I find a good one. Consider me geeked with this new one, then, because it is pretty perfect. It’s thick, pillowy, and barely lathers, but still deep cleans your pores and leaves your face feeling super clean but not tight. It’s suitable for all skin types, but I find it feels best when my skin is a little dry because it’s creamy and nourishing. Basically, it’s the platonic ideal of a face cleanser and I keep reaching for it over and over.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:18:55.615+02:00",
  "updated": "2024-03-01T00:18:55.615+02:00"
}