{
  "thread": {
    "uuid": "27b0f499e609344e685878ce67c198a83f9997f9",
    "url": "https://www.prnewswire.co.uk/news-releases/samarkand-international-airport-welcomes-millionth-passenger-as-traffic-doubles-in-a-year-302023502.html",
    "site_full": "www.prnewswire.co.uk",
    "site": "prnewswire.co.uk",
    "site_section": "https://www.prnewswire.co.uk/news-releases",
    "site_categories": [
      "media",
      "financial_news",
      "finance",
      "business",
      "marketing"
    ],
    "section_title": "All News Releases and Press Releases from PR Newswire UK",
    "title": "Samarkand International Airport Welcomes Millionth Passenger as Traffic Doubles In a Year",
    "title_full": "Samarkand International Airport Welcomes Millionth Passenger as Traffic Doubles In a Year",
    "published": "2023-12-28T23:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://mma.prnewswire.com/media/2210036/4472792/Air_Marakanda_Logo.jpg?p=facebook",
    "performance_score": 0,
    "domain_rank": 7110,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "27b0f499e609344e685878ce67c198a83f9997f9",
  "url": "https://www.prnewswire.co.uk/news-releases/samarkand-international-airport-welcomes-millionth-passenger-as-traffic-doubles-in-a-year-302023502.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Air Marakanda, Uzbekistan",
  "published": "2023-12-28T23:11:00.000+02:00",
  "title": "Samarkand International Airport Welcomes Millionth Passenger as Traffic Doubles In a Year",
  "text": "[Air Marakanda, Uzbekistan](/news/air-marakanda%2C-uzbekistan/) 28 Dec, 2023, 21:11 GMT [] SAMARKAND, Uzbekistan, Dec. 28, 2023 /PRNewswire/ -- Air Marakanda, the management company operating Samarkand International Airport, today announced a doubling of passenger traffic for the year, compared with 495,000 passengers in 2022, and welcomed its one millionth passenger. The milestone not only represents the booming tourism appeal of Uzbekistan's second city, but also highlights the successful growth strategy being pursued by the company. The record-breaking passenger was Tajikistan resident Mr. Dilshod Rakhimov, who flew to Abu Dhabi on Wizz Air flight 5W7164. To celebrate the event, Dmitry Martynenko, Air Marakanda's Commercial Director, presented the millionth passenger with souvenirs and a voucher for the airport's VIP lounge. Wizz Air also congratulated the passenger and presented him with a voucher covering the cost of a flight to Abu Dhabi. Anton Khojayan, CEO of Air Marakanda, said: \"Serving our first millionth passenger has capped off a landmark year for our company. We opened new destinations in cooperation with partner airlines, increased the frequency of flights of existing air carriers, and developed Samarkand's airport infrastructure - all of which led us to the cherished figure of one million. We are especially pleased today to congratulate a record-breaking passenger and end the year with a celebration. We are eager to push our growth trajectory even higher, and I am confident that next year we will achieve even better results.\" Air Marakanda opened the airport's architecturally stunning new terminal less than two years ago, after becoming the first private participant in a public/private partnership in aviation in Uzbekistan. Johan Eidhagen, Managing Director of Wizz Air Abu Dhabi, said: \"We are delighted to celebrate one year of operations to Samarkand and our contribution in supporting the airport to reach the significant milestone of one million passengers. Wizz Air has introduced a new era of ultra-low-cost travel to the market, unlocked affordable travel opportunities, and carried more than 100,000 passengers to and from Samarkand. This stands as a testimonial on how we can stimulate more demand through our model by making travel accessible for everyone.\" He added, \"We are looking forward to doubling our numbers in 2024 by carrying the flag of ultra-low-cost travel into the region and stimulating more demand by unlocking affordable travel opportunities for both residents and visitors of Samarkand.\" The millionth passenger milestone coincides with Samarkand International Airport being ranked among the top 5 largest airports in Europe in terms of passenger traffic growth, according to the European branch of the International Airports Council (ACI Europe). According to results tabulated as of October, Samarkand airport took 4th place in the category of regional and small airports. About Air Marakanda Air Marakanda is responsible for ground handling and management of the new Samarkand International Airport terminal. It is the first project in the aviation industry of the Republic of Uzbekistan based on public-private partnership. For two years, the new Samarkand terminal has been within the top ten leaders in the Central Asian region of the World Airport Awards (SKYTRAX). Logo - [https://mma.prnewswire.com/media/2210036/4472792/Air_Marakanda_Logo.jpg](https://mma.prnewswire.com/media/2210036/4472792/Air_Marakanda_Logo.jpg)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "anton khojayan",
        "sentiment": "none"
      },
      {
        "name": "dmitry martynenko",
        "sentiment": "none"
      },
      {
        "name": "dilshod rakhimov",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "air marakanda",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "samarkand",
        "sentiment": "none"
      },
      {
        "name": "uzbekistan",
        "sentiment": "none"
      },
      {
        "name": "uzbekistan",
        "sentiment": "none"
      },
      {
        "name": "samarkand international airport",
        "sentiment": "none"
      },
      {
        "name": "tajikistan",
        "sentiment": "none"
      },
      {
        "name": "abu dhabi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:33:21.108+02:00",
  "updated": "2023-12-29T00:33:21.108+02:00"
}