{
  "thread": {
    "uuid": "a55ffee17a899f09fa1be334f38c1490401527f3",
    "url": "https://www.shethepeople.tv/news/shabnam-shaikh-muslim-woman-ayodhya-paidal-yatra-2056552",
    "site_full": "www.shethepeople.tv",
    "site": "shethepeople.tv",
    "site_section": "https://shethepeople.tv/news",
    "site_categories": [
      "media",
      "health",
      "womens_health"
    ],
    "section_title": " News Featuring Indian Women With Opinions &amp; Breaking Stereotypes ",
    "title": "Meet Shabnam: A Muslim Woman Embarks On Ayodhya Paidal Yatra",
    "title_full": "Meet Shabnam: A Muslim Woman Embarks On Ayodhya Paidal Yatra",
    "published": "2023-12-29T14:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/shethepeople/media/media_files/67dnd8SF2gRW5ywxjMK3.png",
    "performance_score": 0,
    "domain_rank": 41225,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a55ffee17a899f09fa1be334f38c1490401527f3",
  "url": "https://www.shethepeople.tv/news/shabnam-shaikh-muslim-woman-ayodhya-paidal-yatra-2056552",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Pavi Vyas",
  "published": "2023-12-29T14:02:00.000+02:00",
  "title": "Meet Shabnam: A Muslim Woman Embarks On Ayodhya Paidal Yatra",
  "text": "Meet Shabnam, a young Muslim woman from the vibrant streets of Mumbai, defying stereotypes and embarking on a spiritual journey to witness the grandeur of the Ram temple in Ayodhya. This is not merely a story of footsteps covering 1,425 kilometers but a reality that challenges preconceptions, exemplifying the universal essence of devotion. Shaikh has embarked on her journey along with her two friends, Vineet Panday and Raman Raj Sharma. She believes that to worship Ram, one does not need to be confined by any one particular religion or region, and through this journey, she also aims to transcend religious borders and also break the stereotype that only boys can take such an arduous journey. Devotion Knows No Labels A young Muslim woman from Mumbai, Shabnam Shaikh, has embarked on a 1,425-kilometer journey from Mumbai to [Ayodhya](https://www.shethepeople.tv/news/up-cm-flags-off-51-buses-operated-exclusively-by-women-1567411) on foot as a form of Hindu pilgrimage to pay homage to Lord Ram and aims to break many stereotypes with her walking journey, accompanied by two friends, Raman Raj Sharma and Vineet Panday. Her journey isn't just about covering the physical distance. It is also a testament to the unifying power of faith, challenging the notion that devotion is confined by religion or region. Shabnam's unwavering dedication to Lord Ram, despite her Muslim background, is something hailed by people from all walks of life. The trio of devotees have embarked on their journey in devotion to Lord Ram for 9 days and have [reached](https://www.ndtv.com/india-news/from-mumbai-streets-to-ayodhya-ram-temple-shabnam-unique-pilgrimage-4757199#pfrom=home-ndtv_topstories) Sindhava in Madhya Pradesh, covering 25–30 kilometres every day along with the message \"Green India, Clean India\" They have been garnering widespread love and respect, boosting their social media reach and making them a sensation overnight. Despite the fatigue and challenges of the long journey by foot, the three devotees stated that their devotion to Lord [Ram](https://www.shethepeople.tv/opinion/valmiki-jayanti-significance-faith-1675134) keeps them moving as they share everyday updates of their journey on Instagram, through which people find the trio garnering them with flowers, shawls, and garlands and posting stories with the pilgrims. Shabnam has also witnessed many heartwarming moments of solidarity as people, including [Muslims](https://www.shethepeople.tv/top-stories/opinion/students-unity-karnataka-hijab-row/) greeted her with a resounding \"Jai Shri Ram.\" This outpouring of support reaffirmed her belief in the universality of faith and the power of shared human connection. Overcoming Challenges However, her journey hasn't been without challenges beyond the scorching sun and long distances, but the police have been instrumental in ensuring not just her safety but also arranging food and accommodation for the young woman. As they passed through some sensitive areas in Maharashtra, police ensured their safety and helped them out through some troubling situations. While Shabnam is receiving widespread support from all walks of life, signifying solidarity as people have been offering her food, shelter, and encouragement, she is also receiving many hateful comments online, but Shabnam's faith remains unwavering as she ignores the hateful comments and is overwhelmed by the positive response, strengthening her faith. Shabnam firmly believes that Lord Ram's worship is not confined by one [religion](https://www.shethepeople.tv/top-stories/opinion/inter-faith-relationship-swara-bhaskar/) or any region, and it transcends borders, encompassing the whole world in its embrace, as she says, \"Lord Ram belongs to everyone, irrespective of their caste or religion,\" and claims it to be her motivation behind the trip. She also aims to challenge the stereotypical notions to be misconceptions that not just boys but everyone can take such arduous long trips, as she walks the arduous path every day, embracing her hijab, carrying the [saffron](https://www.shethepeople.tv/news/complaint-against-rana-ayyub-hijab-row/) flag and chanting 'Jai Shri Ram.' Debunking the rumours that Shabnam's trip is to be a planned gathering in Ayodhya for the inauguration of Ram Mandir on January 22, she denied the claims, stating that the journey is a personal quest for her spiritual fulfilment to transcend religious boundaries and is purely out of her natural devotion. Shabnam Sheikh is an emerging YouTube vlogger and Instagram content creator from Mumbai who has garnered 222k followers on Instagram and goes by the handle @shernishaikh or @shabnamsherni on the social media apps. Shabnam's story is a beacon of hope and inspiration. It reminds us that faith transcends religion and that love and understanding can bridge any divide. Her journey is a testament to the human spirit's ability to overcome obstacles and achieve the seemingly impossible, and it portrays the cultural harmony of our country. In the footsteps of Shabnam, we find a path that leads not just to Ayodhya but towards a world where the boundaries of faith dissolve, and humanity stands united in reverence.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.ndtv.com/india-news/from-mumbai-streets-to-ayodhya-ram-temple-shabnam-unique-pilgrimage-4757199#pfrom=home-ndtv_topstories)",
    "https://ndtv.com/india-news/from-mumbai-streets-to-ayodhya-ram-temple-shabnam-unique-pilgrimage-4757199#pfrom=home-ndtv_topstories)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "raman ra",
        "sentiment": "none"
      },
      {
        "name": "shaikh",
        "sentiment": "none"
      },
      {
        "name": "raman raj sharma",
        "sentiment": "none"
      },
      {
        "name": "shabnam shaikh",
        "sentiment": "none"
      },
      {
        "name": "vineet panday",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "ayodhya paidal yatra meet shabnam",
        "sentiment": "none"
      },
      {
        "name": "mumbai",
        "sentiment": "none"
      },
      {
        "name": "ayodhya",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T15:24:12.966+02:00",
  "updated": "2023-12-29T15:24:12.966+02:00"
}