{
  "thread": {
    "uuid": "ab8889bfb38d2c61b085d89c4c8085fd79ca69ff",
    "url": "https://www.infobae.com/america/agencias/2024/03/29/cientos-de-devotos-acompanan-la-centenaria-procesion-de-los-cristos-en-el-salvador",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "https://www.infobae.com/feeds/rss/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Infobae.com",
    "title": "Cientos de devotos acompañan la centenaria Procesión de los Cristos en El Salvador",
    "title_full": "Cientos de devotos acompañan la centenaria Procesión de los Cristos en El Salvador",
    "published": "2024-03-29T18:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/new-resizer/Tm1BJPG34bP6O3CTVM-gkTtfMZA=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/BPKMIIXZTVFGJL5VWMJSVRBS5A.jpg",
    "performance_score": 0,
    "domain_rank": 2087,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ab8889bfb38d2c61b085d89c4c8085fd79ca69ff",
  "url": "https://www.infobae.com/america/agencias/2024/03/29/cientos-de-devotos-acompanan-la-centenaria-procesion-de-los-cristos-en-el-salvador",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Newsroom Infobae",
  "published": "2024-03-29T18:16:00.000+03:00",
  "title": "Cientos de devotos acompañan la centenaria Procesión de los Cristos en El Salvador",
  "text": "Izalco (El Salvador), 29 mar (EFE).- Cientos de devotos acompañaron este viernes la centenaria Procesión de los Cristos en la localidad salvadoreña de Izalco (oeste de El Salvador), una de las más importantes del país centroamericano en la Semana Santa y que tiene una duración de 16 horas continuas.\nLa tradición, que combina rituales Mayas, comienza la tarde del Jueves Santo y concluye el Viernes Santo en el mismo templo desde donde partió.\nWilliam Rosales, uno de los creyentes participantes, explicó a EFE que en esta ocasión se presentaron alrededor de 1.400 cargadores, entre ellos mujeres y niños, quienes visten sus tradicionales túnicas moradas y pasean por las principales calles empedradas del lugar los 12 imágenes de Cristo, más la imagen de Jesús Nazareno.\nIndicó que participar en este evento religioso es parte de un sacrificio y penitencia que hacen los devotos como \"fieles creyentes de Jesús Nazareno\".\nRosales añadió que la procesión es organizada por la Hermandad Jesús Nazareno de Izalco, y que, parte de la idiosincrasia de la misma son las penitencias de algunas personas, \"ya sea en agradecimiento o petición que le hacen (a Jesús Nazareno) con mucha fe\".\nLa Asamblea Legislativa de El Salvador declaró en marzo de 2023 patrimonio cultural inmaterial a la Procesión de los Cristos y el Santo Entierro de la localidad occidental de Izalco, reconocida por sus raíces indígenas.\nCon la anterior se busca reconocer la devoción y esfuerzo de toda la población izalqueña por mantener en el tiempo estas tradiciones de fe católica.\nLa localidad de Izalco es rica en expresiones culturales y se caracteriza por su solemnidad, sobre todo en la Semana Santa y las procesiones son algunas de las costumbres y tradiciones religiosas que ha persistido durante muchos años, siendo catalogadas como unas de las celebraciones más solemnes en el país.\nIzalco fue una de las localidades más golpeadas por la masacre de indígenas y campesinos ordenada por el dictador Maximiliano Hernández Martínez, con la que casi exterminó a esta población y su cultura en 1932.\nLa matanza se dio tras una insurrección popular, encabezada por indígenas y campesinos, suscitada en rechazo a una reforma que los despojó de sus tierras comunales y a un fraude electoral.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T18:23:09.454+03:00",
  "updated": "2024-03-29T18:23:09.454+03:00"
}