{
  "thread": {
    "uuid": "374665947354996a7155d34d7c1f792d32064458",
    "url": "https://www.deccanherald.com/opinion/feeling-truly-blessed-2828467",
    "site_full": "www.deccanherald.com",
    "site": "deccanherald.com",
    "site_section": "https://www.deccanherald.com/dhcup2023",
    "site_categories": [
      "media"
    ],
    "section_title": "DH Cup 2023",
    "title": "Feeling truly blessed",
    "title_full": "Feeling truly blessed",
    "published": "2023-12-28T23:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://images.deccanherald.com/deccanherald%2Fimport%2Fsites%2Fdh%2Ffiles%2Farticleimages%2F2022%2F04%2F28%2Foasis-2-1-1104517-1651096324.jpg?rect=0%2C0%2C1280%2C672&amp;w=1200&amp;ar=40%3A21&amp;auto=format%2Ccompress&amp;ogImage=true&amp;mode=crop",
    "performance_score": 0,
    "domain_rank": 2984,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "374665947354996a7155d34d7c1f792d32064458",
  "url": "https://www.deccanherald.com/opinion/feeling-truly-blessed-2828467",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Priya Anand",
  "published": "2023-12-28T23:16:00.000+02:00",
  "title": "Feeling truly blessed",
  "text": "During childhood, a Sunday ritual of going to the temple meant dressing in a silk paavadai. A little vermillion on our forehead, two bangles shoved onto each hand, a long swan chain around the neck and we were ready to seek blessings from the divine almighty at his abode by simply bowing down and chanting the two stothrams learned by heart. Upon entering the sanctum sanctorum, a coin would be handed to each to be put into the hundi (temple donations).\nThe thrill of hearing this sound of the coin clinking with the others inside the hundi gave the satisfaction of our god being rich. The aroma of flowers adorning several gods, sounds of various bells around the temple and the cool breeze chasing us during pradakshina, was indeed a priceless experience. Nerves calmed and heartbeats slowed as all savoured the prasadam seated on the stairway.\nThe belief that God had heard us, kept all worries at bay. On a recent trip, while standing in queue and watching the divine Aarthi, we happened to just catch a glimpse of the deity between several heads that crisscrossed. We were asked to keep moving ahead and make way for others. This temple, a tourist destination attracting many, is famous for its architecture and historical importance. The stories depicted on the walls speak high of the craftsmanship and rich heritage during that era. Temple’s rituals are still being followed the same way with priest conducting the prayers religiously every day. At every ten-minute interval, the priest can be seen walking out holding a tray full of big notes, some flowers and the tiny aarti lamp to bless the devotees while the rusted hundi stares bare.\nFrom the corner of the eye, the priest keeps a check on his tray plus the new arrivals. By now, the little coins in our hands were uncomfortable and a search for a bigger note began.\nWith no cash in the purse, ...thanks to online shopping, I tugged my husband for his wallet and was lucky to find one note respectable enough for the priest’s tray. The blessing was instant. Out came a packet of sweet candies and two pouches of haldi Kumkum directly from god’s feet. Keeping pace with the crowd during pradakshina, we exited the temple quietly as no sound of bells, no aroma of flowers, no breeze accompanied us. Stepping out of the temple, we offered the cup of puliyogre to an old lady begging for food. And somehow, this brought a smile to our face and left us feeling more blessed.\nADVERTISEMENT (Published 28 December 2023, 20:46 IST)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "aarthi",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T01:26:37.100+02:00",
  "updated": "2023-12-29T01:26:37.100+02:00"
}