{
  "thread": {
    "uuid": "df0ad750506cc3a95add53f1cd3a2284db9d9158",
    "url": "https://www.michigandaily.com/tv/the-accidental-influencer-teaches-us-that-coming-of-age-doesnt-end-in-your-20s",
    "site_full": "www.michigandaily.com",
    "site": "michigandaily.com",
    "site_section": "https://www.michigandaily.com/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "The Michigan Daily",
    "title": "‘The Accidental Influencer’ teaches us that coming-of-age doesn’t end in your 20s",
    "title_full": "‘The Accidental Influencer’ teaches us that coming-of-age doesn’t end in your 20s",
    "published": "2024-03-15T00:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.michigandaily.com/wp-content/uploads/2024/03/online_Michelle_Accidental.Influencer.jpg",
    "performance_score": 0,
    "domain_rank": 16887,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "df0ad750506cc3a95add53f1cd3a2284db9d9158",
  "url": "https://www.michigandaily.com/tv/the-accidental-influencer-teaches-us-that-coming-of-age-doesnt-end-in-your-20s",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Michelle Wu",
  "published": "2024-03-15T00:14:00.000+02:00",
  "title": "‘The Accidental Influencer’ teaches us that coming-of-age doesn’t end in your 20s",
  "text": "We open in the future home of our protagonist, Red Ho (Shu-Yao Kuo, “Step Back to Glory”), as she tours the place with her boyfriend of three years, Chihming Chou (Ray Chang, “Eternal Summer”). It seems pretty obvious that she’s entering the next chapter of adulthood — home ownership and potentially marriage. It’s only logical that life follows this straightforward trajectory, right?\nAs we’ll see in the next couple of episodes, the answer is very far from a resounding yes. Welcome to the awkward, confusing world of growing up. Our protagonist has lost her way at the ripe old age of 30.\nComing-of-age is a universally\nwell-loved genre that focuses on the protagonist’s transition from childhood into adulthood. The main character is someone young, typically in their teens to their early 20s. The plot generally focuses on a captivating and transformational character arc. Its theme encapsulates a broad and often relatable issue. Rarely, however, do these stories center on anyone 30 or older. After all, it’s common knowledge that life should be worked out by then: your job, your partner, your finances. Why would anybody at that stage experience a major life overhaul?\nRed Ho’s woeful tale begs to differ. Right as she thinks her boyfriend will propose to her as she celebrates her 30th birthday, he breaks up with her in front of her friends — in the new house she is indebted to pay off for the next 20 years of her life. At first, he tells her that he cannot be with someone due to the torment of life stressors and the “demon living inside of him.” This is in addition to both of their busy work lives and Red’s incessant talk about financial calculations for her new position as a property owner in the modern-day economy. As it turns out (rather predictably, might I add), it’s because he was two-timing her. Perhaps those overtime shifts he supposedly reported having were not at the office after all.\nIf this wasn’t bad enough, Red’s job goes up in flames when she finds out that her boss, a freakish marketing director, turns out to be the girl her ex-boyfriend was seeing. In a fit of rage, Red quits. Without a Plan B. At an age where socially she should’ve had everything figured out, she finds herself both single and unemployed. So, she does what any person would’ve done when they hit rock bottom: post on social media. But not just any kind of post — hate posts. Against her ex-boyfriend. Against her ex-boss. Against life. Under the surname “ex-girlfriend from hell,” seeking vengeance on the man who cheated on her. Unexpectedly, she goes viral, rising from 136 followers on Instagram to over 5,000 immediately after a celebrity reposts her.\nSupported by an eccentric trio who serves as her home base and add bits of quirkiness to the dramedy, Red explores the stages after a horrible breakup, difficult conversations with family about still untangling the knots of life and the search to find a new, stable job while navigating internet fame as an upcoming influencer. What was supposedly deemed as a time devoid of upheaval turned out to be a button for a life restart and learning about what life truly was about. There is a stigma associated with this in Asia (where the show is set), but this second wave of adulting during a quarter-life crisis has become much more talked about in the U.S.: A slew of women in their 30s are now documenting their divorce journeys\non TikTok, garnering support and camaraderie of women in similar predicaments throughout the country, some even nicknaming the phenomenon as “The Great Millennial Reset.” Our dear Red doesn’t get the same societal approval as these women do, so the least we can do is give her a couple of silent cheers for braving and (inadvertently) breaking conventional norms in a country that has quite a bit of discreet social rules.\nYes, the distressed, conflicted protagonist feels unsurprising and cliche, and the storyline and characters are a little immature at times, but it reminds us that our inner child doesn’t have to leave forever once ‘adulthood’ is achieved. We can continue to nurture it well into adulthood, because does growth ever really end?\nDaily Arts Contributor Michelle Wu can be reached at michewu@umich.edu.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.tiktok.com/t/ZTLdy2hpv/",
    "https://medium.com/publiclibrarysg/why-we-love-coming-of-age-stories-533b24247b7",
    "https://www.tiktok.com/t/ZTLdy2hpv",
    "https://www.medium.com/publiclibrarysg/why-we-love-coming-of-age-stories-533b24247b7",
    "https://tiktok.com/t/ZTLdy2hpv/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shu-yao kuo",
        "sentiment": "negative"
      },
      {
        "name": "chihming chou (ray chang",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:26:58.073+02:00",
  "updated": "2024-03-15T00:26:58.073+02:00"
}