{
  "thread": {
    "uuid": "5d91d9a59b174f210fafeefc35632962bfce8563",
    "url": "https://www.elperiodic.com/torreblanca/dunas-sacrificio-formula-municipio-costero-castellon-para-protegerse-temporales-invernales_940095",
    "site_full": "www.elperiodic.com",
    "site": "elperiodic.com",
    "site_section": "http://www.elperiodic.com/rss_general.xml",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Noticias de Valencia, Alicante y Castellón",
    "title": "Dunas de sacrificio: La fórmula de un municipio costero de Castellón para protegerse de los temporales invernales",
    "title_full": "Dunas de sacrificio: La fórmula de un municipio costero de Castellón para protegerse de los temporales invernales",
    "published": "2024-01-12T11:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.elperiodic.com/archivos/imagenes/noticias/2024/01/12/dunas-de-proteccion-torreblanca_og.jpeg",
    "performance_score": 0,
    "domain_rank": 70669,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5d91d9a59b174f210fafeefc35632962bfce8563",
  "url": "https://www.elperiodic.com/torreblanca/dunas-sacrificio-formula-municipio-costero-castellon-para-protegerse-temporales-invernales_940095",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "elperiodic.com",
  "published": "2024-01-12T11:59:00.000+02:00",
  "title": "Dunas de sacrificio: La fórmula de un municipio costero de Castellón para protegerse de los temporales invernales",
  "text": "Dunas de sacrificio: La fórmula de un municipio costero de Castellón para protegerse de los temporales invernales La idea es mantener estas dunas en las playas hasta la llegada de los turistas de Semana Santa El Ayuntamiento de Torreblanca ya ha levantado las primeras dunas en su litoral con el objetivo de proteger sus playas de los efectos que provocan los temporales invernales. El equipo de Gobierno inició ya los trabajos el pasado mes de diciembre y ya se empiezan a ver los cordones dunares en algunos puntos de la costa del municipio. La alcaldesa, Tania Agut, ha estado supervisando esta semana los trabajos en el terreno junto con el diputado provincial responsable del Consorcio de Bomberos, David Vicente Segarra, y el concejal de Sostenibilidad Ambiental, Joel Antoni, para comprobar la evolución de estas barreras de tierra que ayudan a evitar la erosión marina del litoral y que los temporales se lleven la arena de las playas. Tania Agut ha querido “agradecer a la Diputación de Castellón y al Consorcio de Bomberos su decisiva colaboración, con medios personales y materiales, para levantar estos cordones dunares y así evitar la erosión de la costa de Torreblanca. En diciembre ya comenzamos a amontonar arena por todas las playas y ha sido esta semana cuando hemos empezado a levantar las dunas que permitirán proteger nuestra costa ante posibles temporales este invierno”. Hay que tener en cuenta que el Ayuntamiento de Torreblanca realiza las dunas de sacrificio un año más para proteger sus playas de los esperados temporales marítimos durante los meses de enero a abril. Las dunas de sacrificio son montones de arena alineadas al borde de la costa y acumuladas en pequeñas montañas para que, en caso de temporal, la playa no se vea afectada. Ya en función de cómo evolucionen las alertas por temporales, se prevé que en el mes de marzo se desmonten estas dunas protectoras y se vuelva a repartir la arena para que en Semana Santa, que este año cae muy pronto, estén las playas en buenas condiciones de uso para los vecinos del pueblo y los visitantes.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-12T13:06:09.198+02:00",
  "updated": "2024-01-12T14:37:36.602+02:00"
}