{
  "thread": {
    "uuid": "b5e44ecbb8592c2c1dabfec75539c0ab3b22a650",
    "url": "https://lancasteronline.com/sports/nfl/recently-modified-practice-squad-rules-helping-to-save-steelers-season-on-defense/article_614c9c25-741a-5b28-84b2-1e9a347b996d.html",
    "site_full": "lancasteronline.com",
    "site": "lancasteronline.com",
    "site_section": "http://lancasteronline.com//search/?q=&t=article&l=25&d=&d1=&d2=&s=start_time&sd=desc&c[]=sports*&f=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "lancasteronline.com - RSS Results in sports* of type article",
    "title": "Recently modified practice-squad rules helping to save Steelers' season on defense | NFL | lancasteronline.com",
    "title_full": "Recently modified practice-squad rules helping to save Steelers' season on defense | NFL | lancasteronline.com",
    "published": "2023-12-30T03:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/lancasteronline.com/content/tncms/custom/image/93da4272-2b56-11eb-811c-8b16acf833b2.jpg?resize=600%2C315",
    "performance_score": 0,
    "domain_rank": 8463,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b5e44ecbb8592c2c1dabfec75539c0ab3b22a650",
  "url": "https://lancasteronline.com/sports/nfl/recently-modified-practice-squad-rules-helping-to-save-steelers-season-on-defense/article_614c9c25-741a-5b28-84b2-1e9a347b996d.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Chris Adamski - The Tribune-Review, Greensburg (TNS)",
  "published": "2023-12-30T03:03:00.000+02:00",
  "title": "Recently modified practice-squad rules helping to save Steelers' season on defense | NFL | lancasteronline.com",
  "text": "Dec. 29—Teryl Austin shook his head in a combination of relief and recognition. If not for some modifications made to the NFL's practice squad rules in recent years, imagine where the Pittsburgh Steelers defense would have been this season by now? \"Yeah,\" Austin, the Steelers defensive coordinator, said this week. \"That would be a tough one.\" Three veterans who joined the organization via the practice squad over the past two months are in line to start on defense for the Steelers in Sunday's game at the Seattle Seahawks. Eric Rowe, Myles Jack and Mykal Walker combine for 21 seasons and 260 regular-season games of NFL experience, but each was unemployed as this season approached its midway point. All joined the Steelers, who were desperate at inside linebacker and safety because of a spate of injuries. And while each initially was signed for depth, each has been forced into action by further attrition at their positions. \"We didn't have them on practice squad as developing players; we had them on the practice squad as capable players, guys that we could call upon and give us varsity-like work and effort,\" coach Mike Tomlin said this week, referencing Jack and Rowe in particular. \"And their play (during last week's win against the Cincinnati Bengals) reflected that. Man, we got a sack from Myles Jack, and we got an interception from Eric Rowe.\" Jack and Rowe were among the NFL's most reliable and trusted at their positions (Jack at ILB, Rowe safety) during the latter part of the 2010s. Now 28 and 31 years old, respectively, they'd probably admit they might not have the same athletic traits they had in their early 20s. But each has been able to extend his career in 2023 via practice-squad rules that have been heavily modified over the past four years. Whereas for the first quarter-century of the NFL, the practice squad — introduced in 1993 — was intended as a developmental vehicle for rookies and younger inexperienced players, nowadays rules allow teams to hold onto grizzled vets such as Rowe and Jack as a sort of \"break glass in case of emergency\" contingency. The new collective bargaining agreement signed in February 2020 called for a loosening of practice-squad rules and an expanding of their sizes. But when the covid-19 pandemic struck weeks later, for the NFL season that fall the league agreed to expand practice squad sizes to 16 spots per team and further liberalize rules as to which players can reside on them (six can now have any level of experience). Now, there are spots for the likes of 30-somethings such as Rowe. \"When covid hit and they expanded the practice squads and allowed you to keep veterans, that was helpful to all of us because now you don't have to have a young guy come in there that maybe you're not familiar with or doesn't have much experience,\" Austin said. \"You have a guy that has some experience and has NFL experience and has performed at an NFL level that you usually feel pretty comfortable putting in there.\" The Steelers have lost their top three inside linebackers and their top four safeties to injury over the past two months. Before the 2020 change in practice-squad rules, that would have meant they had two choices: —Promote an unproven, inexperienced player off their practice squad and have him play a significant role, or —Sign a veteran \"cold\" off the street and be forced to give him a crash course in the scheme/system before deploying him in a game days later Under the new rules, the Steelers at least could have some advance planning, giving the likes of Rowe, Jack and veteran inside linebackers Walker and Blake Martinez (signed off Carolina Panthers practice squad after coming out of retirement) a few weeks to get back into \"football shape\" and immerse themselves into the Steelers playbook before stepping into game action. Those four join several younger players, safety Trenton Thompson and linebackers/special-teamers Kyron Johnson and Tariq Carpenter (since released), who have contributed to the Steelers this season after coming up off the practice squad. Rowe, Jack, Walker, Martinez and Johnson weren't even part of the organization when October began. Veteran defensive back Patrick Peterson said credit for the Steelers keeping their defense afloat amongst all their attrition is a testament to the work of general manager Omar Khan and Tomlin. \"For finding the right guys to plug in and play, for the most part, and credit to the guys who have been able to jump on the moving train and put their hand into the helping pile to help us be as successful as we can,\" Peterson said. \"So credit to both parts for getting the job done.\" Hey, Steelers Nation, get the latest news about the Pittsburgh Steelers here. Chris Adamski is a Tribune-Review staff writer. You can contact Chris by email at or via Twitter . (c)2023 The Tribune-Review (Greensburg, Pa.) Visit The Tribune-Review (Greensburg, Pa.) at www.triblive.com Distributed by Tribune Content Agency, LLC.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "teryl austin",
        "sentiment": "negative"
      },
      {
        "name": "myles jack",
        "sentiment": "none"
      },
      {
        "name": "eric rowe",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nfl",
        "sentiment": "negative"
      },
      {
        "name": "steelers",
        "sentiment": "negative"
      },
      {
        "name": "mykal walker",
        "sentiment": "none"
      },
      {
        "name": "seattle seahawks",
        "sentiment": "none"
      },
      {
        "name": "pittsburgh steelers",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "austin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T04:01:17.014+02:00",
  "updated": "2023-12-30T04:01:17.014+02:00"
}