{
  "thread": {
    "uuid": "55b6137b1868aaa3ec8831663a24c7ca67ef7ff0",
    "url": "https://www.epm.org/resources/2024/Mar/29/good-friday-terrible",
    "site_full": "www.epm.org",
    "site": "epm.org",
    "site_section": "https://epm.org/blog",
    "site_categories": [],
    "section_title": "Browse: All -  - Eternal Perspective Ministries",
    "title": "Why Good Friday Isn’t Called Terrible Friday - Resources - Eternal Perspective Ministries",
    "title_full": "Why Good Friday Isn’t Called Terrible Friday - Resources - Eternal Perspective Ministries",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.epm.org/static/uploads/images/blog/cross-good-friday-terrible.jpg",
    "performance_score": 0,
    "domain_rank": 93276,
    "domain_rank_updated": "2024-03-26T12:08:39.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "55b6137b1868aaa3ec8831663a24c7ca67ef7ff0",
  "url": "https://www.epm.org/resources/2024/Mar/29/good-friday-terrible",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@epmorg",
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "Why Good Friday Isn’t Called Terrible Friday - Resources - Eternal Perspective Ministries",
  "text": "On Good Friday, Jesus experienced the terrible burden of atonement, the trauma of dying on the cross, and the anguish of being temporarily alienated from His Father when He became sin for us (see Matthew 27:46; 2 Corinthians 5:21). But this suffering was ultimately overshadowed by His joy in our salvation: “For the joy set before him he endured the cross, scorning its shame” (Hebrews 12:2). The unhappy suffering and death of Jesus ultimately guaranteed the death of death (see Revelation 21:4) and the elimination and reversal of the curse (see Revelation 22:3). It also guaranteed the eternal happiness of all who believe and trust in Jesus and His unfathomable suffering on our behalf, all for our eternal good and His eternal glory. So why isn’t Good Friday called Bad Friday? Because what happened on Sunday, Christ’s resurrection, redeemed what happened on Friday. Therefore, we can now see the crucifixion and all its horrors in retrospect. Out of the appallingly bad came the inexpressibly good. Had Jesus been delivered from His suffering, He couldn’t have delivered us from ours. And by the way, since God brought the greatest good out of His Son’s suffering, can’t He also bring good out of ours? Isn’t that exactly what Romans 8:28 promises, that “we know that for those who love God all things work together for good, for those who are called according to his purpose” (ESV)? The Gospel accounts of the Crucifixion and Resurrection depict Christ’s deep unhappiness in Gethsemane and His anticipation of the Cross. Joy and happiness are overshadowed by sorrow and grief—until the release of death. What follows His death for Jesus is joy, but for the apostles it is overwhelming grief. Resurrection happiness soon shines its light, pushing sorrow into the shadows. Death is conquered, and our eternal happiness secured. What would otherwise have been remembered as Terrible Friday or Horrific Friday is transformed into Good Friday because Christ’s resurrection works in reverse upon death. The hidden purpose in Christ’s suffering is no longer hidden—it becomes a spectacular cause for happiness. This is the gospel’s Good News! As Easter worked in reverse to make Good Friday good, so our resurrection will work in reverse to bring goodness out of our most difficult days. In the end that will never end, life conquers death, joy triumphs over suffering. Happiness, not sorrow, has the last word—and it will have the last word forever. Photo: [Unsplash](https://unsplash.com/photos/hIlTGgXyTvQ?utm_content=creditCopyText&utm_medium=referral&utm_source=unsplash)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [
    "https://unsplash.com/photos/hIlTGgXyTvQ?utm_content=creditCopyText&utm_medium=referral&utm_source=unsplash)",
    "https://www.unsplash.com/photos/hIlTGgXyTvQ?utm_content=creditCopyText&utm_medium=referral&utm_source=unsplash)",
    "https://unsplash.com/photos/hIlTGgXyTvQ"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "negative"
      },
      {
        "name": "matthew",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "corinthians",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T17:43:34.058+03:00",
  "updated": "2024-03-29T17:43:34.058+03:00"
}