{
  "thread": {
    "uuid": "0636bfa7d66e41e6f45343b5bba231d1a1417566",
    "url": "https://news.webindia123.com/news/Articles/India/20240301/4173970.html",
    "site_full": "news.webindia123.com",
    "site": "webindia123.com",
    "site_section": "https://news.webindia123.com",
    "site_categories": [
      "media"
    ],
    "section_title": "News India, Asia, World, Sports, Business, Science / Tech, Health, Entertainment, Features",
    "title": "Deve Gowda's role is prominent in solving Karnataka's problems: Former CM Bommai",
    "title_full": "Deve Gowda's role is prominent in solving Karnataka's problems: Former CM Bommai",
    "published": "2024-03-01T00:26:18.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 19550,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0636bfa7d66e41e6f45343b5bba231d1a1417566",
  "url": "https://news.webindia123.com/news/Articles/India/20240301/4173970.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-01T00:26:18.000+02:00",
  "title": "Deve Gowda's role is prominent in solving Karnataka's problems: Former CM Bommai",
  "text": "Speaking after releasing a book ' Mannina Maga' written by B.Ramalingashetty on the former PM Devegowda here on Thursday, he said the book written by Shetty and seen by him and by the Kannada Sahitya Parishad has focused on the history of irrigation and agriculture of Karnataka as well of the social life. Despite writing a number of books on Devegowda still, there was scope to write more books due to his vast life, he said. \"His life has touched upon everything and it was more special and surprising also. Without bothering about his position, Devegowda fought. It was surprising that his inspiration was much higher than his reputation,\" Bommai said. \" I got the opportunity of working with him and seen his days in power and off power. I am very lucky as I am more close with him than HD Kumaraswamy\". Comparing Devegowda's personality with that of Karnataka in Mahabharat, the former CM said out of his 60 years in politics he has been in power only for five to six years and rest of the time he fought for the sake of the State and nation. On the one hand, he had the rare quality of accepting the challenge and on the other hand, worked as a voice for farmers who worked in fields. He served as the Leader of the Opposition at a very young age and shook the government with just 24 MLAs. After coming to power, Devegowda served as irrigation minister but still, he regrets that the state didn't give more importance to irrigation as like other states. Devegowda has held a day long meeting regarding the Upper Krishna projects. Now also there was the problem of land acquisition. He ensured the speedy completion of the Narayanpura canal construction. In politics, there were people who didn't want things to get done and some of them had demanded a probe against him. Devegowda had referred it to the CBI and later the party that had demanded investigation has withdrawn it's complaint. When Devegowda became the PM, he released more funds for the UKP schemes under AIBP. He had been successful in bringing 9 TMC of the Cauvery water to Bengaluru. The BJP leader said when Devegowda was the CM, there was a report in the newspaper about the power scarcity in the State And he was in Delhi at that time. From Delhi, he went to Mumbai, met Balasaheb Thackeray and explained the situation. Thackeray got the Maharashtra order cancelled and allowed the power supply to Karnataka. He used his political connections for the betterment of the State. He had kept power and officials to resolve the idgah maidan row of Hubballi by sending him to that place. He made the Anjuman-e-Islam to hoist the national flag Bommai also lauded the services of Dr Manjunath, former director, of Jayadeva Institute of Cardiology and Vascular Sciences for saving the lives of many. Dr Manjunath would have been rich had he minded but he won the love and affection of people. Nirmalanandanatha Swamiji of Adichunchanagiri Mutt, KSP President Dr Mahesh Joshi, Hampa Nagarajaiah, Leeladevi R.Prasad, Kannada Rakshana Vedike President T A.Narayanagowda, former chairman of the Legislative Council V R.Sudharshan and Ramalingashetty were present. (ANI)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mannina maga",
        "sentiment": "negative"
      },
      {
        "name": "devego",
        "sentiment": "negative"
      },
      {
        "name": "deve gowda",
        "sentiment": "negative"
      },
      {
        "name": "devegowda",
        "sentiment": "none"
      },
      {
        "name": "shetty",
        "sentiment": "none"
      },
      {
        "name": "bommai",
        "sentiment": "none"
      },
      {
        "name": "hd kumaraswamy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kannada sahitya parishad",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "karnataka",
        "sentiment": "none"
      },
      {
        "name": "mahabharat",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:26:19.098+02:00",
  "updated": "2024-03-01T00:26:19.098+02:00"
}