{
  "thread": {
    "uuid": "cd0c1c480a7a2f81f7d66c31990071329d748b9a",
    "url": "https://www.independent.ie/entertainment/dara-bertie-and-a-bank-robber-podcast-highlights-of-2023/a1557638991.html",
    "site_full": "www.independent.ie",
    "site": "independent.ie",
    "site_section": "https://www.independent.ie/entertainment/rss",
    "site_categories": [
      "media",
      "rugby",
      "sports"
    ],
    "section_title": "Independent.ie : Entertainment",
    "title": "Dara, Bertie and a bank robber: podcast highlights of 2023",
    "title_full": "Dara, Bertie and a bank robber: podcast highlights of 2023",
    "published": "2023-12-30T04:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IE",
    "main_image": "https://focus.independent.ie/thumbor/07IwgCBbxbYuITzFUQsUA8Wj35Q=/110x0:785x450/675x450/prod-mh-ireland/4b339061-f50b-4182-b529-f75e5607a978/554085e4-248e-4e6d-a31a-aafca4c36262/a_o_briain_2023%20%282%29.jpg",
    "performance_score": 0,
    "domain_rank": 1646,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cd0c1c480a7a2f81f7d66c31990071329d748b9a",
  "url": "https://www.independent.ie/entertainment/dara-bertie-and-a-bank-robber-podcast-highlights-of-2023/a1557638991.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Henrietta McKervey",
  "published": "2023-12-30T04:30:00.000+02:00",
  "title": "Dara, Bertie and a bank robber: podcast highlights of 2023",
  "text": "Dara, Bertie and a bank robber: podcast highlights of 2023\nIt has been a bumper 12 months for listeners, from queries about cannibalism to Richard Osman’s take on superhero fatigue\nTwo decades ago, there were zero podcasts. In 2023, Apple Podcasts alone was home to over 2.6 million, with 87.6 million episodes between them. But, as with any gold rush, there is always a reckoning. The only-way-is-up trajectory had a serious wobble in June, when Spotify suddenly downsized its podcast business. It then parted ways with Meghan and Harry after the couple’s Archewell Audio spectacularly failed to deliver on its promise of interesting content and celebrity guests. The same month, Stitcher, the app that helped get podcasts on the mainstream entertainment map, announced it was closing.\nYet despite the gloomy news for those working in podcasting, 2023 was a bumper year for listeners. Old favourites — including Black & Irish (RTÉ), Bookclub (BBC Radio 4), The Lady Vanishes (7News) — were joined by new shows, such as the unforgettable Bone Valley (Lava for Good Podcasts in association with Signal Co No1).\nThe latter looks at the case of teenager Michelle Schofield, who was found dead in a disused mining pit in rural Florida in 1987. Despite the lack of evidence, her musician husband Leo was convicted of her murder. Seventeen years into his life sentence, previously unexamined fingerprint evidence clearly pointed to another suspect, yet the justice system would not budge on its verdict. What can be done? Plenty, it turns out. Recorded over four years, Bone Valley is a superb series, written and hosted by Pulitzer Prize-winning journalist Gilbert King with producer-reporter Kelsey Decker.\nIf you could get back all the time you’ve ever wasted, would you want it? Over six episodes, Dara Ó Briain’s Timewasters (Audible Originals) debates exactly that. From relationships that were never going anywhere, hours spent on call waiting to pointless DIY projects and weird hobbies, he and two comedian guests spill the beans on the most misspent moments of their lives, and the odd and often inexplicable choices that got them there. A good starting point is Episode 3, in which Ed Byrne makes a case for learning Irish in school being a waste of time, and Ria Lina reveals why her divorce was five years late. Entertaining and surprisingly relatable, the stories might be different, but this show proves that time-wasting is part of the human condition.\nThose of us still pining for the late, great Reply All, which downed tools in 2022, were rewarded when former host PJ Vogt announced a new show. Originally called Weekly, it officially launched in July as Search Engine (created by PJ Vogt, Audacy, Jigsaw). Driven by the same ‘wait, what?’ curiosity as Reply All, Search Engine tries to answer questions that listeners might normally turn to the internet to solve: odd queries potentially too daft, too personal or too hard to ask a friend. Gems include ‘Why don’t we eat people?’, a question posed by the four-year-old son of the New Yorker’s restaurant critic; and ‘Who should be in charge of AI?’, the story of the brief, pearl-clutching revolution at Sam Altman’s artificial intelligence company, OpenAI.\nBarely two years old, Gary Lineker’s Goalhanger production company now claims to be the UK’s largest independent podcast group, with 17.5 million downloads a month. In August, The Rest is Football joined its stable of popular shows (the roster includes heavy-hitters The Rest is Politics and The Rest is History). Co-hosted by Lineker, Alan Shearer and Micah Richards, The Rest is Football is a fast-paced blend of debate, analysis, outrageous tales from their careers, and the odd cooking tip (Gary’s a dab hand in the kitchen).\nIn November, another Goalhanger show scored an immediate win when Richard Osman and Marina Hyde launched The Rest is Entertainment. These two smart, opinionated and funny presenters take on topics such as superhero fatigue, the Fleet Street phone-hacking scandal and the Hallmark Christmas movie production line.\nIn the first episode of Finding Samantha (RTÉ Documentary on One podcast) journalist Sharon Davis mournfully says: “We just seem to be at the end of a fishing line and she kind of dangles the hook into the water, tries to tantalise us with the bait.” This seven-part series begins by taking listeners back to 2013, when gardaí try to identify a young girl found alone and upset outside the GPO. A month-long investigation reveals nothing, until a photograph is released to the public and all hell breaks loose: the supposedly vulnerable teenager was a 25-year-old Australian with a history of cons. Another hit Irish true crime show was I’m Not Here to Hurt You (Irish Independent), a five-episode story telling the tragic sequence of events that saw John Hegarty spiral from high-achieving student to Ireland’s most prolific bank robber.\nThis year marked the 25th anniversary of the Good Friday Agreement. As politicians geared up for the commemorations in April, As I Remember It: Bertie Ahern & the Good Friday Agreement (Newstalk) many of those who negotiated it recalled the events, reflecting on the invariably intricate, sometimes dangerous and regularly frustrating negotiations.\nThe former taoiseach is joined by Tony Blair and Bill Clinton among others, with archive recordings featuring many brave voices who have since died, including Mo Mowlam, who pushed through last-minute negotiations despite having an IV in her arm.\nIn Ahern’s show, the clue is in the title: memory is a slippery thing. Memory as the ultimate unreliable narrator is the driving force of the nine-episode Bear Brook Season 2: A True Crime Story (New Hampshire Public Radio). Following on from the 21 million download success of Season 1, host Jason Moon’s impressive and impeccably researched feat of long-form investigative journalism boiled down to two big questions: is it possible to uncover the truth in a 31-year-old cold case? And if so, who is entitled to tell another person’s story? In July 1988, engineer Sharon Johnson was strangled and stabbed. Her husband’s teenage colleague Jason Carroll was convicted, but appealed, arguing his confession had been involuntary. As with Bone Valley, Bear Brook examines what happens when the legal system refused to accept that justice was ill-served. A corker.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dara",
        "sentiment": "negative"
      },
      {
        "name": "bertie",
        "sentiment": "negative"
      },
      {
        "name": "meghan",
        "sentiment": "none"
      },
      {
        "name": "richard osman",
        "sentiment": "none"
      },
      {
        "name": "harry",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bbc radio",
        "sentiment": "none"
      },
      {
        "name": "signal",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "spotify",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T04:42:44.994+02:00",
  "updated": "2023-12-30T04:42:44.994+02:00"
}