{
  "thread": {
    "uuid": "0dd1f7c20707e52e22724babb35b904191fb4be9",
    "url": "https://www.todayonline.com/world/oppenheimer-crowned-best-picture-oscars-2379996",
    "site_full": "www.todayonline.com",
    "site": "todayonline.com",
    "site_section": "https://www.todayonline.com",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Latest news in Singapore and around the world – TODAY",
    "title": "'Oppenheimer' crowned best picture at the Oscars - TODAY",
    "title_full": "'Oppenheimer' crowned best picture at the Oscars - TODAY",
    "published": "2024-03-11T05:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "SG",
    "main_image": "https://onecms-res.cloudinary.com/image/upload/s--J8EXtk42--/c_fill,g_auto,h_676,w_1200/fl_relative,g_south_east,l_mediacorp:tdy:watermark:2021-10:reuters,w_0.1/f_auto,q_auto/v1/one-cms/core/2024-03-11t022724z_1_lynxnpek2a03k_rtroptp_3_awards-oscars.jpg?itok=AKWLufjD",
    "performance_score": 0,
    "domain_rank": 6354,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0dd1f7c20707e52e22724babb35b904191fb4be9",
  "url": "https://www.todayonline.com/world/oppenheimer-crowned-best-picture-oscars-2379996",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "todayonline.com",
  "published": "2024-03-11T05:04:00.000+02:00",
  "title": "'Oppenheimer' crowned best picture at the Oscars - TODAY",
  "text": "LOS ANGELES — \"Oppenheimer\", the blockbuster biopic about the race to build the first atomic bomb, claimed the prestigious best picture trophy at the Academy Awards on Sunday (March 10).\nDirector Christopher Nolan's film starred Irish actor Cillian Murphy as theoretical physicist J Robert Oppenheimer, leader of the US effort in the 1940s to create a weapon devastating enough to end World War Two.\nMurphy won the best actor trophy, and Nolan was named best director. Emma Stone won best actress for \"Poor Things\".\nA three-hour historical drama about science and politics, \"Oppenheimer\" became an unlikely box office hit and grossed US$953.8 million (S$1.3 billion), in addition to widespread critical praise.\nIt was the first of Nolan's films to win best picture. The director has previously won acclaim for \"The Dark Knight\" Batman trilogy, \"Inception\", \"Memento\" and other movies.\n\"Oppenheimer\" triumphed over feminist doll adventure \"Barbie\", a movie it had battled in a box office showdown dubbed \"Barbenheimer\". Other best picture contenders included \"The Holdovers\", a dramedy set in a New England boarding school, and the Holocaust tale \"The Zone of Interest\".\nIn supporting actor categories, Robert Downey Jr of \"Oppenheimer\" and \"The Holdovers\" star Da'Vine Joy Randolph claimed their first Academy Awards.\nDowney, who was nominated for an Oscar in 1993 before his career was derailed by drug use, won his honour for playing Oppenheimer's professional nemesis.\n\"I'd like to thank my terrible childhood and the Academy, in that order,\" Downey joked before he saluted his wife Susan, who he said found him as a \"snarly rescue pet\" and \"loved him back to life\".\nRandolph won the best supporting actress trophy for playing a grieving mother and cafeteria worker in the comedy set in a New England boarding school. She shed tears as she accepted her award.\n\"For so long, I always wanted to be different, and now I realise I just need to be myself,\" she said. \"I thank you for seeing me.\"\nBritish Holocaust drama \"The Zone of Interest\" was named best international feature. Director Jonathan Glazer addressed the Israel-Gaza conflict in his acceptance speech.\n\"Right now we stand here as men who refute their Jewishness and the Holocaust being hijacked by an occupation which has led to conflict for so many innocent people. Whether the victims of October the 7th in Israel or the ongoing attack on Gaza. All the victims of this dehumanization. How do we resist?\" he said to cheers and applause.\n\"The Boy and the Heron\", Japanese director Hayao Miyazaki's semi-autobiographical film about grief, was named best animated feature.\nWinners were chosen by the roughly 10,500 members of the Academy of Motion Picture Arts & Sciences.\nJIMMY KIMMEL COMPLIMENTS, TAKES JABS AT ACTORS Talk show host Jimmy Kimmel, hosting the show for the fourth time, opened the ceremony by complimenting, and taking jabs at, many of the nominees and their films.\nThe comedian praised \"Barbie\", the pink-drenched doll adventure, for remaking a \"plastic doll nobody even liked anymore\" into a feminist icon.\nBefore the film, there was \"a better chance of getting my wife to buy our daughter a pack of Marlboro Reds\" than a Barbie, Kimmel said on the broadcast, which was shown live on the US ABC network.\nKimmel said many of this year's movies were too long, particularly Martin Scorsese's 3-1/2-hour epic \"Killer of the Flower Moon\" about the murders of members of the Osage Nation in 1920s Oklahoma.\n\"In the time it takes you to watch it, you could drive to Oklahoma and solve the murders,\" Kimmel joked.\nAs the stars celebrated, hundreds of pro-Palestinian protesters angered by the Israel-Gaza conflict shouted and slowed traffic in the streets surrounding the Dolby Theatre in Hollywood. \"While you're watching, bombs are dropping,\" one sign read.\n\"The Oscars are happening down the road while people are being murdered, killed, bombed,\" said 38-year-old business owner Zinab Nassrou.\nAt the awards venue, a handful of celebrities, including Mahershala Ali and singer Billie Eilish, wore red pins calling for a ceasefire in Gaza.\nActor Mark Ruffalo praised the protesters as he entered the theatre and raised a clenched fist. \"We need peace,\" he said.\nElsewhere on the carpet, stars strutted in strong silhouettes, sparkles and a splash of Barbie-inspired pink. REUTERS\nRelated topics",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christopher nolan",
        "sentiment": "none"
      },
      {
        "name": "nolan",
        "sentiment": "none"
      },
      {
        "name": "barbie",
        "sentiment": "none"
      },
      {
        "name": "j robert oppenheimer",
        "sentiment": "none"
      },
      {
        "name": "murphy",
        "sentiment": "none"
      },
      {
        "name": "cillian murphy",
        "sentiment": "none"
      },
      {
        "name": "emma stone",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "oppenheimer",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-11T05:44:37.520+02:00",
  "updated": "2024-03-11T05:44:37.520+02:00"
}