{
  "thread": {
    "uuid": "57e14cb108674041acc038748a04856f7a77ebd2",
    "url": "https://eurweb.com/2024/twin-cowboys-teach-black-legacy-in-west",
    "site_full": "eurweb.com",
    "site": "eurweb.com",
    "site_section": "https://eurweb.com/feed",
    "site_categories": [
      "media",
      "entertainment"
    ],
    "section_title": "EURweb",
    "title": "Twin Cowboys Educate Next Generation on Black Influence in American West",
    "title_full": "Twin Cowboys Educate Next Generation on Black Influence in American West",
    "published": "2024-02-29T22:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://eurweb.com/wp-content/uploads/2024/02/Black-cowboy-twins-screenshot1a.jpg",
    "performance_score": 0,
    "domain_rank": 23087,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "57e14cb108674041acc038748a04856f7a77ebd2",
  "url": "https://eurweb.com/2024/twin-cowboys-teach-black-legacy-in-west",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Fisher Jack",
  "published": "2024-02-29T22:57:00.000+02:00",
  "title": "Twin Cowboys Educate Next Generation on Black Influence in American West",
  "text": "*TULSA, Oklahoma (\nKJRH) — Black cowboys played a major role in the settling and shaping of the American West. In honor of Black History Month, 2 News talked to twin brothers from Tulsa who’ve spent their entire lives making sure that part of history is told while being successful rodeo cowboys for many years. Being a cowboy was Ronnie and Donnie Stephens‘ childhood dream.\n“When I was a kid, I would draw pictures of guys I knew who roped, and I would draw a horse here and a rodeo area in the back and said my brother and I are going to have a place like this someday when I walk in the backyard,” Donnie said.\nAnd that’s exactly what they did. Three years after graduating high school, the Stephens bought land in north Tulsa and built a barn and an arena. For 10 years, they held twice-a-year rodeos, packing the place.\n“My mother, she used to run concession, it was a family affair,” Ronnie said. “My daddy was the gate man for people who came to the gate.”\nBeing Tulsa firefighters, the schedule allowed the Stephens to travel across the country to compete in rodeos — collecting prize money, championships, and countless stories. Theirs is chronicled in a chapter of the bestselling book “Black Cowboys of Rodeo.”\nBut it’s the story of others the Stephens take pride in telling most.\nFor years, they went to classes and taught children about the legacy and contributions of Black cowboys. They said it’s important for Black children to know a third of the cowboys in the Wild West were Black. This is important to them because knowing history means knowing and understanding others and their struggles.\n“I remember Jim Crow laws,” Donnie said. “I remember when we couldn’t go to Bell’s Amusement Park as a kid. It’s a gut shot. It’s not a good feeling to not have equal representation in anything you do.”\nBlack cowboy rodeos began when Black people either weren’t allowed in certain rodeos — or wouldn’t want to be a part of them.\n“Back then, a lot of top hands that should have made the finals, they just didn’t get scored right, or they got cheated on the times,” Donnie said.\nRonnie recalls a time, even in the 90s, at a rodeo in Bixby, where instead of leaving with prize money, he left with a police escort.\n“I won first place,” Ronnie said. “They had some excuse, ‘you did this’, they just lie to you about it and you know, you was right, but they didn’t give me the money.”\nThe Stephens said progress has been made, and education is key. This month, they were honored as living legends by the National Cowboy and Western Heritage Museum.\nDonnie said of their accomplishments — he’d like to be remembered as a helper for future generations of cowboys.\n“When I would try to learn, it was hard to get people to show you how to do things, so when I got the knowledge, I tried to educate people, and I think that’s what made me a better cowboy,” he said.\nThe Stephens are the epitome of success because, as Donnie said after the mic was off, as a kid, he played firefighter and cowboy.\nSo, as an adult, he didn’t work a day in his life.\nThe Stephens said during their presentations to kids, that while they focused on western history, they also let them try roping and incorporated messages about staying in school and staying away from gangs and drugs.\nClick here for updates on this story\nMORE NEWS ON EURWEB:\nBHM: Bill Pickett Invitational Rodeo Celebrates the History/Culture of Black Cowboys | WATCH\nThe-CNN-Wire\n™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education"
  ],
  "external_links": [
    "https://www.kjrh.com/news/local-news/twin-cowboys-educate-next-generation-on-black-influence-in-american-west",
    "https://kjrh.com/news/local-news/twin-cowboys-educate-next-generation-on-black-influence-in-american-west"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ronnie",
        "sentiment": "none"
      },
      {
        "name": "donnie stephens",
        "sentiment": "none"
      },
      {
        "name": "stephens",
        "sentiment": "none"
      },
      {
        "name": "donnie",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "oklahoma",
        "sentiment": "none"
      },
      {
        "name": "tulsa",
        "sentiment": "none"
      },
      {
        "name": "tulsa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:33:12.220+02:00",
  "updated": "2024-03-01T00:33:12.220+02:00"
}