{
  "thread": {
    "uuid": "086493ddc3434f83084f241993cd691e90e7d080",
    "url": "https://www.pressrepublican.com/opinion/the-god-squad-happy-easter-happy-holi/article_fc5e9106-ed39-11ee-ace4-cb6afb026eea.html",
    "site_full": "www.pressrepublican.com",
    "site": "pressrepublican.com",
    "site_section": "http://www.pressrepublican.com/search/?f=rss&t=article&c=opinion&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.pressrepublican.com - RSS Results in opinion of type article",
    "title": "The God Squad: Happy Easter, Happy Holi",
    "title_full": "The God Squad: Happy Easter, Happy Holi",
    "published": "2024-03-29T12:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/pressrepublican.com/content/tncms/custom/image/69469a34-6d14-11e5-9200-33570d2535b2.jpg?resize=600%2C315",
    "performance_score": 0,
    "domain_rank": 38181,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "086493ddc3434f83084f241993cd691e90e7d080",
  "url": "https://www.pressrepublican.com/opinion/the-god-squad-happy-easter-happy-holi/article_fc5e9106-ed39-11ee-ace4-cb6afb026eea.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MARC GELLMAN The God Squad",
  "published": "2024-03-29T12:00:00.000+03:00",
  "title": "The God Squad: Happy Easter, Happy Holi",
  "text": "Happy springtime! The formation of religious holy days is a mixture of history and myth. The celebration of new life in the spring is the most ancient cause of religious celebration. The dry and barren months of winter provoke a natural despair just as the birth of new flocks and crops provokes the birth of new joy.\nWhat was added to the cycle of nature by Judaism and Christianity was the non-cyclical one-time historical events that transform and complement the natural rebirth of spring. For Judaism, we can see this in the Passover seder meal (April 22) where the symbols of springtime, which are the parsley and lamb shank, sit next to the symbols of history, which are the unleavened matzah bread and bitter herbs, which are the symbols of the Exodus from Egypt. We can see the same combination of history and nature in the rituals and customs of Easter, which is Sunday, March 31.\nThe resurrection of Jesus is the historical event that formed Christianity in hope and joy and it is paired with the celebration of springtime hope and joy. The cross and the Eucharist are the markers of sacred history and the Easter eggs and Easter bunnies mark the advent of spring.\nThe significance of the Jewish and Christian combination of history and nature is that history is linear and nature is cyclical. Every year springtime is the same but every year we are one more year away from the Exodus or the Passion of Christ. That linear move enables history to become real while also acknowledging the popular and ancient customs of celebrating springtime.\nThe other spiritually important consequence of the Jewish and Christian Passover/Easter combination of history and nature is the miraculous and deeply personal understanding of the historical events themselves.\nPart of the Passover ritual is the recitation of the biblical verse, “You shall tell this story (of the Exodus) to your child in years to come, ‘All this is because of what the Lord did for me when I left Egypt.’” (Exodus 13:8). Obviously, this is not true. Only the generation of Moses left Egypt around 3,200 years ago and yet every generation is commanded to see themselves as having actually participated in the Exodus. The heart of faith is figuring out how to insert yourself into the story of faith.\nEaster also transforms the crucifixion and resurrection of Jesus from a one-time single event in the first century into a salvific event that is quite literally consumed by Christians in the Eucharist meal. Even Christian denominations that do not normally take communion on Sundays will take communion on Easter Sunday. In this way the atonement of sins through the suffering and death of Jesus is transformed by the resurrection of Jesus. Jesus’ gift through God becomes a shared gift for every Christian who believes in the atoning death of the son of God.\nThe U.S. Conference of Catholic Bishops three years ago spoke eloquently of the personal spiritual significance of the Eucharist:\n“The Eucharist is the heart of the Church and the heart of our lives as Catholics. In the Holy Eucharist, Jesus Christ himself draws near to each one of us personally and gathers us together as one family of God and one Body of Christ.”\nSo, whether it is entering the Exodus or entering the body of Christ, both the sister religions of Judaism and Christianity found strikingly similar ways to honor the repetition of nature and the singularity of sacred history in the same holiday.\nInterestingly, this week (March 25) also marks the Hindu holy day of Holi, which reveals to us a very different way to celebrate spring. Holi is always celebrated near the spring new moon with a cascade of colors, bonfires, flowers and sweets. Hindus observing Holi throw colored powders at each other and also use the time to try to mend broken relationships.\nThe big difference between Holi and Passover/Easter is that the events that overlay the arrival of spring in Hinduism are mythical events not historical events.\nHoli celebrates the victory of the God Vishnu and the love of the deities Radha and Krishna. These legends, though not historical, do serve to root the seasons into a context that transcends nature.\nThe main point of view of every faith is that nature is spiritually important, but it is not spiritually sufficient. Nature is not enough for us. Only God is enough for us.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "happy holi happy",
        "sentiment": "positive"
      },
      {
        "name": "judaism",
        "sentiment": "none"
      },
      {
        "name": "christianity",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "egypt",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T13:44:22.687+03:00",
  "updated": "2024-03-29T13:44:22.687+03:00"
}