{
  "thread": {
    "uuid": "49fa35a2ee3576ce0004289a7046fe4926f69237",
    "url": "https://www.chicagotribune.com/2024/05/31/from-national-guard-to-catholic-priesthood-i-wanted-to-live-for-something-higher-than-myself",
    "site_full": "www.chicagotribune.com",
    "site": "chicagotribune.com",
    "site_section": "http://www.chicagotribune.com/news/rss2.0.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Chicago News - Chicago Tribune",
    "title": "From National Guard to Catholic priesthood: ‘I wanted to live for something higher than myself’",
    "title_full": "From National Guard to Catholic priesthood: ‘I wanted to live for something higher than myself’",
    "published": "2024-05-30T23:35:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.chicagotribune.com/wp-content/uploads/2024/05/STA-L-Tinley-Park-priest-02.jpg?w=1024&#038;h=683",
    "performance_score": 0,
    "domain_rank": 507,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "49fa35a2ee3576ce0004289a7046fe4926f69237",
  "url": "https://www.chicagotribune.com/2024/05/31/from-national-guard-to-catholic-priesthood-i-wanted-to-live-for-something-higher-than-myself",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Melinda Moore",
  "published": "2024-05-30T23:35:00.000+03:00",
  "title": "From National Guard to Catholic priesthood: ‘I wanted to live for something higher than myself’",
  "text": "Click to print (Opens in new window) Chris Strong The Rev. Timothy Berryhill walks down the aisle at Holy Name Cathedral in Chicago after being ordained as a priest. Many of his family members were on hand to see the ceremony. (Chris Strong) By Melinda Moore May 31, 2024 at 5:14 a.m.\nTimothy Berryhill was a medical evacuation Blackhawk helicopter pilot in the Illinois Army National Guard for more than eight years, so he knows something about taking risks. But he never expected a startling incident while skydiving would change the course of his life.\nDuring a jump, he experienced a malfunction when his parachute was a bit tangled.\n“The long and short of that experience was I hadn’t been in church for a long time, and prayed for a long time, but at 3,000 feet, all those prayers of supplication started coming in,” he said.\nAlthough he didn’t break anything, the 90-minute ride back to Fort Rucker, where he was stationed training to fly helicopters, gave him time to think.\n“I started questioning the meaning and purpose of my life. I started thinking if I had died, what would they have said at my eulogy?” he shared. “I came to the conviction that I didn’t want to live for myself — I wanted to live for something higher than myself.”\nAlthough he was raised in the Christian Reformed Church back in Texas, a philosophy of religion class he took as an undergrad at Loyola University in Chicago, and a former roommate who later introduced him to the catechism, led him to explore the teachings and philosophy of the Catholic Church.\nHe decided to enter the Rite of Christian Initiation for Adults at St. George Catholic Church in Tinley Park, where that former roommate, Derek Whitaker, attended.\nWhile participating in a soup and theology event, a woman asked Berryhill if he was a seminarian. That sparked his interest in attending a free retreat at Mundelein Seminary called Exploring Priesthood Weekend.\nBerryhill said he was “blown away by the caliber of men there, people from all walks of life. They left everything to pursue seminary and a call to priesthood.\n“That was another event that turned me on to the priesthood,” he said.\nBerryhill, now 35, lived in a discernment house for two years before entering the seminary, and was a deacon during his six years as a seminarian, including doing Spanish immersion in the summer of 2023 in Antigua, Guatemala. Christ Strong The Very Rev. John Kartje, left, and Cardinal Blase Cupich stand in front of the future priests during the prostration as the Rev. Andy Matijevic, associate pastor at Holy Name Cathedral, looks on. Lying on the floor, from bottom to top, are Timothy Berryhill, Andrew Panzer, Juan Carlos Vargars Carrillo and Martin Nyberg. (Chris Strong)\nHe was ordained May 18 at Holy Name Cathedral in Chicago, an experience he described as surreal.\n“There’s a bit of a delayed reaction with things. It took me a while after the cardinal had placed his hands on my head,” he said. “I’m waiting for fellow classmates to get their hands laid on. I thought ‘That’s it! I’m a priest now!’”\nHe experienced something similar the next day, when he presided over a Communion Mass at St. George.\n“I praised God that I had really good servers who could point me where I needed to go and what to say,” he said.\nDuring Communion, as he was lifting up the bread, the impact hit him again.\n“The experience was an outpouring of love with my family and friends and fellow priests. A very joyful weekend. It was a confirmation of the spirit alive in the church.” Christ Strong Cardinal Blase J. Cupich, archbishop of Chicago, lays hands on Deacon Timothy Berryhill, invoking the Holy Spirit, as the Very Rev. John Kartje, left, looks on during the deacon’s ordination as a priest May 18 at Holy Name Cathedral in Chicago. (Chris Strong)\nThe Rev. Paul Seaman at St. George praised the job Berryhill did at his first Mass, saying he “was poised, and he was prayerful. He drew people into the prayer.”\n“St. George has a really wonderful track record of promoting vocations. I think it’s because the faith as a community radiates in such a way that people are inspired to serve the Lord in a particularly special way,” Seaman said.\nBerryhill chose a different type of music for the Mass, and wore a stole he used when he heard his first confession.\nSeaman said it’s an honor for a parish to produce a priest.\n“Tim’s vocation story is a direct line from his ordination that goes back to his friendship to one of our parishioners,” he said. “It was through that friendship that Tim started really thinking about deeper faith questions and then became Catholic. He wasn’t even Catholic when we first met.”\nHis mother, Cathryn Berryhill, said although Tim was always a leader, his new vocation “wasn’t exactly on my bingo card.”\n“It’s not something I expected, but as we’ve gone on this journey with him, we’ve learned a lot about the faith,” she said. Olivia Berryhill The Rev. Timothy Berryhill, center, lifts the host as part of Communion during an early morning Mass at St. George Parish in Tinley Park. It was the first Mass he celebrated after being ordained as a priest a day earlier. (Olivia Berryhill)\nShe described his first Mass as “very personal,” thanks to all of the connections he made at St. George.\n“Usually to me, church would be really formal, but he was almost conversational and informal, very welcoming and recalling instances with people in the parish,” she said.\nHis brother couldn’t attend the ordination, but Capt. Michael Berryhill, who is deployed in Iraq with the 44th Infantry Brigade Combat Team of the New Jersey Army National Guard, said he is “beyond proud” of his older brother. Both were Eagle Scouts, participated in ROTC in high school and college and were commissioned into the National Guard.\n“Tim always had a heart to serve, which was first seen in his decision to serve his country, and now continues with his decision to serve God and the church,” he said. “Throughout all of his accomplishments, Tim always had the ability to make people laugh and bring people together.”\nHe said he was initially surprised to learn his brother decided to become a priest, but said he never doubted his commitment.\n“Seeing the love Tim has for the church and the support in the community that surrounds him solidify to me that this truly is God’s calling for Tim,” he said.\nBerryhill’s first assignment will be at St. Paul VI Parish in Riverside, which is a unified version of St. Hugh in Lyons, Mater Christi in North Riverside and St. Mary in Riverside and has a school with about 350 students. Eight Masses take place on the weekend at the parish’s two buildings.\nThe Rev. Tom May is looking forward to welcoming Berryhill, who officially starts July 1 but has started moving into the rectory at St. Mary.\nMay said one of the first orders of business for the associate priest will be saying a morning Mass, followed by lots of discussion.\n“You have to kind of take it slow and to talk things through and how things are done like funerals and wake services before the funerals and cemetery services,” May said. “They don’t go through all of that at the seminary. … Every parish has its own way of doing things, so just learning all of that is a challenge.”\nIt’s a busy parish, with about 1,500 regular attendees each weekend and about 70 funerals each year.\nMay also is looking forward to having Berryhill use his language skills to lead the Spanish service, which started in mid-January.\n“People are excited about him coming and will be welcoming. He’ll be overwhelmed with invitations for breakfast and lunch,” May said.\nMelissa Moore is a freelance reporter for the Daily Southtown. Share this:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "timothy berryhill",
        "sentiment": "negative"
      },
      {
        "name": "melinda moore",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national guard",
        "sentiment": "negative"
      },
      {
        "name": "illinois army national guard",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "chicago",
        "sentiment": "none"
      },
      {
        "name": "fort rucker",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T13:38:57.867+03:00",
  "updated": "2024-05-31T19:49:59.999+03:00"
}