{
  "thread": {
    "uuid": "4bfaa8bc1223ffba67d6e0c890d199aa21ff4352",
    "url": "https://m.dailyhunt.in/news/india/english/abplive-epaper-dh7e8ed9a840a34a2e9316137468a5ca4c/revolutionizing+diagnostic+testing+diagnostai+lead+by+dr+rohitash+introduces+trailblazing+aipowered+solution-newsid-n599448908",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-modashin",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Dailyhunt",
    "title": "Revolutionizing Diagnostic Testing: Diagnost.ai Lead by Dr. Rohitash Introduces Trailblazing AI-Powered Solution",
    "title_full": "Revolutionizing Diagnostic Testing: Diagnost.ai Lead by Dr. Rohitash Introduces Trailblazing AI-Powered Solution",
    "published": "2024-04-11T13:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/c8/49/9c/c8499caf7ac8f6289171779aa1e5d04145f678ab2ab674a72e9276b2c8000622.jpg",
    "performance_score": 0,
    "domain_rank": 18265,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4bfaa8bc1223ffba67d6e0c890d199aa21ff4352",
  "url": "https://m.dailyhunt.in/news/india/english/abplive-epaper-dh7e8ed9a840a34a2e9316137468a5ca4c/revolutionizing+diagnostic+testing+diagnostai+lead+by+dr+rohitash+introduces+trailblazing+aipowered+solution-newsid-n599448908",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailyhuntapp",
  "published": "2024-04-11T13:17:00.000+03:00",
  "title": "Revolutionizing Diagnostic Testing: Diagnost.ai Lead by Dr. Rohitash Introduces Trailblazing AI-Powered Solution",
  "text": "Kolkata (West Bengal) [India], April 11: In a key step forward in healthcare accessibility and patient empowerment, Diagnost.ai has unveiled a pioneering diagnostic solution powered by advanced artificial intelligence technology. Designed to address common challenges in understanding and obtaining diagnostic test results for patients, Diagnost.ai promises to streamline the entire process from test planning to result interpretation.\nThe days of confusion and uncertainty upon receiving a paper or PDF full of unknown values from the pathology lab, are now gone. Patients can benefit from the smooth and flawless generation of research and citations from accreditation laboratories, by just uploading a copy of their prescription to a given WhatsApp number.\n\"At Diagnost.ai, our mission is to empower patients with knowledge and easy access to the same,\" explains Dr. Rohitash, CEO, Diagnost.ai. \"In this fast-paced healthcare landscape, many patients fall behind when it comes to understanding their diagnoses. Our AI-powered solutions offer an easy interpretation of their test results, and personalized recommendations for improving those.”\nIt is a simple and flexible process. When a particular lab is selected, a Diagnost.ai trained technician travels to the patient’s location at any time convenient for them to collect the sample. After the test report is ready, it will be sent via WhatsApp to the patient. A unique AI-based presentation video produced by Diagnost.ai accompanies the report. It explains what happened during the trial and provides some natural ways of improving health markers that can accompany prescribed therapy. As said by Dr. Rohitash: “Diagnost.ai does not replace medical care, but complements it perfectly. We want patients to take meaningful steps towards healing themselves with knowledge.”\nDiagnost.ai has already started operating in metropolitan Kolkata after starting out in its first office at Park Street. In order for each person to access high-quality medical care, Diagnost.ai wants to make testing and other medical services available at an affordable price; some are sold with discounts of up to 70%. Patients may obtain this service by scanning a QR code given in promotional material or sending a text message “hi” to +91 96910 79296 for WhatsApp AI bot access.\nAbout Diagnost.ai:\nDiagnost.ai is a leading healthcare technology company that uses AI to revolutionize diagnostic testing. Focusing on patient empowerment and accessibility, Diagnost.ai streamlines the testing process, providing patients with insights and personalized recommendations for health improvement. Operating from its headquarters in Kolkata, India, Diagnost.ai aims to transform the healthcare landscape by putting the power of diagnostics in the hands of patients.\n(This is a featured article. ABP Network Pvt. Ltd. and/or ABP Live do not endorse/subscribe to its contents and/or views expressed herein. All information is provided on an as-is basis. The information does not constitute advice or an offer to buy. Consult an expert advisor/health professional before any such purchase. Reader discretion is advised.)\nAuthor : ABP Live Focus",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rohitash",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "kolkata",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T03:17:49.482+03:00",
  "updated": "2024-04-12T03:17:49.482+03:00"
}