{
  "thread": {
    "uuid": "82794362f43dff746a9213ce1a6c43a326cc11c9",
    "url": "https://laopinion.com/2023/12/28/aseguran-que-silvia-pinal-saldra-pronto-del-hospital-y-pasara-ano-nuevo-en-su-mansion-en-mexico/",
    "site_full": "laopinion.com",
    "site": "laopinion.com",
    "site_section": "http://www.laopinion.com/feed/",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "immigration"
    ],
    "section_title": "La Opinión",
    "title": "Aseguran que Silvia Pinal saldrá pronto del hospital y pasará Año Nuevo en su mansión en México",
    "title_full": "Aseguran que Silvia Pinal saldrá pronto del hospital y pasará Año Nuevo en su mansión en México",
    "published": "2023-12-29T00:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://laopinion.com/wp-content/uploads/sites/3/2022/06/9443-SilviaPinal0016-e1654980412648.jpg?w=1200",
    "performance_score": 0,
    "domain_rank": 16772,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "82794362f43dff746a9213ce1a6c43a326cc11c9",
  "url": "https://laopinion.com/2023/12/28/aseguran-que-silvia-pinal-saldra-pronto-del-hospital-y-pasara-ano-nuevo-en-su-mansion-en-mexico/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Juan Pablo González",
  "published": "2023-12-29T00:31:00.000+02:00",
  "title": "Aseguran que Silvia Pinal saldrá pronto del hospital y pasará Año Nuevo en su mansión en México",
  "text": "Aseguran que Silvia Pinal saldrá pronto del hospital y pasará Año Nuevo en su mansión en México\nA pesar del tremendo susto que nos metió, todo parece indicar que Silvia Pinal pasará Año Nuevo desde la comodidad de su lujosa mansión\nLa primera actriz\nSilvia Pinal, quien está hospitalizada desde el pasado 22 de diciembre, estaría a cuestión de horas o días de abandonar el nosocomio privado en el que se encuentra internada tras contraer influenza.\nAunque su familia no ha hablado abiertamente sobre la inminente alta médica de la presentadora, quien sí lo hizo fue el productor Iván Cochegrus, quien adelantó que la celebridad de 92 años saldría del hospital este mismo viernes, lo que le permitirá pasar Año Nuevo desde la comodidad de su lujosa mansión en el Pedregal, en Ciudad de México.\n“En dos días se va a casa, a más tardar el viernes, allá va a pasar Año Nuevo”, detalló el realizador.\nSilvia Pinal tenía planeado recibir el 2024 desde su hogar en Acapulco, sin embargo, su condición médica no le permitirá viajar a la playa, por lo que tendrá que dejar ese viaje para mejor ocasión.\n“Está muy bien, ya bromea, está muy bien de ánimo”, compartió Cochegrus, quien detalló que la vida de la mamá de Alejandra Guzmán en ningún momento estuvo en riesgo, aunque admitió que sí la ingresaron a terapia intensiva\n“Ni la entubaron ni pasó a mayores, la señora ha estado consciente, come bien, o sea, todo está normal”, concluyó.\n¿Cómo es la mansión en México donde Silvia Pinal pasará el Año Nuevo?\nLa mansión en cuestión fue construida en 1956 y se ubica en el exclusivo barrio de Jardines del Pedregal, al sur de Ciudad de México.\nLa propiedad es de grandes dimensiones y conserva en su interior un retrato que el mismísimo Diego Rivera le hizo a la primera actriz y que está valuado en $60 millones de dólares.\nLa casa goza de diversos ambientes en el interior y en el exterior, siendo de destacar su increíble vegetación, así como su piscina climatizada y su sala de juegos.\nSigue leyendo:\nCaptan a Cristian Castro muy bien acompañado de mujer con la que habría pasado Navidad en su casa Natalia Alcocer, ‘La Vikinga’, se reconcilia con su pareja y lo presume durante cena de Navidad Video: Así es el lujoso yate en el que Wisin pasó Navidad en compañía de su bella esposa Así es la hermosa casa de Samadhi Zendejas, la bella protagonista de ‘Vuelve a mí’",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:42:31.037+02:00",
  "updated": "2023-12-29T00:42:31.037+02:00"
}