{
  "thread": {
    "uuid": "118367b3727247b88f926df67e9625b20cca534b",
    "url": "https://www.telediario.mx/internacional/papa-francisco-lavatorio-pies-12-reclusas-roma",
    "site_full": "www.telediario.mx",
    "site": "telediario.mx",
    "site_section": "https://mty.telediario.mx/saltillo",
    "site_categories": [
      "media",
      "education",
      "entertainment",
      "top_news"
    ],
    "section_title": "Noticias Saltillo hoy en vivo por Telediario| Telediario México",
    "title": "Papa Francisco hace el lavatorio de pies a 12 reclusas en Roma| Telediario México",
    "title_full": "Papa Francisco hace el lavatorio de pies a 12 reclusas en Roma| Telediario México",
    "published": "2024-03-28T22:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://cdn2.telediario.mx/uploads/media/2024/03/28/papa-francisco-lavatorio-silla-ruedas.jpg",
    "performance_score": 0,
    "domain_rank": 93512,
    "domain_rank_updated": "2024-03-26T12:08:39.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "118367b3727247b88f926df67e9625b20cca534b",
  "url": "https://www.telediario.mx/internacional/papa-francisco-lavatorio-pies-12-reclusas-roma",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agencia EFE",
  "published": "2024-03-28T22:02:00.000+02:00",
  "title": "Papa Francisco hace el lavatorio de pies a 12 reclusas en Roma| Telediario México",
  "text": "Papa Francisco lava los pies de 12 reclusas en Jueves Santo El potífice católico visitó la cárcel de Roma, Italia, para continuar con una tradición que se conmemora todos los jueves de Semana Santa. El papa Francisco, se presentó durante el jueves santo del 2024 en la prisión femenina de Roma para celebrar la misa que marca la tradición católica para éste día. Desde su silla de ruedas, la máxima autoridad de la religión, lavó los pies de doce reclusas, que forma parte de una tradición que representa lo que realizó Jesús con sus discípulos en la llamada 'Última Cena' Las mujeres, muchas de ellas visiblemente emocionadas o llorando, se subieron a una plataforma y el pontífice pasó por delante de ellas, con un mandil blanco y llevado en su silla de ruedas por sus problemas de movilidad, para lavar y luego besar sus pies. Previamente había improvisado una breve homilía centrada en el perdón, pero no la leyó, como suele hacer (en el último mes a menudo ha renunciado a leer discursos por un problema respiratorio que arrastra tras una gripe, según ha explicado él mismo). \"Todos tenemos pequeños o grandes fracasos, todos tenemos una historia, pero el Señor nos espera siempre con los brazos abiertos y no se cansa nunca de perdonar\", afirmó en una carpa en el patio de la cárcel, ante las presas y el personal de la institución. Francisco explicó que en este Jueves Santo, cuando se conmemora la última noche antes de la Pasión de Cristo, Jesús hizo entender, lavando los pies a sus discípulos, que \"había venido para servir y no para ser servido\". \"Jesús perdona todo, Jesús perdona siempre, solo espera que nosotros pidamos perdón\", sostuvo. El pontífice argentino explicó a las reas que una vez \"una anciana sabia y de pueblo\" le dijo que \"Jesús nunca se cansa de perdonar sino que -dijo- somos nosotros quienes nos cansamos de pedir perdón\". - Te recomendamos [Dónde está la réplica de la Torre Eiffel en Guadalajara](/comunidad/replica-de-la-torre-eiffel-en-guadalajara-donde-esta)Comunidad \"Ahora haremos lo mismo que hizo Jesús, lavar los pies, que es un gesto que llama la atención sobre la vocación del servicio. Pidamos al Señor que haga crecer en todos nosotros la vocación del servicio\", explicó, para después proceder a imitar a Cristo. El papa llegó a la cárcel, la mayor femenina de las cuatro de todo el país, en torno a las 16:00 horas locales (15:00 GMT) y en su patio le acogieron decenas de mujeres, algunas de las más de 300 presas, que besaron sus manos y le ovacionaron. De este modo Francisco continúa con una tradición iniciada con su pontificado, en 2013, la de no celebrar la misa de Jueves Santo en la catedral romana, la basílica de San Juan de Letrán, sino en los lugares de sufrimiento en la sociedad moderna. En sus once años de pontificado ha celebrado la misa \"In Coena Domini\" generalmente en cárceles, pero también en centros de acogida para refugiados, en correccionales de menores o en residencias, con los enfermos. La mañana del jueves santo, el pontífice argentino abrió los ritos del Triduo Pascual de la Semana Santa en la basílica de San Pedro del Vaticano con la misa crismal, en la que se conmemora la institución del sacramento del orden sacerdotal. En las últimas semanas a menudo se ha visto obligado a renunciar a la lectura de sus discursos debido a una gripe pero este jueves leyó su homilía con normalidad y el viernes se espera que acuda al Coliseo Romano para presidir el Vía Crucis de Viernes Santo, que por primera vez contará con unas meditaciones redactadas por él mismo. JB - Queda prohibida la reproducción total o parcial del contenido de esta página, mismo que es propiedad de TELEDIARIO; su reproducción no autorizada constituye una infracción y un delito de conformidad con las leyes aplicables. -",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T03:03:16.204+03:00",
  "updated": "2024-03-29T03:03:16.204+03:00"
}