{
  "thread": {
    "uuid": "92c178d70227d1f9ac33251a822d83a6be1b3444",
    "url": "https://vietnamnet.vn/en/japanese-doctor-brings-lights-to-thousands-of-poor-vietnamese-people-2266688.html",
    "site_full": "vietnamnet.vn",
    "site": "vietnamnet.vn",
    "site_section": "https://vietnamnet.vn/en",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "News",
    "title": "Japanese doctor brings lights to thousands of poor Vietnamese people",
    "title_full": "Japanese doctor brings lights to thousands of poor Vietnamese people",
    "published": "2024-04-05T01:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://static-images.vnncdn.net/files/publish/2024/4/4/japanese-doctor-brings-lights-to-thousands-of-poor-vietnamese-people-752.jpg",
    "performance_score": 0,
    "domain_rank": 6390,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "92c178d70227d1f9ac33251a822d83a6be1b3444",
  "url": "https://vietnamnet.vn/en/japanese-doctor-brings-lights-to-thousands-of-poor-vietnamese-people-2266688.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VietNamNet News",
  "published": "2024-04-05T01:30:00.000+03:00",
  "title": "Japanese doctor brings lights to thousands of poor Vietnamese people",
  "text": "Doctor Hattori Tadashi examines a patient in Huế Eye Hospital in Thừa Thiên-Huế Province. VNA/VNS Photo\n Giving up a stable life in Japan and attractive offers from major hospitals, Prof. Dr. Hattori Tadashi, 60, decided to pursue the journey of bringing light to tens of thousands of poor people in Việt Nam.\nProf. Dr. Hattori Tadashi, CEO at Asia - Pacific Prevention of Blindness Association (APBA), is one of the leading experts in Japan in the field of treating eye fundus and lens diseases and also the world's leading surgeons with vitrectomy and Phaco (Phacoemulsification) surgery, which is the procedure to fragmentise the cloudy lens, remove it and then replace it with a proper artificial lens in order to restore your vision.\nIn 2022, doctor Tadashi was honoured to win the Ramon Magaysay Award, considered the \"Nobel Prize of Asia\". With these remarkable experiences and achievements, Tadashi could easily return to a stable life with high income in the \"land of cherry blossoms\".\nHowever, he decided to choose a difficult but meaningful path - the journey to bring light to the poor people of Việt Nam.\nHis life officially turned a new page after he decided to participate in a volunteer trip first planned to last three months in Việt Nam in April 2002. But what he witnessed in the country has kept him in this place until today.\nHe told baotintuc.vn that he was truly heartbroken by the fact that many people lost one eye a long time ago, and only when the other eye had a detached retina or could not see did they go to the hospital.\nThere were cases where surgeries were required but they insisted on refusing them because they could not afford the fees, Tadashi said.\nBecause of the lack of surgical supplies and equipment, many people had to live in darkness forever, which made him endlessly sad.\nFrom then on, he decided to spend all the money he had saved to buy an apartment to start carrying out his mission in Việt Nam.\nThe ophthalmologist always believes that no matter if there is only one blind patient, he will still be there to cure that patient. It is not necessary to have a very big house, the money to buy a house would be more meaningful if it could help many people see the light and have a normal life.\nFor that reason, over the years, he and his wife have continued to move to many places and live in rented houses to fulfil the mission of a physician, hoping to light up the beautiful lives of tens of thousands of Vietnamese patients.\nThe number of patients being helped gradually increased as the accumulated funds of Dr. Tadashi and his wife gradually dried up. To continue to fulfil his desire, over the years, he began to shuttle between Việt Nam and Japan. After days and hours of hard work in his country, he returned to Việt Nam with equipment and lenses to help poor people.\nOn weekends, the Japanese doctor and his Vietnamese colleagues come to mountainous and remote areas to perform surgery and treat people with cataracts and at risk of blindness.\nOver time, more and more ophthalmologists accompanied him on this volunteer journey, while many sponsors and organisations in Việt Nam and abroad began supporting his trips.\n“Poor people often easily accept living with illness without going to the hospital for treatment to save money. But doctor Tadashi was not afraid to go to far and difficult places to help patients get free surgery,” said Nguyễn Dũng, vice chairman of the Thừa Thiên-Huế People’s Committee.\n“That is very appreciable. If it weren't for doctor Tadashi, many poor people in Huế City would be committed to living the rest of their lives in darkness forever,\" he said.\nBuilding foundation for Huế Eye Hospital\nComing to Huế City more than 20 years ago, Tadashi learned a lot about the ophthalmology sector here and identified many urgent problems.\nAt that time, Huế Eye Centre (predecessor of Huế Eye Hospital) was only a small-scale medical facility with incomplete facilities and lacking equipment. The doctors had difficulty learning and receiving advanced techniques.\nSince then, every year, the Japanese doctor comes to Thừa Thiên-Huế Province 2 or 3 times, bringing hospital equipment, machinery and supplies that are donated from the Japanese Government.\nMany pieces of modern ophthalmic equipment are now used at Huế Eye Hospital such as phaco machine, ultrasound machine, surgical microscope and OCT retinal tomography machine.\nOn each trip, he not only directly participates in surgery on patients but also instructs and transfers techniques for doctors at the hospital.\nIn the early years, the professor transferred to ophthalmologists in the hospital the technique of phaco surgery for patients with cataracts.\nTo date, four doctors have mastered this surgical technique, bringing light to about 6,000 patients.\nGradually, Tadashi has updated the local doctors' examination, treatment and surgery methods for eye diseases such as diabetic retinopathy, age-related macular degeneration and glaucoma.\n“Professor Tadashi is one of the top 10 ophthalmologists performing vitreous retinal detachment surgery in the world today. He has made great contributions, laying a solid foundation to help Huế Eye Hospital become one of the four leading eye hospitals in the country,” said Phạm Minh Trường, the hospital’s director.\n“People in Huế City now do not need to go to Hà Nội or HCM City for treatment like before, but can have surgery with specialised and modern techniques at the hospital,” Trường said.\nRecently, Prof. Dr. Tadashi was honoured and awarded the title \"Honorary Citizen of Thừa - Huế Province” for his contributions to people's health and the development of ophthalmology in the locality.\nFor his great contributions in restoring the visual abilities of tens of thousands of Vietnamese people, he was also awarded the Friendship Medal by the President and an insignia \"For the People's Health” by the Ministry of Health.\nBehind the success and humanitarian journey of doctor Tadashi, it is impossible not to mention his wife Hoàng Thị Thanh Hoài who has accompanied him throughout his long journey over the past 20 years.\nHoài said: \"If he wants to do such precious things, I will always support and do my best.\"\nThe planned 3-month trip to Việt Nam in 2002 of doctor Tadashi has been extended for more than 20 years and will continue to be extended.\nHis non-stop trip has brought light to more than 60,000 Vietnamese people and remarkable advances in ophthalmic medicine for the country. VNS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://vads.net.vn/Ad?z=93&w=1&domain={p}&isvast=0",
    "https://vads.net.vn/Ad?z=92&w=1&domain={p}&isvast=0",
    "https://www.vads.net.vn/Ad?z=93&w=1&domain={p}&isvast=0",
    "https://vads.net.vn/Ad",
    "https://www.vads.net.vn/Ad?z=92&w=1&domain={p}&isvast=0"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hattori tadashi",
        "sentiment": "negative"
      },
      {
        "name": "ramon magaysay award",
        "sentiment": "none"
      },
      {
        "name": "tadashi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "vna",
        "sentiment": "neutral"
      },
      {
        "name": "asia - pacific prevention of blindness association",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "huế eye hospital",
        "sentiment": "none"
      },
      {
        "name": "thừa thiên-huế province",
        "sentiment": "none"
      },
      {
        "name": "asia",
        "sentiment": "none"
      },
      {
        "name": "japan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:47:52.982+03:00",
  "updated": "2024-04-05T01:47:52.982+03:00"
}