{
  "thread": {
    "uuid": "b17a615162595bf10aa5f66516f9299dc8eb83f7",
    "url": "https://guardian.ng/opinion/good-friday-leading-by-example",
    "site_full": "guardian.ng",
    "site": "guardian.ng",
    "site_section": "https://asean.einnews.com/live_feed",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Live Feed Wire - ASEAN News Today - EIN Presswire",
    "title": "Good Friday: Leading by example | The Guardian Nigeria News - Nigeria and World News — Opinion — The Guardian Nigeria News – Nigeria and World News",
    "title_full": "Good Friday: Leading by example | The Guardian Nigeria News - Nigeria and World News — Opinion — The Guardian Nigeria News – Nigeria and World News",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://guardian.ng/wp-content/uploads/2020/04/good-friday.jpg",
    "performance_score": 0,
    "domain_rank": 4873,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b17a615162595bf10aa5f66516f9299dc8eb83f7",
  "url": "https://guardian.ng/opinion/good-friday-leading-by-example",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Guardian Nigeria",
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "Good Friday: Leading by example | The Guardian Nigeria News - Nigeria and World News — Opinion — The Guardian Nigeria News – Nigeria and World News",
  "text": "Good Friday: Leading by example By Editorial Board 29 March 2024 | 3:55 am Share on Facebook Share on Twitter Share on WhatsApp Share on Telegram Good Friday is, for Christians, a day of commemoration of the sacrifice of Jesus on the cross, a useful reminder of the suffering, crucifixion and death of Jesus Christ.\nGood Friday is, for Christians, a day of commemoration of the sacrifice of Jesus on the cross, a useful reminder of the suffering, crucifixion and death of Jesus Christ. Since the early years of Christianity, Jesus’ death has been interpreted by his followers as a sacrifice of obedience offered to redeem humanity disobedient to the will of the Creator. Indeed, at this point in history, the virtue of sacrifice, evoked by the narrative of the death of Jesus on the cross, speaks to our land Nigeria with extraordinary forcefulness. It is a story of a Jesus who was willing to make himself a sacrifice for the sake of humanity.\nOn the occasion of every religious feast, there is in Nigeria a tradition whereby political leaders, in their goodwill messages, evoke one virtue or the other that they believe Nigerians must acquire and practice. There is nothing to suggest otherwise this season. Nigerians will experience a deluge of admonitions.\nThe commemoration of the suffering and death of Christ challenges the world in general, and Christians in particular, to understand his death not just as a past event, but also, as a present event. The suffering and death of Jesus continue to call attention to the massive suffering of millions of victims in our world. In Nigeria, it points to the suffering of millions of our compatriots. Needless wars, past and present, oppression of the weak by the powerful, injustice to the innocent—these point to the fact that the suffering and death of Christ, an event that took place more than 2,000 years ago, is a commentary on our present.\nAt this point in our history, Nigerians are passing through very trying times. We live in a situation of heightened insecurity that has led to the abduction of hundreds of our fellow citizens from their homes, places of worship, farms and schools. We witness the deaths of thousands in the hands of terrorists, and the attendant sad phenomenon of internally displaced persons, refugees in their homelands.\nWe live at a time of mind-boggling infrastructural decay across the length and breadth of our vast country, an infrastructural decay eminently exemplified in recurrent power outages and roads left unfixed. Insecurity scares investors away. The flight of investors is a flight of investment. A flight of investment is a flight of productivity, gainful employment and prosperity. Insecurity exacerbates an unprecedented economic crisis with which Nigerians have to contend. There is hunger in the land. And there is anger too. Quality of life is abysmally low.\nAmid a multi-faceted crisis, submerged in massive suffering, Nigerians are repeatedly admonished by their leaders to make sacrifices for a better future. But what ought to be an admonition addressed to all is turned into an admonition addressed by those living in comfort to those living in discomfort. Concretely, Nigerians living in discomfort are being admonished by a ruling elite living in comfort to make sacrifices needed for Nigeria to survive.\nWhile sacrifice is a religious virtue, it would be wise to caution against a sadistic admonition that tends to take already victimized citizens for granted. It is particularly worrisome that leaders who admonish Nigerians to make sacrifices would lift no finger to join in making the sacrifice. A wealthy ruling class, an exclusive club of beneficiaries of the wealth of Nigeria, is asking poor citizens to make sacrifices, while the wealth of the land, the people’s money, is used to finance the comfortable lifestyle of their leaders.\nIt would be a morally reprehensible misrepresentation of religion to demand sacrifice of the poor while there is no sign that the rich are also making sacrifices, and while the budgeting process in the legislative arm of government raises unanswered questions. It would amount to an abuse of religion on the part of those who govern Nigeria to demand that the poor make sacrifices when the retirement benefits of past rulers are bigger than the meagre yet unpaid salaries of many Nigerian workers.\nChristianity professes that Jesus is the Son of God in a non-biological but real sense. This is a point on which Christianity and other religious traditions diverge. Nonetheless, whether or not one subscribes to this belief, its significance should not escape our attention. Christianity preaches about the Son of God who did not just call his disciples to make sacrifice but led them by making the ultimate sacrifice.\nIn the death of Jesus on the cross, a leader laid down his life for the benefit of those he led. In the Christian religion, the sacrificial character of Jesus’ death has as a consequence the good of humanity. That is in sharp contrast with the kind of leadership that would exploit the led, while admonishing the followers to make sacrifices. In Jesus, the leader sacrificed for the led, the led did not sacrifice for the leader. If then there were to be an admonition to be made regarding sacrifice for Nigeria, it should be directed, first, to the leaders.\nThose who occupy positions in government in the land must lead in making sacrifices needed for the good of our country. The real sacrifice is worthy and patriotic conduct, an antithesis of selfish conduct. In offering this real sacrifice, it is not too much to admonish our leaders that they must live by example.\nIn this article Christianity Crucifixion Good Friday Jesus Christ Related Glorification of Igho Natufe as an octogenarian 9 mins ago After the pain comes relief - Part 2 12 mins ago Uba Sani: The triumph of tenacity 1 day ago Solving Nigeria’s airspace challenges 15 mins ago China-Nigeria’s evergreen relationship tree 25 mins ago Winding back the hands of the clock 17 mins ago 0 Comments cancel reply You must be logged in to post a comment.\nFlag Comment Why are you flagging this comment?\nI disagree with this user\nTargeted harassment - posted harassing comments or discussions targeting me, or encouraged others to do so\nSpam - posted spam comments or discussions\nInappropriate profile - profile contains inappropriate images or text\nThreatening content - posted directly threatening content\nPrivate information - posted someone else's personally identifiable information\nBefore flagging, please keep in mind that Disqus does not moderate communities. Your username will be shown to the moderator, so you should only flag this comment for one of the reasons listed above.\nFlag Comment Cancel Thanks for your feedback! We will review and take appropriate action.\nClose Share on Facebook Share on Twitter Share on WhatsApp Share on Telegram Latest Sport Week 28 matches hold Wednesday as NPFL goes on break NOW The Nigerian Premier Football League (NPFL) has shifted week 28 matches billed for this weekend to Wednesday. Facebook Twitter WhatsApp Telegram Sport Veterans’ invitational golf tourney to champion inclusivity, charity NOW This year’s Ikoyi Club 1938 Veteran’s Invitational Kitty, which celebrates camaraderie, skill, and the enduring values of golf, among its veterans, will champion inclusivity and charity, the organisers have said. Facebook Twitter WhatsApp Telegram Politics President Tinubu at 72: Leadership in challenging times NOW Today is President Bola Tinubu’s 72nd birthday. Instead of rolling out the drums to celebrate the day, the President directed there should be no celebration of any kind, including placing newspaper, radio or television advertorials in his honour. Facebook Twitter WhatsApp Telegram Business News EKEDC affirms management overhaul, salary harmonisation NOW To streamline operations and enforce parity across its workforce, the Board of Eko Electricity Distribution Company (Eko Disco) yesterday affirmed recent management changes and its decision to harmonize salaries and conditions of service for all employees. Facebook Twitter WhatsApp Telegram Nigeria FIRS targets N5 trillion from value-added tax 4 mins ago Federal Inland Revenue Service (FIRS) has set a revenue collection target of N5 trillion from Value Added Tax (VAT). Facebook Twitter WhatsApp Telegram Friday Worship NASFAT urges Nigerians to be patient amidst economic hardship 4 mins ago The Nasrul-lahi-l-Fathi Society (NASFAT) has called on Nigerians to exercise patience and perseverance in the face of the tough economic hardship bedevilling the country. Facebook Twitter WhatsApp Telegram Nigeria Tension as hoodlums set Anambra police station, council's headquarters ablaze 5 mins ago There was tension yesterday, in Anambra, as a gang of hoodlums set ablaze the Neni Police station and the headquarters of the Anaocha Local Council of the state. Facebook Twitter WhatsApp Telegram Opinion Good Friday: Leading by example 5 mins ago Good Friday is, for Christians, a day of commemoration of the sacrifice of Jesus on the cross, a useful reminder of the suffering, crucifixion and death of Jesus Christ. Facebook Twitter WhatsApp Telegram Friday Worship MURIC lauds Ooni, police for ensuring peaceful religious activities in Ife 5 mins ago The Muslim Rights Concern (MURIC) has expressed gratitude to the Inspector General of Police, the state Commissioner of Police and the Ooni of Ife for ensuring peaceful activities of religious groups in Ife, Osun State, despite the curfew earlier planned by Oro worshippers. Facebook Twitter WhatsApp Telegram Business News Nigeria’s terms of trade records 5th consecutive quarterly decline 5 mins ago Nigeria’s Terms of Trade (ToT), for all commodities, recorded a decline of 0.22 percentage points in the fourth quarter of 2023. Facebook Twitter WhatsApp Telegram × Get the latest news delivered straight to your inbox every day of the week. Stay informed with the Guardian’s leading coverage of Nigerian and world news, business, technology and sports.\nSign up now",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "neutral"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "world news good",
        "sentiment": "neutral"
      },
      {
        "name": "guardian nigeria news",
        "sentiment": "neutral"
      },
      {
        "name": "christianity",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nigeria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T07:00:43.502+03:00",
  "updated": "2024-03-29T07:04:07.985+03:00"
}