{
  "thread": {
    "uuid": "7c6e01c69f521898cbc01fa9e942b1a2c2c96af1",
    "url": "https://www.thenews.com.pk/print/1162994-governor-praises-ombudsman-for-redressing-public-complaints",
    "site_full": "www.thenews.com.pk",
    "site": "thenews.com.pk",
    "site_section": "https://www.thenews.com.pk",
    "site_categories": [
      "media"
    ],
    "section_title": "The News International: Latest News Breaking, Pakistan News",
    "title": "Governor praises ombudsman for redressing public complaints",
    "title_full": "Governor praises ombudsman for redressing public complaints",
    "published": "2024-03-01T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.thenews.com.pk/assets/uploads/akhbar/2024-03-01/l_1162994_032550_updates.jpg",
    "performance_score": 0,
    "domain_rank": 5128,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7c6e01c69f521898cbc01fa9e942b1a2c2c96af1",
  "url": "https://www.thenews.com.pk/print/1162994-governor-praises-ombudsman-for-redressing-public-complaints",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Our Correspondent",
  "published": "2024-03-01T00:00:00.000+02:00",
  "title": "Governor praises ombudsman for redressing public complaints",
  "text": "LAHORE: The Ombudsman Punjab, Maj (retd) Azam Suleman Khan, presented the annual performance report of the Office of the Ombudsman Punjab for the year 2023 to Governor Balighur Rehman in a ceremony held here on Thursday at Governor’s House. Additional Chief Secretary Punjab Ahmad Raza Sarwar and administrative heads of the Punjab government along with advisors and consultants of the Ombudsman Office were present in the ceremony. Speaking on this occasion, Governor Punjab Balighur Rehman said that the role of provincial ombudsman is commendable in redressal of people's complaints related to public institutions. He said that he appreciates Ombudsman Punjab for embracing information technology and facilitating people. The governor lauded the initiatives like complete digitalization of the Ombudsman Punjab office. He said that extending the offices of the Punjab Ombudsman to various districts and providing maximum relief to the people was commendable. He said that the decisions of the provincial ombudsman are written in Urdu which is easy for people to understand and they do not need to hire any lawyer for it. He said that Ombudsman Office has played an important role in giving relief of billions of rupees to people through its decisions. Describing the annual performance of the Ombudsman Office, Azam Suleman Khan said that in the year 2023, a total of 35,139 complaints were received, while the number of resolved complaints is 35,202. Ombudsman said that as a result of effective action on public complaints, the complainants and the government got a total relief of 22.504 billion rupees, out of which 26,229 kanals of public and private land worth 15.834 billion rupees were handed over, while the total value of the relief provided to the complainants is 6.669 billion rupees. The Ombudsman Punjab further said that the number of complaints received and disposed of in the year 2023 was more than the number of complaints in any previous year which is a proof of confidence of the people in the Office of the Ombudsman Punjab. He said that in the year 2023, 7212 complaints were received against police, 5980 local government, 5678 revenue, 2531 primary and secondary health care, 1961 school education and 1563 complaints against district administration. Meanwhile, on the orders of the Ombudsman Office, 119 civilians have also been provided jobs in government departments under Rule 17A of the Punjab Civil Servants (Appointment and Conditions of Employment) Rules, 1974 in the year 2023. He said that a review petition can be submitted to the Punjab Governor against the decisions of the Office of the Ombudsman Punjab. The overall rate of upheld decisions of the Ombudsman Punjab is 99.95 percent. Azam Suleman Khan while describing the departmental performance said that 541,412 of the total 415,345 complaints received in 27 years from 1996 to 2023 were resolved. which the total disposal rate of solving public problems was 99.32 percent. Representational image of degree and mortarboard. — PixabayLAHORE: Another traffic warden of City Traffic Police... Chairman P&D Board Iftikhar Ali Sahoo chairing the meeting on October 19, 2023. — X/@PnD_PunjabLAHORE: The 47th... Directorate Excise, Taxation, and Narcotics Control Department Punjab office image released on May 18, 2020. —... Inspector General Police Punjab Dr Usman Anwar addressing an event on December 17, 2023. — Facebook/Punjab Police... Shaukat Khanum Memorial Cancer Hospital and Research Centre. — SKMCH/Facebook LAHORE: The Shaukat Khanum Memorial... This representational image shows a barricade tape at scene on February 18, 2023. — AFPLAHORE:A man committed...",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "azam suleman khan",
        "sentiment": "negative"
      },
      {
        "name": "punjab balighur rehman",
        "sentiment": "none"
      },
      {
        "name": "balighur rehman",
        "sentiment": "none"
      },
      {
        "name": "ombudsman punjab",
        "sentiment": "none"
      },
      {
        "name": "punjab ahmad raza sarwar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ombudsman office",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lahore",
        "sentiment": "none"
      },
      {
        "name": "punjab",
        "sentiment": "none"
      },
      {
        "name": "governor’s house",
        "sentiment": "none"
      },
      {
        "name": "ombudsman punjab",
        "sentiment": "none"
      },
      {
        "name": "urdu",
        "sentiment": "none"
      },
      {
        "name": "punjab ombudsman",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:42:56.753+02:00",
  "updated": "2024-03-01T00:42:56.753+02:00"
}