{
  "thread": {
    "uuid": "28221dc1ad0def3bb593a33740c5b6ab35328339",
    "url": "https://www.globalbankingandfinance.com/it-professional-amer-deeba-disrupts-cloud-security-platforms/",
    "site_full": "www.globalbankingandfinance.com",
    "site": "globalbankingandfinance.com",
    "site_section": "https://www.globalbankingandfinance.com/feed",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Global Banking | Finance",
    "title": "IT Professional Amer Deeba Disrupts Cloud Security Platforms",
    "title_full": "IT Professional Amer Deeba Disrupts Cloud Security Platforms",
    "published": "2023-12-28T23:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.globalbankingandfinance.com/wp-content/uploads/2023/12/iStock-1406008337.webp",
    "performance_score": 0,
    "domain_rank": 18842,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "28221dc1ad0def3bb593a33740c5b6ab35328339",
  "url": "https://www.globalbankingandfinance.com/it-professional-amer-deeba-disrupts-cloud-security-platforms/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Wanda Rich",
  "published": "2023-12-28T23:44:00.000+02:00",
  "title": "IT Professional Amer Deeba Disrupts Cloud Security Platforms",
  "text": "IT Professional Amer Deeba Disrupts Cloud Security Platforms So much of the cyberspace sector is disruptive by its very nature — just look at the ongoing brouhaha over artificial intelligence. It’s an industry where bold innovators seem to effortlessly come up with the most sci-fi of concepts and solutions, and none more than Normalyze CEO and co-founder Amer Deeba .\nPartnering with cybersecurity veteran Ravi Ithal, Deeba and his agentless cloud security platform Normalyze immediately caught the eyes of discerning investors. Since its founding in 2020, the startup has raised over $26 million in funding. Lightspeed Ventures and Battery Ventures led the Series A funding.\nThe Normalyze launch couldn’t come at a more opportune time because enterprises these days are increasingly reliant on cloud systems. This increased dependence can be attributed to the ease of access offered by cloud systems, allowing remote work and reducing the cost of maintaining expensive data servers on-site. However, this has also made their data unsafe.\nWith development, security, and operations teams in enterprises struggling to maintain the visibility of sensitive data, products like Deeba’s Normalyze are much needed. Its data-first cloud security platform allows DevSecOps teams to analyze cloud data stores, prioritize, and respond to real-time threats. The platform is projected to save enterprises millions of dollars by preventing data leakages.\n“What impacted information security the most is the fast move into the cloud and all that transformation that happened at a very fast pace,” Amer Deeba said in an interview with Anna Delaney, director of productions at the Information Security Media Group . “We saw companies want to innovate and create new business processes to serve their customers better and faster, and with all of that came a lot of innovation, a lot of building in the cloud, a lot of data moving into the cloud, and all of that created, of course, a lot of opportunities, but came with it, a lot of challenges also from a security perspective.\n“Companies now are taking a step back and trying to look at all of that and figure out what’s the best way to address it, how to secure these cloud infrastructures and all the data that’s piling in it.”\nAmer Deeba’s Multipronged Experience Being one of the few people in Silicon Valley who has worked as an executive and an engineer, Deeba is uniquely suited to lead Normalyze. Before he co-founded the company he was involved with multiple cybersecurity startups. He was an adviser for a software-as-a-service platform that offered attack surface management called CyCognito. He was also the go-to-market adviser for Monad Inc., a startup working to provide solutions for big data security. These positions have prepared him to steadily lead Normalyze through the early years and scale it into a thriving enterprise by devising a product that truly addresses the needs of its clients.\nMany enterprises make three common mistakes: They ignore the invisible, their security measures ensure basic compliance at best, and they lack an effective security strategy. Consequently, they’re unaware of hidden attack paths and the security measures in place are illusory. Deeba designed Normalyze to correct these mistakes. It provides visibility of undiscovered attack paths or outdated and unnecessary access. It helps with regulatory compliance and prioritizes risks for effective security .\nDeeba credits his mentor, Philippe Courtot, for teaching him to analyze problems with a fresh perspective, a skill that came in handy when developing his new cybersecurity platform. “ The biggest personal impact on my life was Philippe Courtot, who I met in 1993,” Deeba shared. “I met Philippe when I joined Verity that year and I immediately was drawn to his vision and ability to create technology platforms and make them ubiquitous. Philippe since then became a mentor to me and we worked together in three startups, turning all of them into market leaders.”\nDeeba’s skills and experience are why his company has garnered early success. Under his leadership, the engineers at Normalyze have been working diligently to add new features to make its clients’ lives easier and their data safer.\nThe latest achievement by his team includes obtaining a patent for data security posture management. This is a massive breakthrough because their clients will now benefit from the full advantages of DSPM technology. This technology will enhance data visibility, trace network paths between data stores, and flag access paths vulnerable to breaches. In addition to securing a patent, Normalyze has integrated generative artificial intelligence and incident response into its platform, allowing enterprises to communicate with their platform using natural language. The platform now also monitors enterprise data in real-time to maintain regulatory compliance.\n“This patent is the first and the most important in the DSPM space. Its technology connects the risks to sensitive data in customer cloud environments, allowing them to focus on what matters most instead of chasing thousands of alerts generated by other siloed products,“ said Ithal, Normalyze chief technology officer and co-founder. “Getting the first major patent for an emerging new category such as DSPM shows our thought leadership in helping customers protect their most valuable asset, which is their data.”\nWho Is the Person Driving This Disruption in the Cybersecurity Sector? Amer Deeba was born in a small town called Marjayoun in southern Lebanon. Currently based in San Francisco, he’s had a remarkable career that spans over two decades. During his early years, he worked as a coder for Adobe Systems and later transitioned into business management and development roles. He has acted as general manager, chief marketing officer, chief commercial officer, and vice president at many leading tech companies.\nFor 17 years he worked at Qualys, a well-recognized provider of cloud and information security solutions. Deeba played a pivotal role in helping the company go public in 2012. It was there that his interest in cybersecurity was piqued.\nHe told Authority Magazine , “I was struck by the breach I witnessed during my Qualys tenure at an internet retailer and how impactful it was on the customer’s overall business. The main takeaways were to have access to the right data on time in order to make the right decisions and drive quick and effective remediation to address the breach.”\nDeeba’s success in the IT sector can be attributed to his resilient character, which he developed during childhood. The youngest in a family of five, he was only 8 years old when he was forced to flee his home in the trunk of a taxi when the Lebanese Civil War erupted in 1975. Exposure to conflict at such a young age left a mark on him. He pursued a degree in engineering at the American University in Beirut and applied for a master’s in computer science in the United States upon graduation.\nAs fate would have it, he was accepted for a master’s in electrical engineering and computer science at Santa Clara University where he quickly developed an interest in computers.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://www.securitymagazine.com/authors/4447-amer-deeba",
    "https://www.amerdeeba.com/",
    "https://medium.com/authority-magazine/amer-deeba-of-normalyze-5-things-you-need-to-know-to-optimize-your-companys-approach-to-data-4c778dcd470e",
    "https://securitymagazine.com/authors/4447-amer-deeba",
    "https://www.medium.com/authority-magazine/amer-deeba-of-normalyze-5-things-you-need-to-know-to-optimize-your-companys-approach-to-data-4c778dcd470e",
    "https://www.amerdeeba.com",
    "https://amerdeeba.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "normalyze",
        "sentiment": "none"
      },
      {
        "name": "amer deeba",
        "sentiment": "none"
      },
      {
        "name": "ravi ithal",
        "sentiment": "none"
      },
      {
        "name": "deeba",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "lightspeed ventures",
        "sentiment": "none"
      },
      {
        "name": "battery ventures",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T07:10:57.025+02:00",
  "updated": "2023-12-29T07:10:57.025+02:00"
}