{
  "thread": {
    "uuid": "012602afeff7d9fc6656f148993dee798f9e251e",
    "url": "https://tvshowsace.com/2024/03/09/national-guard-garrison-brown",
    "site_full": "tvshowsace.com",
    "site": "tvshowsace.com",
    "site_section": "https://sports.einnews.com/live_feed",
    "site_categories": [
      "television",
      "entertainment"
    ],
    "section_title": "Live Feed Wire - Sports News Today - EIN Presswire",
    "title": "Nevada National Guard Pays Tribute To Garrison Brown",
    "title_full": "Nevada National Guard Pays Tribute To Garrison Brown",
    "published": "2024-03-09T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://tvshowsace.com/wp-content/uploads/2024/03/Sister-Wives-Garrison-Brown-TLC-YouTube.jpg",
    "performance_score": 0,
    "domain_rank": 85261,
    "domain_rank_updated": "2024-03-05T12:11:17.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "012602afeff7d9fc6656f148993dee798f9e251e",
  "url": "https://tvshowsace.com/2024/03/09/national-guard-garrison-brown",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "James Michael",
  "published": "2024-03-09T02:00:00.000+02:00",
  "title": "Nevada National Guard Pays Tribute To Garrison Brown",
  "text": "The late Garrison Brown touched the lives of many people and not all of them were Sister Wives fans. The Nevada National Guard Servicemen and Women knew him as well, and they paid him a nice tribute on Friday. He was in the process of transferring to Arizona’s Nation Guard when he passed away. Garrison Brown Joined The National Guard It’s been more than seven years since TLC aired the discussion between Kody Brown, Janelle, and their son about wanting to join the military. Eventually, he decided on the National Guard. His half-brother, Paedon also joined the National Guard. TLC fans saw that when her son came home from training, Janelle cried with joy, and Kody Brown felt very proud of him. Garrison Brown was the darling of his family and his fans, except that his father became estranged from him during the coronavirus. Still, that doesn’t cancel out his military-loving son from the heart of his father. When he heard about the young man’s death, he allegedly raced to his house. No doubt, there will be many regrets. However, he hopefully takes some comfort from the nice things that the National Guard soldiers said about his son. National Guard Pays Respectful Tribute To Garrison On March 8, The Nevada Army National Guard Soldier’s Facebook page shared a long and special tribute in honor of Janelle and Kody’s son . It also came with two photos of the young man who served his country, which you see further down in this article. Judging by what was said, he seemed like a respected and dedicated military man. Master Sgt. Christopher LaDuca said that they got to know the family. But, he added: [Garrison’s] done everything you can do here for a guy who is combat arms, from gunner on a Bradley (armored vehicle) to dismount team leader. He was also a great listener. I have pictures of him in the back of classrooms taking notes. In the field, he was always tuned in and locked in for every piece of information. He never talked down to people or played the macho game. He spent most of his time just doing what was right. Capt. Elijah Armstrong, 1st Squadron, 221st Cavalry Maintenance Officer also had some nice things to say about Staff Sgt. Robert Garrison Brown : He loved being in the military. He loved his family. He loved getting out into the field with his fellow Soldiers, [and] He will be greatly missed. Sister Wives Fans React When the post arrived on a Reddit community about Sister Wives, the OP shared a screenshot and said: A lovely tribute from the Nevada National Guard honoring Garrison’s memory. TLC fans who joined in the discussion were very taken by the achievements of Garrison Brown . Here’s what some of them said: - As viewers we have some insight to how precious of a soul he was, but its so clear that he was absolutely treasured by all who were blessed to know him. - This is really lovely. He was clearly well thought of among his peers. - Ugly crying over this line. We have lost a beautiful soul. Such a tragedy. - this is so sweet of them, but also makes me sad that Garrison’s army brothers and sisters are hurting. sweet Garrison, you will be so sorely missed. - What a meaningful tribute. Someday when it isn’t so raw I think this will bring so much comfort to the familly. What did you think of the fine tribute by the National Guard of Nevada for their brother-in-arms? Let us know in the comments below, and come back here for all your Sister Wives news . see all ) - - March 9, 2024 - Kody Brown’s ‘Husband To Four’ Instagram Takes A Beating - March 9, 2024 - Deanna Duggar Claims Amy King’s Son Died, Met God - March 9, 2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.facebook.com/NevadaNationalGuard/posts/752785076953084",
    "https://www.reddit.com/r/TLCsisterwives/comments/1ba0ij0/a_lovely_tribute_from_the_nevada_national_guard/?context=3",
    "https://reddit.com/r/TLCsisterwives/comments/1ba0ij0/a_lovely_tribute_from_the_nevada_national_guard/?context=3",
    "https://www.reddit.com/r/TLCsisterwives/comments/1ba0ij0/a_lovely_tribute_from_the_nevada_national_guard/",
    "https://facebook.com/NevadaNationalGuard/posts/752785076953084"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "garrison brown",
        "sentiment": "negative"
      },
      {
        "name": "kody brown",
        "sentiment": "none"
      },
      {
        "name": "paedon",
        "sentiment": "none"
      },
      {
        "name": "janelle",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nevada national guard",
        "sentiment": "negative"
      },
      {
        "name": "national guard",
        "sentiment": "none"
      },
      {
        "name": "nevada national guard servicemen",
        "sentiment": "none"
      },
      {
        "name": "arizona’s nation guard",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-09T19:41:03.158+02:00",
  "updated": "2024-03-09T19:41:03.158+02:00"
}