{
  "thread": {
    "uuid": "c2943bf917d43bba86d219c2ec14270740ab0746",
    "url": "https://www.ncronline.org/news/holy-family-service-center-reaches-out-homeless-hollywood-split",
    "site_full": "www.ncronline.org",
    "site": "ncronline.org",
    "site_section": "https://www.ncronline.org/rss.xml",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "National Catholic Reporter - The Independent News Source",
    "title": "Holy Family Service Center reaches out to homeless of the Hollywood Split",
    "title_full": "Holy Family Service Center reaches out to homeless of the Hollywood Split",
    "published": "2023-12-29T11:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.ncronline.org/files/2023-12/Facility%20CROP.jpg",
    "performance_score": 0,
    "domain_rank": 7339,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c2943bf917d43bba86d219c2ec14270740ab0746",
  "url": "https://www.ncronline.org/news/holy-family-service-center-reaches-out-homeless-hollywood-split",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T11:00:00.000+02:00",
  "title": "Holy Family Service Center reaches out to homeless of the Hollywood Split",
  "text": "St. Charles Borromeo Holy Family Service Center in North Hollywood, California (Tom Hoffarth) A triad of freeways intermingle a few blocks away from the [St. Charles Borromeo Holy Family Service Center](https://stcharlesborromeochurch.org/holy-family-service-center) in North Hollywood. This is where the main artery of the U.S. 101 cuts east-west across the San Fernando Valley and can be confusing to commuters when it frays into the 134 Ventura Freeway and 170 Hollywood Freeway. Southern California traffic reporters refer to this navigational pivot point as the Hollywood Split. The network of created underpasses has been a popular gathering spot for those experiencing homelessness. Pedestrians, already skittish trying to navigate tents and tarps assembled two and three deep on darkened sidewalks, usually can't access the sidewalks. Los Angeles Mayor Karen Bass, trying to make good on election promises, has activated a program to break up homeless congregations and try to move them into temporary shelter. \"So they're gone now,\" said Deacon Louis Roche Jr., the Holy Family Service outreach director. He blinked and a second later added: \"Well, they're not gone. They're just not there anymore. And therein lies the problem. The problems of the unhoused have not been addressed. They've just been pushed down the road to become someone else's problem.\" Split up and frayed themselves, the unhoused still aren't difficult to find in the concentrated pockets of poverty that are often incongruent with and overlooked by the affluence of multimillion-dollar Toluca Lake homes bordering tourist attractions like Universal Studios and the Hollywood sign. It is an area Roche still considers his neighborhood. It has become a full-circle experience, as this is where he grew up, attending St. Charles Borromeo Catholic School, in classrooms that were once on the site of the current Holy Family Service Center. Roche and many of the volunteers from the parish have had careers, or still do, in the local television and motion picture industry. Deacon Louis Roche Jr. at his office inside St. Charles Borromeo Holy Family Service Center in North Hollywood, California (Tom Hoffarth) In carrying forward a church outreach program that began in 1984, Roche orchestrates assistance to more than 900 people every month. Services include the distribution of food, clothing, toiletries, bedding, toys and books. Hot meals, haircuts and showers are offered to the unhoused every Thursday morning. The center is an expansive Spanish-style facility completed in 2009 on what had been a part of the church's main parking lot. It was a result of the groundwork done by Msgr. Thomas Kiefer, who died in 2006 at the age of 87. Some of the funding for the facility came from the estate of Bob and Dolores Hope, whose home was not far from the church. Roche's empathetic response to the multilevel problematic realities of homelessness has manifested itself in the local Catholic community's developing trust relationships with those experiencing distress, working to make their lives more tolerable. \"I feel we are integrated,\" said Roche. \"Those in need are a big part of our community and worthy of the same dignity and respect we ourselves desire. As a society, it is important we learn to display mutual respect for one another. After all, in reality, we are all part of this same community. \"Our clients find a sacred space, where they can forgive and forget, if only for a short while. That is how we try to connect words with actions.\" Hot meals lead to companionship As the nearby NoHo Home Alliance does outreach on Mondays and Fridays, Holy Family Services is open Tuesday, Wednesday, Saturday and Sunday. Each day about 50 individuals who register and show IDs have access to supplies. The ministry relies on resources procured from organizations such as the Los Angeles Regional Food Bank, local grocery stores, and parishioner donations. Advertisement The Thursday morning program concentrates on those 100 regulars and an expanding rank and file of new guests experiencing homeless issues. The program starts at 8 a.m. with coffee and breakfast. Clothes distribution from a well-stocked and sorted boutique happens at the center entrance. At the end of the parking lot farthest from the corner of Lakershim and Moorpark Boulevards, guests access a portable shower and receive haircuts from a volunteer barber. Hot meals prepared in the kitchen — on this day, roasted chicken, street corn, potatoes, green beans and biscuits — are also given out in large containers. Devon, 36, one of the clients waiting in line for a haircut, said he has been coming to the center for five years. \"I put myself in this situation thinking I was too grown up and I should have been more patient,\" he said. \"I'm just trying to move forward. This place is a huge stepping stone for me. The people here are always kind and courteous, helping me wear down the stress. I love the companionship here. We're like one big family. Very dysfunctional, but very much a family.\" Michael, 32, said he was OK on this day the mobile shower wasn't available — the person who drives the truck from San Fernando Valley Rescue Mission to the site came down with COVID. Michael explained how he wouldn't have found this facility except that someone from the Hope of the Valley Navigation Center drove him there after seeing him once charging his phone outside a liquor store nearby. \"The man named Bill gave me some socks, brought me here,\" said Michael. \"I got some clothes, blankets, shoes ... and some love.\" Michael added that when he can afford it, he has found temporary shelter at the Studio Lodge nearby, but otherwise, \"I'm living on the streets. I'm also dying there.\" Anabel Martinez, volunteering three days a week at Holy Family Service Center the last six years, has been one of the lifelines for Devon and Michael. She has encouraged Michael to continue taking classes in search of a business degree at Los Angeles Trade Tech. Michael, one of the guests of St. Charles Borromeo Holy Family Service Center in North Hollywood, California (Tom Hoffarth) \"You don't know their issues until you've been there,\" said Martinez, 59, who explained her own homeless and drug-addict experiences for a five-year period. \"If you really want to know why they're homeless, it's really very sad. Deep down they're good people. All you need to do is listen. Sometimes all they need is a hug and a good cry, and they will tell you the sweetest things.\" Cybal Hall, a St. Charles parishioner for nearly 40 years, heads up special events at the center, including the annual toy drive that helps about 100 local families. She estimates the homeless community here has doubled in the last 10 years. They are seeing more younger Russian and Ukraine families come for assistance. \"When I was younger, I dreamed I'd be a nun,\" said Hall, known for making banana bread and hard-boiling eggs for the guests. \"Motherhood wanted me more. So, this is the closest I think I've come to having a calling and finding the rewards of helping others.\" Surviving another night Roche, a photographer and musician by trade, said a freelance job in Southeast Asia once took him to the orphanage in India run by Mother Teresa. \"The poverty in Kolkata was staggering,\" he said. \"That experience changed my life, and somehow I needed to give back.\" It led him to the diaconate program, and he was ordained in 2016. He also became director of the Holy Family Service Center that year. Roche explained how he occasionally leaves his small apartment next to the church and walks the neighborhood at night listening to stories of the locals in need. He is curious as to how they got to where they are and what they need to do to survive another night. \"On one occasion, a young lady sleeping in the doorway of a local business asked if I could get her a black jacket that extended all the way down to the ground,\" he said. \"Just so that 'people who pass me don't know I'm a woman, and I can cover up and try to blend in.' \" Kitchen volunteer Jackie Torres, an actress and TV producer who has been a parishioner at St. Charles since 1995, lives in an apartment three buildings west of the center. She admits to having to ask for the center's food services at down points in her life. Jackie Torres near the entrance to the kitchen at Holy Family Service Center (Tom Hoffarth) The Puerto Rican native said encountering a homeless man from El Salvador named Guillermo, whom she prayed with on the steps of her apartment to talk him out of suicide, inspired her to want to volunteer. Volunteers had taken Guillermo to rehab facilities on many occasions, only to see him resist. He now has an apartment in North Hollywood, thanks to volunteers who pooled their resources. He has come back to the facility on occasion to thank the volunteers for their kindness. \"The deacon is a saint for what he does here,\" said Torres. \"Working here means everything to my faith. It's pure joy. We know they can find food and clothes at different places. But here is community, and it's mutual.\" Roche told another story of a man named John he encountered sitting in front of the church, his face covered. Roche asked if he needed anything. There was no response. After several more attempts, Roche got him to come across the street to the Holy Family Services Center. After receiving food and clothing, John held up his phone for Roche to read a message he had typed: \"I am unable to speak or hear. Thank you for everything. God Bless you all.\" Roche, alluding to how guests won't fully engage in frequent service provider fairs with pop-up booths offering housing and other resources, said he has come to realize the power of establishing long-term rapport and harmonious communication when trying to assist the unhoused. \"You can hand out cards all day and say, 'Call me and I'll see what I can do for you,' but it really comes down to a trust issue when dealing with people in distress,\" he said. \"There's a lot of moving parts and one size never fits all. \"I don't look at homelessness as necessarily being without a roof, it's about having nothing that's concrete. The bottom line is creativity to help solve people's problems. \"At the Holy Family Service Ministry, we try to see everyone as being an individual, with individual wants and needs. We try to provide an environment where there is always something positive to look forward to, even if that means just a kind greeting or a compassionate ear. If people stop respecting themselves, then they are likely to enter into a much darker place than they are already in. \"The living Gospel of those unhoused is also a reality that Mary, Joseph and Jesus found themselves in more than 2,000 years ago. Let us do our best to provide for the needs of those who find themselves living and dying on the streets. I'm hoping for the day when we see the number of individuals that we serve in decline. Maybe that means that we've helped them get to the next level.\" [This article was made possible by a grant from the Hilton Foundation.] [View the full series](/taxonomy/term/170111).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Religion and Belief"
  ],
  "external_links": [
    "https://stcharlesborromeochurch.org/holy-family-service-center",
    "https://www.stcharlesborromeochurch.org/holy-family-service-center"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tom hoffarth",
        "sentiment": "negative"
      },
      {
        "name": "deacon louis roche jr.",
        "sentiment": "none"
      },
      {
        "name": "karen bass",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "holy family service center",
        "sentiment": "negative"
      },
      {
        "name": "borromeo holy family service center",
        "sentiment": "negative"
      },
      {
        "name": "holy family service",
        "sentiment": "none"
      },
      {
        "name": "st. charles borromeo holy family service center",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hollywood split st. charles",
        "sentiment": "none"
      },
      {
        "name": "north hollywood",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "u.s. 101 cuts east-west",
        "sentiment": "none"
      },
      {
        "name": "hollywood freeway",
        "sentiment": "none"
      },
      {
        "name": "ventura freeway",
        "sentiment": "none"
      },
      {
        "name": "hollywood split",
        "sentiment": "none"
      },
      {
        "name": "los angeles",
        "sentiment": "none"
      },
      {
        "name": "san fernando valley",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T11:13:30.388+02:00",
  "updated": "2023-12-29T12:36:05.881+02:00"
}