{
  "thread": {
    "uuid": "a9ca1cde40ddd28d05c75c920a0991c33d784804",
    "url": "https://www.afaqs.com/news/advertising/we-had-our-creative-strategy-and-business-heads-play-the-roles-of-the-characters-for-the-client-amit-wadhwa-dentsu-creative",
    "site_full": "www.afaqs.com",
    "site": "afaqs.com",
    "site_section": "https://business.einnews.com:443/rss",
    "site_categories": [
      "marketing",
      "business"
    ],
    "section_title": "Business News",
    "title": "We had our creative, strategy, and business heads play the roles of the characters for the client: Amit Wadhwa, Dentsu Creative",
    "title_full": "We had our creative, strategy, and business heads play the roles of the characters for the client: Amit Wadhwa, Dentsu Creative",
    "published": "2023-12-29T02:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://media.assettype.com/afaqs%2F2023-12%2Fe6ba5f6a-8d31-45f6-9ed1-e36df3f18251%2FUntitled_design___2023_12_28T194116_033.png?w=1200&amp;auto=format%2Ccompress&amp;ogImage=true",
    "performance_score": 0,
    "domain_rank": 57406,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a9ca1cde40ddd28d05c75c920a0991c33d784804",
  "url": "https://www.afaqs.com/news/advertising/we-had-our-creative-strategy-and-business-heads-play-the-roles-of-the-characters-for-the-client-amit-wadhwa-dentsu-creative",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shreyas Kulkarni",
  "published": "2023-12-29T02:10:00.000+02:00",
  "title": "We had our creative, strategy, and business heads play the roles of the characters for the client: Amit Wadhwa, Dentsu Creative",
  "text": "A fun and light-hearted Q&A series with India’s biggest creative folks; here is Dentsu Creative’s CEO.\nDentsu India is transforming an agency holding network into a, as CEO Harsha Razdan puts it, “client-obsessed marketing tech consultancy.”\nIt means Dentsu Creative CEO, Amit Wadhwa, is a busy man, as he shapes the network’s creative offering to fit perfectly into Razdan’s vision.\nHe still made time to answer some fun questions.\nA Cannes Lions or a less than 10-minute commute to your office from home?\nCannes, of course. It is the ultimate dream of any adman. Plus, I enjoy my long drives to the office and back. It is my time for music, me-time, and sometimes even great ideas. So, I don't mind the drive at all.\nPolitical advertising. Yay or nay?\nYay, why not? We are in the business of creating brands and these are some of the biggest brands in the country. So, political advertising zindabad !\nWhat is your guilty pleasure on Instagram?\nOrry videos. There is so much to learn from him. He is too amazing!!\nWhich client story would you love to regale your guests at a dinner party a decade from now?\nThere was this one time when we had to pitch a script to a client who just didn't get it. So, we decided to act out the script for him. We had our creative, strategy, and business heads play the roles of the characters for the client. Main tab itna senior nahin thaa, toh I just enjoyed the performances.\nThe most scandalous story you have heard at your present or former workplace.\nWell, this is a rare one. We pitched an idea to a client, and they loved it. They gave us the go-ahead in two days. Got three full months for execution. We delivered the work with zero changes. No drama, no hassle, no changes. It has to be a scandal.\nWhat is your presentation hack at pitch meetings?\nKeep it real, take a deep breath, and let the videos do the talking. And yes, you can be a bit braver and bolder here. Pitch mein darna mana hai !\nWhat is the tea on working with celebs?\nThey are talents bringing your script to life. Treat them as equals. (And no autographs, please— not cool).\nDrinking on the job. Cheers or not at all?\nWhoever says it is cool, is just pretending to be one. And I know a few.\nWhat is your career in an alternative universe?\nChaiwala , for various reasons. One of them is that I am pretty good at it. Ask my wife!\nOTTs, audio streamers, magazines, websites, to whom do you willingly subscribe?\nBreaks, through entertainment, are extremely important for me - besides football and books, I rely heavily on music and OTT for that.\nYour most expensive purchase on an advertising person's salary?\nThe house that houses my family. For reasons beyond money. ( Bahut brownie points milenge )\nHave news to share? Write to us at newsteam@afaqs.com Dentsu India Amit Wadhwa Dentsu Creative Orry Year Ender 2023",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "amit wadhwa",
        "sentiment": "positive"
      },
      {
        "name": "harsha razdan",
        "sentiment": "none"
      },
      {
        "name": "o. dentsu india",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dentsu",
        "sentiment": "positive"
      },
      {
        "name": "cannes lions",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "cannes",
        "sentiment": "none"
      },
      {
        "name": "razdan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T02:44:24.242+02:00",
  "updated": "2023-12-29T02:44:24.242+02:00"
}