{
  "thread": {
    "uuid": "b254523f8b1cedca2bbfea3f1a5b10c33c4aebb7",
    "url": "https://www.crosswalk.com/slideshows/10-ways-to-make-this-year-s-easter-service-the-best-ever.html",
    "site_full": "www.crosswalk.com",
    "site": "crosswalk.com",
    "site_section": "http://www.crosswalk.com",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Crosswalk Grow in Faith with Daily Christian Living Articles",
    "title": "10 Ways to Make This Year's Easter Service the Best Ever",
    "title_full": "10 Ways to Make This Year's Easter Service the Best Ever",
    "published": "2024-03-29T09:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.swncdn.com/cms/CW/faith/50104-choir-1200.1200w.tn.jpg",
    "performance_score": 1,
    "domain_rank": 7708,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 338,
        "comments": 28,
        "shares": 181
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 6
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b254523f8b1cedca2bbfea3f1a5b10c33c4aebb7",
  "url": "https://www.crosswalk.com/slideshows/10-ways-to-make-this-year-s-easter-service-the-best-ever.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rick Whitter",
  "published": "2024-03-29T09:00:00.000+03:00",
  "title": "10 Ways to Make This Year's Easter Service the Best Ever",
  "text": "10 Ways to Make This Year's Easter Service the Best Ever - [Rick Whitter](https://www.crosswalk.com/author/rick-whitter/)Director of International Orphan Support - Published Apr 04, 2019 Easter Sunday will be a great time of celebration for Christians around the globe, and we should make the very most of this holy season. Statistics tell us that churches have more guests on Easter Sunday than any other Sunday of the year. Will we be ready for them? Will they return to our church after Easter is over? Here’s how you can prepare for Easter service at your church: Photo Credit: ©Thinkstock/Digital Vision - 1. Prepare the building and property.Slide 1 of 6 Before we have guests in our homes, we make certain that our houses are clean. I encourage you to take a look around your church property. A church workday ahead of time can allow for spring cleaning or a fresh coat of paint. [Easter](https://www.crosswalk.com/faith/spiritual-life/undertanding-the-history-and-symbols-of-easter-1256039.html)lilies provide nice décor for the sanctuary. Even a professionally prepared welcome banner may help to make guests feel welcome on [Easter Sunday](https://www.crosswalk.com/faith/bible-study/10-things-we-should-know-about-what-happened-on-easter-sunday-morning.html). Photo Credit: ©Thinkstock/jesadaphorn - 2. Advertise.Slide 2 of 6 Marketing is expensive, but you can take advantage of free ways to get the word out. Encourage your church members to invite their friends. Small invite cards are inexpensive, and can be printed locally. Facebook is also a great way to promote your upcoming services. Set up an event and have members invite their friends. Let your church members know that they are the advertising committee! Photo Credit: ©Thinkstock/natasaadzic - 3. Prepare special music and a creative message.Slide 3 of 6 A musical ensemble or choir can be a nice addition to [Easter Sunday](https://www.crosswalk.com/faith/bible-study/10-things-we-should-know-about-what-happened-on-easter-sunday-morning.html). Consider an illustrated sermon that includes visuals or graphics. Video clips can also add to the message and make it memorable. Whatever you do, do it with excellence. 4. Have guest cards available. You must ask guests to complete cards, or they will not. You may even want to offer a nice gift to those who return the completed cards. Photo Credit: ©Thinkstock/Hill Street Studios - 5. Include a special event for the children.Slide 4 of 6 Parents and grandparents will come to church if their child is on the stage. Some simple songs or skits are a great way to include the children. Talk to your children’s ministry workers now! 6. Preach [salvation](https://www.crosswalk.com/faith/spiritual-life/what-is-salvation-also-why-it-s-needed-and-how-to-get-it.html). This may sound obvious but please remember to preach [hope in Christ](https://www.crosswalk.com/faith/women/what-it-i-really-i-means-to-put-your-hope-in-christ.html). This may be the only worship service some people attend—be sure they hear the truth about Jesus. Photo Credit: ©Thinkstock/DGLimages - 7. Plan your follow-up now.Slide 5 of 6 Do your best to meet every guest. If you are able to secure their contact information, send them an email, call them, or write a card or letter on Monday. Respect their privacy, but let them know that you care about them. And welcome them back next Sunday! 8. Plan a special event for the Sunday following [Easter](https://www.crosswalk.com/faith/spiritual-life/undertanding-the-history-and-symbols-of-easter-1256039.html)and be sure to invite your guests to return. You may want on consider a fellowship meal or a special message on a pertinent topic. Just be sure they have a good reason to return. Photo Credit: ©Thinkstock/Siri Stafford - 9. Pray!Slide 6 of 6 Begin now asking the members of your church to pray for the lost who will be in attendance. Consider collecting names of people from your members, pray for them, and encourage your members to personally invite them. 10. Celebrate! [Easter](https://www.crosswalk.com/faith/spiritual-life/undertanding-the-history-and-symbols-of-easter-1256039.html)commemorates the greatest event in the history of the world—Jesus lives! I encourage you to make a big deal about the [Resurrection](https://www.crosswalk.com/faith/bible-study/what-does-the-bible-say-about-the-resurrection.html). Don’t hold back! Rick Whitter is the State Administrative Bishop for the Church of God in Minnesota. He also serves as Director of International Orphan Support (iorphan.cc). Photo Credit: ©Thinkstock/vadimguzhva",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rick whitter",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T16:50:05.743+03:00",
  "updated": "2024-03-29T16:50:05.743+03:00"
}