{
  "thread": {
    "uuid": "db023217edada68203b492b3fe04eaac570cc789",
    "url": "https://www.consalud.es/salud35/bolsa/novo-nordisk-aumenta-valor-acciones-bolsa-2023_138431_102.html",
    "site_full": "www.consalud.es",
    "site": "consalud.es",
    "site_section": "https://consalud.es/salud35",
    "site_categories": [
      "health",
      "womens_health"
    ],
    "section_title": "Salud35 | Actualidad empresas sector salud | Empresas, salud y reputación",
    "title": "Novo Nordisk aumenta más de un 45% en bolsa en 2023",
    "title_full": "Novo Nordisk aumenta más de un 45% en bolsa en 2023",
    "published": "2024-01-06T01:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.consalud.es/salud35/uploads/s1/24/63/33/0/sede-novo-nordisk-foto-ep.jpeg",
    "performance_score": 0,
    "domain_rank": 50102,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "db023217edada68203b492b3fe04eaac570cc789",
  "url": "https://www.consalud.es/salud35/bolsa/novo-nordisk-aumenta-valor-acciones-bolsa-2023_138431_102.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Salud 35",
  "published": "2024-01-06T01:00:00.000+02:00",
  "title": "Novo Nordisk aumenta más de un 45% en bolsa en 2023",
  "text": "En un 2023 de la [industria farmacéutica](https://www.consalud.es/salud35/internacional/farmacia-mundo-papel-clave-industria-farmaceutica-india-nivel-global_137427_102.html) marcado por la adaptación a nuevos mercados tras la resaca de la pandemia de Covid-19 ha habido una farmacéutica que ha destacado positivamente por encima de todas, Novo Nordisk. La farmacéutica danesa, que ha cumplido un siglo de trayectoria, ha conseguido registrar grandes resultados financieros y bursátiles este año gracias a la explosión comercial de Ozempic y Wegovy, ambos utilizados actualmente para tratar la obesidad. El salto de estos dos medicamentos GLP-1 ha sido tal, que la [revista ‘Science’](https://www.consalud.es/salud35/internacional/science-medicamentos-contra-obesidad-avance-cientifico-ano_137983_102.html) los ha elegido como el ‘Avance del año’. Inicialmente desarrollados para tratar la diabetes, estos productos imitan una hormona intestinal llamada péptido similar al glucagón-1 que ha revolucionado la medicina y el mercado global farmacéutico. El salto de estos dos medicamentos GLP-1 ha sido tal, que la revista ‘Science’ los ha elegido como el ‘Avance del año’ El sorpresivo aumento en el interés de la población ha provocado que la farmacéutica comenzase el año con un +2,54% en enero y un +1,59% en febrero, aunque no sería hasta marzo donde se observaría de verdad el salto en su valor, aumentando en la Bolsa de Nueva York un 12,87%. Un primer trimestre en el que pasaron de los 68,64 a los 79,17 dólares. En cuanto al segundo trimestre, no sería tan llamativo como el primero. Comenzando con un incremento del 5% en bolsa pero acompañado de un -3,97% en mayo, siendo el primer mes negativo en los últimos siete. Aunque en junio volverían a la senda positiva con un ligero +0,86 que cerraría estos tres meses con +1,89%. Los resultados financieros en el primer semestre de 2023 fueron de la mano de los bursátiles, como no podía ser de otra manera. En concreto, las ventas de Novo Nordisk aumentaron un 29%, hasta los 14.450 millones de euros, en el caso de Wegovy crecieron hasta los 1.621 millones de euros, lo que permitió que el beneficio neto de la empresa fuese de 5.266 millones de euros, un 42,5% más respecto al mismo periodo del año anterior. El tercer trimestre de 2023 volvería a registrar cifras en bolsa por encima de lo habitual, en concreto, con el +15,22% del mes de agosto. Un salto muy influenciado por el anuncio de la compra de [Embark Biotech](https://www.consalud.es/salud35/internacional/novo-nordisk-adquiere-embark-biotech-por-471-millones-euros_133882_102.html) a cambio de un máximo de 471 millones de euros, incluyendo un pago inicial de 15 millones en efectivo, con la opción de hasta 456 millones en función de una serie de posibles hitos comerciales, regulatorios y de desarrollo. Una muestra más del gran momento que atraviesa la compañía danesa. Un incremento del 13,46% en el cuarto trimestre, que unido a los otros trimestres dejan un +45,11% para Novo Nordisk en 2023 En este proceso de aumento continuo Novo Nordisk ha ido actualizando sus previsiones de ventas de cara a este 2023, precisamente a mediados de agosto pasaron del 24.30% a 27%33%. Además del aumento del beneficio operativo, del 28.34% al 31-37%. Pasados tan solo dos meses, ya en el último trimestre del año, la farmacéutica [volvió a actualizar sus previsiones](https://www.consalud.es/salud35/bolsa/novo-nordisk-aumenta-bolsa-tercer-trimestre-actualiza-previsiones_136399_102.html), incrementado un 5% el crecimiento en ventas, es decir, hasta el 38%, y por parte del beneficio operativo se sitúa en el 40% como mínimo y 46% en los mejores casos. En esta misma línea, el valor bursátil de la compañía danesa ha continuado aumentado, 6,19% en octubre, 5,46% en noviembre y 1,81% en diciembre. Cifras que se traducen en un incremento del 13,46% en el cuarto trimestre, que unido a los otros trimestres dejan un +45,11% para Novo Nordisk en 2023, pasando de 68,64 a 101,10 dólares en el valor de sus acciones. AMPLIACIÓN DE INSTALACIONES De cara al futuro y ante el claro aumento de venta, la farmacéutica danesa ha anunciado que destinará más de 5.631 millones de euros en los próximos años para [expandir sus instalaciones](https://www.consalud.es/salud35/internacional/novo-nordisk-invertira-millones-ampliar-instalaciones_136709_102.html) de fabricación en Dinamarca. Según apuntan desde Novo Nordisk, la inversión se concentrará en ampliar las capacidades de fabricación de su planta en la localidad danesa de Kalundborg, creando capacidad adicional en toda la cadena de valor global, desde la fabricación de ingredientes farmacéuticos activos (API) hasta el envasado, y así, satisfacer la demanda futura. Se prevé que los proyectos de construcción se finalizarán gradualmente entre finales de 2025 y 2029, además, anticipan que esta ampliación permitirá la creación de 800 nuevos puestos de trabajo en las instalaciones una vez completada la construcción.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T01:21:57.991+02:00",
  "updated": "2024-01-06T01:21:57.991+02:00"
}