{
  "thread": {
    "uuid": "7b1153f3c187109a60916ae4b2e74d657a00d5da",
    "url": "https://www.theatlantic.com/newsletters/archive/2023/12/library-gen-z-readers/676963/",
    "site_full": "www.theatlantic.com",
    "site": "theatlantic.com",
    "site_section": "https://www.theatlantic.com/feed/best-of",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "Best of The Atlantic",
    "title": "What Gen Z is finding at the library - The Atlantic",
    "title_full": "What Gen Z is finding at the library - The Atlantic",
    "published": "2023-12-29T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.theatlantic.com/thumbor/U8vBOs5wcAmbm0uYgM_PNwgO1Aw=/0x605:8243x4898/1200x625/media/img/mt/2023/12/GettyImages_1393878516_3/original.jpg",
    "performance_score": 0,
    "domain_rank": 219,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 178,
        "comments": 40,
        "shares": 83
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 1
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7b1153f3c187109a60916ae4b2e74d657a00d5da",
  "url": "https://www.theatlantic.com/newsletters/archive/2023/12/library-gen-z-readers/676963/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lora Kelley",
  "published": "2023-12-29T00:00:00.000+02:00",
  "title": "What Gen Z is finding at the library - The Atlantic",
  "text": "Young people really do read print books.\nBy Lora Kelley\nBrandon Bell / Getty December 28, 2023 Share\nSaved Stories\nSave\nThis is an edition of The Atlantic Daily, a newsletter that guides you through the biggest stories of the day, helps you discover new ideas, and recommends the best in culture. Sign up for it here.\nIn the smartphone era, libraries might seem less central. But it turns out that young people actually use them.\nFirst, here are three new stories from The Atlantic :\nHow to be happy growing older America should be more like Operation Warp Speed. The Middle East conflict that the U.S. can’t stay out of A Third Place\nSpending time at my local library branch in elementary school, I felt like a little grown-up. I’d march up to the desk and tell the librarian all about the chapter books I would be reading that summer. (“Absolutely Normal Chows,” I told her once, holding up a copy of the Sharon Creech novel Absolutely Normal Chaos .) I value public libraries for the resources they offer but also because of how these spaces have always felt to me: like a community of people who care about learning new things, and who simply want to spend time in public.\nLibraries, and the people who keep them running, have had a rough time in recent years. Across America, politicians and advocates have pushed to ban from schools a variety of books , including those that deal with topics of race and gender; this movement has now extended to public libraries . As my colleague Xochitl Gonzalez wrote in the March Atlantic article “The Librarians Are Not Okay”: “Although books don’t have feelings, the librarians forced to remove them from the shelves definitely do.” On top of the harassment and stress brought on by book bans, “as public-facing professionals, [librarians] are on the front lines of the masking wars, the homelessness crisis, the opioid epidemic, and the general rise in public rage ,” Gonzalez notes. Libraries also continue to face financial strain. Some of the problems are bureaucratic: In New York, for example, the city just announced that because of budget cuts, it will close most libraries on Sundays. And some are ideological: This past spring, Missouri’s Republican-led House aimed to strip all funding from the state’s libraries.\nThis slew of attacks on libraries is concerning not only because these are attacks on education and literacy; they also threaten spaces that many Americans, including young people, actually use. New research released by the American Library Association found that more than half of Gen Zers and Millennials surveyed in 2022 had visited a physical library location in the previous year. And of the Gen Zers and Millennials who said that they did not identify as readers, more than half still reported going to the library, suggesting that they may be visiting for other reasons, including events, classes, or simply to find community. As the authors of the study, both Portland State University professors, wrote, “The youth that researchers met during visits to two public library branches talked about coming to the library just to ‘vibe’ and hang out.”\nConventional wisdom says that teens are on their phones all the time. There is some truth to that, and many read their library books on apps as well. But according to the ALA research, young people do read print books. In fact, the report found that younger members of Gen Z were reading more print books than older readers in their age cohort were, and print was the preferred format for the Gen Z respondents. Seeing a display of books can be an opportunity for discovery, and print books can provide a welcome break from screens. Books can also feature in people’s online lives: A physical object adds richer texture to a TikTok, for example, than a shot of a Kindle might, Emily Drabinski, the president of the ALA, told me earlier this month. “We might finally come out of that binary thinking where there’s the digital and the print world,” she said. “We all inhabit all of [these worlds] all the time.”\nLibraries are about books and reading, of course. But they are also about providing people with a “third place” for programming, services, and socializing; they are one of America’s only truly cross-class spaces, Drabinski noted. And they function as a public resource in all meanings of the term. As Drabinski said, “We want people to come in and use the bathroom; if that’s the only thing they need from the public library: Welcome.”\nRelated:\nThe librarians are not okay. How to show kids the joy of reading",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Education"
  ],
  "external_links": [
    "https://www.ala.org/advocacy/sites/ala.org.advocacy/files/content/tools/Gen-Z-and-Millennials-Report%20%281%29.pdf",
    "https://www.vox.com/politics/2023/5/5/23711417/republicans-want-to-defund-public-libraries-book-bans",
    "https://www.nytimes.com/2023/09/21/books/book-ban-rise-libraries.html",
    "https://ala.org/advocacy/sites/ala.org.advocacy/files/content/tools/Gen-Z-and-Millennials-Report%20%281%29.pdf",
    "https://vox.com/politics/2023/5/5/23711417/republicans-want-to-defund-public-libraries-book-bans",
    "https://nytimes.com/2023/09/21/books/book-ban-rise-libraries.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gen z",
        "sentiment": "negative"
      },
      {
        "name": "lora kelley brandon bell",
        "sentiment": "negative"
      },
      {
        "name": "sharon creech",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "the atlantic daily",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "atlantic young",
        "sentiment": "none"
      },
      {
        "name": "middle east",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "atlantic",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:36:19.167+02:00",
  "updated": "2023-12-30T13:17:18.908+02:00"
}