{
  "thread": {
    "uuid": "acb6389402d237b5154aa4da0d461d880e188a87",
    "url": "https://www.techradar.com/tablets/ereaders/viwoods-aipaper-review",
    "site_full": "www.techradar.com",
    "site": "techradar.com",
    "site_section": "https://news.google.com/search?q=not%20when%3a1h&hl=en-us&gl=us&ceid=us%3aen",
    "site_categories": [
      "tech"
    ],
    "section_title": "Google News - Search",
    "site_title": "TechRadar | the technology experts",
    "title": "ViWoods AiPaper review: not quite perfect and yet arguably the best E Ink writing tablet money can buy | TechRadar",
    "title_full": "ViWoods AiPaper review: not quite perfect and yet arguably the best E Ink writing tablet money can buy | TechRadar",
    "published": "2025-07-31T06:33:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.mos.cms.futurecdn.net/WKaGFn5LtHGA5GKLdMW927.jpg",
    "performance_score": 0,
    "domain_rank": 627,
    "domain_rank_updated": "2025-06-03T00:00:00.000+03:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "acb6389402d237b5154aa4da0d461d880e188a87",
  "url": "https://www.techradar.com/tablets/ereaders/viwoods-aipaper-review",
  "ord_in_thread": 0,
  "author": "Sharmishta Sarkar",
  "published": "2025-07-31T06:33:00.000+03:00",
  "title": "ViWoods AiPaper review: not quite perfect and yet arguably the best E Ink writing tablet money can buy | TechRadar",
  "text": "The moment I took the ViWoods AiPaper epaper tablet out of its box, I was surprised at how light it was. It was already inside a thin magnetic case, with the stylus in its loop, and it still felt like the lightest 10-inch E Ink tablet I’d ever used. And that's despite the fact that it's taller than its competition at 10.65 inches rather than the average 10.3 screen size. The closest (direct) competition is from the Onyx Boox Go 10.3, which also runs Android (albeit an older version) and is 4.6mm thick, tipping the scales at 375g. The AiPaper, on the other hand weighs 370g and is 4.5mm thick. I never expected the small 5g weight difference to be discernible but, interestingly, you can 'feel' it. The AiPaper also looks very much like the Boox Go 10.3, with silver edges, whitish-grey bezels and the flush E Ink display that doesn’t have a frontlight. And that’s alright because the AiPaper is more for writers and other creative people than an ereader you’d take to bed at night. The best part about the design in my opinion: the stylus magnetically sticks over the screen rather than the sides. At its main function of being a digital notebook, it excels. Everything you need is neatly laid out on the homepage, so it’s very easy to get to grips with and the settings are simple to understand. You can start writing on it straight out of the box (if it’s charged) because the first application you see is Paper (for notes). You also have easy access to a calendar, a digital sketchpad and a bunch of pre-installed applications that include Kindle , Kobo, OneNote, Libby and Wattpad, just to name a few. There’s even a Mailbox to access your email on and, guess what, you can handwrite your reply and the built-in AI assistant converts it to text before sending. Watch out for the AI text conversion though – it’s not consistently accurate – so you may need to make edits before you send someone an email. You can even email your notes directly from the Paper app. While there are plenty of pen options for writing, I was a little surprised that drawing only has three (each with three thicknesses) – competing tablets offer more for creativity. Stylus input, however, has no lag whatsoever and the nib moves smoothly over the screen. There’s just enough friction to give you the feel of paper and I quite enjoyed the writing experience. I appreciate the numerous templates and the separate calendar application too, even one called Meeting for jotting down minutes. Then there’s the AI button that gives you access to full-fat ChatGPT-4o or GPT-4o-mini. DeepSeek is also preinstalled. It's important to note, however, there are always risks with using AI, but if you're comfortable with it, it can be a fantastic productivity tool. Chrome and the Google Play Store are also available out of the box. It uses a custom version of Android 13, but I found that the tablet I was sent for this review was not Play Protect Certified (meaning, I couldn’t access the Play Store at initial setup). I had to follow some steps to register the device and it was smooth sailing after that. I won’t talk much about what it’s like to use as an ereader because that’s not its main function, and it has support for fewer file formats than some other brands with similar tablets, but they are the most common ebook formats, including EPUB, MOBI, CBZ and CBR. Moreover, without a frontlight, it may not be the best ereader for many users. PDF editing is possible if the document you’ve uploaded has edit capabilities. Ghosting is a minor problem on this tablet, but I didn't notice it until I looked at the photos I had taken of the AiPaper. So it won't really be an issue when in use. The entire setup is a lovely middle ground between reMarkable’s minimalist approach and Boox’s overcomplicated one – it’s well thought out and stands out as a unique alternative to its aforementioned competitors. There’s a heck of a lot more to unpack here (read on below for more details), but I really can’t get over the high asking price for this E Ink tablet – it's about $200 / £100 / AU$250 more than competing options even when discounted – although it could be argued that it justifies its cost just on performance alone. There are two AiPaper tablets available from Chinese brand ViWoods – the larger 10.65-inch model reviewed here and a smaller 8-inch alternative called AiPaper Mini. The bigger device went on sale in the US towards the end of 2024, and has been available in Australia since March 2025. The 10.65-inch E Ink tablet is not what I would deem 'affordable' – in fact, it’s the most expensive epaper device I’ve tested to date, with its $799 / £610 / AU$1,199 price tag making it costlier than the color reMarkable Paper Pro and the grayscale Supernote Manta. That said, there is a slim case in the box, as well as the stylus and extra nibs too. In many other cases, you’ll need to buy the case separately, but this bundle is still very much in premium territory. Thankfully there are discounts to be had. At the time of writing, the AiPaper was down to $549 / £418 / AU$863 directly from the ViWoods website , but could be had for $539 / AU$806 on Amazon in the US and Australia respectively. The ViWoods AiPaper Mini is also quite steeply priced ( listed for $599 / £455 / AU$939; discounts are available) compared to the likes of the 8-inch Kobo Sage , the 7-inch Kobo Libra Colour and the stylus-supported Boox Go 7 from Onyx. However, it too ships with a stylus while other smaller slates require you to purchase that separately. Despite being a full-featured E Ink tablet running Android 13, it’s hard to justify even the discounted price, more so when you can get the Boox Go 10.3 for $379.99 / €419.99 (about £355) / AU$699. Even the reMarkable 2 would be a good alternative and save you money at full price. Price is the main reason why it gets some points docked in this review. However, ViWoods stands apart from other brands by offering a 100-day free trial of its products when purchased directly from the brand's website, but there are a few other terms and conditions you will need to be aware of to take advantage of this offer. The tablets also come with a 14-month warranty for functional defects. • Value score: 3.5 / 5 Display type: E Ink Carta 1300 with E Ink Mobius base Screen size: 10.65 inches Resolution: 300ppi (2560 x 1920 pixels) Processor: 2GHz octa-core MediaTek MT8183 Frontlight: None Storage: 128GB (non-expandable) Battery: 4,100mAh Speaker: None Water protection: None Software: Android 13 Connectivity: USB-C, Wi-Fi, Bluetooth 5.0 File support: 7 (5 documents, 2 images) Dimensions: 247 x 178 x 4.5 mm Weight: 370g (without case and pen) The overall design of the ViWoods AiPaper is familiar to me as it’s quite similar to the Boox Go 10.3 I’ve previously tested. The difference here is that it’s even lighter and thinner and, while you’d think that a 0.1mm thickness and 5g of weight difference wouldn’t matter much, think again. The moment I took the AiPaper out of its box – it was already encased in a magnetic folio with the stylus in its loop – it was noticeably lighter compared to all the other large-screen E Ink tablets I’ve tested. It is, however, taller than other tablets like it. Its screen size comes in at 10.65 inches compared to the average 10.3 inches, but it doesn't add too much to the overall footprint – it's slightly taller than its counterparts. The thinness more than makes up for it, though. And while the tablet itself has no protection against moisture, the supplied case is waterproof. Oh, and this magnetic folio barely weighs a thing too. The lack of waterproofing is not unique to the AiPaper – pretty much every single 10-inch epaper note-taking device I’ve tested has had no IP certification. Its lightweight design aside, the AiPaper looks lovely, with whitish-grey bezels and silver trimming along the four sides. The rear panel is a thin plastic sheet to match the bezels. The bottom bezel is broader and is home to three touch buttons that are very reminiscent of Android devices – back, home and AI. The last one opens up an application that gives you access to ChatGPT or DeepSeek, the choice is yours. The only physical button on the device is to power it up (or down), which lies flush with the top edge and houses a fingerprint sensor. I thought such a thin surface would have trouble reading fingerprints, but I was wrong – it functioned well 95% of the time, but the raised edge of the case can get in the way sometimes which, for me, was the rest 5% of the time. I should also mention the stylus separately as it’s a little broader than the pens used by most other brands – only marginally so – but it’s lightweight and ergonomic. It’s called the AiPaper Gen2.5 Stylus Pen and it's made from light-grey plastic to match the tablet. It features an eraser on the top and a button on the flattened length on its body. That flat section is what secures the stylus magnetically over the display (as pictured above) and that’s an exceptional addition as the curved edges (or sides) of the tablet are so thin, there’s no way the pen would stick there, as is common in other models. The closer to the center of the screen you get, the stronger the hold, but it will stay anywhere on the top surface of the device. For when you're in transit, though, the loop on the protective case will keep the Gen2.5 Stylus Pen safe. It’s also the first stylus I’ve used that comes with two types of replacement nibs in the box – the default is a ‘smooth writing’ nib that’s soft and thus can wear out easily, but it can be replaced with a more ‘durable’ or harder nib if you wish. Swapping one out for the other is as simple as pulling out the used one to slide in the replacement until it clicks into place. Both the stylus and the tablet use Wacom EMR technology, so even if you lose the Gen2.5 Stylus Pen, you can use an alternative that has the same tech. I tried the Boox Pen Plus that came with the Go 10.3 and it worked just fine. The display technology used here is seemingly a hybrid of two E Ink screens. ViWoods says the top rigid layer is the E Ink Carta 1300 for writing and reading on, and it sits on a flexible E Ink Mobius base. The slight flexibility it offers, according to ViWood, is meant to offer the \"rebound\" feel of paper when you write. I didn't quite experience it but then I have no complaints whatsoever with how it feels to write on. Everything you write on this monochrome screen is sharp, with excellent contrast for the pen's markings. That means it's quite dark against the pale background, which makes handwritten notes very easy to read, particularly without a frontlight. On the other hand, the contrast when reading ebooks in the Learning app (where the library sits) is a little lackluster when compared to the likes of the Amazon Kindle Scribe (2024) – the words on the page appear lighter in comparison (see the image below). That doesn't mean you can't use the AiPaper as an ereader, it just hasn't been optimized well for that purpose. The screen also lacks a frontlight, although that in no way hampers its usability and a lightless display is hardly unique to ViWood. Neither the reMarkable 2 nor the Boox Go 10.3 have a frontlight and they’re both still very nice to use. While I would have preferred a frontlight myself because I’m a nighttime reader and I would have loved to use the AiPaper as an ereader as well, that is not its primary function – it’s a productivity tablet, so writing, sketching and scheduling are what it does best. • Design & display score: 5 / 5 Arguably the most important factor when choosing an epaper writing tablet for yourself would be its software and user interface. Where Kobo and Kindle use custom Linux operating systems , as does reMarkable, Boox and ViWoods have adopted Android. The ViWoods AiPaper uses a trimmed-down, custom edition of Android 13 (compared to Android 12 on the Boox Go 10.3) that caters specifically to reading and writing. And, importantly, the entire setup is fantastic, far better than the Boox alternative which, in fact, has a more streamlined interface compared to older models from the brand. On the AiPaper, the interface is a fabulous middle ground – neither too minimalist like reMarkable, nor too complicated like Boox. The moment you switch on the ViWoods AiPaper, you’ll see the bottom right block already has a few apps preinstalled. Tap and you’ll find Chrome and the Google Play Store already there, ready for you to sign into. The latter was the only real issue I ran into when setting up the AiPaper for this review: being unable to access the Play Store at the start. That’s because the device sent to me was not Play Protect Certified, meaning it hadn’t been registered with Google for Play Store access. A little research told me that this is was not an isolated incident, although some users online have had no problems whatsoever. Getting this done, though, is very simple and ViWoods has a handy guide to help you. Interestingly, ViWoods has implemented Android's 'long-press to copy and paste' functionality for this setup – I wish this would be expanded to all aspects of the tablet, wherein any handwritten, or at the very least text-converted, note can be copied across documents or applications. The feature already exists in the software, so it's just a matter of enabling it on a wider scale (although I'm not a developer and I can't speak to the feasibility of expanding it). It also took three attempts to sync my Google Drive account to the tablet for cloud transfer of files despite being logged in on the first attempt. Why this happened is still a mystery to me. An unexpected surprise on the AiPaper that I haven't seen on any other tablet like this is email access. There’s a Mailbox application preinstalled that can be set up if you don't want to download Gmail or any other mail app but, interestingly, it allows you to handwrite your replies if you choose. AI handwriting recognition is available on nearly every native application that allows you to use the stylus, but I found that the text conversion wasn’t always accurate and I pride myself on having a rather nice (and readable) handwriting. I’ve had no issues with handwriting recognition on the Kobo Elipsa 2E or the Kindle Scribe 2024 for example, so I’m surprised that the AiPaper is getting a few things wrong. It’s not really a deal breaker as I found the onscreen keyboard just as easy to use to make any necessary edits. Unlike the Boox keyboard, which is a much more complicated affair with tiny keys, the ViWoods has big tiles and is very responsive. I would normally be downloading the Kindle and Kobo apps on any other epaper tablet like this, but they were both already available to sign into. I was pleasantly surprised to find even the Libby app preinstalled, alongside the New York Times, Wattpad and a few more. So all I ended up adding was a couple of other productivity apps to test annotations and a couple of benchmarking tools to sate my own curiosity. As I’ve already mentioned, the overall user interface is fantastic, lending itself well to a tablet like the AiPaper. You have everything you need at your fingertips, but you can always add more to make the most of Play Store access. You can also get involved with the ViWoods user community directly from the tablet in case you want to ask a question, leave feedback or get some help with any issue you have with the product. One thing to note about the AiPaper is that, during my testing, my MacBook couldn't register the tablet in Finder, although ViWoods' promotional imagery indicates that should work. This means that the Android File Transfer app doesn't work, which was my experience with all Boox devices as well. I plugged the AiPaper into a Windows machine where it was available for file transfer via USB-C. I also couldn't get Wi-Fi Transfer to work, but this wasn't much of a deal breaker for me because cloud sync is quite quick. While Google Drive was my service of choice, Dropbox and OneDrive support is also available. • Software score: 4 / 5 I can't help but extol the virtues of the writing and productivity features of the ViWoods AiPaper. From a dedicated notes application called Paper to another called Meeting for jotting down minutes, even a calendar application that allows you to write within each date box and list task for a specific date – you have plenty to get you started. And they all have voice input available if you’re feeling too lazy to write – even the diary entries! Don’t want to use the native writing app? OneNote is preinstalled in the app drawer and it works well with the supplied stylus. You can download any other third-party notes application – I tried Evernote and Google Keep, both of which worked fine – and ViWoods says you can annotate any page, no matter which application you use. If you haven’t used any other note-taking application before, you’ll find more than enough in the native app. You can add pages and move them around easily enough, you can delete individual pages quickly by opening up a multipage document as a grid, you can change the template of individual pages… the list goes on. You can add layers, create tags, text boxes (or boxouts) and use a lasso tool to select text. The AI button within the Paper application allows you to analyze text, convert a note into an email or convert handwriting into text. As I’ve already alluded before, AI conversions aren’t the best. For example (see the above image for clarification), I selected a handwritten question jotted down when making notes for this review: “Does template change affect all pages?” I selected it to be analyzed and the response from ChatGPT was: “The content consists of a handwritten note that appears to address the question “does bipolar change affect all pages?” The next time I got the same bit of handwriting ‘analyzed’, it became “inequality change”. C’mon, my handwriting isn’t that bad, surely! For writing, you have an extensive choice of pens – seven, in fact, with five thickness options and four grayscale colors. Strangely, though, these brush types are missing in the Picking application (used for drawing and sketching) which, instead, only gets three pen types with three thicknesses each. I think it should be the other way around. With 4,096 pressure levels and up to 60º tilt sensitivity for the stylus, the same brush types for creativity would have been great for artists who don’t necessarily want a dedicated drawing tablet like the XPPen Artist Pro 14 (Gen 2) . Then again, I can't draw to save my life, so perhaps the limited pens in the Picking app would suffice for most users. So my main complaint is only with the AI-powered handwriting recognition, which intermittently found it hard to decipher my relatively neat notes, but worked fine when it came to a colleague’s bad scribbles. Yes, I'm taking it personally – and no, I won’t deduct any marks for that. • Writing score: 4.5 / 5 With no built-in bookstore, you need to either use the browser (Chrome) to source content or import via wired or cloud transfer. I used the latter method to sideload a few titles I already own as, previously stated, my MacBook was unable to register the AiPaper and I found that OTG support (which is available on Android 13) has not been implemented on this tablet. It was during this process when things got a little murky for me. When selecting to import (in my case from Google Drive), the AiPaper gives you two locations to save the ebooks – My Notes and My Files. The latter has a folder already called ‘e_books’, which is where I assumed I needed to build my library. Sure, that can be done, and this source uses the Bookshelf application to open EPUBs. However, the app doesn’t like sideloaded files (which I appreciate is a step to prevent piracy) and I couldn’t go beyond the book cover. It also needs an account to work. I then saved the same titles to My Notes and that, dear reader, seemed to be where the default library is – tucked within the native Learning application. It supports a fair few common file formats, including EPUB, MOBI, CBZ and CBR, but I also found there's support for Kindle's AZW and AZW3. The My Notes section is also where you can upload editable PDFs in case you need to fill a form or sign one. Text is sharp on the screen, although I would have preferred more contrast to make the words on page darker but, again, it's not a deal breaker as you can add a little weight (thickness) to the text to make them appear darker. You can either choose to swipe on the screen to turn a page or tap and I would recommend the latter – if you have a swipe gesture set up already for 'going back', that is the function that will constantly get triggered rather than turning to the next page. The top toolbar that appears when you first open a title can be made to disappear to leave a very clean page that you can annotate to your heart’s content. I also found that the slightly larger screen made reading a much nicer experience than on the other 10.3-inch epaper tablets. The page layouts looked neater and, I suppose, the additional lines on a page do make a difference. That said, with no frontlight, it's clear that doubling as an ereader is not its priority. • Reading score: 4 / 5 As I’ve already mentioned earlier in this review, the AiPaper uses a processor that’s quite powerful for a device like an epaper tablet. While the MediaTek MT8183 can make Chromebooks purr along smoothly at higher wattages with specific implementations, my benchmarking told me that ViWoods hasn't taken full advantage of what this CPU can achieve. Compared to the Qualcomm Snapdragon 680 SoC used in the Boox Go 10.3, the benchmark numbers are rather dismal for the AiPaper even though the expectation was that they'd be evenly matched. For context, Geekbench 6 recorded a single-core score of 403 for the Boox and 299 for the AiPaper, while multi-core scores were 1261 and 1114 respectively. But forget the numbers: the implementation of Android and the amount of RAM available is, ultimately, what will determine how well an epaper tablet will perform in real-world use. And that's exactly what's in evidence here. Despite ViWoods not harnessing the full power of the CPU, it's the better performer compared to the Boox as the execution of the OS here and the 4GB of RAM (same as in the Go 10.3) combine to make things run very smoothly indeed. Moreover, the MT8183 CPU also has slightly better RAM speed, so the overall system performance is better here. Whether it was opening apps, writing or using the on-screen keyboard, I found the AiPaper just that tiny bit quicker than the Boox. I initially didn't even notice the ghosting on the screen until I looked at the photos of tablet I had taken for this review; on the Boox, though, it can be quite evident. There are three refresh rates available on the AiPaper and I found the default Best to be, well, the best. Fast and Ultra-Fast resulted in more ghosting in some applications, and didn't make a huge amount of difference while scrolling in apps like Chrome. Expect the occasional stutter when scrolling, though, which is more due to the limitations of the E Ink screen tech rather than a fault of the device. Not a single application has crashed since I began using this tablet (three weeks to the time of publication) – in comparison, I ran into a problem with the Boox Go 10.3 when testing its native notes app. According to Onyx Boox, the Go 10.3 can take up to 500 pages per document, but it crashed after 10. The biggest handwritten document I had on the AiPaper was 15 pages and it showed no signs of slowing down. There were no hiccups with turning pages or bringing up the AI analyze/handwriting recognition on nearly every page of that document. Battery life is decent but not as good as the Boox (the Snapdragon 680 is known for more efficient battery use) or the Kindle Scribe, and that's despite the AiPaper using a larger capacity pack. The 4,100mAh battery which will offer no more than two weeks of use if you spend an hour with it each day. On standby, you could get up to four weeks on a single charge. This is because there are some tasks that drain more battery than others, like downloading apps from the Play Store or importing documents via cloud transfer, but you should still get a few days out of each top up even if you use it extensively. Charging up is also quite quick – it went from 9% to full in just under two hours during my testing, and that was when plugged into a dock and not a wall charger. • Performance score: 4.5 / 5 Attribute Notes Score Value It might be the best epaper writing tablet I’ve tested, but it’s eye-wateringly expensive at full price. 3.5 / 5 Design & display It’s both very thin and very lightweight, even with a case. And even though it uses a 10.65-inch display, its overall footprint isn't too much more. And the screen is lovely to use as well, although it lacks contrast. 5 / 5 Software & apps An open Android ecosystem and an easy-to-use interface makes this a winner in my books, but it has a few minor issues. 4 / 5 Writing & productivity The limited pen types for drawing could be a deal breaker for artists, but if productivity is priority over creativity, then the AiPaper will serve you well. 4.5 / 5 Reading While the lack of a frontlight might be an issue for some, the AiPaper is a passable ereader. 4 / 5 Performance No other epaper writing tablet I’ve tested has been as fast as the AiPaper – overall performance is fantastic. Battery life, however, is limited compared to other brands. 4.5 / 5 It's hard to fault the performance of the AiPaper. It's responsive, fast and, despite a little bit of ghosting, its default refresh rate is capable of handling most apps. ViWoods arguably has the best epaper tablet on the market in the AiPaper. Running Android 13 means you get full access to the Play Store, so you can do a lot on this tablet. And interestingly, this is the first epaper tablet I’ve tested that has a native email app that allows you to handwrite your replies if you so choose. I thought the Boox Go 10.3 was thin and light, but I hadn’t met the AiPaper then. Taking away the accolade of being the thinnest and lightest epaper tablet I've tested, even the AiPaper's case doesn't add much weight to the full package. Most 10-inch E Ink note-taking tablets are expensive, but the AiPaper has an eye-watering price tag. Even discounted, it costs more than its many competitors, but if money is no object, I can’t recommend it highly enough. Honestly, 128GB of built-in storage is plenty for a device like the AiPaper, but if that’s not going to cut it for you, you’ll need to look for an alternative with expandable storage. There’s no microSD card tray here. If you’re not going to take full advantage of the AiPaper’s many productivity features, you’ll save a lot of money by opting for either a smaller epaper tablet like the Kobo Libra Colour or a relatively cheaper 10-inch option like the Kindle Scribe. Moreover, avid readers would prefer a frontlight, which the AiPaper misses out on. As great as I think the ViWoods AiPaper is, it may not suit everyone. If you're keen to check out alternatives, I've listed three options below that offer something different from each other. They also come in at slightly different price points, so take a look at their specs comparison below listed alongside the AiPaper itself, and read on for a quick look at each. ViWoods AiPaper Onyx Boox Go 10.3 reMarkable 2 Amazon Kindle Scribe (2024) Price $799 / £610 / AU$1,199 $409.99 / €419.99 (about £355) / AU$699 From $399 / £389 / AU$669 From $399.99 / £379.99 / AU$649 Screen 10.65-inch E Ink Carta 1300 10.3-inch E Ink Carta 1200 10.3-inch Canvas 2 10.2-inch undisclosed E Ink Carta display (possibly 1200) Resolution 300ppi 300ppi 226ppi 300ppi Operating system Android 13 Android 12 Linux-based Linux-based Storage 128GB 64GB 8GB 16GB / 32GB / 64GB CPU 2GHz octa-core MediaTek MT8183 2GHz octa-core Qualcomm Snapdragon 680 1.2GHz dual-core ARM Undisclosed Battery 4,100mAh 3,700mAh 3,000mAh Undisclosed Waterproofing None None None None File support 7 26 2 16 Speakers None Dual None None Dimensions 247 x 178 x 4.5 mm 235 x 183 x 4.6 mm 246 x 188 x 4.7 mm 230 x 196 x 5.7 mm Weight 370g 375g 403.5g 433g Missing out on the thinnest epaper tablet accolade by a millimeter, the Boox Go 10.3 is a cheaper alternative that runs Android 12. If you aren’t too fussed about security updates, this might suit you better. Compared to the AiPaper, though, the user interface is a little over the top, but it’s a lot more streamlined than older Boox tablets.\nRead my full Onyx Boox Go 10.3 review for more information Now a little long in the tooth, but if it’s writing and creativity that takes priority for you, the reMarkable 2 is a great option. You will, however, need a subscription to access your files and there’s no Play Store access either, but the minimalist user interface is distraction-free.\nRead my in-depth reMarkable 2 review to learn more If you prefer an epaper writing tablet that can double up as your ereader, then the newest model of the Kindle Scribe would be my recommendation. Its auto-brightness adjusting screen is downright fantastic to read on and writing on it is just as lovely. You will be enclosed in Amazon’s walled garden though, but if you already use the company’s services, then it’s a no-brainer.\nRead our full Amazon Kindle Scribe (2024) review for more details I’ve tested quite a few epaper writing tablets in the last few years, so I’ve got a system in place when I receive a new model for review. Immediately after connecting to Wi-Fi, I go through the settings to see what I need to change to have taps and gestures set up just right for me, I also go through refresh-rate options and get rid of any nav ball that’s preinstalled (I find them very distracting on the page). That done, it’s time to open up the native apps and see what’s on offer. In the AiPaper’s case, I started with the Paper application to start scribbling some random thoughts, then went sequentially through the pre-installed options, like calendar and drawing. I found the Learning application a little confusing, but its purpose became clear when I tried to add a few EPUBs for testing its reading prowess. I can’t draw to save my life, but I did try the Picking application as well, just to see what it was like. I also checked what kind of pen types (and nib thicknesses) were available for creativity. I was chuffed to see the Kindle and Kobo apps were already preinstalled, but I downloaded a few other applications from the Play Store to test speed and performance. This included Geekbench 6 that I used to benchmark the CPU (just to sate my curiosity). I plugged an external SSD into the USB-C port to see if there was OTG support and I also tried connecting the tablet to both a MacBook and a Windows laptop. I tested the AI app, personally preferring ChatGPT to DeepSeek, and tested the other AI-powered features in the Paper app. Having reviewed epaper tablets from several brands, I have the experience to compare the ViWoods AiPaper to several other models in the market to score it fairly. Read more about how we test [ First tested July 2025 ] While she's happiest with a camera in her hand, Sharmishta's main priority is being TechRadar's APAC Managing Editor, looking after the day-to-day functioning of the Australian, New Zealand and Singapore editions of the site, steering everything from news and reviews to ecommerce content like deals and coupon codes. While she loves reviewing cameras and lenses when she can, she's also an avid reader and has become quite the expert on ereaders and E Ink writing tablets, having appeared on Singaporean radio to talk about these underrated devices. Other than her duties at TechRadar, she's also the Managing Editor of the Australian edition of Digital Camera World, and writes for Tom's Guide and T3.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Lifestyle and Leisure"
  ],
  "topics": [
    "Science and Technology->information technology and computer science",
    "Science and Technology->scientific innovation",
    "Science and Technology->technology and engineering",
    "Economy, Business and Finance->products and services",
    "Economy, Business and Finance->computing and information technology",
    "Economy, Business and Finance->consumer goods",
    "Lifestyle and Leisure->house and home",
    "Lifestyle and Leisure->lifestyle"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": null,
  "webz_reporter": false,
  "external_links": [
    "https://viwoods.com/pages/faq?ref=FUTUREPUBLISHINGAUSTRALIAPTYLTD",
    "https://viwoods.com/blogs/paper-tablet/activate-google-play-store-on-viwoods?ref=FUTUREPUBLISHINGAUSTRALIAPTYLTD",
    "https://viwoods.com/products/viwoods-aipaper?ref=FUTUREPUBLISHINGAUSTRALIAPTYLTD",
    "https://viwoods.com/products/viwoods-aipaper",
    "https://www.viwoods.com/blogs/paper-tablet/activate-google-play-store-on-viwoods?ref=FUTUREPUBLISHINGAUSTRALIAPTYLTD",
    "https://www.viwoods.com/pages/faq?ref=FUTUREPUBLISHINGAUSTRALIAPTYLTD",
    "https://www.viwoods.com/products/viwoods-aipaper?ref=FUTUREPUBLISHINGAUSTRALIAPTYLTD",
    "https://viwoods.com/pages/faq",
    "https://viwoods.com/blogs/paper-tablet/activate-google-play-store-on-viwoods"
  ],
  "external_images": [],
  "internal_images": [],
  "entities": {
    "persons": [],
    "locations": [],
    "organizations": []
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": {
    "categories": [],
    "top_news": [],
    "bias": null,
    "source": {
      "type": null,
      "city": null,
      "state": null,
      "country": null,
      "domain_type": null,
      "agency": null,
      "organization_name": null
    }
  },
  "rating": null,
  "crawled": "2025-07-31T07:38:14.438+03:00",
  "updated": "2025-07-31T07:54:33.619+03:00"
}