{
  "thread": {
    "uuid": "67efe357f4a8d6177e2bed2be0941115a3be7e43",
    "url": "https://cleantechnica.com/2024/07/04/new-battery-chemistry-from-nyobolt-promises-faster-charging-for-electric-cars",
    "site_full": "cleantechnica.com",
    "site": "cleantechnica.com",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "vehicles"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "New Battery Chemistry From Nyobolt Promises Faster Charging For Electric Cars - CleanTechnica",
    "title_full": "New Battery Chemistry From Nyobolt Promises Faster Charging For Electric Cars - CleanTechnica",
    "published": "2024-07-05T00:12:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cleantechnica.com/wp-content/uploads/2024/07/Nyobolt.jpg",
    "performance_score": 0,
    "domain_rank": 3235,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "67efe357f4a8d6177e2bed2be0941115a3be7e43",
  "url": "https://cleantechnica.com/2024/07/04/new-battery-chemistry-from-nyobolt-promises-faster-charging-for-electric-cars",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Steve Hanley",
  "published": "2024-07-05T00:12:00.000+03:00",
  "title": "New Battery Chemistry From Nyobolt Promises Faster Charging For Electric Cars - CleanTechnica",
  "text": "New Battery Chemistry From Nyobolt Promises Faster Charging For Electric Cars [daily news updates from CleanTechnica](https://mailchi.mp/cleantechnica/daily-newsletter)on email. Or [follow us on Google News](https://news.google.com/publications/CAAqLQgKIidDQklTRndnTWFoTUtFV05zWldGdWRHVmphRzVwWTJFdVkyOXRLQUFQAQ)! First, a disclaimer. News about battery breakthroughs for electric cars pours into the teletype machines located in the subbasement of CleanTechnica world headquarters on a daily basis (we recently transitioned away from using the telegraph). We parse that flood of information and try to select stories that seem to have relevance to the real world, but that doesn’t mean we don’t sometimes get taken in by some announcement that turns out to be mostly a flimflam. With that proviso, here is an interesting bit of news about [Nyobolt](https://nyobolt.com/), a battery company located in Cambridge, UK, that came to our attention a few days ago, courtesy of [CNN](https://www.cnn.com/2024/07/01/cars/electric-car-battery-charge/index.html). The story goes like this: Nyobolt claims to have developed a battery that can be charged in five minutes or less and is durable enough to power an electric car for 600,000 miles of driving. Yes, there are some caveats and we will get to them shortly. The good news here is that what Nyobolt has done could address one of the primary complaints about driving electric cars — they [take too long to charge](https://cleantechnica.com/2023/11/05/study-reveals-effects-of-fast-charging-on-electric-car-battery-health/). Nyobolt has built a battery electric car that looks like a Porsche Boxster powered by a 35 kWh battery using the technology it has developed. Last week during a live presentation, it charged the battery in that car from 10% to 80% in 4.5 minutes using a 350 kW DC fast charger. There are no official statistics about how long it takes to pump a tank of gas, because it depends on how large the tank is that is being filled. But a typical gas tank in a car today has a capacity of 10 gallons or so and can easily be filled in about 5 minutes. Comparatively, long charging times are a major drawback of electric cars currently on the market. They slow down road trips and they’re an inconvenience for owners who can’t charge their cars at home, the company suggests. “Our extensive research here in the UK and US has unlocked a novel battery technology that is ready and scalable right now,” Nyobolt co-founder and CEO Sai Shivareddy said in a statement Friday. “We are enabling the electrification of new products and services currently considered inviable or impossible.” Nyobolt’s technology builds on a decade of research led by University of Cambridge battery scientist Clare Grey and Shivareddy, who attended Cambridge, according to the company. One key to its batteries being able to charge rapidly without a big impact on longevity is a design that generates less heat during charging. That feature makes for a safer battery as well, since overheating can lead to thermal runaway, the polite term for a battery fire. In addition, the materials used to make the Nyobolt battery anodes allow for a faster transfer of electrons. Nyobolt is currently in talks to sell its batteries to eight electric car manufacturers. At 35 kWh, the battery is much smaller than the 85 kWh in a more typical American electric vehicle, yet the technology may be used in larger battery packs in the future. The battery innovation by Nyobolt is particularly encouraging for commercial EV fleets and drivers relying on electric cars in their jobs, according to Paul Marchment, who is a consultant at Arval, a vehicle leasing specialist owned by BNP Paribas. Nyobolt & Charging Infrastructure Another barrier to faster adoption of electric cars in the United States and Europe is a lack of public charging infrastructure. Jack Evans, a motoring specialist at Blackball Media, told CNN he welcomed the news about the Nyobolt battery. Referring to the high power charger used in the public demonstration, he said, “The units used to charge the Nyobolt battery are few and far between in the UK, so in order for this to really make an impact, there needs to be an increase in the provision of ultra-rapid chargers.” Shivareddy told CNN the number of fast chargers was rising both in the US and the European Union, and that he expects to “pretty much have them everywhere” by the end of the decade. In North America, three out of four fast chargers are Tesla Superchargers, and virtually every big automaker in the US has committed to making EVs compatible with Tesla’s charging technology, known as the North American Charging Standard. The Nyobolt battery is compatible with a Tesla Supercharger, the company told CNN. “We would love to work with Tesla and other leading (manufacturers) to bring our vision to life — with the aim of making recharging times the same as refueling times,” Shivareddy said. “This would require industry to collaborate for the rollout of a large number of such high-power chargers, along with the grid/off-grid power supply.” Nyobolt Negatives Nyobolt claims its battery technology has been tested by a leading global manufacturer, who found that it could achieve over 4,000 fast charge cycles — equivalent to 600,000 miles (965,600 km) of driving while retaining more than 80% of its original capacity. “This is many multiples higher than the warranties of much larger EV batteries on the road today,” the company said in a statement. So, what’s the downside? William Kephart, an e-mobility specialist at consultancy P3 Group and a former engineer, told CNN that batteries like the one Nyobolt has developed could “theoretically” be charged as fast as the firm is promising, but the challenge was manufacturing such batteries on an industrial scale. A crucial chemical element in Nyobolt’s batteries is niobium. Kephart pointed out that last year only an estimated 83,000 metric tons of niobium were mined worldwide. By contrast 1.6 million metric tons of graphite, which is the most commonly used anode material in lithium-ion batteries, was produced in 2023. In addition, there are currently “a lot of unknowns” with the niobium battery technology, he told CNN. “The industry will work it out (but) it’s not seen by the industry as a scalable technology just yet,” he added. The Takeaway Battery technology continues to evolve. What is currently the standard of the world may be yesterday’s news tomorrow. [Sodium-ion batteries](https://cleantechnica.com/2023/12/29/electric-cars-powered-by-sodium-ion-batteries-go-on-sale-in-china/) are beginning to become available that promise better low temperature performance and less risk of thermal runaway. A variety of new cathode and anode materials are being tested. It is fair to say that niobium batteries are in their infancy and the low production of the mineral is a concern. But a few years ago, people worried that there was not enough lithium available, yet today there might actually be an oversupply of the stuff, which has sent prices tumbling. It seems safe to say that if Nyobolt is correct and niobium becomes a popular choice for the batteries in electric cars, production will ramp up just as it has with lithium. And it’s not like lithium mining doesn’t come with its own little kit bag of [environmental and cultural issues](https://cleantechnica.com/2024/06/26/lithium-mining-in-argentina-jobs-vs-environment/). An additional benefit is that a transition to niobium would undercut China’s near monopoly on lithium supplies, altering the geopolitics of battery manufacturing in ways that cannot be fully anticipated. Other companies like [Storedot](https://cleantechnica.com/2022/12/13/storedot-fast-charging-technology-validated-in-independent-testing/) are also claiming fast charging times for their batteries, so Nyobolt is not the only company pursuing that challenge. The upshot is that somebody is likely to come up with new battery technologies that disrupt the status quo. Will Nyobolt be that company? “We’ll see,” said the Zen master. Have a tip for CleanTechnica? Want to advertise? Want to suggest a guest for our CleanTech Talk podcast? [Contact us here](https://cleantechnica.com/contact/). Latest CleanTechnica.TV Videos CleanTechnica uses affiliate links. See our policy [here](https://cleantechnica.com/cleantechnica-editorial-ethics/). [CleanTechnica's Comment Policy](https://cleantechnica.com/cleantechnica-comment-policy/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://news.google.com/publications/CAAqLQgKIidDQklTRndnTWFoTUtFV05zWldGdWRHVmphRzVwWTJFdVkyOXRLQUFQAQ",
    "https://www.cnn.com/2024/07/01/cars/electric-car-battery-charge/index.html",
    "https://www.youtube.com/embed/0oGccE5YHx4?si=EHAYeXw2IdIjaoCs",
    "https://mailchi.mp/cleantechnica/daily-newsletter",
    "https://nyobolt.com/",
    "https://youtube.com/embed/0oGccE5YHx4?si=EHAYeXw2IdIjaoCs",
    "https://www.nyobolt.com/",
    "https://www.news.google.com/publications/CAAqLQgKIidDQklTRndnTWFoTUtFV05zWldGdWRHVmphRzVwWTJFdVkyOXRLQUFQAQ",
    "https://cnn.com/2024/07/01/cars/electric-car-battery-charge/index.html",
    "https://www.mailchi.mp/cleantechnica/daily-newsletter",
    "https://www.youtube.com/embed/0oGccE5YHx4",
    "https://nyobolt.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "steve hanley",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "electric cars - cleantechnica courtesy of nyobolt",
        "sentiment": "negative"
      },
      {
        "name": "electric cars ju",
        "sentiment": "negative"
      },
      {
        "name": "cnn",
        "sentiment": "none"
      },
      {
        "name": "nyobolt",
        "sentiment": "none"
      },
      {
        "name": "google news",
        "sentiment": "none"
      },
      {
        "name": "cleantechnica",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "cambridge",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T00:27:04.687+03:00",
  "updated": "2024-07-05T01:52:34.503+03:00"
}