{
  "thread": {
    "uuid": "b2a1bc93b5e02ac69344a25252d9c12409cf31d8",
    "url": "https://www.itv.com/news/wales/2024-01-19/what-are-the-lessons-port-talbot-can-learn-from-redcar",
    "site_full": "www.itv.com",
    "site": "itv.com",
    "site_section": "https://www.itv.com/news",
    "site_categories": [
      "television",
      "entertainment"
    ],
    "section_title": "ITV News : The Latest UK And Regional News",
    "title": "'Stick together' - Former steel town Redcar sends message of support to Port Talbot | ITV News Wales",
    "title_full": "'Stick together' - Former steel town Redcar sends message of support to Port Talbot | ITV News Wales",
    "published": "2024-01-19T15:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://images.ctfassets.net/pjshm78m9jt4/17lnNqKu5yf29bMi0eOhzl/68e4e3bf5b48581d235f832eac203146/fogl___1_.jpg?fm=jpg&amp;fit=fill&amp;w=1600&amp;h=900&amp;q=80",
    "performance_score": 0,
    "domain_rank": 1299,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 10,
        "shares": 4
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b2a1bc93b5e02ac69344a25252d9c12409cf31d8",
  "url": "https://www.itv.com/news/wales/2024-01-19/what-are-the-lessons-port-talbot-can-learn-from-redcar",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Carole Green",
  "published": "2024-01-19T15:02:00.000+02:00",
  "title": "'Stick together' - Former steel town Redcar sends message of support to Port Talbot | ITV News Wales",
  "text": "After a long drive from the west coast to the east, the North Sea finally came into view. Dropping down into Redcar, the wind turbines offshore were turning at full pelt. There was the odd dog walker braving the gusts on the prom, but it was quiet. I scanned the skyline trying to get a sense of the place, and the geography, and work out where the imposing blast furnace which defined this town once stood. Like Port Talbot, lives here have been shaped by steel. A solid foundation for generations, providing not just well-paid jobs, but a sense of purpose and place too.We've arranged to meet local volunteers at the Grangetown Generations group. Grangetown, a stone's throw from the works on the banks of the River Tees, was the heart of the steel community here.Everyone had a family member working at the plant including Gillian Lilliestone. She's juggling looking after her granddaughter and making tea for the Knit and Natter group which is arriving for their weekly meet up. This is a place that has held people together through tough times. People here know their history and are proud of their past. But it is a past. The walls of the community centre are full of old photos of the steelworks. Gillian talks me through them, where she used to play as a child on the old pipework which ran out of the plant. Now she tells me it's all gone. No one goes down there, it's just mud flats. \"Oh, it was awful. I had friends with mortgages who used to work down there, they had to sell their houses for cheap because there was nobody buying them, and people had to leave Grangetown,\" she told me. The steel plant went through various owners, British Steel, Corus, Tata and SSI, with stop-start production. A collapse in global steel prices meant it was mothballed in 2010 with the loss of 1700 jobs. Last year, the site was finally razed to the ground, changing the face of Redcar forever. Gillian is still proudly wearing 3 Support British Steel badges, I ask her: \"How does a community like Grangetown recover from an economic shock like that?\"After a long pause, she said: \"Slowly, very slowly. It's the next generation.\" Have you heard our new podcast Talking Politics? Every week Tom, Robert and Anushka dig into the biggest issues dominating the political agenda… Do you worry about them? She said: \"Yes, very much. Their self-esteem, having to ask their mams and dads for this and that not being able to provide for themselves\".Knitting away, her friend Carol Hughes added that people here were despondent: \"We were devastated for a long time. Losing the jobs. So, I mean, the only good thing to come out of it was the better air. \"But what do you think? Do you want cleaner air or do you want a bloody lot of jobs? You want a lot of jobs, don't you?\"I sense though this community lost more than the jobs. It lost its identity too. I think of Port Talbot and what it's about to go through and what it can learn from Redcar. It's teatime and I head to the Redcar Amateur Boxing Club. Sitting at a desk signing in the young boxers is Terry Franks. He left school at 16 and like hundreds of young men here went straight into the steelworks.\"I got 31 years in the steelworks. It was just heartbreaking for everybody involved when it closed. Yeah. Unbelievable change ripping the heart from the community. \"Terry's life has moved on. He works part-time at the boxing club and with his pension he says he gets by. He also has some words of advice for workers in Port Talbot: \"Don't give up. Especially the young ones. You can retrain, there's something out there for them. It's the older ones I worry about, those who know only steel, the one trick ponies so to speak. They need to believe in themselves.\"Sitting in the memorial hall watching her two sons train is Sam. She tells me her husband lost his job in steel. He did find new work in Scunthorpe, but it was a four-hour daily commute on top of 13-hour shifts turning their family life upside down.\"He bought a caravan and rented a pitch near work but he was on his own all the time. And it was just it was really, really depressing for him, really. So after two years, he came back home and found a job. Local, thank God. We're alright now though but I do feel sorry for anybody that's going to be going through this awful time.\"People here are fighters and Niki Wiley is one of them. Breaking off from the punch bag, he explains when he lost his job in steel, only temporary, short-term contracts followed. Then Niki decided to take his future into his own hands and follow his passion, boxing. He set himself up as a coach and hasn't looked back. \"I love my job. I love the people I train and I love the people who come in but a closure can hit mental health. No one said it was going to be easy anyway. \"You just have to get on with it and find out what you're good at. Find out something else that you enjoy. That's what I've done with the Redcar Boxing Club.\"Niki has a young family and admits he doesn't earn as much as before but he doesn't regret the switch. Turning to those facing redundancy in Port Talbot, his advice is to steel yourself for some difficult days:\"Probably expect a few tough weeks, you know, it's not going to be easy. but you'll get through it, I'm sure you all will, and you have to stay positive and look forward. no regrets, don't look back\"Back at Grangetown Generations, the subs are being collected and Gillian is in fighting mode too. Her message to Port Talbot?: \"Don't let them win.\" Carol is more reflective. She tells me they did put up a fight to save the works but it didn't make a difference. She says they \"feel like a forgotten community, living on the margins\", but adds more positively \"The community spirit is slowly coming back\". Steel from Redcar built Sydney Harbor Bridge, a reputation for quality shining around the world. There are hopes here of new investment and a switch to an electric arc furnace. That could mean steel might play a part in the town's future and not just its past.Like Redcar, Port Talbot will also have to deal not just with the body blow of losing thousands of jobs, but a loss of identity and a way of life too. The challenge now for the Welsh town is to reinvent itself and reimagine a future not solely reliant on steel.Want a quick and expert briefing on the biggest news stories? Listen to our latest podcasts to find out What You Need To Know…",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gillian lilliestone",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "redcar",
        "sentiment": "negative"
      },
      {
        "name": "port talbot | itv news",
        "sentiment": "negative"
      },
      {
        "name": "natter",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "wales",
        "sentiment": "none"
      },
      {
        "name": "north sea",
        "sentiment": "none"
      },
      {
        "name": "port talbot",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T15:50:04.360+02:00",
  "updated": "2024-01-19T15:50:04.360+02:00"
}