{
  "thread": {
    "uuid": "9fb9638b946c96584b377735ec2a1e60ae545bc4",
    "url": "https://dnyuz.com/2024/04/18/ashanti-and-nelly-rekindled-their-y2k-romance-with-a-ring",
    "site_full": "dnyuz.com",
    "site": "dnyuz.com",
    "site_section": "https://dnyuz.com/category/news/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "News &#8211; DNyuz",
    "title": "Ashanti and Nelly Rekindled Their Y2K Romance With a Ring – DNyuz",
    "title_full": "Ashanti and Nelly Rekindled Their Y2K Romance With a Ring – DNyuz",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dnyuz.com/wp-content/uploads/2024/04/Ashanti-and-Nelly-Rekindled-Their-Y2K-Romance-With-a-Ring.jpg",
    "performance_score": 0,
    "domain_rank": 28267,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9fb9638b946c96584b377735ec2a1e60ae545bc4",
  "url": "https://dnyuz.com/2024/04/18/ashanti-and-nelly-rekindled-their-y2k-romance-with-a-ring",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "New York Times",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Ashanti and Nelly Rekindled Their Y2K Romance With a Ring – DNyuz",
  "text": "Sometimes the love of your life is an ex . That seems to be the case for Ashanti and Nelly.\nOn Wednesday, Ashanti, 43, announced her pregnancy in an Instagram video with Essence magazine.\nSome online users expressed their disapproval of the R&B star having a baby with Nelly, 49, without a ring on her finger (though certainly not uncommon among celebrities).\nA few hours later, Essence broke the news that Ashanti, a Grammy-winning vocalist who has released six studio albums and sold millions of records, is engaged to the multiplatinum St. Louis rapper in a double surprise that led their fans to rejoice. No wedding date was announced.\n“This new year of my life is such a blessing full of love, hope, and anticipation,” Ashanti said in a statement to Essence. “Motherhood is something that I have looked forward to, and sharing this with my family, fiancé, and loyal fans, who have been so supportive of my career, is an amazing experience.”\n“For all those people who were saying he got her pregnant without a ring … I hope you see the word FIANCÉ in that statement!!!,” one user commented on Instagram.\nThe announcement also drew comments about getting back with an ex: “This is a block spin I can STAND FO ” another user wrote.\nThe two first linked up in 2003 and were a beloved couple throughout the 2000s, which is perhaps why fans are so delighted about the news. The pairing elicits feelings of nostalgia about the early aughts. Both were big names during the era, with hits like “Ride Wit Me” and “Hot in Herre” from Nelly and Ashanti’s chart toppers “Foolish” and “Happy.”\nThey first met at a news conference for the 2003 Grammy Awards nomination announcement. Nelly playfully asked for her autograph, which she took seriously — a moment that was captured in a photo that made headlines.\nIn the decade that followed, they attended high-profile events together, though they were notoriously private about their relationship status. They also released music together, including the 2008 seductive song “Body on Me.” In the music video for the song, they lock eyes as she croons lyrics like “I know you want it” and he raps to her “I wanna make you someone more than just a bone in my closet / I wanna win that type of relationship.”\nAfter about a decade together, in an interview in 2015 with Meredith Vieira, Ashanti confirmed that the two had broken up.\nThey weren’t seen together again until September 2021, when they reunited at a Verzuz battle between Fat Joe and Ja Rule in New York. Nelly and Ashanti were both onstage during the musical battle, invited by the rappers to perform their songs with them, and Nelly gave her a hug . She later revealed it was the first time she had seen him in years.\nIn December 2022, they performed “Body on Me” during a concert in Arizona, dancing with each other onstage, as flirty as ever. Rumors about a rekindled romance were sparked, but it wasn’t until September 2023 that the couple confirmed their relationship.\nThat month, Ashanti attended the 2023 MTV Video Music Awards, where Nelly was performing, carrying a purse embossed with a photo of the two of them when they attended the awards ceremony 20 years ago, in 2003.\nIn an interview on the red carpet, Ashanti said she thought wearing the bag would be “cute,” and when asked if she and Nelly are back together, she responded coyly, “I mean … yeah.”\nAround the same time, Nelly also confirmed they were back together with the “Love and Hip-Hop Atlanta” reality star Rasheeda Frost on her show “Boss Moves with Rasheeda.”\n“We cool again,” Nelly said. “I think it surprised both of us, though,” he said, adding that he believes their time apart was important for them to come back together stronger.\nAsked if they feel good together now, he said: “Yeah, because it’s no pressure. Before, I felt like both of us were doing what we were doing career wise. When you got so many people in the middle of it, it can be tough.”\nNow more low-key than they were in the 2000s, the duo seems to be ready for a new chapter in their long journey together — sans middlemen.\nThe post Ashanti and Nelly Rekindled Their Y2K Romance With a Ring appeared first on New York Times .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nelly",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "ashanti",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "st. louis",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:05:45.340+03:00",
  "updated": "2024-04-19T00:35:08.707+03:00"
}