{
  "thread": {
    "uuid": "8875dfd05970081a42b579d30650ddd3ce1ac91a",
    "url": "https://wonderfulengineering.com/this-picture-of-an-old-pc-is-going-viral-reminding-people-of-when-the-internet-was-a-place/",
    "site_full": "wonderfulengineering.com",
    "site": "wonderfulengineering.com",
    "site_section": "https://wonderfulengineering.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Wonderful Engineering",
    "title": "This Picture Of An Old PC Is Going Viral – Reminding People Of When The Internet Was A ‘Place’",
    "title_full": "This Picture Of An Old PC Is Going Viral – Reminding People Of When The Internet Was A ‘Place’",
    "published": "2024-01-05T17:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wonderfulengineering.com/wp-content/uploads/2024/01/1-6.webp",
    "performance_score": 0,
    "domain_rank": 33125,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8875dfd05970081a42b579d30650ddd3ce1ac91a",
  "url": "https://wonderfulengineering.com/this-picture-of-an-old-pc-is-going-viral-reminding-people-of-when-the-internet-was-a-place/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shaheer Shahzad",
  "published": "2024-01-05T17:12:00.000+02:00",
  "title": "This Picture Of An Old PC Is Going Viral – Reminding People Of When The Internet Was A ‘Place’",
  "text": "The internet is a constantly changing environment, and a recent picture gone viral has given users a nostalgic look into the past. A vintage computer setup that dates back to the early 2000s was uploaded on December 19 by Dexter, a Twitter user who goes by the handle @planet_nerf. The post went viral rapidly, receiving 17.3 million views and igniting a sentimental frenzy. The image showcased a bulky desktop complete with a chunky monitor, a keyboard and mouse combo on a dedicated sliding drawer, a printer, CD-ROMs, and a tower that powered the entire ensemble. Dexter’s caption, “There was a time when we respected the computer,” struck a chord with many, opening the floodgates to a wave of reminiscence about a bygone era. The following day, another user echoed the sentiment, expressing they had been “nostalgia-bated” by the image. This sparked further conversations about the early days of the internet, a time when connectivity wasn’t a ubiquitous aspect of daily life. The ensuing discussions revealed a collective yearning for an era when accessing the internet was a deliberate event, a special space that one could enter and exit. The sentiment continued to resonate, with users sharing their memories of the excitement surrounding logging onto the internet during the days of chunky desktops. Many expressed missing the sense of detachment from the online world, contrasting it with the constant connectivity of today. According to Forrester research, just 48% of US and Canadian families have more than one PC as late as 2011. Due to the exorbitant expense of computers and the widespread use of dial-up connections, using the internet required conscious effort with a distinct beginning and end. TikTok user @somefrogs.co further explored these sentiments in a video, acknowledging the incredible advancements the internet has brought but questioning the toll of constant connectivity. The video garnered 760,000 views and sparked discussions about the changing nature of online experiences. As the viral photo became more popular, some people suggested doing a “digital detox” to cut out on screen time. Even though these detoxes can lessen the unpleasant emotions connected to online connections, a recent Durham University study found that they may also make people feel more bored and alone. Even while the widely shared image made people feel nostalgic, it’s important to realize that nostalgia for the past is frequently filtered through rose-colored glasses. Looking back over the development of the internet, we can see how the digital world has changed dramatically, bringing with it benefits as well as obstacles that have shaped our modern lives.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dexter",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:24:02.138+02:00",
  "updated": "2024-01-06T04:08:34.126+02:00"
}