{
  "thread": {
    "uuid": "6b6f0db88f7dff483e84a7355f2f0ff5f483b720",
    "url": "https://vnexplorer.net/winter-has-finally-come-to-winnipeg-and-some-are-revelling-in-all-the-snow-s933041.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Winter has finally come to Winnipeg — and some are revelling in all the snow",
    "title_full": "Winter has finally come to Winnipeg — and some are revelling in all the snow",
    "published": "2024-01-12T02:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mPx8t.img",
    "performance_score": 0,
    "domain_rank": 47327,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6b6f0db88f7dff483e84a7355f2f0ff5f483b720",
  "url": "https://vnexplorer.net/winter-has-finally-come-to-winnipeg-and-some-are-revelling-in-all-the-snow-s933041.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-12T02:05:00.000+02:00",
  "title": "Winter has finally come to Winnipeg — and some are revelling in all the snow",
  "text": "When Brian Barton saw the thick blanket of snow covering his Westwood driveway Thursday morning, two words immediately sprang to mind.\n“Love it,” said the Winnipeg retiree and avid cross-country skier. “You can’t ski on grass.”\nThe dump of snow offers a chance for “getting out and getting exercise — that’s the way I look at it,” Barton said as he took a break from shovelling the light, fluffy snow that has carpeted Winnipeg and parts of southern Manitoba since it started falling Wednesday night.\n“I’ve been known to be out here about four times in a day. I just don’t want the snow to get packed, because then it becomes hard shovelling.”\nScott Kehler, president and chief scientist at Weatherlogics, said close to 15 centimetres had fallen in Winnipeg by 6 a.m. Thursday and the city will receive another five centimetres when all is said and done.\nMichael Cantor, Winnipeg’s manager of streets maintenance, said over 100 crews were already out clearing the highest-prioritized busy streets and sidewalks during the day on Thursday.\nBut the major clearing won’t start until around 7 p.m., when closer to 300 pieces of equipment will be out on the roads.\nThat includes 15 extra machines the city added to its fleet this year, which Cantor said he hopes can help crews meet their level of service targets for snow clearing.\nSnow was blowing overtop of Highway 1 on Thursday as it fell over southern Manitoba. (Justin Fraser/CBC)\nHe said the city will decide by Friday morning whether residential streets also need to be cleared, though that process wouldn’t start until the major priority streets are finished.\nIn the meantime, Cantor asked drivers to make sure they slow down, drive to conditions and stay safe around snow-clearing equipment. Downloading the city’s Know Your Zone app can also help people get the information they need about snow zones, he said.\nSkiers, snowmobilers rejoice The snowfall was a welcome sight for Laurie Penton, manager of the Windsor Park Nordic Centre, whose phone has been ringing all morning as staff work to get its cross-country ski trails groomed.\nPenton said they expect to be ready for the public on Friday — which likely marks the latest in the season the centre has opened, he said.\nWhile packing down the airy snow Winnipeg is getting right now is “a bit of a process,” he said he would take “every flake we can get” after a winter that so far has seen little snow.\nManager Laurie Penton says the Windsor Park Nordic Centre is expected to be open Friday now that there’s so much snow on the ground. (Josh Crabb/CBC)\n“Everyone will just be happy,” Penton said. “Fresh air always lifts everybody’s spirits, and this is such a great way to get some fresh air.”\nSnowmobilers are also looking excited to see the fresh snow finally falling across southern Manitoba, said Yvonne Rideout, executive director of Snoman, a non-profit that represents dozens of snowmobiling clubs.\nAs of Thursday morning, 27 of those clubs were out either moving snow, grooming trails or preparing to help out on Friday.\n“I think we’re doing good, as long as we can hold on to the snow we have,” Rideout said.\n“And I think with the temperatures, that will certainly be possible.”\nBack in his Westwood driveway, Barton has a message for anyone not excited about the snow finally hiting a city known for its long, frigid winters.\n“I look at it as part of living in Winnipeg. If you don’t like the snow, well — I say move to some place where there is none,” he said.\n“You know it’s going to come. You just hope it’s not going to come in April and in May and then flood.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mPGAb.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mPx8t.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mPGAb.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mPx8t.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brian barton",
        "sentiment": "neutral"
      },
      {
        "name": "” barton",
        "sentiment": "none"
      },
      {
        "name": "scott kehler",
        "sentiment": "none"
      },
      {
        "name": "michael cantor",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "winnipeg",
        "sentiment": "none"
      },
      {
        "name": "westwood",
        "sentiment": "none"
      },
      {
        "name": "manitoba",
        "sentiment": "none"
      },
      {
        "name": "weatherlogics",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T02:23:18.684+02:00",
  "updated": "2024-01-12T02:23:18.684+02:00"
}