{
  "thread": {
    "uuid": "f4f018e15411721590cfbf5076949d27332f531b",
    "url": "https://www.dvidshub.net/news/461045/football-star-defender-leader",
    "site_full": "www.dvidshub.net",
    "site": "dvidshub.net",
    "site_section": "https://www.dvidshub.net/rss/news",
    "site_categories": [
      "media"
    ],
    "section_title": "DVIDS RSS Feed: News",
    "title": "Football star to defender leader",
    "title_full": "Football star to defender leader",
    "published": "2023-12-29T21:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d1ldvf68ux039x.cloudfront.net/thumbs/photos/2312/8184532/1000w_q95.jpg",
    "performance_score": 0,
    "domain_rank": 5446,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f4f018e15411721590cfbf5076949d27332f531b",
  "url": "https://www.dvidshub.net/news/461045/football-star-defender-leader",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Senior Airman Sarah Post",
  "published": "2023-12-29T21:31:00.000+02:00",
  "title": "Football star to defender leader",
  "text": "F.E. Warren Air Force Base, Wyo. – Before joining the U.S. Air Force and serving a purpose greater than himself, Staff Sgt. Anthony Fields, 790th Missile Security Forces Squadron flight security controller, was perusing a much different passion: playing football. In both his service and football career, Fields has been successful by applying himself, going above and beyond and by staying dedicated to the path in front of him. His passion for football started when he was young, and he often played in the backyard with an uncle who was playing in college. When he was in seventh grade, Fields sought out the school’s football coach to begin playing on an organized team. However, the coach told him and his younger brother they could not join the team due to their small size. Instead of hindering his drive to play football, the denial fueled it further and Fields spent the next year working out to get bigger and make the team the next season. The next season, his hard work did pay off and he made the team. “The next year my brother and I went back to the same coach, but this time bigger from working out,” said Fields. “The coach said if we could tackle his hardest runner we could be on the team. I leveled the guy and broke his face mask, all from anger and wanting to be on the team.” Fields played football through the rest of high school, continued to play at Nassau Community College in Garden City, New York, from 2007 to 2009 and then played on a semi-professional team. During his time playing semi-pro, he got the opportunity to attend a football camp at Rutgers University in New Brunswick, New Jersey, also attended by National Football League scouts. Fields approached a scout with the New York Jets and after talking for a while, he was invited to their practice facility. Fields signed a contract with the team and played as an outside linebacker on their practice team for the next two years. “It was fun for me, and it reminded me of college, just with bigger and faster players,” said Fields. “During my time with the Jets, I definitely gained some maturity and I also gained some poise and learned to be calm in different situations.” Fields did not continue with the Jets past one contract, and instead began working three different jobs so he could help his mother pay the bills. Then, in 2014, a friend approached him with the idea of joining the military. Fields told his friend “good luck”, but wasn’t interested in enlisting himself - at first. But luckily for Fields, his friend wouldn’t take no for an answer. He told Fields that he didn’t want to see him still working multiple jobs when he was done and retired from his military career. So, after a long conversation about the future, Fields went and talked to a recruiter and later enlisted in the Air Force. Although Fields ranked security forces third on his list of about ten preferred careers during his enlistment process, that is what he was selected for. “I was actually excited when I got the call about being security forces, and I am still excited that I get to serve in this job,” Fields said. “Looking back, in my mind I saw security forces as something that would allow me to help people. Where I grew up in New York was a bad neighborhood where we were constantly in a fight between being good or being bad. Security forces gives me the ability to help and do something good in good light.” Since joining, Fields has served at Minot Air Force Base, North Dakota, with the Tactical Response Force team and then at Fort Leonard Wood, Missouri, as a U.S. Army special reaction team instructor. Now, he is a flight security controller with 790 MSFS and trips out to the fields for a week at a time every three weeks. As an FSC, Fields ensures security in a portion of the 9,600 square mile missile field by dispatching security forces teams to check alarms, provide security for maintenance operations and to perform regular checks. Fields also checks each visitor's credentials and allows or denies their access onto the facility in his role as an FSC and communicates directly with the missileers in the capsule downstairs. Fields also enjoys volunteering and helping others outside of his role as a defender. He has joined committees since arriving in Wyoming, mentors with the Airmen’s Council and has volunteered for school events in Cheyenne. He also gets his football fix in by coaching for the Cheyenne flag football team that his daughter plays on. Today, Fields attributes his positive outlook toward helping Airmen and his neighbors, to his teachers, coaches and friends that he met at his school in New Jersey. They showed him a different way of life, one with care and concern for his well-being, from the rough living situation of his old neighborhood of Jamaica in Queens, New York City. When Fields received his orders to F.E. Warren AFB, he made a promise to himself that he would join committees, mentor junior enlisted Airmen on the Airmen’s Council, volunteer and become an active member of the Cheyenne community. All of those things he has been doing since his arrival, and will continue to do past his time here. |Date Taken:||12.29.2023| |Date Posted:||12.29.2023 14:31| |Story ID:||461045| |Location:||F.E. WARREN AIR FORCE BASE , WY, US| |Web Views:||6| |Downloads:||0| This work, Football star to defender leader, by [SrA Sarah Post](/portfolio/1698437/sarah-post), identified by [DVIDS](https://www.dvidshub.net), must comply with the restrictions shown on [https://www.dvidshub.net/about/copyright](https://www.dvidshub.net/about/copyright).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "f.e. warren air force base",
        "sentiment": "negative"
      },
      {
        "name": "anthony fields",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "u.s. air force",
        "sentiment": "negative"
      },
      {
        "name": "790th missile security forces squadron",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "wyo.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T21:42:41.128+02:00",
  "updated": "2023-12-29T22:29:06.114+02:00"
}