{
  "thread": {
    "uuid": "4e8baa2c263b450911ce307aebe3b9e0f22e50b4",
    "url": "https://www.ksdk.com/article/news/local/black-history/black-history-enslaved-lewis-clark/63-df54449c-59d9-429c-afeb-5af4caa50c44",
    "site_full": "www.ksdk.com",
    "site": "ksdk.com",
    "site_section": "http://rssfeeds.ksdk.com/ksdk-localnews",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "KSDK - Local",
    "title": "How York, an enslaved man, helped Lewis and Clark | ksdk.com",
    "title_full": "How York, an enslaved man, helped Lewis and Clark | ksdk.com",
    "published": "2024-02-29T23:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.ksdk.com/assets/KSDK/images/0693e15e-444d-4d26-9ffe-6e695578263d/0693e15e-444d-4d26-9ffe-6e695578263d_1140x641.jpg",
    "performance_score": 0,
    "domain_rank": 7542,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4e8baa2c263b450911ce307aebe3b9e0f22e50b4",
  "url": "https://www.ksdk.com/article/news/local/black-history/black-history-enslaved-lewis-clark/63-df54449c-59d9-429c-afeb-5af4caa50c44",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sydney Stallworth",
  "published": "2024-02-29T23:45:00.000+02:00",
  "title": "How York, an enslaved man, helped Lewis and Clark | ksdk.com",
  "text": "HARTFORD, Ill. — During black history month, 5 on Your Side has highlighted the history that surrounds us every day in the Bi-state. We’re focusing on the black history tied into the story of the Lewis and Clark expedition. There's one man we should all know about who was also on the journey. 5 On Your Side's Sydney Stallworth has told us Black History stories all month during the Today in St. Louis morning show. Lewis and Clark are known as the explorers of the American West. But, someone else, who is every bit of an American pioneer, is often left out of the story. His name was York. He was William Clark’s slave and is a big reason why everyone returned from the two-year westward journey alive. Stallworth met with Jeffrey Edison, a museum educator with St. Louis County Parks and Recreation, to discuss York's story. Edison often dresses as York to share his story during county events. “His blackness and his skillset were crucial to the survival of this expedition trip,\" Edison said. \"You have a man who is part of this military group who is not getting paid and is not charged with a task but he proves so useful on the expedition trip.” York helped keep his master and everyone else on the expedition alive. He contributed as an expert hunter. “He killed elk, deer, buffalo. That’s a necessity, once your clothes start to degrade and rot because you’re on water so often, buckskin becomes crucial,” Edison said. York was a master of military skills and the reason why Lewis and Clark were able to trade with Indigenous people who lived in the western territory. “He goes on this 70-mile trek to find one of the Shoshone tribes,” he said. York's skin color became a connection to building trust, and his contributions don’t go unnoticed. “We start to see the men accept him because he’s doing so much military work,\" Edison said. “He had untold freedoms on this trip. He voted on this trip for the first time.” There’s this misconception that York received his freedom once they got back. He does not. \"He is property of the Clark family,\" he said. “Everyone else on the expedition trip gets wealth, land, praise.” But for York, it's back to the dark reality of American slavery. Clark forced him to stay in the St. Louis area for several years after the trip. Edison said, “(York) consistently wants to return to the Kentucky area because that’s where his main family is.” As punishment, Clark sold York to a harsh slave master in the South. Years later, York is eventually freed, along with two other slaves. Questions linger when it comes to the circumstances around Clark's decision to free York, and what happened to him next. According to Edison, records show at one point York started a transportation business that failed, partially because he couldn’t read or write, and because laws prevented free blacks from doing business in some states. We don’t know much about what happened next, but historians have a few theories. “According to some of the letters written, York was on his way back to maybe being a body servant for Clark a second time when he died in Tennessee. But there’s another story that he made it back west and went to live with the Crow tribe and he made it there with the help of a trader,\" he said. \"We don’t know because the sources conflict and we don’t have a gravesite for York.” But, there’s one thing we do know. Edison said, “Every man was brought to this trip for a reason. York was brought because he had to, but he proved his usefulness throughout this two-year journey.” There's an exhibit dedicated to York at the [Lewis and Clark Historic Site](https://campdubois.com/) in Hartford, Illinois. It's located at the site of Camp DuBois, where York, Meriwether Lewis, William Clark and the expedition group set up camp in the early 1800s, on their way west.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://www.campdubois.com/)",
    "https://campdubois.com/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "clark",
        "sentiment": "neutral"
      },
      {
        "name": "lewis",
        "sentiment": "neutral"
      },
      {
        "name": "jeffrey edison",
        "sentiment": "none"
      },
      {
        "name": "york",
        "sentiment": "none"
      },
      {
        "name": "william clark",
        "sentiment": "none"
      },
      {
        "name": "edison",
        "sentiment": "none"
      },
      {
        "name": "sydney stallworth",
        "sentiment": "none"
      },
      {
        "name": "stallworth",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "black history",
        "sentiment": "none"
      },
      {
        "name": "st. louis county parks and recreation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hartford",
        "sentiment": "none"
      },
      {
        "name": "ill.",
        "sentiment": "none"
      },
      {
        "name": "st. louis",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:52:05.577+02:00",
  "updated": "2024-03-01T00:52:05.577+02:00"
}