{
  "thread": {
    "uuid": "e28fd3b1353c859f3ba303b1abd87d0eb9332d10",
    "url": "https://americansongwriter.com/he-ignored-the-controversy-to-make-his-most-impactful-and-successful-music-the-meaning-behind-the-boy-in-the-bubble-by-paul-simon/",
    "site_full": "americansongwriter.com",
    "site": "americansongwriter.com",
    "site_section": "https://news.google.com/rss/search?pz=1&cf=all&hl=en-US&q=music&cf=all&gl=US&ceid=US:en",
    "site_categories": [
      "media"
    ],
    "section_title": "\"music\" - Google News",
    "title": "He Ignored the Controversy to Make His Most Impactful (and Successful) Music: The Meaning Behind “The Boy in the ... - American Songwriter",
    "title_full": "He Ignored the Controversy to Make His Most Impactful (and Successful) Music: The Meaning Behind “The Boy in the ... - American Songwriter",
    "published": "2024-01-07T23:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://americansongwriter.com/wp-content/uploads/2024/01/uy5t6s25xk4.jpg?fit=1280%2C720",
    "performance_score": 0,
    "domain_rank": 12958,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e28fd3b1353c859f3ba303b1abd87d0eb9332d10",
  "url": "https://americansongwriter.com/he-ignored-the-controversy-to-make-his-most-impactful-and-successful-music-the-meaning-behind-the-boy-in-the-bubble-by-paul-simon/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Thom Donovan",
  "published": "2024-01-07T23:08:00.000+02:00",
  "title": "He Ignored the Controversy to Make His Most Impactful (and Successful) Music: The Meaning Behind “The Boy in the ... - American Songwriter",
  "text": "Graceland began as jam sessions in South Africa. The Johannesburg recordings changed how Paul Simon wrote songs, with new chord variations and the Bagithi Khumalo bass lines shaping vocal melodies in ways entirely new to him.\nVideos by American Songwriter\n“\nThe Boy in the Bubble” was the starting point, and it began with a piano accordion. Forere Motloheloa, who led a group called Tau Ea Matsekha, played the piano accordion and created a song with Simon that explores themes of inequality and terrorism. It’s a song of shared experience, evident by how two musical worlds complement each other.\nMiracle and Wonder\nSimon told Rolling Stone the song “…devolved down to hope and dread. That’s the way I see the world, a balance between the two, but coming down on the side of hope.” He wrote the music in South Africa with Motloheloa but finished the words in America. Due to the track’s complexity, Simon struggled to fit words into the African rhythms.\nHis producer, Roy Halee, edited reels of tape from the sessions, amassed from hours of studio time where Simon’s perfectionism required multiple takes before he was pleased. The process was new to Motloheloa’s group, who were accustomed to working quickly. Though the process was arduous, Simon emerged from the studio with the sound he was chasing.\nIt was a slow day\nAnd the sun was beating\nOn the soldiers by the side of the road\nThere was a bright light\nA shattering of shop windows\nThe bomb in the baby carriage\nWas wired to the radio\nSacrificing Sacrifice\nTraveling to South Africa was complicated by the U.N.’s cultural boycott to end apartheid—the country’s racial segregation policy ensuring authoritarian minority white rule. The boycott called for artists, musicians, and others to refrain from exchanges with South Africa as long as its racist policy stayed in place. Knowing he’d be criticized, Simon ignored the boycott and traveled to South Africa to pursue his project. He told the New York Times he wasn’t there to perform for segregated audiences or the government but to work with people he “greatly admired.”\nThese are the days of miracle and wonder\nThis is the long-distance call\nThe way the camera follows us in slo-mo\nThe way we look to us all\nThe boycott not only stopped cultural imports but also restricted exports. Simon first heard South African street music—mbaqanga—through bootleg cassette recordings because the local music wasn’t allowed outside the country. He traveled to Johannesburg with Halee to record with South African musicians and explore the new sounds inspiring him. The new sounds lifted Simon from his depression following the commercial letdown of Hearts and Bones (1983); he felt refreshed to write again.\nIt’s a turn-around jump shot\nIt’s everybody jump start\nIt’s every generation throws a hero up the pop charts\nMedicine is magical, and magical is art\nThink of the boy in the bubble\nAnd the baby with the baboon heart\nCritics challenged Simon for appropriating African culture for his benefit, and while the album became his most successful, it remains controversial. Anticipating a backlash, Simon paid the African musicians triple the New York recording scale and offered royalties to the songwriters who contributed to his compositions. Some musicians— breaking their country’s sanctions—toured with Simon and were joined in Zimbabwe by exiled trumpeter Hugh Masekela and singer Miriam Makeba.\nGraceland‘s Impact: More Objective Good Than Subjective Bad\nGraceland introduced South African music and culture to a broad audience; it also helped raise awareness of the country’s political strife. Western artists a generation later traveled to Africa—post-apartheid—for musical inspiration, like Blur’s Damon Albarn, who worked with Fela Kuti’s drummer Tony Allen on albums for Gorillaz; the Good, the Bad & the Queen; and Rocket Juice & the Moon, featuring Flea from the Red Hot Chili Peppers.\n[[RELATED: 4 Musicians Who Have Navigated Hearing Loss in Their Careers]]https://americansongwriter.com/4-musicians-who-have-navigated-hearing-loss-in-their-careers/\nMusic is borderless and evolves like the rest of culture. Culture doesn’t just spring up from nothing. It’s how Jamaicans, listening to American rhythm and blues radio, began toasting (or rapping) to dubbed instrumentals, with sounds bouncing to and from West African chanting traditions. Hip-hop exists by way of jazz poetry, which traveled from African and European traditions to America.\nHow culture is exchanged—either shared, borrowed, or stolen through imperialism—hung over Graceland then and remains decades later. Was Simon right to defy the United Nations’ cultural boycott? The debates remain. But the pure joy of Graceland lives above the conversations surrounding the album. It is now a part of culture, and as the context of the album’s creation fades, the songs remain the same.\nPhoto by Dave Kotinsky/Getty Images",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Social Issue"
  ],
  "external_links": [
    "https://music.youtube.com/playlist?list=OLAK5uy_nrTf4uK4d14vKnEk4dm0MBhS_nF2fAY0I&feature=shared",
    "http://www.youtube.com/watch?v=ToKsXHRh7Yo",
    "https://music.youtube.com/playlist",
    "https://www.music.youtube.com/playlist?list=OLAK5uy_nrTf4uK4d14vKnEk4dm0MBhS_nF2fAY0I&feature=shared",
    "http://youtube.com/watch?v=ToKsXHRh7Yo",
    "http://www.youtube.com/watch"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "graceland",
        "sentiment": "negative"
      },
      {
        "name": "paul simon",
        "sentiment": "neutral"
      },
      {
        "name": "roy halee",
        "sentiment": "none"
      },
      {
        "name": "forere motloheloa",
        "sentiment": "none"
      },
      {
        "name": "motloheloa",
        "sentiment": "none"
      },
      {
        "name": "simon",
        "sentiment": "none"
      },
      {
        "name": "bagithi khumalo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rolling stone",
        "sentiment": "none"
      },
      {
        "name": "tau ea matsekha",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "johannesburg",
        "sentiment": "none"
      },
      {
        "name": "south africa",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:17:42.475+02:00",
  "updated": "2024-01-08T00:17:42.475+02:00"
}