{
  "thread": {
    "uuid": "06eca2f97d55486894712fe91002c7584726ca14",
    "url": "https://www.aspendailynews.com/sol_de_valle/voices-radio-hour-reci-n-llegados/article_e1c1cf5c-e18b-11ee-8f3c-bb413304d938.html",
    "site_full": "www.aspendailynews.com",
    "site": "aspendailynews.com",
    "site_section": "http://www.aspendailynews.com/search/?f=rss&t=article&c=sol_de_valle&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.aspendailynews.com - RSS Results in sol_de_valle of type article",
    "title": "VOICES Radio Hour-Recién Llegados",
    "title_full": "VOICES Radio Hour-Recién Llegados",
    "published": "2024-03-14T16:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/aspendailynews.com/content/tncms/assets/v3/editorial/9/46/946335ba-e18c-11ee-822f-af86920b3a04/65f22eaedf431.image.png?crop=1247%2C655%2C0%2C504&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 41551,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "06eca2f97d55486894712fe91002c7584726ca14",
  "url": "https://www.aspendailynews.com/sol_de_valle/voices-radio-hour-reci-n-llegados/article_e1c1cf5c-e18b-11ee-8f3c-bb413304d938.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Foto de cortesía",
  "published": "2024-03-14T16:45:00.000+02:00",
  "title": "VOICES Radio Hour-Recién Llegados",
  "text": "Extractos del episodio de marzo de VOICES Radio Hour, el cual salió al aire el 8 de marzo de 2024 y presentó historias de tres recién llegados venezolanos. Todos los episodios se pueden encontrar en\nvoicesrfv.org/voices-radio-hour.\nARGENIS:\nMi nombre es Argenis Márquez. Soy de Venezuela, de El Llano, Portuguesa. Soy llanero. El día a día de un llanero es levantarse, tomar una taza de café y luego, salir a ordeñar las vacas. Primero que nada, ya, después de que siga el ordeño, viene lo que es la limpieza del sembrado, se trabaja hasta el mediodía, y se regresa a su casa a descansar. El café para el llanero es a las cinco de la mañana, sin duda. Y el almuerzo, siempre a las doce. Eso es lo que es la cultura de nosotros.\nSi pudiera cerrar los ojos y de repente tener cualquier tipo de comida frente a mí, sería el pabellón, sin duda. La comida venezolana es el “pabellón criollo”. Consiste en; arroz, frijoles negros, huevo frito, tajada (pedazo de plátano maduro), queso y carne desmechada, ese es el pabellón, los frijoles van cocidos y el huevo frito.\nLos momentos más felices con mi familia son en diciembre cuando todos nos reunimos y compartimos. Siempre estuvimos juntos. ¡Y la comida! La cena de Navidad con mi familia es el momento más feliz que uno puede pasar. Mi esposa y mis hijos se encuentran actualmente en Denver. Mi mamá y mi familia están en Venezuela. Yo soy el caballo de guerra; primero tengo que avanzar para sacar adelante a mi familia.\nArgenis tiene 40 años y es abogado. Cada día trabaja por un futuro mejor para su familia.\nBENIGNO:\nMi nombre es Benigno José Ricardo. Soy de Venezuela, el estado Bolívar, San Félix. A dos días caminando de Brasil.\nPrimero, es por la gracia de Dios que todo sucede... estoy aquí porque quiero salir adelante. Soy una persona capaz de emprender para un mañana, un futuro y también para incluir a mi familia. Mi familia está en Venezuela. Tengo cuatro hijos adultos, dos varones y dos hembras. La madre murió joven y lo logré, por medio de Dios, pero quise salir de mi país, buscando otro futuro porque mi país cayó en un sistema donde todo empezó a decaer.\nMe gusta jugar y reír. Cuando era más joven jugaba béisbol, fútbol, practicaba boxeo, nadaba en los ríos y me salia a correr. Me gustaban mucho los deportes. Corrí maratones en las montañas. En mi país hay montañas grandes, como de cinco kilómetros de altura. Corría con amigos hasta los ríos, a algunos lugares también con aguas termales, y nos subíamos a los árboles en las orillas del río y nos lanzábamos. ¡Los ríos no son tan fríos como aquí!\nAhora mismo están celebrando el Carnaval en Venezuela. En los barrios de Venezuela se sorprenden tirándose agua, esa es la tradición. Así sabemos que estamos en Carnaval. Las chicas se disfrazan y los chicos se pintan la cara con carbón. Por la noche, la gente empieza a correr y bailar. Disfrutan de su tradición. Allí se ven tanto jóvenes como adultos. Se toman de la mano. Incluso la policía se une.\nBenigno tiene 55 años. Ama a su familia, especialmente cocinar para ellos. Es operador de grúa.\nRICARDO:\nMi nombre es Ricardo Urbina y vengo de Zulia, Maracaibo, ubicado en la costa de Venezuela. Soy mestizo de herencia indígena y maracucha. La cultura maracucha es muy reconocida a nivel mundial, especialmente su gastronomía. Es la cultura más representativa de mi familia. Nos gustan mucho platillos como el pabellón y la chicha de maíz. La chicha de maíz se elabora moliendo el maíz en un molino, remojándolo en agua, agregándole azúcar y dejándolo toda la noche. También tenemos una salsa que llamamos guasacaca, hecha con mayonesa, cilantro y cebolla amarilla, todo licuado. ¡La famosa Guasacaca! Es la pieza central de la mesa.\nCuando preparamos la comida, siempre ponemos música. En Zulia, de donde soy, tenemos nuestra propia música, llamada “gaita”. La Gaita es una música típica que se toca con maracas, con el Cuatro venezolano (un instrumento más pequeño de cuatro cuerdas que pertenece a la familia de las guitarras), arpa y timbales u otros tambores. Otro instrumento realmente singular utilizado en la Gaita es el “furruco”, un tambor redondo con una baqueta unida al parche superior que produce un sonido grave y profundo cuando se frota.\nHe aprendido que hay que vivir con alegría cada día y ser feliz. Se dice que reír es bueno para la salud. Es bueno ser feliz. De esta manera, incluso en momentos de tristeza, una sonrisa nos hace olvidar la tristeza. Muchas gracias por aprender un poco sobre nuestra cultura y creencias.\nRicardo tiene 34 años. Es ingeniero aeronáutico. Le encanta la música.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "http://voicesrfv.org/voices-radio-hour",
    "http://www.voicesrfv.org/voices-radio-hour"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:12:08.894+02:00",
  "updated": "2024-03-15T00:12:08.894+02:00"
}