{
  "thread": {
    "uuid": "3edc1ed560b8d76e42d501f87f4bd4a0f82b34c2",
    "url": "https://www.indiedb.com/news/hyperfield-early-access-on-steam",
    "site_full": "www.indiedb.com",
    "site": "indiedb.com",
    "site_section": "https://indiedb.com/today",
    "site_categories": [
      "hobbies_and_interests",
      "video_and_computer_games"
    ],
    "section_title": "New Today - IndieDB - IndieDB",
    "title": "Hyperfield Early Access On Steam news - IndieDB",
    "title_full": "Hyperfield Early Access On Steam news - IndieDB",
    "published": "2024-01-06T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://media.indiedb.com/images/articles/1/323/322370/library_hero.jpg",
    "performance_score": 0,
    "domain_rank": 14469,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3edc1ed560b8d76e42d501f87f4bd4a0f82b34c2",
  "url": "https://www.indiedb.com/news/hyperfield-early-access-on-steam",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Hyperfield",
  "published": "2024-01-06T02:00:00.000+02:00",
  "title": "Hyperfield Early Access On Steam news - IndieDB",
  "text": "Welcome to the exhilarating world of Hypefield, a groundbreaking sports sensation that fuses the intensity of rugby with mind-bending supernatural abilities! Step onto the futuristic pitch where speed, strategy, and superhuman powers collide in an electrifying display of athleticism. HyperField is not your typical rugby game it's a warp-speed spectacle where players harness extraordinary powers to outmaneuver and outscore their opponents. Choose your team from an array of otherworldly athletes, each equipped with unique supernatural abilities that will leave spectators on the edge of their seats. Picture lightning-fast sprints, bone-crushing tackles, and gravity-defying leaps as players seamlessly integrate their extraordinary talents into the game. Whether it's a teleporting winger evading defenders with a blink of an eye, a colossal forward channeling seismic shockwaves for a devastating tackle, or a levitating scrum-half orchestrating plays from mid-air, every match is a dazzling display of skill and spectacle. The gameplay of Hyperfield is designed to be fast-paced and dynamic, with matches taking place in high-tech arenas that amplify the supernatural abilities of the players. The rules have been adapted to accommodate these extraordinary talents, creating a balance between raw physicality and strategic finesse. Expect heart-stopping moments as players unleash their powers to turn the tide of the game in the blink of an eye. As you progress through the Hyperfield, unlock new supernatural abilities, upgrade your team's gear, and strategize to exploit your opponents' weaknesses. The game offers a multiplayer modes for intense head-to-head battles with friends or online competitors. Get ready to experience the future of sports entertainment with Hyperfield. Whether you're a fan of rugby, the supernatural, or simply crave high-energy competition, this game will redefine your expectations of what's possible on the playing field. Are you prepared to unleash the extraordinary? Whishlist it now on steam: [Store.steampowered.com](https://store.steampowered.com/app/2688180/Hyperfield/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Sport",
    "Science and Technology"
  ],
  "external_links": [
    "https://store.steampowered.com/app/2688180/Hyperfield/)",
    "https://www.store.steampowered.com/app/2688180/Hyperfield/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "hypefield",
        "sentiment": "none"
      },
      {
        "name": "hyperfield",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T02:09:17.124+02:00",
  "updated": "2024-01-06T02:09:17.124+02:00"
}