{
  "thread": {
    "uuid": "ea237395a7c99eaf199858d0eba8745d2af54ab1",
    "url": "https://france3-regions.francetvinfo.fr/normandie/manche/religion-le-retour-du-grand-sacre-a-villedieu-les-poeles-un-evenement-unique-2979365.html",
    "site_full": "france3-regions.francetvinfo.fr",
    "site": "francetvinfo.fr",
    "site_section": "https://francetvinfo.fr/environnement/ecologie",
    "site_categories": [
      "travel",
      "france",
      "top_news"
    ],
    "section_title": "Franceinfo - Actualit&eacute;s en temps r&eacute;el et info en direct",
    "title": "Religion. Le retour du Grand Sacre à Villedieu-les-Poêles, un événement unique",
    "title_full": "Religion. Le retour du Grand Sacre à Villedieu-les-Poêles, un événement unique",
    "published": "2024-06-02T20:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://france3-regions.francetvinfo.fr/image/kEWCENfZ6JaeHDCqURZoRznTY0o/930x620/regions/2024/06/02/duponchel0217-00-00-08-02-665c9b210a417954370321.jpg",
    "performance_score": 0,
    "domain_rank": 1376,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ea237395a7c99eaf199858d0eba8745d2af54ab1",
  "url": "https://france3-regions.francetvinfo.fr/normandie/manche/religion-le-retour-du-grand-sacre-a-villedieu-les-poeles-un-evenement-unique-2979365.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kanwaljit Singh",
  "published": "2024-06-02T20:00:00.000+03:00",
  "title": "Religion. Le retour du Grand Sacre à Villedieu-les-Poêles, un événement unique",
  "text": "Le Grand Sacre est de retour à Villedieu-les-Poêles, dans la Manche, huit ans près son absence à cause du Covid. Le Saint-Sacrement a de nouveau été fêté avec une grande procession eucharistique qui a traversé la ville.\nDans les rues, la procession du Saint-Sacrement prend place. La foule est au rendez-vous pour vivre cette fête historique. Depuis 1655, cet événement a lieu tous les quatre ans. Mais en 2020, l'édition n'a pas vu le jour à cause de la pandémie de Covid : \"Après 8 ans d'absence, c'est génial de revivre ça. Ça fait du bien, on est heureux\" , nous confie Laura, habitante de Villedieu.\nLe retour du Grand Sacre, huit ans après Après une gigantesque messe en plein air ce matin, près de 5 000 personnes marchent durant plus de trois heures derrière le Saint-Sacrement avec Jésus installé dans une hostie consacrée pour les Catholiques. La foule a pu s'arrêter sur neuf reposoirs dans les différents quartiers de la commune. La cité du cuivre prend vie.\nUne délégation de chevaliers de Malte est là, on les reconnaît à leur cape noire et bicorne. Une fête populaire où les habitants parlent, échangent, partagent avec d'autres habitants ou encore des visiteurs venus de loin.\nDes Sourdins fiers de leur histoire : \"C'est une tradition qu'on essaye de perpétuer, c'est unique\", nous dit l'un d'entre eux. \"Il y a un fort lien entre cette histoire de Villedieu et les habitants. Beaucoup participent activement à l'événement en prêtant main-forte aux bénévoles. Les bénévoles et les habitants ont un attachement pour le Grand Sacre\", précise Sébastien Cordon, président du comité des fêtes de Villedieu-les-Poêles.\nLe Grand Sacre célébré depuis 1655 à Villedieu L’origine de cette fête remonte au XIXe siècle, à l’époque de la Contre-Réforme catholique. Pour affirmer à nouveau la foi catholique, des Compagnies du Saint-Sacrement sont créées dans le Royaume de France. Elles vont remettre en place la Fête-Dieu et ses processions dans les villes.\nLa foule au rendez-vous pour le retour du Grand Sacre à Villedieu-les-Poêles. • © France Télévisions Seuls les Dominicains pouvaient ériger une compagnie et ils se trouvaient au Mesnil-Garnier, près de Villedieu. L’Ordre de Malte, qui dirigeait Villedieu, les a donc appelés et ils ont créé ensemble le premier Grand Sacre, le 27 mai 1655 : \"C'est une fête qui a toujours perduré. On est une des dernières villes de France à fêter le Saint-Sacrement. Ici, les habitants sont très attachés à l'histoire de l'Ordre de Malte. C'est une fête religieuse, certes, mais c'est surtout une fête populaire\" , nous explique Philippe Clairey, historien.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T20:12:03.633+03:00",
  "updated": "2024-06-03T05:34:10.840+03:00"
}