{
  "thread": {
    "uuid": "ccecc274c51182d89eaf61f5243c655d079b2299",
    "url": "https://www.goodmorningamerica.com/family/story/dad-emotional-reaction-after-learning-stepdaughters-baby-named-105965306",
    "site_full": "www.goodmorningamerica.com",
    "site": "goodmorningamerica.com",
    "site_section": "https://www.newsbreak.com/louisiana-state",
    "site_categories": [
      "media"
    ],
    "section_title": "Louisiana State News | NewsBreak Louisiana State",
    "title": "Dad has emotional reaction after learning stepdaughter's baby is named after him - Good Morning America",
    "title_full": "Dad has emotional reaction after learning stepdaughter's baby is named after him - Good Morning America",
    "published": "2023-12-29T00:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.abcnews.com/images/GMA/benton-baby-4-ht-bb-231228_1703776039539_hpMain_16x9_992.jpg",
    "performance_score": 0,
    "domain_rank": 3533,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 2026,
        "comments": 160,
        "shares": 53
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ccecc274c51182d89eaf61f5243c655d079b2299",
  "url": "https://www.goodmorningamerica.com/family/story/dad-emotional-reaction-after-learning-stepdaughters-baby-named-105965306",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Yi-Jin Yu",
  "published": "2023-12-29T00:03:00.000+02:00",
  "title": "Dad has emotional reaction after learning stepdaughter's baby is named after him - Good Morning America",
  "text": "A Louisiana stepfather has gone viral for his emotional reaction after learning his stepdaughter named her baby boy after him.\nChloe Benton's TikTok video was recorded by her husband, Joel Benton, and captures her stepfather, John Roy Hennigan, meeting her son, John Witt Benton, about thirty minutes after his birth on Dec. 11. The video has already been viewed over 12 million times in just two weeks and has racked up nearly 10,000 comments.\nIn the clip, as Hennigan holds the newborn, he tears up and then sees the baby's hat with his name on it.\n\\\"John Witt. What a name! John, where'd you come up with that?\\\" Hennigan says with a laugh.\n\\\"It's a big honor,\\\" he adds. \\\"It's such a beautiful name.\\\"\nHennigan, who also goes by Roy, told \\\"Good Morning America\\\" that getting to meet baby John and learning his name was an overwhelming and beautiful moment.\n\\\"I'm very grateful to [have been] present at that moment,\\\" the 68-year-old said. \\\"When I got inside and I could see Chloe and Joel and I could see a little bundle in Chloe's arms, it was equally emotional and I do remember Chloe insisting putting his little hat on … and Chloe said, 'Look at his hat, look at his hat,' and I finally could focus on his hat and I saw 'John Witt' and it was a very moving moment. I was already kind of emotionally stirred up, you might say, but it was a beautiful moment.\\\"\nBenton told \\\"GMA\\\" that she and her husband had decided before the birth of their second child that they wanted to use the baby's name to honor two family members who meant so much to them.\n\\\"We like to use family names – names that are sentimental for people that hold meaning in our lives – so we wanted to do the same for our son,\\\" the 24-year-old explained. \\\"Roy has raised me since I was 11 so I knew I wanted to use his name in one way or another so we just kind of incorporated it that way.\\\"\nBenton said over the last decade, she and her stepfather have built a close relationship, despite a rocky start.\n\\\"As a child, it definitely took me time to warm up to the idea. I was very guarded,\\\" she recalled. \\\"But he definitely earned the place of a father in my life and so, I don't say that lightly or give that title to him lightly but he has definitely been there and never hesitated to fill that role in my life. So that's why it was an easy decision to name my son after him.\\\"\nHennigan agreed, adding, \\\"With Chloe … I really didn't care what she did or how the day went or how that hour went, but I'm just gonna love her and we'll work through things, and we did.\\\"\nHennigan said he is proud of his stepdaughter and feels \\\"very grateful\\\" to see her grow as a parent.\n\\\"I'm very proud of her and she's a great young adult, a great mom,\\\" he said. \\\"I'm so happy to be around her sweet children and her sweet husband and for a 68-year-old, it's just a beautiful opportunity and I'm very grateful for them. I don't take it lightly.\\\"\nBaby John's second name, Witt, is also Benton's birth name and honors her grandfather. John is the second child for the Bentons, who are also parents to daughter Hattie.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://www.tiktok.com/@chloewbenton/video/7312862352989359391\\",
    "https://tiktok.com/@chloewbenton/video/7312862352989359391\\"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joel benton",
        "sentiment": "none"
      },
      {
        "name": "chloe benton",
        "sentiment": "none"
      },
      {
        "name": "john witt benton",
        "sentiment": "none"
      },
      {
        "name": "john witt",
        "sentiment": "none"
      },
      {
        "name": "hennigan",
        "sentiment": "none"
      },
      {
        "name": "john",
        "sentiment": "none"
      },
      {
        "name": "chloe insi",
        "sentiment": "none"
      },
      {
        "name": "john roy hennigan",
        "sentiment": "none"
      },
      {
        "name": "chloe",
        "sentiment": "none"
      },
      {
        "name": "roy",
        "sentiment": "none"
      },
      {
        "name": "joel",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "louisiana",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:08:57.019+02:00",
  "updated": "2023-12-29T00:08:57.019+02:00"
}