{
  "thread": {
    "uuid": "738499d393c83f44e2d23d77eb91a2f6ec9539d4",
    "url": "https://dnyuz.com/2024/03/08/move-over-alan-turing-meet-the-teenage-girls-who-rocked-bletchley-park",
    "site_full": "dnyuz.com",
    "site": "dnyuz.com",
    "site_section": "https://dnyuz.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "DNyuz",
    "title": "Move Over, Alan Turing; Meet the Teenage Girls Who Rocked Bletchley Park",
    "title_full": "Move Over, Alan Turing; Meet the Teenage Girls Who Rocked Bletchley Park",
    "published": "2024-03-08T20:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dnyuz.com/wp-content/uploads/2024/03/Move-Over-Alan-Turing-Meet-the-Teenage-Girls-Who-Rocked.jpg",
    "performance_score": 0,
    "domain_rank": 27240,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "738499d393c83f44e2d23d77eb91a2f6ec9539d4",
  "url": "https://dnyuz.com/2024/03/08/move-over-alan-turing-meet-the-teenage-girls-who-rocked-bletchley-park",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "New York Times",
  "published": "2024-03-08T20:49:00.000+02:00",
  "title": "Move Over, Alan Turing; Meet the Teenage Girls Who Rocked Bletchley Park",
  "text": "As war raged in Europe in 1941, Sarah Norton, the 18-year-old daughter of an English lord, received a letter in a plain brown envelope with no return address. “You are to report to Station X at Bletchley Park, Buckinghamshire in four days’ time,” said the letter, signed by a mysterious “Commander Travis.” “That is all you need to know.”\nLittle did Sarah realize she was being recruited for Britain’s top-secret wartime code-breaking operation. Arriving at Bletchley Park with a suitcase full of “what she considered the bare essentials — five daytime outfits, an evening gown with matching shoes, lipstick and, most importantly, her teddy bear” — she would work alongside hundreds of similar recruits to help intercept and decipher the Nazis’ secret communications.\n“This is the story of a handful of young women — teenagers really — who left their childhoods behind and walked into the unknown,” Candace Fleming writes in “The Enigma Girls,” her beguiling new account of their contributions. “For most of their lives, they never breathed a word about their war experiences.”\nWe learn about 10 of these real-life conscripts. In addition to Sarah, there was\nMavis Lever, also 18, who was assigned to work with Dilly Knox, a Greek scholar who had “spent years successfully deciphering ancient papyri fragments at the British Museum.” There was Patricia Owtram, another 18-year-old, whose job was to monitor radio frequencies for enemy communications while simultaneously converting the Morse code messages into plain text. And there was Diana Payne, just 17, who helped operate the massive “Bombe” machines, which sped up the process of breaking the enemy’s ever-shifting codes.\nEvents are brought to dramatic life through a treasure trove of photographs — which show\nthe goings-on at Bletchley and the sobering progress of the war — and through the author’s meticulous research. In a thrilling section, Fleming explains the differences between a code and a cipher, walks us through the basics of code-breaking and demonstrates not only how sophisticated the Nazi codes were and how daunting it was to break them, but also that failure to do so could cost lives.\nThe annals of Bletchley Park have mostly focused on famous code-breakers like\nAlan Turing, but the young women’s work was, in its own way, just as essential. Interception was only part of it. Some recruits translated decrypted messages. Others scoured messages for clues to enemy plans. Still others, like Diana Payne, performed the complicated, physically difficult task of operating the code-breaking machines.\nYet the girls were still normal teenagers — playing pranks, suffering from homesickness, attending dances.\nJane Hughes, 18, sang with a choral group directed by Herbert Murrell, who before the war was the head of music at the British Broadcasting Corporation. She never knew what his job at Bletchley was.\nRequired to sign Britain’s harsh Official Secrets Act, they were forbidden to discuss their work with anyone, even one other, and had limited knowledge of how it all fit together. “The work here is so secret that you will be told only what is necessary for you to know,” one of them was informed, “and you will never, never seek to find out more.”\nCode-breaking was integral to the war effort, particularly in the lead-up to D-Day. The Allies had planted false intelligence in an attempt to trick the Nazis into thinking the landing would take place at Pas-de-Calais to the north, rather than Normandy, but they didn’t know until the last minute that the ruse had succeeded.\nOn June 5, 1944, the day before D-Day, Sarah Norton traveled to London on a 48-hour leave. Huddling under an umbrella in the rain late at night with her dinner date, she heard a roaring noise and looked up “as more than a thousand R.A.F. planes flew over London toward the shores of Normandy.” When her date asked if she knew what was going on, she replied (inaccurately), “I haven’t the faintest.”\nAs the Allied troops liberated Europe from the Nazis, Fleming writes, they weren’t alone. “Every one of their maneuvers was matched — by Patricia’s keen ears and Jane’s clicking Teletype keys; by Mavis’s cipher-breaking and Gwen’s word games; by Sarah’s translation skills and Ann’s complex menus; by Joanna’s devotion to Colossus [a giant code-breaking computer] and Diana’s cantankerous Bombes as they clacked their way to vital ‘stops.’”\nFor years, the women stayed true to their promise of secrecy. But in 1977, the British government released 70,000 documents related to the work at Bletchley. Luckily for readers of “The Enigma Girls,” that opened the door to an outpouring of first-person accounts in articles and books, some of them written by the very women featured here.\n“Working at Bletchley Park was the most important thing any of us have ever done in our lives,” one of the women said later. “We just didn’t realize it at the time.”\nThe post\n Move Over, Alan Turing; Meet the Teenage Girls Who Rocked Bletchley Park appeared first on New York Times.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.nytimes.com/2019/06/05/obituaries/alan-turing-overlooked.html",
    "https://www.nytimes.com/2013/11/23/world/europe/mavis-batey-world-war-ii-code-breaker-dies-at-92.html",
    "https://www.nytimes.com/2016/05/30/obituaries/jane-fawcett-british-decoder-who-helped-doom-the-bismarck-dies-at-95.html",
    "https://archive.nytimes.com/bits.blogs.nytimes.com/2014/08/09/at-bletchley-park-a-reminder-about-the-history-of-cracking-codes/",
    "https://www.nytimes.com/",
    "https://archive.nytimes.com/bits.blogs.nytimes.com/2014/08/09/at-bletchley-park-a-reminder-about-the-history-of-cracking-codes",
    "https://nytimes.com/",
    "https://nytimes.com/2019/06/05/obituaries/alan-turing-overlooked.html",
    "https://nytimes.com/2013/11/23/world/europe/mavis-batey-world-war-ii-code-breaker-dies-at-92.html",
    "https://nytimes.com/2016/05/30/obituaries/jane-fawcett-british-decoder-who-helped-doom-the-bismarck-dies-at-95.html",
    "https://www.archive.nytimes.com/bits.blogs.nytimes.com/2014/08/09/at-bletchley-park-a-reminder-about-the-history-of-cracking-codes/",
    "https://www.nytimes.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sarah norton",
        "sentiment": "negative"
      },
      {
        "name": "alan turing",
        "sentiment": "negative"
      },
      {
        "name": "sarah",
        "sentiment": "none"
      },
      {
        "name": "travis",
        "sentiment": "none"
      },
      {
        "name": "candace fleming",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "buckinghamshire",
        "sentiment": "none"
      },
      {
        "name": "britain",
        "sentiment": "none"
      },
      {
        "name": "bletchley park",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T20:56:08.757+02:00",
  "updated": "2024-03-08T20:56:08.757+02:00"
}