{
  "thread": {
    "uuid": "4e5390270459bcfbced6a41e34640653d5499138",
    "url": "https://www.standard.net.au/story/8492588/phillips-mitchell-nz-heroes-in-t20-win-over-pakistan/?src=rss",
    "site_full": "www.standard.net.au",
    "site": "standard.net.au",
    "site_section": "https://www.standard.net.au/sport/cricket/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "The Standard - Cricket",
    "title": "Phillips, Mitchell NZ heroes in T20 win over Pakistan",
    "title_full": "Phillips, Mitchell NZ heroes in T20 win over Pakistan",
    "published": "2024-01-19T14:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.standard.net.au/images/transform/v1/crop/frm/silverstone-feed-data/6006a23c-04ce-4057-942f-c0f2773b0bd5.jpg/r0_90_800_510_w1200_h630_fmax.jpg",
    "performance_score": 0,
    "domain_rank": 68940,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4e5390270459bcfbced6a41e34640653d5499138",
  "url": "https://www.standard.net.au/story/8492588/phillips-mitchell-nz-heroes-in-t20-win-over-pakistan/?src=rss",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-19T14:26:00.000+02:00",
  "title": "Phillips, Mitchell NZ heroes in T20 win over Pakistan",
  "text": "Glenn Phillips and Daryl Mitchell have rescued New Zealand after a horror start to guide the hosts to a seven-wicket win over Pakistan in the fourth Twenty20 international.\nNew Zealand, chasing 159 to win, lost two wickets in the first over on Friday, including Finn Allen who made a New Zealand record 137 in the third match of the series two days earlier, and slumped to 3-20 in the third over when Mitchell and Phillips came together.\nPhillips made 70 and Mitchell 72 in an unbroken partnership of 139 from 93 balls for the fourth wicket which steered New Zealand to a win with 11 balls remaining, putting them 4-0 in the series.\nEarlier, Mohammad Rizwan carried his bat for 90 as the anchor of Pakistan's innings of 8-158 after the visitors had been sent in.\nThat total was the lowest of the five-match series so far and looked inadequate at first.\nBut as the ball swung and bounced under the floodlights and with boundaries proving surprisingly elusive at Hagley Oval, the total became more imposing than it seemed.\nNew Zealand were either on par or behind Pakistan for much of their innings, but with wickets in hand, Phillips and Mitchell were able to hit out at the end and complete the run chase comfortably.\n\"I guess we always knew the new ball might do a little bit,\" Mitchell said as he received the Player of the Match award.\n\"The way Shaheen (Afridi) swung it at the start made it challenging. For (Phillips) to come out and build a partnership like that and keep trying to take it as deep as we can and to finish it off, we'll take that for sure.\"\nRizwan lost his opening partner Saim Ayub (1) in the second over, then put on 51 for the second wicket with Babar Azam who was out for 19 after making half-centuries in each of the previous three matches.\nPakistan struggled to find the long boundaries and were 1-51 at the end of the power play. New Zealand bowled expertly to a well-set field and Pakistan's boundary chances often dried up.\nPakistan didn't hit a single boundary between the sixth and 13th overs. Against accurate bowling, the tourists often were left to rotate the strike by working the ball into the few gaps in the field or to deep-set fielders.\nRizwan's innings included six fours and two sixes and, notably, 30 singles and 12 twos.\nMatt Henry, using local knowledge, hit a perfect length and took 2-22 from his four overs. Lockie Ferguson took 2-27 with his express pace and Mitchell Santner found bounce and turn in conceding 23 runs from his spell.\nAllen was out to the fourth ball of the New Zealand innings and Tim Seifert fell for a first ball duck two balls later. Then Will Young fell to Shaheen in the third over.\nAt the end of the power play, New Zealand were 3-38 and after 10 overs they were 3-70, just behind Pakistan at the same point.\nThe first six of New Zealand's innings didn't come until the 14th over when Phillips lofted a ball from Mohammad Nawaz into the crowd.\nNawaz dropped Mitchell when he was 33 and the New Zealand pair made Pakistan pay dearly for that lapse, Phillips' 50 coming from 41 balls and Mitchell's from 34 balls.\nAgain, boundaries were in short supply and the New Zealand innings contained only five sixes.\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "daryl mitchell",
        "sentiment": "negative"
      },
      {
        "name": "glenn phillips",
        "sentiment": "negative"
      },
      {
        "name": "mohammad rizwan",
        "sentiment": "none"
      },
      {
        "name": "mitchell",
        "sentiment": "none"
      },
      {
        "name": "finn allen",
        "sentiment": "none"
      },
      {
        "name": "phillips",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "phillips, mitchell nz",
        "sentiment": "neutral"
      },
      {
        "name": "mitchell",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new zealand",
        "sentiment": "none"
      },
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "hagley oval",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T15:18:14.627+02:00",
  "updated": "2024-01-19T15:18:14.627+02:00"
}