{
  "thread": {
    "uuid": "7ee65a0838c380835369a5f383f95c5da6c14edf",
    "url": "https://yucatan.quadratin.com.mx/salud/una-persona-con-parkinson-puede-ser-funcional-especialista",
    "site_full": "yucatan.quadratin.com.mx",
    "site": "quadratin.com.mx",
    "site_section": "https://yucatan.quadratin.com.mx/rss",
    "site_categories": [
      "top_news"
    ],
    "section_title": "Noticias de Yucatán",
    "title": "Una persona con Parkinson puede ser funcional: especialista - Noticias de Yucatán",
    "title_full": "Una persona con Parkinson puede ser funcional: especialista - Noticias de Yucatán",
    "published": "2024-04-12T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://yucatan.quadratin.com.mx/www/wp-content/uploads/2024/04/paciente-parkinson-manos-brazos.jpg",
    "performance_score": 0,
    "domain_rank": 53787,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7ee65a0838c380835369a5f383f95c5da6c14edf",
  "url": "https://yucatan.quadratin.com.mx/salud/una-persona-con-parkinson-puede-ser-funcional-especialista",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Guadalupe Subiria",
  "published": "2024-04-12T03:00:00.000+03:00",
  "title": "Una persona con Parkinson puede ser funcional: especialista - Noticias de Yucatán",
  "text": "MÉRIDA, Yuc., 11 de abril de 2024.- En el marco del Día Mundial del Parkinson que se celebra este jueves, Roberto Leal Ortega, neurólogo especializado en esta enfermedad y trastornos del movimiento, recordó que el padecimiento es tratable, motivo por el cual pidió iniciar de inmediato, una vez el paciente haya sido diagnosticado.\nEl también coordinador del área de neurociencias del Hospital Regional de Alta Especialidad de la Península de Yucatán (HRAEPY), indicó comenzar con un tratamiento adecuado cambia el proceso de evolución de la enfermedad, lo que propicia que el paciente mejore su calidad de vida y que se mantengan funcionales.\nRecordó que el Parkinson es una enfermedad crónico-degenerativa tratable, más no curable, en la cual se pierden neuronas en diferentes regiones del cerebro, especialmente de un área conocida como sustancia negra, en la parte del metencéfalo y que esto se presenta en síntomas clásicos como lentitud en movimientos, rigidez y temblor.\nNo obstante, indicó que el temblor no siempre se presenta en los pacientes diagnosticados, incluso, se estima que solo el 20 por ciento de los enfermos presentan temblor, además de que otros síntomas son alteraciones en la postura y la marcha, aunque hay otras manifestaciones no motoras que forman parte de la sintomatología.\nEl especialista dijo que las otras sintomatologías se presentan en etapas tempranas y avanzadas y son síntomas diversos como depresión, ansiedad, estreñimiento, sueño, así como alteración de reflejo, entre otros, los cuales se mezclan con los ya mencionados y provocan que el paciente padezca de un problema que afecta a todo el organismo.\nEn ese sentido, la última actualización del boletín epidemiológico del Sistema de Vigilancia Epidemiológica de la Secretaría de Salud Federal, reveló que en lo que va del presente año, en Yucatán 24 personas han sido diagnosticadas con Parkinson, cifra que comparada con el mismo periodo del año pasado, representa una disminución de cinco casos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T05:08:36.664+03:00",
  "updated": "2024-04-12T05:08:36.664+03:00"
}