{
  "thread": {
    "uuid": "0bb69ba7e986b5be7ef53f76f3b266eba85a3972",
    "url": "https://www.yucatan.com.mx/imagen/2024/03/14/la-filey-2024-arte-por-la-educacion-a-25-anos-de-impulso-universitario.html",
    "site_full": "www.yucatan.com.mx",
    "site": "yucatan.com.mx",
    "site_section": "https://www.yucatan.com.mx/espectaculos",
    "site_categories": [
      "media"
    ],
    "section_title": "Espectáculos, noticias de farándula en Diario de Yucatán",
    "title": "La Filey 2024: Arte por la educación a 25 años de Impulso Universitario - Diario de Yucatán",
    "title_full": "La Filey 2024: Arte por la educación a 25 años de Impulso Universitario - Diario de Yucatán",
    "published": "2024-03-14T21:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://newspack-yucatan.s3.amazonaws.com/uploads/2024/03/arte.jpg",
    "performance_score": 0,
    "domain_rank": 30748,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0bb69ba7e986b5be7ef53f76f3b266eba85a3972",
  "url": "https://www.yucatan.com.mx/imagen/2024/03/14/la-filey-2024-arte-por-la-educacion-a-25-anos-de-impulso-universitario.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Iris Ceballos Alvarado",
  "published": "2024-03-14T21:34:00.000+02:00",
  "title": "La Filey 2024: Arte por la educación a 25 años de Impulso Universitario - Diario de Yucatán",
  "text": "MÉRIDA, Yucatán.— Como el arte potencializa la mente, sensibiliza, genera empatía, y es además una herramienta para la filantropías, es parte de lo que se puso de manifiesto en la mesa panel que se realizó sobre el programa “El arte por la educación” de Impulso Universitario, como parte de las actividades de la Feria Internacional de la Lectura Yucatán. El evento reunió a representantes de la administración de Impulso Universitario, voluntarios y artistas que participan como donantes y colaboradores en el programa “El arte por la educación”, que en el 2023 llegó a su XVIII edición. La actividad se efectuó en el auditorio contiguo a la biblioteca de la Facultad de Arquitectura, y participaron Yessica Che y Taimy Pérez, quienes son parte de Impulso Universitario; Lourdes Gomory, voluntaria e integrante del comité organizador de “El arte por la educación”; y los artistas Juan Pablo Bavio, Alfredo Lugo y Mauricio Pinto. Cada uno dio su punto de vista sobre cómo el arte incide en la vida de las personas, lo que representa para ellos ser parte de este programa altruista con el que se logra recaudar fondos para apoyar a los jóvenes universitarios a realizar sus estudios, y la vinculación que hay entre arte, filantropía y educación, entre otros. Primeramente, Taimy Pérez, habló sobre Impulso Universitario, una organización sin fines de lucro, que brinda apoyo mediante becas a los jóvenes universitarios, y les da una formación integral, acompañamiento institucional y asesorías. Destacó que se busca formar jóvenes que se sensibilicen y sean agentes de cambio. Dijo que el evento de “El arte por la educación” es una actividad artística que se realiza para recaudar fondos, y poder apoyar a los jóvenes universitarios. Lourdes Gomory contó cómo se gestó el programa de “El arte por la educación”, ante la necesidad de evolucionar y encontrar nuevas maneras para tener más recursos para contribuir a la educación de los jóvenes. Compartió que se tuvo la visión de que el evento fuera un espacio en el que las obras pudieran verse y comprarse, pero también de difusión y promoción de los artistas que donan sus obras para esta causa. Resaltó que cada edición del evento se convierte en una fiesta, en una convivencia y un escaparate para conocer todo el arte que hay en Yucatán, pues se presentan obras de artistas locales, pero también de extranjeros que radican en el Estado. Yessica Che, puntualizó que durante estos 18 años han participado en “El arte por la educación” más de 400 artistas que han donado más de mil obras. Señaló que con esta actividad se involucra arte y filantropía, y es un evento innovador que considera seguirá creciendo, pues también existe una comunidad que adquiere las obras de arte. Juan Pablo Bavio, manifestó que la educación es algo básico para el desarrollo de las personas, y si esto se da junto con el arte hace que se potencialice, ya que surge la necesidad de no ser indiferente a las demás personas. Apunta que las personas por naturaleza tienen amor al arte desde niños, pero a veces al crecer esto se va perdiendo. Afirmó que es importante que exista una materia de arte obligatoria en las escuelas, en todos los niveles, dado que el arte sensibiliza y te lleva a no ser indiferente a las necesidades del prójimo. Alfredo Lugo, dijo que si se aspira a un mundo mejor, esto sólo se puede lograr si hay oportunidades iguales para todos, por lo que la labor que realiza Impulso Universitario es fundamental. Señaló que el arte es una expresión humana que genera empatía. Y fue el ver lo que se estaba logrando con “El arte por la educación” lo que lo hizo unirse a este proyecto. -Impulso Universitario ha demostrado que se ha enraizado en sociedad y aportado grandes cosas al Estado Mauricio Pinto, enfatizó que la labor de Impulso Universitario no se trata sólo de dinero, sino de valores. -La caridad resuelve muchas cosas, pero la filantropía hace que las cosas cambien definitivamente, sentenció. Por ello apoya esta causa, pues se ha dado cuenta del cambio en los muchachos por medio de la educación, con la educación no te dicen qué debes pensar, sino que te hacen pensar. En la actualidad se requiere de personas críticas, que sean factor de cambio en la sociedad, afirmó. También le podría interesar: “ [David Toscana y la grandeza del alma humana](https://www.yucatan.com.mx/imagen/2024/03/14/david-toscana-y-la-grandeza-del-alma-humana.html)“",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:17:46.529+02:00",
  "updated": "2024-03-15T00:17:46.529+02:00"
}