{
  "thread": {
    "uuid": "96b47fa0a897f2e4e1e3b115a0c3bdb8dcea1f33",
    "url": "https://me.pcmag.com/en/cars-auto/21362/2024-genesis-electrified-gv70",
    "site_full": "me.pcmag.com",
    "site": "pcmag.com",
    "site_section": "https://me.pcmag.com/en/feed.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "PCMag Middle East",
    "title": "2024 Genesis Electrified GV70 - Review 2024 - PCMag Middle East",
    "title_full": "2024 Genesis Electrified GV70 - Review 2024 - PCMag Middle East",
    "published": "2024-01-05T20:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://sm.pcmag.com/t/pcmag_me/review/2/2024-genes/2024-genesis-electrified-gv70_qhfw.1200.jpg",
    "performance_score": 0,
    "domain_rank": 516,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "96b47fa0a897f2e4e1e3b115a0c3bdb8dcea1f33",
  "url": "https://me.pcmag.com/en/cars-auto/21362/2024-genesis-electrified-gv70",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-05T20:39:00.000+02:00",
  "title": "2024 Genesis Electrified GV70 - Review 2024 - PCMag Middle East",
  "text": "Pros Sharp exterior styling and first-class interior Advanced comfort features and driver assists Excellent performance and handling Cons Lower range than top competitors Limited cargo space Wonky remote parking system 2024 Genesis Electrified GV70 Specs Body Type Sedan Drivetrain All-Wheel-Drive Engine Dual electric motors; 429hp (320kW) Fuel Type Electric Range 236 miles Seating Capacity 5 Transmission Single-speed All Specs\nTable of Contents Powerful Motors, Middling Range Loads of Standard Features Muscular Exterior, Luxury Interior Seamless Entertainment, Excellent Safety Features A 10-Second Rush of Acceleration Equal Parts Finesse and Features The Genesis Electrified GV70 (starting at $66,450) switches out the combustion engine of the Genesis G70 for a pair of electric motors, maintaining that model’s sleek exterior styling, spacious cabin, and convenient tech. It also handles confidently and packs serious horsepower. That said, the pricier Tesla Model X (starting at $79,990) remains our Editors' Choice winner thanks to its even more powerful engine, longer battery range, and larger cargo volume.\nPowerful Motors, Middling Range The 2024 Genesis Electrified GV70 comes in two trims: Advanced ($66,450) and Prestige ($73,250). It's worth noting that this vehicle does not qualify for the federal EV tax credit in the US, unlike the Tesla Model X. Therefore, the actual purchase price for most Model X buyers ($72,490) is much closer to the GV70 than it seems.\nBoth Electrified GV70 models use a 77.4kWh battery that powers 160-kilowatt (kW) electric motors at the front and rear axles for all-wheel drive (AWD). The motors combine for 429 horsepower (hp) and 516lb-ft of torque. For reference, I tested the 2023 version of the vehicle, but Genesis hasn't made any notable changes for the 2024 model year, apart from adding Wi-Fi.\n(Credit: Genesis) Both versions of the Electrified GV70 have an EPA-estimated driving range of 236 miles and get a combined MPGe of 91. For comparison, the EPA estimates that the base AWD Tesla Model X gets up to 348 miles of range and has an MPGe of 102 ( Tesla recently lowered its mileage claim to 335 miles). Meanwhile, the 2024 BMW iX xDrive50 ($87,100) has a range of 307 miles and an MPGe of 83.\n(Credit: Doug Newcomb) The Electrified GV70 uses a Combined Charging System (CCS) port. Genesis says its 800-volt (V) architecture means it can charge from 10% to 80% in as little as 18 minutes at a DC fast charger with an output greater than 350kW (or 800V). That time goes up to around 73 minutes for chargers operating at 50kW. With a Level 2, 240V charger, the battery goes from 10% to 100% in about 7 hours. Finally, it should take roughly 68 hours to fully charge the vehicle with the included 120V cord.\nI wasn't able to test fast charging above about 90kW, but at that rate it took 36 minutes to get from 7% to 80% and a full hour to get to 100%. A Level 2, 6.1kW charger took more than 13 hours to get the vehicle from 4% to 100%.\nLike several other EV brands , Genesis says it's switching its vehicles to Tesla's North American Charging Standard (NACS) port starting at the end of 2024. Existing vehicle owners will be able to use Tesla Superchargers via an adapter starting in 2025. That might seem like a long way off, but Electrified GV70 buyers get three years of complimentary charging sessions at Electrify America stations from their date of purchase.\nLoads of Standard Features The Advanced trim comes with 20-inch alloy wheels, an electronically controlled suspension with a Road Preview feature, folding exterior mirrors with puddle lamps, and a powered, hands-free liftgate. The interior has leather upholstery, a panoramic sunroof, and power heated and ventilated front seats. The driver's seat benefits from a powered cushion extension, side bolsters, an Ergo Motion feature (which uses seat movements to reduce fatigue), and a Smart Posture feature (which allows the driver to enter their height and weight for optimal support).\n(Credit: Doug Newcomb) Standard tech includes an 8-inch digital instrument panel, a 14.5-inch infotainment touch screen, an AM/FM HD and satellite radio, Android Auto and Apple CarPlay , a fingerprint reader to start the engine and adjust personal settings, Genesis Connected Services, navigation, vehicle-to-load charging for small electronics, a Wi-Fi hotspot, and wireless device charging. As for safety tech, you get blind-spot view and assist, forward-collision warning with automatic emergency braking, lane centering, rear cross-traffic collision assist, and remote smart parking.\n(Credit: Doug Newcomb) The Prestige trim I tested had a 12.3-inch 3D digital instrument cluster, a 15-speaker/1,050-watt Lexicon audio system, active noise control, a faux-leather-wrapped upper instrument panel, a heads-up display, heated rear seats, a heated steering wheel, Nappa leather seating surfaces, rear-door window shades, and a suede headliner. A $575 Savile Silver exterior paint option and a $1,125 delivery charge brought the final sticker price of my loaner to $74,950.\nMuscular Exterior, Luxury Interior The Electrified GV70’s thin twin LED headlamps and silver diamond-patterned grille give the vehicle a bold and distinctive character. I particularly like how the latter cleverly hides the charging port. The wraparound taillights mirror the slim dual-LED light pattern, while a unique C pillar and parabolic lines down the side give the SUV a lean, aggressive appearance.\n(Credit: Doug Newcomb) I think the white Nappa leather in the Electrified GV70 Prestige trim looks first-class and I like the clean design of the center console. That said, I often mistook the infotainment controller for the gear shift and vice versa since they are the same size. I'm generally not a fan of touch-controlled climate settings, but the ones in the center dash of the Electrified GV70 look elegant and are easy to operate thanks to their large rotary dials.\nLike the Electrified GV80, one downside to the vehicle is a tiny frunk that's only big enough to store the supplied 110V charging cable. The rear cargo space with the second row folded down (56.5 cubic feet) falls far behind the Tesla Model X (85 cubic feet).\nSeamless Entertainment, Excellent Safety Features The Electrified GV70’s interface system is identical to that of the Electrified G80, which is to say that the infotainment and instrument panels are separate. Its corporate cousins, such as the Hyundai Ioniq 5 , the Ioniq 6 , and the Kia EV6 , opt for a single dashboard screen. I prefer the latter, but the onboard system is intuitive and fairly customizable. You use the dashboard to see the remaining battery range on a map, locate charging stations, schedule charging, and more. Android Auto and Apple CarPlay provide maps, music, and messaging via a USB connection only, not wirelessly.\n(Credit: Doug Newcomb) The vehicle has all the driver assists I expect, as well as some unique ones. For instance, the blind-view monitor shows an image of an obscured zone on either side of the vehicle when you activate the respective blinker, helpful for avoiding collisions with oncoming traffic. And the lane-centering feature, which Genesis calls Highway Driving Assist, is one the best I've tested. That said, the remote parking feature proved unreliable in testing. It presumably should let you guide the vehicle into a parking spot while you stand outside it, but I gave up on it after several failed attempts.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://driveteslacanada.ca/news/tesla-lowers-ranges-for-model-s-x-y-adds-stealth-grey-and-ultra-red-for-model-y/",
    "https://www.electrifyamerica.com/2024GV70ChargingPlan-disclosure/",
    "https://electrifyamerica.com/2024GV70ChargingPlan-disclosure/",
    "https://driveteslacanada.ca/news/tesla-lowers-ranges-for-model-s-x-y-adds-stealth-grey-and-ultra-red-for-model-y",
    "https://www.electrifyamerica.com/2024GV70ChargingPlan-disclosure",
    "https://www.driveteslacanada.ca/news/tesla-lowers-ranges-for-model-s-x-y-adds-stealth-grey-and-ultra-red-for-model-y/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "pcmag middle east pros sharp",
        "sentiment": "negative"
      },
      {
        "name": "middling range loads of standard features muscular exterior",
        "sentiment": "none"
      },
      {
        "name": "contents powerful motors",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:15:44.025+02:00",
  "updated": "2024-01-06T00:15:44.025+02:00"
}