{
  "thread": {
    "uuid": "d29a208e35120b2b8de612e0f116099c50b136d7",
    "url": "https://www.wtvm.com/2024/04/04/12-year-old-gymnast-defying-limits-gravity-special-olympics",
    "site_full": "www.wtvm.com",
    "site": "wtvm.com",
    "site_section": "http://www.wtvm.com/community",
    "site_categories": [
      "media"
    ],
    "section_title": "Community",
    "title": "12-year-old gymnast defying limits, gravity at Special Olympics",
    "title_full": "12-year-old gymnast defying limits, gravity at Special Olympics",
    "published": "2024-04-05T01:39:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-wtvm-prod.cdn.arcpublishing.com/resizer/v2/6FIUPSEK2VHFLCIUAKPBDFANTY.png?auth=2ed1bf2a64f50034113c819ed81bc6eef00dd255365b92206313845f8490ccac&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 27763,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d29a208e35120b2b8de612e0f116099c50b136d7",
  "url": "https://www.wtvm.com/2024/04/04/12-year-old-gymnast-defying-limits-gravity-special-olympics",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@wtvm",
  "published": "2024-04-05T01:39:00.000+03:00",
  "title": "12-year-old gymnast defying limits, gravity at Special Olympics",
  "text": "12-year-old Auburn gymnast defying limits, gravity at Special Olympics AUBURN, Ala. (WTVM) - There’s a local gymnast who can defy gravity, but it was her ability to defy all odds that makes her really outstanding. Bentlee Williams spends 12 hours a week at the Auburn Gymnastics Academy working on her perfect 10 routine, but also cracking a few jokes in between practice. This knock-knock joke is her favorite: “Knock knock. Who’s there? Crunch. Crunch who? CRUNCH, you’re a taco.” Not only is she funny, she’s also one of the toughest girls in the world. Bentlee was born six weeks early with lung, heart and kidney disease and has Down’s syndrome. At just two days old, she had stomach surgery and then two months later, she had open heart surgery to repair holes in her heart. Bentlee’s mom, Cameran Williams, says after both surgeries, her lung and heart condition improved, but doctors continue to monitor her kidneys. “She only goes every five years to get her heart checked, but they’re still following along with her kidneys, because they still aren’t functioning 100%,” she said. “So they keep an eye on those, every single year, every six months.” However, Bentlee is unstoppable. “She’s just a very self motivated, determined kiddo and she always has been and I think that’s why she’s been so successful,” Bentlee’s mom said. “I calm myself down and try again,” Bentlee said after she was asked what happens when she takes a hard fall. Auburn Gymnastics Academy Program Director, Christie Leigh McHugh, has coached Bentlee for the last eight years. She says she’s a tough coach on Bentlee. “We’ll say, ‘before we rotate off bars today, I need you to do two squat-ons,’” she explained. “She’ll sit there and drag her feet, but I’ll grab her by the hands, which is why she tells me I’m her least favorite coach here because I make her work on getting those new skills. I don’t give her options.” McHugh has been training Bentlee for the Special Olympics and HUGS, or Hope Unites Gymnastics with Special Athletes. “We started branching out to the HUGS, because you can individualize your routines based on your strengths and not have to play up those weaknesses, so she’s been really able to adapt,” she said. Not only did she adapt, she won the entire competition. In 2023, Bentlee was crowned the Alabama state champion of Level 3 HUGS and the Level 3 Special Olympics national champion. This year, she moved up to Level 4 which is the highest level of competition. The question now was “could she do it again?” “I nailed my routine,” Bentlee said. That’s right, in February she took home both the state and national title of HUGS and Special Olympics in Atlanta. “I’m so proud of myself.” For now, you can find Bentlee reaching new heights and working on her back tuck and the kip. She also has an Instagram account that you can find [here](https://www.instagram.com/bentlee_breaks_barriers/) if you’d like to follow along on her journey. Best of luck in all of your future events. Copyright 2024 WTVM. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport",
    "Health"
  ],
  "external_links": [
    "https://www.instagram.com/bentlee_breaks_barriers/)",
    "https://instagram.com/bentlee_breaks_barriers/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cameron williams",
        "sentiment": "none"
      },
      {
        "name": "bentlee williams",
        "sentiment": "none"
      },
      {
        "name": "bentlee",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wtvm",
        "sentiment": "negative"
      },
      {
        "name": "auburn gymnastics academy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ala.",
        "sentiment": "none"
      },
      {
        "name": "auburn",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:58:53.363+03:00",
  "updated": "2024-05-03T15:03:22.125+03:00"
}