{
  "thread": {
    "uuid": "50c8208f7569559ad3c83e16082862b126326a66",
    "url": "https://www.rtl.fr/actu/international/guerre-en-ukraine-une-ex-mannequin-russe-sauve-les-ukrainiens-des-bombes-7900381414",
    "site_full": "www.rtl.fr",
    "site": "rtl.fr",
    "site_section": "https://rtl.fr/reagir",
    "site_categories": [
      "media"
    ],
    "section_title": "Réagir à une émission",
    "title": "Guerre en Ukraine : une ex-mannequin russe sauve les Ukrainiens des bombes",
    "title_full": "Guerre en Ukraine : une ex-mannequin russe sauve les Ukrainiens des bombes",
    "published": "2024-05-05T18:24:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://images.rtl.fr/~c/2000v2000/rtl/www/1650993-la-region-de-kherson-en-ukraine-frappee-par-des-bombardements-image-d-illustration.jpg",
    "performance_score": 0,
    "domain_rank": 5017,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "50c8208f7569559ad3c83e16082862b126326a66",
  "url": "https://www.rtl.fr/actu/international/guerre-en-ukraine-une-ex-mannequin-russe-sauve-les-ukrainiens-des-bombes-7900381414",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gautier Delhon-Bugard",
  "published": "2024-05-05T18:24:00.000+03:00",
  "title": "Guerre en Ukraine : une ex-mannequin russe sauve les Ukrainiens des bombes",
  "text": "Depuis le début de la guerre en Ukraine, elle s'illustre par une bravoure flirtant avec l'inconscience. Oksana Volzhyna parcourt les zones de guerre au péril de sa vie pour évacuer les civils. Au printemps dernier, [après l'explosion du barrage de Kakhovka](https://www.rtl.fr/actu/international/guerre-en-ukraine-a-qui-profite-la-destruction-du-barrage-de-kakhovka-7900272418), la région de Kherson est sous les eaux. Dans les territoires occupés par la Russie, les habitants sont livrés à eux-mêmes, juchés sur les toits pour tenter de survivre à ces inondations. Oksana et ses amis embarquent dans deux petits bateaux à portée de fusil des snipers et de l'artillerie russe. L'ex-mannequin a publié une vidéo sur Facebook. Autour d'elle, dans la barque, le sourire des enfants qui viennent d'être secourus. \"En trois jours, on a évacué dix enfants, dix adultes et un chien qui se trouvaient [côté russe](https://www.rtl.fr/sujet/russie). C'était très dangereux, mais on y est quand même allé. Sinon, personne ne l'aurait fait. C'était de la folie\", explique-t-elle au micro de RTL. Oksana Volzhyna, ex-jet-setteuse, parcourt désormais avec son équipe les rues dévastées et les sous-sol [de Bakhmout](https://www.rtl.fr/actu/international/guerre-en-ukraine-bakhmout-est-elle-tombee-aux-mains-des-russes-7900266808), au-delà des lignes russes. \"C'est très difficile de ramener les gens avec nous côté ukrainien à cause de la propagande russe diffusée à la radio. Ils ont peur d'aller en Ukraine, mais je leur dit qu'ils auront à manger, qu'ils pourront vivre en sécurité. Ils finissent toujours par nous suivre.\" Au nord de Kiev, Oksana a ouvert un pensionnat. 50 enfants sont accueillis dans cette école, encadrée par des professeurs et des psychologues. Afin d'assurer la sécurité et la qualité de ce site, nous vous demandons de vous identifier pour laisser vos commentaires. Cette inscription sera valable sur le site RTL.fr. Bienvenue sur RTL Ne manquez rien de l'actualité en activant les notifications sur votre navigateur Cliquez sur “Autoriser” pour poursuivre votre navigation en recevant des notifications. Vous recevrez ponctuellement sous forme de notifciation des actualités RTL. Pour vous désabonner, modifier vos préférences, rendez-vous à tout moment dans le centre de notification de votre équipement. Bienvenue sur RTL Rejoignez la communauté RTL, RTL2 et Fun Radio pour profiter du meilleur de la radio",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-05T18:29:37.867+03:00",
  "updated": "2024-05-05T18:29:37.867+03:00"
}