{
  "thread": {
    "uuid": "fe9d9a8bcca00b0760963e8e3a63ad66947e000e",
    "url": "https://indianexpress.com/article/india/where-fossils-meet-faith-in-a-madhya-pradesh-district-9088025/",
    "site_full": "indianexpress.com",
    "site": "indianexpress.com",
    "site_section": "https://indianexpress.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News Today: Breaking News and Top Headlines from India, Entertainment, Business, Politics and Sports | The Indian Express",
    "title": "Where fossils meet faith in a Madhya Pradesh district | India News - The Indian Express",
    "title_full": "Where fossils meet faith in a Madhya Pradesh district | India News - The Indian Express",
    "published": "2023-12-30T01:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://images.indianexpress.com/2023/12/Dino-egg-and-God-feature-01.jpg",
    "performance_score": 0,
    "domain_rank": 969,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fe9d9a8bcca00b0760963e8e3a63ad66947e000e",
  "url": "https://indianexpress.com/article/india/where-fossils-meet-faith-in-a-madhya-pradesh-district-9088025/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anand Mohan J",
  "published": "2023-12-30T01:00:00.000+02:00",
  "title": "Where fossils meet faith in a Madhya Pradesh district | India News - The Indian Express",
  "text": "As Veshta Mandloi, 38, carefully unwrapped a “tribal god” nestled inside a white cement bag at the dinosaur park bordering the quaint Padlaya village of Madhya Pradesh’s Dhar district, the team of scientists from Lucknow’s Birbal Sahni Institute of Palaeosciences (BSIP) held their collective breaths. Just like their ancestors worshipped ancient stones as deities, generations of Bhils had worshipped this sun-baked, reddish-brown Kakad Bhairav or Bhilat Baba. Sacrifices of chickens and sheep marked their whispered pleas to the roughly oval-shaped deity — whose weathered face is adorned with a black tilak and a handlebar moustache — for bountiful harvests and healthy livestock. Palaeontologists, however, confirmed recently that the revered ‘Kakad Bhairav’ was in fact a 66-million-year-old fossilised egg of a titanosaur, a herbivorous dinosaur. Since the 1980s, discoveries like sauropod bones, fossilised dinosaur eggs and extinct marine creatures paint a vivid picture of the area’s undiscovered ancient past. Eminent palaeontologist Ashok Sahni says India has the “largest-of-its-kind dinosaur hatchery on Earth” that stretches 10,000 sq km across Gujarat, Madhya Pradesh, Maharashtra and Andhra Pradesh. Over 256 fossilised dinosaur eggs have been unearthed in Madhya Pradesh’s Bagh so far, with 20 nests unearthed recently. The fossilised titanosaur egg is in a vault at the local forest office, while the others have been donated to museums and government facilities. For years, scientists had been attempting to prove that the Bhil deity was, in fact, a fossilised dinosaur egg. A 2023 research paper proved just that. Tribes that resided in the Narmada Valley worshipped fossilised Titanosaurus eggs, having cattle jump over them for healthy offspring or performing animal sacrifices before harvests. Mandloi, one of the only three watchmen guarding the 89-hectare Dinosaur Fossil National Park in Bagh, told The Indian Express, “For over five years now, scientists have been calling our Gods dinosaur eggs and taking them away (for research and safety). While I accept their ideas, some villagers don't. For us, these stones are our Kakad Bhairav. He protects our village and makes our wishes come true. I hope the villagers will see the truth regarding the eggs and we can all come together one day to save our national treasures.” The latest discovery, scientists hope, will give a fillip to their nomination for India’s first UNESCO Global Geopark tag. Awarded by the United Nations’ body since 2015, the geopark tag is given to territories for sites with global relevance to geology, geomorphology or palaeontology. If selected, the Bagh site will join a select club of 195 UNESCO geoparks in 48 countries. As it lies in waiting, Madhya Pradesh and BSIP have partnered to transform the dinosaur park into the nation's first geopark. In Bagh, fossil conservation is synonymous with a determined physics teacher from the nearby Manawar district. Vishal Verma is responsible for single-handedly safeguarding over 100 fossilised dinosaur eggs and countless other ancient treasures. State Ecotourism Board CEO Sameeta Rajora, who roped in scientists to evaluate Bagh’s scientific and evolutionary significance, said, “Imagine carrying sacks of rocks home; no mother would approve. Verma's efforts were funded on his own, and he was honest and worked selflessly.” Fossilised treasures in clear jars The unassuming one-room house in a residential colony in Manawar, 76 km from Bagh, is the last place one would look at in search of priceless evolutionary wonders. Though two sets of chairs and mattresses in the humble house are caked in dust, the real treasure that crowds the room is safely ensconced in crystal clear jars nestled on a time-worn wooden shelf. These fossilised treasures range from rare ammonites (sea creatures with spiral shells that went extinct 66 million years ago), whose stories are etched in the ridges of their handed shells, to shark teeth and massive titanosaurs eggs. Cradling a fossil in his palm and wearing a utility vest, Verma, 53, looks the part of a palaeontologist. As the light glints off the fossil’s ancient surface, he murmurs, “This Cidaris (sea urchin). isn’t it beautiful? I started my journey with this.” Besides his boyhood love for vibrant stones and dinosaur depictions in Phantom, he says his father’s job with irrigation departments near Narmada river towns in Dhar helped preserve his love for ancient treasures. “The main character in the comic book (Phantom) sparked my love for dinosaurs,” says Verma. In Narmada valley, where he grew up, Narmadia Brahmins revered Hemiaster stones (fossilised ammonites). “Later, at the Man Dam site (in Dhar), when I was in college, I spotted a Cidaris fossil. I mistook it for a tortoise fossil at first.I was hooked,” he says. Bones and a town rechristened Though Verma wasn’t the first to discover dinosaur fossils in MP or the country, he remains a significant part of a legacy of fossil conservators in India. In fact, it was an English captain who excavated India’s first dinosaur bones. Captain William Sleeman, posted in the Narmada Valley, discovered the skeletal remains in Jabalpur cantonment’s Bara Simla Hill in 1828. As a tribute, a town in MP, 40 km away from Bagh, was rechristened as Sleemanabad. Fast forward 150 years, when the first dinosaur eggs in India were found — once again in Jabalpur — in 1982. Eminent palaeontologist Sahni made the serendipitous discovery while stooping to tie his shoelaces. Sitting there, etched in rocks in the middle of the site were fossilised titanosaurus eggs. Currently the Professor Emeritus at Panjab University, Sahni would be a part of the team that pieced together the bones of India’s newest species of carnivorous dinosaur, Rajasaurus narmadensis, in 2003. Explaining the importance of the discoveries of fossilised dinosaur eggs, Sahni told The Indian Express, “There are six types of eggs. There may have been six or more types of dinosaurs that laid eggs… Over the years most nests were vandalised and very little remains… Some eggs have been misplaced or stolen. Vishal (Verma) has really guarded this place.I have written many research papers with him.” Around 1996, sauropod remains were found in Bagh, setting off a frenzy. Forest officials said, “Poachers stole valuable wood log fossils that were used to make decorative plates. They also destroyed rock structures and used them as construction material. Even eggs were stolen from the region.” As access roads to Bagh became bandit havens, apprehensive villagers, fearing land grab, would get into angry arguments with government officials. Around this time, Verma’s exhibition of fossils attracted the attention of Rajora, then a Divisional Forest Officer (DFO) in Dhar, and her husband, who was the Collector of Dhar. “Curiosity drew us in,” Rajora recalls. “We witnessed Bagh’s beauty. The evidence of prehistoric tectonic movements in the form of rocks etched with ripples, prehistoric seas and mud volcanoes.” In the backdrop of fossil vandalism and theft, Rajora eventually helped establish the Ashmadha Jeevamsa Museum in Mandu. However, conservation efforts floundered due to dwindling government support. Meanwhile, though Verma focused on teaching physics, his passion for palaeontology was preserved on a shoestring budget of Rs 1,200 per month from his own salary and a growing collection of marine fossils. Then, in 2007, a visiting PhD scholar sparked new hope. While guiding him to Bagh, Verma stumbled upon 100 loose titanosaurus eggs. As excavations revealed a massive nest, his excitement turned to dread. “The whole area would have been dug up by fossil hunters. So I borrowed money to hire a JCB (an excavator) and a truck. We had barely loaded the rock structure into the truck and reached Mandu museum, when the truck’s chassis caved in and got destroyed. I ended up incurring a heavy debt,” Verma recalls. Though a grand ceremony attended by officials and scientists oversaw the donation of the eggs to the Mandu museum, Verma’s triumph turned into despair. “Tents had been erected for the ceremony, but everyone got soaked in the rain. Meanwhile, I was stuck with a huge loan. There seemed to be no point in living,” Verma says. Though he repaid the debt eventually, he recalls, Bagh grew tense. Scientists were met with stone-wielding villagers, forcing Verma to adopt unconventional but frowned-upon methods to keep palaeontology alive in Bagh — paying children to collect shark teeth and offering locals Rs 1,000 per egg. “Poachers were winning their hearts with cash,” he says. “Every Friday, the children came (to me) with jars full of shark teeth. I was scared that if I did not pay them, they would sell them to poachers.Eventually, I took a loan of Rs 5 lakh.” And yet, Verma has no regrets. “Museums across the state are showcasing Bagh’s wonders,” he asserts. “Now, I dream of returning the fossils to their rightful place, a geo-site where the tribals can witness their heritage firsthand.” Rocks that were once trees Giant sun-bleached boulders slumber among the rolling hills at Bagh’s dinosaur park. These aren’t mere rocks but ancient trees from a pre-human epoch. Dotting the landscape are rocks etched with marine fossils or jutting shark teeth, and others with patterns crisscrossing the surface, giving crucial hints to the cataclysmic forces that wiped off most life forms from the planet millions of years ago. Palaeontologist Sahni paints a vivid picture of India's Cretaceous dinosaurs in his book, Dinosaurs of India. He describes them as the most widespread of all Indian dinosaurs, living during a tumultuous period of continental drift and volcanic activity, which is said to have shaped this region. Explaining the importance of the research undertaken in this region, Mahesh Thakar, the director at BSIP, says, “These fossils belong to the Cretaceous Period, around the time when dinosaurs went extinct. Research shows (that it took place) after a volcanic eruption happened, because of which the Deccan Plateau was formed. We think it was responsible for the extinction (of dinosaurs) in India. This research helps shed light on that time.” Today, these priceless evolutionary secrets strewn in the unfenced 89 hectares have been entrusted to three watchful Bhil men, equipped with meagre resources like lathis. Cutting through the park, ripe with the aroma of wild Tulsi, Bal Singh, 26, recounts his encounters with fossil hunters, “In the night, I get a tip-off. I take off on my bike immediately. Most people are from Bhopal and Indore asking about the site, others want trouble. So far, we have managed to secure the site.” As the three men work hard to secure the fossils, houses in Padlaya echo with whispers of discontent. Locals say most men migrated to Gujarat due to lack of jobs, leaving only women, children and the aged behind. Then there is Bandar Singh, 60, who claims he quit his job at the park after over unpaid wages. “They call our Gods dinosaur eggs and take them away. We are even denied our rightful wages,” he alleges. One scientist, however, has been touring the region with her colleagues and paying close attention to local folklore on stone gods in the hope of winning over the tribal community. Shilpa Pandey, a scientist with BSIP and a convenor at its Center for Promotion of Geoheritage and Geotourism, says, “We want to tell their stories, which have a powerful impact on tourists. We want them to be an active part of the geosite. Without the Bhils, we cannot protect this site.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ashok sahni",
        "sentiment": "none"
      },
      {
        "name": "kakad bhairav",
        "sentiment": "none"
      },
      {
        "name": "bhilat baba",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "india news",
        "sentiment": "negative"
      },
      {
        "name": "birbal sahni institute of palaeosciences",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "madhya pradesh",
        "sentiment": "none"
      },
      {
        "name": "madhya pradesh’s dhar",
        "sentiment": "none"
      },
      {
        "name": "lucknow",
        "sentiment": "none"
      },
      {
        "name": "bhils",
        "sentiment": "none"
      },
      {
        "name": "padlaya",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T03:40:25.573+02:00",
  "updated": "2023-12-30T03:40:25.573+02:00"
}