{
  "thread": {
    "uuid": "ded788ff2402151e7ad07d7130b909fae7504cd0",
    "url": "https://www.eltiempo.com/mundo-curioso/organizaron-una-excavacion-y-encontraron-una-impactante-funeraria-antigua-3333002",
    "site_full": "www.eltiempo.com",
    "site": "eltiempo.com",
    "site_section": "https://eltiempo.com/tecnosfera",
    "site_categories": [
      "media",
      "education",
      "business",
      "top_news"
    ],
    "section_title": " Noticias de Tecnología de Colombia y el Mundo - Noticias - ELTIEMPO.COM - ELTIEMPO.COM",
    "title": "Organizaron una excavación y encontraron una impactante funeraria antigua",
    "title_full": "Organizaron una excavación y encontraron una impactante funeraria antigua",
    "published": "2024-04-12T00:57:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://imagenes.eltiempo.com/files/og_thumbnail/uploads/2024/04/11/66185c473d781.jpeg",
    "performance_score": 0,
    "domain_rank": 3827,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ded788ff2402151e7ad07d7130b909fae7504cd0",
  "url": "https://www.eltiempo.com/mundo-curioso/organizaron-una-excavacion-y-encontraron-una-impactante-funeraria-antigua-3333002",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ignacio Diaz",
  "published": "2024-04-12T00:57:00.000+03:00",
  "title": "Organizaron una excavación y encontraron una impactante funeraria antigua",
  "text": "Recientemente, se realizó un impactante descubrimiento arqueológico en Francia. A partir del trabajo que llevó a cabo el Instituto Nacional de Investigaciones Arqueológicas Preventivas de Francia (INRAP, por sus siglas en francés), se hallaron los restos de la basílica funeraria de Gregorio de Tours: Saint-Jean. Allí dentro, se registraron restos de humanos y una serie de objetos que llamaron la atención. Durante el último tiempo, el avance de la arqueología permitió conocer todo tipo de detalles sobre el pasado. A partir de la sofisticación de las herramientas y de la metodología de trabajo que llevan a cabo los investigadores, cada vez se conocen más aspectos sobre la historia y la vida que se desarrolló en otros siglos. En este caso, la excavación de la basílica funeraria fue organizada en conjunto por el INRAP y el municipio. A pesar de que fue ampliamente modificada por el paso de los años desde su construcción original, en el siglo VI, se encontraron restos que aún permanecen bajo los cimientos. En lo que respecta al edificio en sí, se halló mampostería que deja ver cómo era el edificio anteriormente. Más allá de eso, lo más interesante para los investigadores estuvo en las tumbas que se desenterraron, las cuales, de acuerdo a lo que informó la entidad francesa mediante su sitio web oficial, corresponden a entierros que comenzaron a llevarse a cabo a partir del siglo XI. En esa misma línea, también se destacaron unos sarcófagos de arenisca. A pesar de que esto capturó la atención de los investigadores, lo más impactante tuvo que ver con restos humanos. Al abrir uno de los sarcófagos, aparecieron tres esqueletos, que, como bien se mencionó sobre la época en la que empezaron los entierros, podrían tener hasta 1.000 años. Además, también sorprendió la colocación de tres cuerpos en un solo espacio, algo que se explica por el costo que tenía construirlos",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:00:04.589+03:00",
  "updated": "2024-04-12T01:00:04.589+03:00"
}