{
  "thread": {
    "uuid": "7d4686afde6b6bd0c8395c1a999900267e35a2b0",
    "url": "https://www.notimerica.com/politica/noticia-oproximo-von-der-leyen-anuncia-corredor-maritimo-entregar-ayuda-gaza-funcionara-domingo-20240308120727.html",
    "site_full": "www.notimerica.com",
    "site": "notimerica.com",
    "site_section": "https://www.notimerica.com",
    "site_categories": [
      "travel",
      "south_america"
    ],
    "section_title": "\r\n\tNotimérica: Noticias de Iberoamérica\r\n",
    "title": "Von der Leyen anuncia que el corredor marítimo para entregar ayuda a Gaza funcionará desde el domingo",
    "title_full": "Von der Leyen anuncia que el corredor marítimo para entregar ayuda a Gaza funcionará desde el domingo",
    "published": "2024-03-08T12:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://img.europapress.es/fotoweb/fotonoticia_20240308120727_1200.jpg",
    "performance_score": 0,
    "domain_rank": 52647,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7d4686afde6b6bd0c8395c1a999900267e35a2b0",
  "url": "https://www.notimerica.com/politica/noticia-oproximo-von-der-leyen-anuncia-corredor-maritimo-entregar-ayuda-gaza-funcionara-domingo-20240308120727.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Notimerica",
  "published": "2024-03-08T12:07:00.000+02:00",
  "title": "Von der Leyen anuncia que el corredor marítimo para entregar ayuda a Gaza funcionará desde el domingo",
  "text": "BRUSELAS, 8 Mar. (EUROPA PRESS) - La presidenta de la Comisión Europea, Ursula von der Leyen, ha apuntado este viernes desde Nicosia que el corredor marítimo anunciado por Estados Unidos para entregar ayuda humanitaria a la Franja de Gaza desde Chipre entrará en funcionamiento desde el domingo, tras una primera operación piloto este mismo viernes. En declaraciones junto al presidente chipriota, Nikos Christodoulides, la líder del Ejecutivo europeo ha confirmado la apertura de un corredor humanitario por vía marítima a iniciativa de Chipre, Emiratos Árabes, Estados Unidos y la Comisión Europea, permita con la que se quiere potenciar la entrega de ayuda humanitaria a la Franja frente al bloqueo israelí de los pasos terrestres, en especial en Rafá. \"Estamos cerca de abrir el corredor, esperamos que sea este domingo, y estoy contenta de ver que una operación piloto se lanzará hoy\", ha indicado la conservadora alemana que ha informado que esta primera acción tiene lugar a través de World Central Kitchen, la organización humanitaria del chef español José Andrés. Igualmente, Von der Leyen ha alabado el liderazgo de Nicosia para poner en marcha esta iniciativa, asegurando que Chipre siempre ha sido un \"puente\" entre Europa y Oriente Próximo e iniciativas como esta \"demuestran este papel histórico\". La intención de establecer un corredor humanitario por mar fue adelantada este jueves por el presidente de Estados Unidos, Joe Biden, justo antes de su discurso del Estado de la Unión. La iniciativa es respaldada por otros socios de la comunidad internacional como Reino Unido, cuyo ministro de Exteriores, David Cameron, ha confirmado que Londres participará en el corredor marítimo para hacer llegar ayuda directamente a Gaza. \"Seguimos instando a Israel a que permita la entrada de más camiones en Gaza como la forma más rápida de hacer llegar la ayuda a quienes la necesitan\", ha instado en una llamada a Tel Aviv.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-08T13:21:06.059+02:00",
  "updated": "2024-03-08T13:21:06.059+02:00"
}