{
  "thread": {
    "uuid": "c94336bd7d6d2f444f98da6ec832b6c38848c639",
    "url": "https://vitals.sutterhealth.org/nurse-is-patients-hero-for-saving-her-babys-life",
    "site_full": "vitals.sutterhealth.org",
    "site": "sutterhealth.org",
    "site_section": "https://vitals.sutterhealth.org",
    "site_categories": [],
    "section_title": "Home Page | Vitals",
    "title": "Nurse is Patient’s Hero for Saving Her Baby’s Life | Vitals",
    "title_full": "Nurse is Patient’s Hero for Saving Her Baby’s Life | Vitals",
    "published": "2024-04-19T00:27:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://vitals.sutterhealth.org/files/2024/04/Vanessa-baby-Sofia-and-Angie.jpg",
    "performance_score": 0,
    "domain_rank": 11390,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c94336bd7d6d2f444f98da6ec832b6c38848c639",
  "url": "https://vitals.sutterhealth.org/nurse-is-patients-hero-for-saving-her-babys-life",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@SutterHealth",
  "published": "2024-04-19T00:27:00.000+03:00",
  "title": "Nurse is Patient’s Hero for Saving Her Baby’s Life | Vitals",
  "text": "Vanessa Miranda-Stewart (right) and her baby Sofia are pictured with Angie Suarez, RN at Sutter Santa Rosa Regional Hospital in March 2024. By Jennifer Modenessi, Vitals contributor One day in early March, Vanessa Miranda-Stewart walked into [Sutter Santa Rosa Regional Hospital](https://www.sutterhealth.org/ssrrh) with her 6-month-old daughter and one very clear goal: to thank the nurse who saved her baby’s life. “I told her you have just filled my heart for the day and month,” said Angie Suarez, registered nurse, recalling Vanessa’s surprise visit to express her gratitude to the antenatal testing unit nurse for her actions last fall. “It warmed my heart and made me feel really good about what I do.” What Angie did on September 12, 2023, is forever etched in Vanessa’s memory. Life-saving Surgery Using her expertise and intuition, Angie advocated for additional prenatal monitoring of her patient that resulted in a critical emergency Cesarean-section for Vanessa and life-saving surgery for Sofia, who was born with esophageal atresia and a tracheoesophageal fistula, a pair of congenital conditions that affect a baby’s ability to eat and breathe. The conditions can occur together during the early weeks of fetal development when the esophagus fails to connect with the mouth and stomach and separate from the trachea. The conditions are undetectable until birth. “Sofia might not realistically be here if it wasn’t for Angie,” Vanessa said. When Vanessa went in for monitoring last September, she was nearly 34 weeks pregnant with a much-anticipated baby conceived via in vitro fertilization. The pregnancy was smooth but at 32 weeks an anatomy scan had revealed the baby’s abdomen was measuring slightly smaller in proportion to the rest of her body. Frequent stress tests, doppler scans, and additional monitoring at the hospital labor and delivery department followed. The goal, Vanessa recalled, was to get to at least 36 weeks of pregnancy to reduce any possible complications to mom and baby from an early delivery. Still, she had a gut feeling that something was off. “A part of me knew that we weren’t going to get there,” Vanessa said. Instinct and Observation At her morning monitoring appointment with nurse Angie, Vanessa felt fine, but her baby was showing signs of stress. “I watched her baby that day and it didn’t look normal to me,” Angie recalled. The baby’s heart rate took intermittent dips and her movements slowed. Based on her assessment, Angie advocated for Vanessa to remain a little longer for additional monitoring. “I wasn’t ready to let her go,” Angie said. The nurse’s instinct proved to be lifesaving. As Angie continued monitoring, the baby’s heart rate took more dips. “The baby was just going downhill, and the heart rate was looking worse and worse,” she recalled. “The baby was telling us ‘I’m in distress.’ We didn’t know why.” Personal Hero Vanessa was moved to labor and delivery for observation. She delivered baby Sofia that evening via emergency C-section. A short while later, Sofia was transported to another hospital in Oakland and underwent a successful six-hour surgery to correct the rare anomalies affecting her digestive system. Today, baby Sofia is happy and healthy, which is something Vanessa and her husband credit to the medical teams at Sutter Health and the Oakland hospital – but most of all to Angie. “To me, Angie saved Sofia’s life just by keeping us 20 to 30 minutes,” Vanessa said. “She’s our personal hero.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "vanessa miranda",
        "sentiment": "negative"
      },
      {
        "name": "sutter sant",
        "sentiment": "negative"
      },
      {
        "name": "angie suarez",
        "sentiment": "negative"
      },
      {
        "name": "angie",
        "sentiment": "none"
      },
      {
        "name": "vanessa",
        "sentiment": "none"
      },
      {
        "name": "stewart",
        "sentiment": "none"
      },
      {
        "name": "jennifer modenessi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rosa regional hospital",
        "sentiment": "none"
      },
      {
        "name": "sutter santa rosa regional hospital",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sofia",
        "sentiment": "none"
      },
      {
        "name": "vanessa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:31:25.731+03:00",
  "updated": "2024-04-19T01:31:25.731+03:00"
}