{
  "thread": {
    "uuid": "9938fbd4de5516abd1e3a57088bad5f965a33f14",
    "url": "https://www.latestly.com/agency-news/world-news-hamas-accepts-qatar-mediated-proposal-on-hostage-release-israeli-withdrawal-from-gaza-5946158.html",
    "site_full": "www.latestly.com",
    "site": "latestly.com",
    "site_section": "https://www.latestly.com/agency-news",
    "site_categories": [
      "media",
      "cricket",
      "sports"
    ],
    "section_title": "Agency News | Latest Information on Breaking News & Updates on Agency News at LatestLY",
    "title": "World News | Hamas Accepts Qatar-mediated Proposal on Hostage Release, Israeli Withdrawal from Gaza | LatestLY",
    "title_full": "World News | Hamas Accepts Qatar-mediated Proposal on Hostage Release, Israeli Withdrawal from Gaza | LatestLY",
    "published": "2024-05-07T04:46:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://st1.latestly.com/wp-content/uploads/2024/05/ANI-20240507040241-588x441.jpg",
    "performance_score": 0,
    "domain_rank": 13033,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9938fbd4de5516abd1e3a57088bad5f965a33f14",
  "url": "https://www.latestly.com/agency-news/world-news-hamas-accepts-qatar-mediated-proposal-on-hostage-release-israeli-withdrawal-from-gaza-5946158.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ANI",
  "published": "2024-05-07T04:46:00.000+03:00",
  "title": "World News | Hamas Accepts Qatar-mediated Proposal on Hostage Release, Israeli Withdrawal from Gaza | LatestLY",
  "text": "Gaza City, May 7: Hamas has accepted a proposal mediated by Qatar and Egypt, marking a potential breakthrough in the ongoing conflict in Gaza, CNN reported. mThe proposal, outlined in a document obtained by CNN from a reliable source in the region, lays out a comprehensive plan aimed at de-escalating tensions and paving the way for sustainable peace. According to the document, the agreement will be implemented in three phases, each lasting 42 days. The first phase entails the release of 33 Israeli hostages, including women, children, the elderly, and the sick, over the course of six weeks. In exchange, Israeli forces will gradually withdraw from parts of Gaza, reconnaissance flights will be halted for 10 hours daily, and disarmed Palestinians will be allowed free movement throughout the Gaza Strip. Additionally, hundreds of Palestinian prisoners are set to be released, with specific criteria outlined for the exchange process, as reported by CNN. Hamas Accepts Egyptian-Qatari Ceasefire Proposal for Gaza After Israel Orders Rafah Evacuation Ahead of Attack Notably, the agreement stipulates that for every Israeli hostage released by Hamas, 30 Palestinian women and children will be released, along with 30 Palestinian prisoners over the age of 50 for each Israeli hostage in the same age group. Furthermore, female IDF soldiers are included in the 33 hostages, with Israel agreeing to release 50 Palestinian prisoners for every IDF woman soldier released, including 30 serving life sentences. The humanitarian aspect of the agreement is underscored by an extensive effort to facilitate the entry of aid into Gaza, including makeshift shelters and homes, as well as the rehabilitation of key infrastructure such as hospitals and the electric plant. The second phase of the agreement is set to focus on achieving a sustainable period of calm in Gaza, along with the release of the remaining hostages, including civilian men and IDF male soldiers. While specific details of this phase were not fully disclosed in the document, it is anticipated to build upon the progress made in the first phase, according to CNN. The third and final phase of the agreement outlines a comprehensive rebuilding plan for Gaza, spanning three to five years. This phase underscores the long-term commitment to rebuilding the region and fostering stability and prosperity for its inhabitants. International efforts to broker a ceasefire and facilitate the implementation of the agreement are underway, with a Qatari delegation scheduled to continue indirect negotiations in Cairo. United Nations Secretary-General Antonio Guterres has called on both the Israeli government and Hamas to agree to a ceasefire deal, following Hamas&#039;s acceptance of the proposal put forth by Egypt and Qatar. Israel-Hamas War: UN Chief Antonio Guterres Warns Against Ground Invasion of Rafah Amid Escalating Tensions in Gaza The developments have sparked hope among officials and stakeholders, with Qatar expressing optimism for a swift resolution to the conflict and the sustainable flow of humanitarian aid into Gaza. Jordanian Minister of Foreign Affairs Ayman Safadi has also echoed these sentiments, emphasising the urgent need for a comprehensive agreement to be reached, CNN reported. (This is an unedited and auto-generated story from Syndicated News feed, LatestLY Staff may not have modified or edited the content body)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "vladimir putin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      },
      {
        "name": "cnn",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "gaza city",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "gaza strip",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-07T07:22:20.723+03:00",
  "updated": "2024-05-07T08:02:44.721+03:00"
}