{
  "thread": {
    "uuid": "5770e43a3057a4e710af8dc27595705302c70440",
    "url": "https://gloria.tv/pagination/DuLzJJMldaWllHFcltZzrxpiw6diL5q6nwsNNoJ7JPNmAcNgxk3zsUa0gEytnqdyE5Vym3bsuqGROQuhESKySUxdHz74rq0crq58t9yzZQ1I11K8NIrOTskHQAoyFhctCIRu2DwzmhPma9AGAYiMVqSwDgkkhu1Bqua2qDqPZHPeS0ieo7lDPVhzUfjUOCEmBq0",
    "site_full": "gloria.tv",
    "site": "gloria.tv",
    "site_section": "https://gloria.tv/en.news",
    "site_categories": [
      "social"
    ],
    "section_title": "en.news – Gloria.tv",
    "title": "en.news - Gloria.tv",
    "title_full": "en.news - Gloria.tv",
    "published": "2025-02-14T14:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": null,
    "main_image": "https://seedeu2884.gloriatv.net/storage1/pmehhbe4vfr6jik7u22tpvkb9dqphkz16i7ipxy.webp?secure=rvLdipvFVuK9ztw7bnCADw&amp;expires=1740052853",
    "performance_score": 0,
    "domain_rank": 22022,
    "domain_rank_updated": "2025-02-17T23:00:00.000+02:00",
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5770e43a3057a4e710af8dc27595705302c70440",
  "url": "https://gloria.tv/pagination/DuLzJJMldaWllHFcltZzrxpiw6diL5q6nwsNNoJ7JPNmAcNgxk3zsUa0gEytnqdyE5Vym3bsuqGROQuhESKySUxdHz74rq0crq58t9yzZQ1I11K8NIrOTskHQAoyFhctCIRu2DwzmhPma9AGAYiMVqSwDgkkhu1Bqua2qDqPZHPeS0ieo7lDPVhzUfjUOCEmBq0",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2025-02-14T14:51:00.000+02:00",
  "title": "en.news - Gloria.tv",
  "text": "Tabula Rasa: Vatican Replaced Destroyed Candlesticks\nThe management of St Peter's has replaced the six precious candlesticks on the high altar with small, wretched candles. A guard told the journalist Michael Haynes that these banal candles will now be …עוד\nA guard told the journalist Michael Haynes that these banal candles will now be the norm, except during papal ceremonies.\nThe former antique candlesticks may have been destroyed by a vandal last Friday because of the Vatican's dysfunctional security system.\nSt Peter's has enough beautiful candlesticks in its cellars to decorate the altar.\nPicture: © Michael Haynes, permariam.com\nCC BY,\n#newsPnicmjurpn\nדיווחרשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\nדיווחשינוי התגובה\nמחיקת התגובה\nThese candle sticks and Crucifix were even used when Paul VI was pope! Don’t like them! I am sure for any public Masses they will bring out the larger …עוד\nדיווחשינוי התגובה\nמחיקת התגובה\nעוד 4 תגובות\nThe Worst-Kept Secret: What Will Francis Do to the FSSP?\nGuido della Rovere, a pseudonym, has given an interesting account of the current situation in Rome on Caminante-Wanderer.Blogspot.com (13 February). - Rome is empty, despite the Holy Year; last year …עוד\n- Rome is empty, despite the Holy Year; last year at this time there were many, many more people queuing to enter St Peter's or to visit the other churches.\n- Since Bergoglio has decided that the Church's role is to promote illegal immigrants, protect the planet and provide refuge for militant homosexuals, then there is little point in going to Rome to obtain the Jubilee Indulgence.\n- Indulgence? Francis has claimed that hell is empty: \"The Jubilee has lost all meaning.\"\n- Francis opened only two of the holy doors, that of St Peter's and, as an \"innovation\", another in a prison.\n- At St Peter's, he opened the Holy Door by remaining in a wheelchair, without mitre or cope, simply knocking on the door that opened from the inside; but in those same days he consecrated one of his protégés as a bishop, and there he was seen to be energetic and …\nעוד\nדיווחרשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\nדיווחשינוי התגובה\nמחיקת התגובה\nדיווחשינוי התגובה\nמחיקת התגובה\nWhat do they think the whole purpose of the \"Ecclesia Dei\" was? It was to empty the SSPX...and any other in the range all the way to sedevacantist group …עוד\nעוד שתי תגובות\nFrancis in Hospital\n‘This morning, at the end of the audiences, Francis went to the Agostino Gemelli Polyclinic for some necessary diagnostic tests and to continue treatment for the bronchitis he is still suffering from …עוד\n#newsUoozbnhepy\nדיווחרשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\nFemale Amoris-Laetitia Believer Runs Trump's \"White House Faith Office\"\nDonald Trump, head of the US regime, on 6th February appointed Paula Michelle White-Cain, 58, as senior adviser in the newly created \"White House Faith Office\". This office will be responsible for \"…עוד\nThis office will be responsible for \"combating anti-Semitic, anti-Christian, and other forms of anti-religious bias\".\nWhite-Cain is a Protestant \"televangelist\" who has never seen a university or preacher seminary from inside. She follows charismatism, promotes prosperity theology (\"the richer the better\") and gave the invocation at Trump's first inauguration in January 2017.\nAfter 1991, she set up her own Protestant sect based in Lakeland, Florida, called the \"Without Walls International Church\".\nBetween 2004 and 2006, the sect received $150 million in donations, paid over a million dollars in salaries to family members and funded White's private jet. The sect later went bankrupt. Its large prayer hall was demolished.\nIn 2012, White became a preacher for another Protestant sect, the New Destiny Christian Centre (later renamed …\nעוד\n[דיווח](https://gloria.tv/post/4ksiXsL26iTY31qpGLowrgMe2/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/YckV1dvee6db1277VYYKEQLZx/request/complaint)שינוי התגובה\nמחיקת התגובה\n[Sally Dorman](https://gloria.tv/user/eSdakeeiV8sD18oLb23aF21or) שיתפה את זה\n[דיווח](https://gloria.tv/share/zaMxRxGvpxwJ1CyCPLySWhNmw/request/complaint)מחיקת השיתוף\n[עוד 4 תגובות](https://gloria.tv/post/4ksiXsL26iTY31qpGLowrgMe2/replies)\n[San Remo Festival: Did Control Freak Bergoglio Unwittingly Get Roped?](https://gloria.tv/post/h6XMz9fJ7Ghs3doDaYrWSPSzm)\nA video message from Francis was played on 11 February during the Sanremo Music Festival, an annual Italian song contest. The message was the introduction to the anti-religious song \"Imagine there's …עוד\nThe message was the introduction to the anti-religious song \"Imagine there's no heaven\" by John Lennon, performed by the Israeli singer Noa together with her Palestinian colleague Mira Awad.\nFrancis' \"appearance\" at the event has angered cardinals and bishops, SilereNonPossum.com has learned.\nDagoSpia.com claimed on 12 February that the video was filmed in May for World Children's Day, when Francis spoke to artists, and that the same video was used at the Sanremo Festival without his knowledge.\nAccording to Dagospia, Francis was angry when he found out that he was featured at the festival. But this cannot be true, because in the San Remo video he refers to \"last May\".\nCarlo Conti, an Italian actor, presented both World Children's Day 2024 and San Remo 2025.\nWhen questioned by a journalist from Dagospia on 12 January, Conti replied that the video had arrived on 1 …\n[עוד](https://gloria.tv/post/h6XMz9fJ7Ghs3doDaYrWSPSzm)\n[דיווח](https://gloria.tv/post/h6XMz9fJ7Ghs3doDaYrWSPSzm/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/3dyFQmycXydn2bfFwgTYjGgCm/request/complaint)שינוי התגובה\nמחיקת התגובה\n[Argentina: Bishop of Famous Diocese Retires at 59](https://gloria.tv/post/TjukXHHAXz2u3yfeJ8UtTHcR4)\nOn February 13, Francis accepted the resignation of Bishop Carlos María Domínguez, 59, of the Diocese of San Rafael, Argentina. It is another hasty resignation of a rather relatively young bishop …עוד\nIt is another hasty resignation of a rather relatively young bishop without any explanation. Monsignor Domínguez was appointed apostolic administrator of the diocese in February 2022 and bishop in 2023. He was previously the auxiliary bishop of San Juan de Cuyo.\nThe diocese of San Rafael is known for having flourished with many vocations until Bishop Eduardo Taussig, 70, came a former \"conservative\" who started being more Francis than Francis to the point of proclaiming the only true Covid dogma and closing the priestly seminary which at the time was still flourishing. As a recompense for his servility, Francis fired him at the age of 67.\nCaminante-Wanderer.Blogspot.com anticipated today's resignation already on February 11, publishing a picture of Bishop Domínguez with the title: \"Something smells bad, but very bad, in San Rafael\".\nThe blog is now mysteriously …\n[עוד](https://gloria.tv/post/TjukXHHAXz2u3yfeJ8UtTHcR4)\n[דיווח](https://gloria.tv/post/TjukXHHAXz2u3yfeJ8UtTHcR4/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[Archbishop Agüer: Pets Replacing Children](https://gloria.tv/post/7wYfBVExZjy32TihM9b6xjowj)\nIn 2023 there were only 460,902 births in Argentina, the lowest number in the last 50 years. The fertility rate was 1.33, well below the replacement rate of 2.1. Since 2016, the number of births in …עוד\nSince 2016, the number of births in Buenos Aires has been falling. Between January and mid-December 2024, 37,864 births were registered, a decrease of twelve percent compared to the previous year.\n20% of Generation Z in Buenos Aires do not want to have children. 15% of the same group prefer to devote their affection and care to pets.\nIn a statement on 11 February, Monsignor Héctor Agüer, former Archbishop of La Plata, described the collapse of the birth rate in his country as a \"serious anthropological emergency\".\nThe causes, he says, are the 'empowerment' of abortion, divorce, the destruction of marriage and the family, the glorification of promiscuity and every other anti-Christian - and therefore anti-human - agenda.\n\"Governments of seemingly different political stripes, but all working for anti-natalist globalism, have …\n[עוד](https://gloria.tv/post/7wYfBVExZjy32TihM9b6xjowj)\n[דיווח](https://gloria.tv/post/7wYfBVExZjy32TihM9b6xjowj/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/UwSgvMRZfzqc1jukt8LFhdVkm/request/complaint)שינוי התגובה\nמחיקת התגובה\n[עוד תגובה אחת](https://gloria.tv/post/7wYfBVExZjy32TihM9b6xjowj/replies)\n[Lawmakers: North Dakota Should Recognize the Kingship of Christ](https://gloria.tv/post/9SYRHQSZFegJ4KF7Dna6Q7kvw)\nTen North Dakota representatives and two senators, all from the Republican Party, have introduced House Concurrent Resolution No. 3020 of the Sixty-ninth North Dakota Legislative Assembly. The concurrent …עוד\nThe concurrent resolution calls on North Dakota to acknowledge the Lordship of Jesus Christ. It states\n- that Christ said, \"All power is given unto me in heaven and in earth\" (Matthew 28:18), not only spiritual but civil, including over this great state;\n- that Christ is said to have received power, glory and a kingdom, so that all peoples, tribes and tongues shall serve him (Daniel 7:14), including this great state;\n- that the Father is said to have given Christ all the nations and the uttermost parts of the earth for His inheritance and possession, and in response the people and their leaders are called to learn and receive instruction from Him (Psalm 2:8, 10), including those in this great state;\n- that Christ is called the ruler of kings on earth and the King of kings, and is presented with a crown …\n[עוד](https://gloria.tv/post/9SYRHQSZFegJ4KF7Dna6Q7kvw)\n[דיווח](https://gloria.tv/post/9SYRHQSZFegJ4KF7Dna6Q7kvw/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/VdNRjGMk7zDc3tK9mEPmrLq23/request/complaint)שינוי התגובה\nמחיקת התגובה\n[עוד תגובה אחת](https://gloria.tv/post/9SYRHQSZFegJ4KF7Dna6Q7kvw/replies)\n[Failed Attack: Francis Stumbles over His Own Contradictions](https://gloria.tv/post/SP2LvdmntRP92DUhwQyJL4rkd)\nIn his [open letter](https://gloria.tv/post/6BPHQFAB7sWa46JGBTQSYWJMy) to the US bishops, Francis urged them in so many words to oppose the Trump administration's efforts to enforce US immigration laws, which are less restrictive than those of the …עוד\n[open letter](https://gloria.tv/post/6BPHQFAB7sWa46JGBTQSYWJMy)to the US bishops, Francis urged them in so many words to oppose the Trump administration's efforts to enforce US immigration laws, which are less restrictive than those of the Vatican.\nWithout naming him, Francis also directly and hysterically attacked Vice President JD Vance, a convert.\nVance last month explained the 'ordo caritatis' - the hierarchy of charity - as written by St Thomas Aquinas: \"You love your family, and then you love your neighbour, and then you love your community, and then you love your fellow citizens in your own country, and then after that you can focus and prioritise the rest of the world,\" he said.\nFrancis thinks he is smarter than St Thomas Aquinas [and Vance]: \"The true ordo amoris to be promoted is that which we discover by constantly meditating on the parable of the 'Good Samaritan', that is, by meditating on the love that builds a fraternity open to all without exception,\" Francis wrote, adding: \"Christian love is not a concentric …\n[עוד](https://gloria.tv/post/SP2LvdmntRP92DUhwQyJL4rkd)\n[דיווח](https://gloria.tv/post/SP2LvdmntRP92DUhwQyJL4rkd/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/VmyQJr8DXTXf3NdwQFRtRTdK2/request/complaint)שינוי התגובה\nמחיקת התגובה\nIt is a mistake to engage with Leftist proponents of mass migration movements on their terms. Illegal immigration into the United States is NOT a movement …עוד\n[עוד](https://gloria.tv/post/SP2LvdmntRP92DUhwQyJL4rkd/replies)\n[דיווח](https://gloria.tv/posting/JmMEjQuygKu16LMACaN1xVYZ1/request/complaint)שינוי התגובה\nמחיקת התגובה\n[עוד 5 תגובות](https://gloria.tv/post/SP2LvdmntRP92DUhwQyJL4rkd/replies)\n[Arson Attacks on Two Churches in Germany](https://gloria.tv/post/9TXhEzPcwu4b16PxyxAaFNnz6)\nAn arsonist tried to set fire to two churches in Wurzen, east of Leipzig, on Sunday night. A witness noticed the fire in a basement window of one church shortly after 1am and called the police. The …עוד\nA witness noticed the fire in a basement window of one church shortly after 1am and called the police. The first policemen to arrive doused the flames with water.\nA short time later, a police patrol discovered a fire at the front door of another church. The fire was doused with a fire extinguisher. According to the police, the damage to the two churches totalled around 2,000 euros.\nAn arson investigation has been launched.\nIn recent weeks and months, graffiti has repeatedly appeared on churches in Wurzen. One scrawl reads: \"Ban Eucharist and Yom Kippur. The earth is not a business, but our home. Sincerely, your children\".\n[#newsCwgnskvysi](https://gloria.tv/hashtag/newsCwgnskvysi)\n[דיווח](https://gloria.tv/post/9TXhEzPcwu4b16PxyxAaFNnz6/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/2CmXjFrvH8t72wwqKCEBDVik9/request/complaint)שינוי התגובה\nמחיקת התגובה\n[France: Rectory Robbed and Defecated On](https://gloria.tv/post/bqZaKuXU3Vwk1QhAXfw9XAgLn)\nA homeless Muslim immigrant from Algeria, aged around sixty, broke into the presbytery of Limay in the Yvelines on Sunday morning 9 February and locked himself in the priest's accommodation. According …עוד\nAccording to ValeursActuelles.com, the priest tried in vain to open the door with a crowbar, but he interrupted his work because he had to preside at the Eucharist at 11am.\nWhen he returned, he saw that the door to the presbytery was open. Several items had been stolen: his telephone, his computer and his watch.\nThe priest also discovered several traces of faeces in his house. At 1.10 pm, he called the Mantes-la-Jolie judicial police.\nThe suspect had been occupying the courtyard of the presbytery for several days before being evicted from the place shortly before the incident.\nPicture: Saint-Aubin © wikicommons\n[CC BY-SA](https://gloria.tv/go/rSjwa4YK9Izz9zIV6f00T8MUhONHzSQTE9KwG9tbDpByiCrqqZrltyBPkKOD7YyjKyMz8ASObdqtLWzdFeKrJ63IJaynYqzAuVQEFruUdrx4h6RG),\n[#newsXiruhxszev](https://gloria.tv/hashtag/newsXiruhxszev)\n[דיווח](https://gloria.tv/post/bqZaKuXU3Vwk1QhAXfw9XAgLn/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/zPAW8oiourv16LcCJUmz7B9A6/request/complaint)שינוי התגובה\nמחיקת התגובה\n[Myanmar Cathedral Bombed Days after its Establishment](https://gloria.tv/post/4t2MWqhQFFJFAAzdg2mMDCD7Q)\nThe Myanmar army has carried out air strikes that have seriously damaged the Church of the Sacred Heart of Jesus in Mindat, Myanmar, on February 6, reports Fides.org. Only on 25 January, the church …עוד\nOnly on 25 January, the church became the cathedral of the newly created diocese of Mindat that serves 14,394 Catholics out of a total population of 358,866.\nTwelve days later, several bombs hit the building, damaging the roof and stained glass windows, rendering it unusable.\nIn recent months, Mindat has been the scene of clashes between the Chinland Defense Force (CDF) and the Myanmar Army. The CDF is a rebel group in Myanmar, formed in response to the 2021 Myanmar coup d'état.\nThe CDF took control of the area and officially declared it \"liberated\" in January. No injuries were reported as priests and faithful had left the area due to insecurity and fighting.\nBombs have repeatedly hit Catholic churches in Myanmar since the Southeast Asian country descended into civil war in 2021.\n[#newsMdttirtiay](https://gloria.tv/hashtag/newsMdttirtiay)\n[דיווח](https://gloria.tv/post/4t2MWqhQFFJFAAzdg2mMDCD7Q/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[US Border Czar Slams Bergoglio's Hypocrisy](https://gloria.tv/post/heLJk6BeDoYE2ViwGFgjxA42p)\n\"I wish he'd stick to the Catholic Church and fix it and leave border enforcement to us,\" US Border Czar Tom Homan told the media. He asked Bergoglio to \"fix the Catholic Church and concentrate on his …עוד\nHe asked Bergoglio to \"fix the Catholic Church and concentrate on his work\" and continued:\n\"I say this as a lifelong Catholic. I was baptised a Catholic, I had my first communion as a Catholic, my confirmation as a Catholic.\nAnd: \"He wants to attack us for securing our border. He's got a wall around the Vatican, hasn't he? So he's got a wall to protect his people and himself, but we can't have a wall around the United States?\nSo I wish he'd stick to the Catholic Church and fix that and leave the border security to us.\"\nPicture: Tom Homan © wikicommons\n[CC BY-SA](https://gloria.tv/go/rSjwa4YK9Izz9zIV6f00T8MUhONHzSQTE9KwG9tbDpByiCrqqZrltyBPkKOD7YyjKyMz8ASObdqtLWzdFeKrJ63IJaynYqzAuVQEFruUdrx4h6RG),\n[#newsXoqtlprywo](https://gloria.tv/hashtag/newsXoqtlprywo)\n[דיווח](https://gloria.tv/post/heLJk6BeDoYE2ViwGFgjxA42p/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/6cKwdYbEk6stCFeC9tEvMemv3/request/complaint)שינוי התגובה\nמחיקת התגובה\n[עוד תגובה אחת](https://gloria.tv/post/heLJk6BeDoYE2ViwGFgjxA42p/replies)\n[Thriving Parish: Success Is a Damnation](https://gloria.tv/post/9YPdd8g8ZozN4DHRdYF8rwavP)\nThe parish of Santa María de Caná, in Pozuelo de Alarcón, a suburb of Madrid, is one of the few successful parishes in Spain. According to La Cigüeña De La Torre (InfoVaticana.com, 9 February), the …עוד\nAccording to La Cigüeña De La Torre (InfoVaticana.com, 9 February), the parish church has four confessionals that are never empty for a single minute during the Eucharist.\nMany receive Holy Communion properly and don't take it with their hands. Some receive it on their knees on the hard floor because the parish priest, Don Jesús Higueras, doesn't want to provide a kneeler.\nThere is a remarkable number of young people in the congregation and in front of the confessionals.\nAt the nine o'clock Eucharist, which La Cigüeña attends, many people stand because the pews are full.\nThe Masses at twelve and half past one are almost inaccessible because the number of people attending far exceeds that of the nine o'clock mass.\nEven the 7.45 a.m. weekday Mass attracts a crowd that would be the envy of many Madrid parishes on their most visited Sunday Eucharist.\nWhen the Archdiocese …\n[עוד](https://gloria.tv/post/9YPdd8g8ZozN4DHRdYF8rwavP)\n[דיווח](https://gloria.tv/post/9YPdd8g8ZozN4DHRdYF8rwavP/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[Argentine Bishops Support Pornographic Homosexual March \"in Tension with the Church\"](https://gloria.tv/post/MYTgsMegQFWx1fi4GH8UgdQdt)\nCaminante-Wanderer.Blogspot.com (10 February) commented on an endorsement by Argentine bishops of a recent homosex march in Buenos Aires. Key points. - Heavyweight Marcelo Colombo, Archbishop of Mendoza …עוד\n- Heavyweight Marcelo Colombo, Archbishop of Mendoza and President of the Argentine Bishops' Conference, known among the bishops as \"la Chancha\" [the sow],\n[supported](https://gloria.tv/post/iEtGAVQgaktw1XKZMh9DMybSy)the homosex march, organist by far left extremists,chsewrfhhg echwessewcBswrtcchioegrii in opposition to President Javier Milei.\n- Archbishop Jorge García Cuerva of Buenos Aires, who will never be a cardinal, rejected the march.\n- In fact, the government had to erect a fence around the cathedral to prevent the marchers from attacking the cathedral - so much for the episcopal folly of \"build bridges, not fences\".\n- The usual chant of the participants in homosexual marches is \"destroy the Church, you are the dictatorship\".\n- These marches are satanic and always pornographic.\n- Nevertheless, Archbishop Colombo spoke of \"accompaniment\" and of those who \"live in tension between …\n[עוד](https://gloria.tv/post/MYTgsMegQFWx1fi4GH8UgdQdt)\n[דיווח](https://gloria.tv/post/MYTgsMegQFWx1fi4GH8UgdQdt/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/8uyBxJbGsKnA4kyeTbhdLihYC/request/complaint)שינוי התגובה\nמחיקת התגובה\n[דיווח](https://gloria.tv/posting/AyWA3m7AXbWC6DqjfKMPwZs24/request/complaint)שינוי התגובה\nמחיקת התגובה\n[עוד 3 תגובות](https://gloria.tv/post/MYTgsMegQFWx1fi4GH8UgdQdt/replies)\n[Church's Hands Deep in the US Federal Till](https://gloria.tv/post/4orWfz9qKSQ94MfCM3KoMkwt1)\n'Catholic Relief Services', a charity in the United States, has received about half of its $1.5 billion annual budget from USAID, whose international programs have been suspended and are being scrutinised …עוד\nLast week, the U.S. bishops laid off 50 \"migration workers\".\nCatholic Relief Services has been criticised for decades for promoting practices contrary to Church teaching and natural morals, such as contraception and abortion.\nIn the Archdiocese of Galveston, the charity has cut more than 20% of its total staff after the recent freeze in federal funding (for them more than $80 million in 2024). More layoffs are expected.\nCurrently, US dioceses and the Vatican are in panic mode. Very clear statements are coming from individual U.S. bishops, from the bishops' conference, from Curia Cardinal Michael Czerny, and\n[today](https://gloria.tv/post/6BPHQFAB7sWa46JGBTQSYWJMy)even from Francis himself, lobbying to maintain their source of federal income.\nCardinal Czerny admitted to ApNews.com (10 February) …\n[עוד](https://gloria.tv/post/4orWfz9qKSQ94MfCM3KoMkwt1)\n[דיווח](https://gloria.tv/post/4orWfz9qKSQ94MfCM3KoMkwt1/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/x9bSgdhP9x2M6rjeLxk4GRx47/request/complaint)שינוי התגובה\nמחיקת התגובה\n[עוד 13 תגובות](https://gloria.tv/post/4orWfz9qKSQ94MfCM3KoMkwt1/replies)\n[Francis Attacks Trump Policy: \"Illegal Immigrants Not Criminals\"](https://gloria.tv/post/6BPHQFAB7sWa46JGBTQSYWJMy)\nFrancis sent an open letter (11 February) to U.S. bishops criticising alleged mass deportations of illegal immigrants. It is unusual for a pope to issue an open letter on an internal political matter,…עוד\nIt is unusual for a pope to issue an open letter on an internal political matter, as the Vatican usually leaves such responses to local bishops.\nFrancis wrote: \"One must recognize the right of a nation to defend itself and protect communities from those who have committed violent or serious crimes while in the country or before arriving.\"\nBut he added: \"Nevertheless, the act of deporting people who, in many cases, have left their own country for reasons of extreme poverty, insecurity, exploitation, persecution or serious environmental degradation, violates the dignity of many men and women.\"\nFrancis even believes that the \"rightly formed conscience\" must oppose \"any measure that tacitly or explicitly identifies the illegal status of some immigrants with criminality.\"\nHe compared the exploited illegals to the hard-working and gold-owning Holy Family in exile, calling them …\n[עוד](https://gloria.tv/post/6BPHQFAB7sWa46JGBTQSYWJMy)\n[דיווח](https://gloria.tv/post/6BPHQFAB7sWa46JGBTQSYWJMy/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/NWUA1Sfy8MzS3CSmTJGq34gME/request/complaint)שינוי התגובה\nמחיקת התגובה\nAt the Vatican, illegal immigrants are criminals...In December, the Vatican increased penalties for people who illegally enter the Vatican City. The …עוד\n[דיווח](https://gloria.tv/posting/3Z3EhqwAeLUi2mdLRjhWgmTjA/request/complaint)שינוי התגובה\nמחיקת התגובה\nThis just in: Hundreds of US bishops will house dozens of illegal immigrants in their homes, mansions, etc. They will also order all of their priests …עוד\nWell, maybe not.\n[עוד 16 תגובות](https://gloria.tv/post/6BPHQFAB7sWa46JGBTQSYWJMy/replies)\n[\"Bergoglio Avoids the Dalai Lama Like the Plague\"](https://gloria.tv/post/TEQNbqHDNJyr4imdR3eEXUPK7)\nFrancis avoids meeting the Dalai Lama \"like the plague,\" writes IlMessagero.it (February 10). \"In the almost 12 years of his pontificate, Bergoglio has carefully avoided inviting, receiving or meeting …עוד\n\"In the almost 12 years of his pontificate, Bergoglio has carefully avoided inviting, receiving or meeting the Buddhist leader.\"\nClaudio Cardelli of the Italy-Tibet Association said that they have \"tried dozens of times to break through to the Vatican and arrange a meeting between the two leaders, but have always found an insurmountable wall in front of us\".\nHe believes that \"the reason is Cardinal Pietro Parolin\", who is allegedly responsible for the secret agreement signed with China, although Parolin does nothing without being ordered by Francis to do so.\nFrancis had many contacts with different representatives of Buddhist traditions, for example Thai, Japanese or Chinese.\nIn December 2024, Francis received the Tibetan monk Kyabie Kundeling Rinpoche. He met Francis briefly and gave him a book on the Dalai Lama and his teachings. The meeting \"did not go unnoticed in Beijing.\"\nPicture: Tibet.net, …\n[עוד](https://gloria.tv/post/TEQNbqHDNJyr4imdR3eEXUPK7)\n[דיווח](https://gloria.tv/post/TEQNbqHDNJyr4imdR3eEXUPK7/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/Vrftsb7n2n3Z2c3Nu2Js9yKuu/request/complaint)שינוי התגובה\nמחיקת התגובה\n[Novus Ordo: Johnny Is an Altar Boy](https://gloria.tv/post/SsuYHsSpUFrQ1EVSVsX8cbYYg)\nJohnny, an American foxhound, serves at a Novus Ordo Eucharist in a Brazilian church. The animal was adopted in 2021 when he was found near the parish of Santa Ana and São Joaquim in Barretos, Diocese …עוד\nThe animal was adopted in 2021 when he was found near the parish of Santa Ana and São Joaquim in Barretos, Diocese of Barretos.\nAt the time, it showed signs of mistreatment, suffering from a heart murmur, intestinal inflammation and tick infestation.\nAccording to LacNews.24.it (27 April 2024), the so-called faithful of the parish of Santa Ana e São Joaquim, in the interior of São Paulo, are well aware of Johnny's presence during the Eucharist.\nThe dog follows and assists Reverend Luiz Paulo Soares, 40, like an altar boy.\n[#newsIlmpvcbewa](https://gloria.tv/hashtag/newsIlmpvcbewa)\n[דיווח](https://gloria.tv/post/SsuYHsSpUFrQ1EVSVsX8cbYYg/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/A4y3dxHjrdke2iJajJrs4sNQB/request/complaint)שינוי התגובה\nמחיקת התגובה\n[דיווח](https://gloria.tv/posting/ZZYArvHJaDQW33vvNVraBeFKF/request/complaint)שינוי התגובה\nמחיקת התגובה\n[עוד תגובה אחת](https://gloria.tv/post/SsuYHsSpUFrQ1EVSVsX8cbYYg/replies)\n[What Did Saint Thomas Aquinas Look Like?](https://gloria.tv/post/LgGVioAopS9S6Jaaw9cGDoyyN)\nBased on the skull of St Thomas Aquinas (1225-1274), a new study offers a glimpse of what the saint may have looked like. The study's lead author, Brazilian 3D designer Cicero Moraes, who has reconstructed …עוד\nThe study's lead author, Brazilian 3D designer Cicero Moraes, who has reconstructed the faces of other saints, told DailyMail.co.uk (February 5): \"We first reconstructed the skull from photographic and structural data.\"\nBut the skull had no teeth or a jaw. They had to project these structures based on measurements taken from CT scans of the skulls of living people.\nFinally, they combined this data to create the basic bust, and then created a colored version, also inspired by the iconography of the saint.\n[#newsWwdwuzaraz](https://gloria.tv/hashtag/newsWwdwuzaraz)\n[דיווח](https://gloria.tv/post/LgGVioAopS9S6Jaaw9cGDoyyN/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/Npd7AyybmhX73MPBi2Jp6iP1X/request/complaint)שינוי התגובה\nמחיקת התגובה\nTo be fair to Saint Thomas (who I imagine looked a little more 'saintly') this same 3D designer made a dubious 'Jesus', supposedly based on the Shroud …עוד\n[File:Jesus - Cicero Moraes - BBC.jpg - Wikimedia Commons](https://gloria.tv/go/GyxtuM43zwmUFV3Z8t5AdFw9Ds2BFt8rHu6DyH17s1KoQPAlDzOqQlEKIZxhwasGKQIWr10lTpkLFr1tQq2y92JKq5jYxjriaxky2gNyyvOKQGkYuJGqiRCrLUlW4na4svqxRm)\n[דיווח](https://gloria.tv/posting/1azLthrYngZ73ZR4TqBDWQbwU/request/complaint)שינוי התגובה\nמחיקת התגובה",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "negative",
  "categories": [
    "Politics",
    "Social Issue",
    "Religion and Belief"
  ],
  "topics": [
    "Politics->freedom of religion",
    "Politics->government",
    "Politics->cultural policies",
    "Social Issue->social condition",
    "Social Issue->values",
    "Social Issue->religious discrimination",
    "Religion and Belief->church",
    "Religion and Belief->religious facility"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": false,
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": null,
  "rating": null,
  "crawled": "2025-02-18T16:48:39.770+02:00",
  "updated": "2025-02-18T16:48:39.770+02:00"
}