{
  "thread": {
    "uuid": "c8e3f2a482d3ba91e28158e00173bd11b7d00e96",
    "url": "https://www.francebleu.fr/infos/insolite/un-pompier-sarthois-sauve-un-homme-de-la-noyade-a-nice-2851576",
    "site_full": "www.francebleu.fr",
    "site": "francebleu.fr",
    "site_section": "https://francebleu.fr/credits",
    "site_categories": [
      "travel",
      "france",
      "top_news"
    ],
    "section_title": "Crédits - France Bleu",
    "title": "Un pompier sarthois sauve un homme de la noyade à Nice - France Bleu",
    "title_full": "Un pompier sarthois sauve un homme de la noyade à Nice - France Bleu",
    "published": "2024-06-23T12:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://www.francebleu.fr/s3/cruiser-production-eu3/2024/06/541fa5e4-1e18-4b5b-80a2-aa14f13a9aae/1200x680_sc_448472246-969279385200815-3361775671360940936-n.jpg",
    "performance_score": 0,
    "domain_rank": 3598,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c8e3f2a482d3ba91e28158e00173bd11b7d00e96",
  "url": "https://www.francebleu.fr/infos/insolite/un-pompier-sarthois-sauve-un-homme-de-la-noyade-a-nice-2851576",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nicolas Georgeault",
  "published": "2024-06-23T12:15:00.000+03:00",
  "title": "Un pompier sarthois sauve un homme de la noyade à Nice - France Bleu",
  "text": "Un pompier sarthois sauve un homme de la noyade à Nice Jéréméy Diguer, un sapeur-pompier volontaire sarthois, a sauvé un septuagénaire, nommé Garo, de la noyade ce mercredi 19 juin à Nice. Ce mercredi 19 juin, Jérémy Diguer, alias [Iron'Pinpon](https://www.facebook.com/IronPinpon) sur les réseaux sociaux, a sauvé un homme de la noyade. C'est lors d'un footing que ce sapeur-pompier volontaire du Mans, a vu un homme en train de se noyer. Il est alors intervenu avec un sauveteur d'une plage privée, ramenant l'arménien de 71 ans sain et sauf sur la terre ferme. \"Ce matin, lors de mon dernier footing matinal de 18km sur la promenade des anglais suite à l’ [IRONMAN de Nice](https://www.francebleu.fr/emissions/ils-sont-fous-ces-bretons/cette-maman-bretonne-se-lance-a-l-assaut-d-un-ironman-3705817) il y a 3 jours, j’ai eu la chance d’être là au bon moment. Une mer [méditerranéenne](https://www.francebleu.fr/theme/mediterranee) déchaînée, des vagues plus grandes que moi avec un vent de dingue et j’aperçois un homme à 250/300m emporté par le large sur le point de se noyer. Quelques secondes plus tard, emporté par l’euphorie, je jette tout ce que j’ai et en avant sauver ce monsieur… Rejoins par un sauveteur d’une plage privée, c’est donc très heureux que nous ramenons cet Arménien de 71 ans vraiment mal-en-point\" raconte le pompier sur sa page sportive. Un long message de remerciement L'homme de 71 ans sauvé par Jérémy Diguer lui a adressé un SMS dans lequel il décrit ce qu'il lui est arrivé : \"Je ne sais pas comment vous remercier à vous et au secouriste de Radisson. En train d'essayer de sortir par deux fois de l'eau les petits galets ont glissé sous mon pied avec les vagues. Je me suis retourné et j'étais déjà en une seconde à 100 mètres de la côte. Je n'arrivais pas à avancer en nageant. J'ai essayé de rester flotter pour ne pas trop me fatiguer. [...] Un miracle que vous étiez à Nice et que vous passiez par là.\" Dans ce long message, il remercie ensuite chaleureusement le sapeur-pompier volontaire \"Votre promptitude était incroyable, remarquable. C'est Dieu qui vous a fait passer par là.\" Finalement, tout est bien qui finit bien. Garo accepte même de prendre en charge les réparations du portable de Jérémy Diguer, qui s’est cassé sur les galets lors de l’intervention. « Merci à ce monsieur qui a la gentillesse de prendre en charge les réparations, même si on aurait préféré que ça se passe autrement, mais c’est ça aussi la solidarité et l’entraide ! » Ma France : Améliorer le logement des Français Quelles sont vos solutions pour aider les Français à bien se loger ? En partenariat avec [Make.org](https://make.org/FR), France Bleu mène une consultation citoyenne à laquelle vous pouvez participer ci-dessous.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Health"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://make.org/FR),",
    "https://www.facebook.com/IronPinpon)",
    "https://facebook.com/IronPinpon)",
    "https://www.make.org/FR),"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-23T12:22:21.463+03:00",
  "updated": "2024-06-23T12:22:21.463+03:00"
}