{
  "thread": {
    "uuid": "0de9e170cda5945c29ed9b47d4d1fab873a21758",
    "url": "https://crast.net/502689/windows-11-receives-an-avalanche-of-new-features-from-an-ai-draft-to-the-possibility-of-using-your-phone-as-a-webcam",
    "site_full": "crast.net",
    "site": "crast.net",
    "site_section": "https://crast.net/feed/",
    "site_categories": [],
    "section_title": "Crast.net",
    "title": "Windows 11 receives an avalanche of new features: from an AI draft to the possibility of using your phone as a webcam",
    "title_full": "Windows 11 receives an avalanche of new features: from an AI draft to the possibility of using your phone as a webcam",
    "published": "2024-02-29T23:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://crast.net/img/2024/02/Windows-11-receives-an-avalanche-of-new-features-from-an.png",
    "performance_score": 0,
    "domain_rank": 62937,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0de9e170cda5945c29ed9b47d4d1fab873a21758",
  "url": "https://crast.net/502689/windows-11-receives-an-avalanche-of-new-features-from-an-ai-draft-to-the-possibility-of-using-your-phone-as-a-webcam",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ryan Green",
  "published": "2024-02-29T23:09:00.000+02:00",
  "title": "Windows 11 receives an avalanche of new features: from an AI draft to the possibility of using your phone as a webcam",
  "text": "Windows 11 hit the market in October 2021, but a lot has changed since then. Microsoft has launched various updates with important news and this year will not be the exception. The Redmond company has just announced that an avalanche of improvements are on the way to the operating system.\nThis is a wide range of functions that seek to improve the user experience. The new thing, as we might guess, is related to artificial intelligence, with features that land in Copilot and the Photos application, but there are also other new features, such as Phone Link. Let's see.\nWindows 11 is updated with a lot of new features\nCopilot has become one of Microsoft's star products. The assistant, powered by GPT-4, is capable of answer questions of all kinds and can even help us program. However, it is not very useful as an assistant to do things for us in Windows, something that is called because it is integrated into the system.\nWhat Microsoft is doing is giving greater capabilities to its AI so that it can make certain tasks easier for us. In this way, we can ask Copilot with natural language to activate the energy saving mode of our laptop, to open applications such as Narrator or Magnifier, to show the available Wi-Fi networks or to empty the trash.\nCopilot, however, is not the only piece of Windows that has AI. The Photos app also benefits from algorithms and, with this latest update, will adopt a “generative erase”. This may sound familiar to you, as it is a very similar proposal to the magic eraser in the Google Photos application.\nUsing this new feature is as simple as selecting the area we want to eliminate with the tool and watching it disappear. As we can see in the images shared by Microsoft, the tool can be used, for example, to delete a dog's leash. We'll have to see how it performs deleting other elements.\nBut not everything is additions. There are updates that also give users freedom to remove or disable certain features. In this case we are facing one of these updates. Microsoft will allow us to say goodbye to the font “Microsoft Start”. At the level of Widgets, we will also be able to access third-party widgets thanks to the Digital Markets Act (DMA).\nNearby Share evolves and now allows you to send and receive files between devices faster. Phone Link is also updated with the ability to access recent photos from a mobile phone and, very interesting, use the camera of this device as a webcam. This has been available on macOS since 2022.\nThere are also improvements in accessibility. Windows 11 now allows us to create custom commands to automate tasks. The Narrator, for his part, now has more natural voices that we can download. As we say, there are many new features, but these are the ones that we believe are the most relevant for system users.\nHow do I get the new features in Windows 11?\nAs we know, Microsoft rolls out its new features gradually, so some of the elements mentioned will arrive before others. The good news is that the company has already begun rolling out the new features. If we want to access them we basically have several paths.\nThe first is to check for an optional non-security March 2024 update in Windows Update. We have to have, yes, a version 23H2 or 22H2 of Windows 11. The other alternative is to wait until April of this year, which is when it is expected that this update will no longer be optional.\nIt is also advisable to enter the Microsoft Store, Microsoft's application distribution platform, and go to the Updates section to download the most recent versions of the apps we have installed. The Photos application, for example, is updated this way.\nImages | Microsoft\nIn crast.net | Elon Musk is preparing his particular email revolution. And his name will be Xmail",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "copilot",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "microsoft",
        "sentiment": "neutral"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:20:32.166+02:00",
  "updated": "2024-03-01T00:20:32.166+02:00"
}