{
  "thread": {
    "uuid": "94ac9b34885d54d189dc4a493265da131857b933",
    "url": "https://www.freep.com/story/entertainment/music/2024/04/18/a-cappella-sweet-honey-in-the-rock-cranbrook/73370269007",
    "site_full": "www.freep.com",
    "site": "freep.com",
    "site_section": "http://detroitautoshow.einnews.com/live_feed",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "Live Feed Wire - Detroit Auto Show News - EIN Presswire",
    "title": "A cappella group Sweet Honey in the Rock to perform at Cranbrook",
    "title_full": "A cappella group Sweet Honey in the Rock to perform at Cranbrook",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.gannett-cdn.com/authoring/authoring-images/2024/04/18/PDTF/73372029007-carol-maillard-sweet-honey-in-the-rock.png?auto=webp&crop=799,450,x0,y80&format=pjpg&width=1200",
    "performance_score": 0,
    "domain_rank": 1451,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "94ac9b34885d54d189dc4a493265da131857b933",
  "url": "https://www.freep.com/story/entertainment/music/2024/04/18/a-cappella-sweet-honey-in-the-rock-cranbrook/73370269007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": ", Detroit Free Press",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "A cappella group Sweet Honey in the Rock to perform at Cranbrook",
  "text": "Sweet Honey in the Rock, an a cappella vocal group, coming to Cranbrook this weekend Duante Beddingfield Detroit Free Press Internationally renowned, Grammy-nominated African American vocal ensemble Sweet Honey in the Rock is celebrating its 50th anniversary with a stop in Detroit on Saturday, April 20. The 7 p.m. performance serves as The Cranbrook Project’s annual Sacred Jazz Concert, held at Christ Church Cranbrook, 470 Church Road in Bloomfield Hills.\nThe a cappella vocal quartet has spent decades touring the globe with musical messages of positivity, love and social consciousness. Their activism will be on full display during the Sacred Concert, which celebrates the intersection between jazz and worship music.\nCarol Maillard is one of the group’s founding members and, despite a few years’ absence, has remained with Sweet Honey for more than 30 years.\n“We are coming with a show that we have put together for our 50th anniversary offerings,” said Maillard. “There are so many songs, and so many stories, and we don’t have time to do them all, but we have tried to pick from our a cappella repertoire — some of the older songs, the topical songs and some of the new things that we do with our bass player who’s been traveling with us since 2014.”\nShe spoke of the craftsmanship it’s taken over the years to hone the group’s repertoire.\n“We focus on making sure that we’re presenting songs that mean something very deeply to us,” she said, “so (audience members) find meaning for their own lives in some of the songs that we sing. And we know every song doesn’t hit every person; every melody doesn’t ring true for everybody. But we know in a Sweet Honey experience, there’s something for everyone … it’s going to touch somebody, somebody’s going to hear themselves in a song. One song could mean one thing on one day, and something else comes up and you pull that song out of the repertoire because it refers to another situation or emotion.\n“The songs are alive. What Sweet Honey does is organic. It’s true. It’s a living energy. Sometimes we think things are going to go one way, and The Spirit says, ‘I think this song, this time, this place, the audience members need this.’ And we listen. And we offer.”\nMaillard said when it comes to a live Sweet Honey concert, audience members take away as much as they put into the experience.\n“Are you going to sing along when someone asks you to sing along? Are you going to sing your part? Are you going to let yourself be free enough to clap? Are you going to say, ‘Yes, Lord! I hear you! Amen!’ Are you going to talk back if you need to, dance, let something out or cry? Or let some emotion through, even if it’s anger about the way things are in this world right now?\n“Come, and leave feeling better than you did when you got there. And give us some energy back, too, because we do feed off the audience. We love it when people talk back, and we love when people bring their babies and we’re singing with the babies in the background, and we say, ‘That’s right, baby! You know what’s going on!’ We really feel like it’s a conversation with our audiences because people are feeling so much, so deeply.”\nTickets for Sacred Concert 2024 are available for purchase at www.ccc-info.org/sacred and start at $45.\nContact Free Press arts and culture reporter Duante Beddingfield at dbeddingfield@freepress.com.\nFacebook\nTwitter\nEmail",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "http://www.ccc-info.org/sacred%20and%20start%20at%20$45",
    "http://ccc-info.org/sacred%20and%20start%20at%20$45"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "carol maillard",
        "sentiment": "none"
      },
      {
        "name": "maillard",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cranbrook internationally",
        "sentiment": "negative"
      },
      {
        "name": "christ church cranbrook",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bloomfield hills",
        "sentiment": "none"
      },
      {
        "name": "church road",
        "sentiment": "none"
      },
      {
        "name": "detroit",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:01:07.972+03:00",
  "updated": "2024-04-19T01:57:25.284+03:00"
}