{
  "thread": {
    "uuid": "8e8eaa81ef408038902ba87edbf412725c5550b0",
    "url": "https://www.hindustantimes.com/cities/lucknow-news/sehri-during-holy-month-of-ramzan-a-divine-meal-before-dawn-101711644433826.html",
    "site_full": "www.hindustantimes.com",
    "site": "hindustantimes.com",
    "site_section": "https://hindustantimes.com",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "News: Today’s News Headlines, Breaking News India, World News and Cricket News | Hindustan Times",
    "title": "Sehri during holy month of Ramzan: A divine meal before dawn! - Hindustan Times",
    "title_full": "Sehri during holy month of Ramzan: A divine meal before dawn! - Hindustan Times",
    "published": "2024-03-29T05:09:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.hindustantimes.com/ht-img/img/2024/03/28/1600x900/SehriLKo3_1711645191972_1711645220743.jpg",
    "performance_score": 0,
    "domain_rank": 948,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8e8eaa81ef408038902ba87edbf412725c5550b0",
  "url": "https://www.hindustantimes.com/cities/lucknow-news/sehri-during-holy-month-of-ramzan-a-divine-meal-before-dawn-101711644433826.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@httweets",
  "published": "2024-03-29T05:09:00.000+03:00",
  "title": "Sehri during holy month of Ramzan: A divine meal before dawn! - Hindustan Times",
  "text": "Sehri during holy month of Ramzan: A divine meal before dawn! The ritual of sehri, be it at home dastarkhwan or a food joint table brings along a whole some meal before the fajr prayers and sets the stage for the long fast The ritual of sehri (pre-dawn meal), be it at home dastarkhwan or a food joint table in the Old City brings along a whole some meal before the fajr (morning) prayers and sets the stage for a long fast ahead. Sehri, also known as Suhur, has a religious and cultural significance during the holy month of Ramzan. We find out where and how the city folks are keeping up with the tradition. [Read now.](https://www.hindustantimes.com/india-news) Out at joints Joints that are functionable for sehri purpose are witnessing a good turnout of rozedars till wee hours. “At our new joint, opposite Chota Imambada, we have introduced qeema-poori, aloo-poori and the hot favourite being halwa-poori that remains the best pick for all. Our novelty item crispy chicken with a cup of masala chai still rules for both old and young set of rozedars for sehri,” says Wamesh Cafe owner Sheeraz Manzar. Togetherness For some, sehri is about celebrating togetherness. “Iftar functions are held at several places but sehri get-togethers are becoming the trend of the day. Unlike iftar, it’s not a social affair but close relatives and friends do come over or invite sehri. Otherwise, it’s more about being with family for the first meal,” says businessman Sufiyan Siddiqui, who is planning a sehri get-together during the weekend. Taking it home Healthy food, which comprises fibers, carbs, protein and water are preferred before fasting which keeps rozedars hydrated during the day. “Just before Ramzan, we revamped our menu and added a few items for sehri and iftar (evening meal to break the fast). What people prefer for sehri is very different. It’s much more on the healthier side — easy to digest and less in quantity. Placed in Hazratganj, we close at 12am, but our home delivery continues till sehri during Ramzan. Shakes, fresh juices, summer salads and baked vegetable platters are high in demand for sehri,” informs Sicily Cafe owner Saif Saleem. By the Akbari Gate Working at a heritage hotel in Lucknow, Chef Mohsin Qureshi enjoys his midnight outings with his gang of friends throughout Ramazan. “A bike ride to Old City heritage locations, Kashmiri chai and sehri at Akbari Gate is a routine in Ramzan. We try different dishes every time and the best ones are often repeated. So, after sehri with friends we reach home and have a quick bite with family before heading for prayers to start the fast,” says Qureshi.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sehri",
        "sentiment": "positive"
      },
      {
        "name": "chota imambada",
        "sentiment": "none"
      },
      {
        "name": "ramzan",
        "sentiment": "none"
      },
      {
        "name": "sheeraz m",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hindustan times sehri",
        "sentiment": "neutral"
      },
      {
        "name": "wamesh cafe",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "old city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T07:44:46.004+03:00",
  "updated": "2024-03-29T07:44:46.004+03:00"
}