{
  "thread": {
    "uuid": "5145bcb85dde5958e06f5932c1294e6ea3c244c0",
    "url": "https://www.aad.org/news/dermatologist-provides-skin-care-to-people-experiencing-homelessness-amid-covid-19",
    "site_full": "www.aad.org",
    "site": "aad.org",
    "site_section": "https://www.aad.org/sitemap.xml",
    "site_categories": [
      "dermatology",
      "health"
    ],
    "section_title": "",
    "title": "Dermatologist provides skin care to people experiencing homelessness amid COVID-19",
    "title_full": "Dermatologist provides skin care to people experiencing homelessness amid COVID-19",
    "published": "2024-06-21T07:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2683,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 4
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5145bcb85dde5958e06f5932c1294e6ea3c244c0",
  "url": "https://www.aad.org/news/dermatologist-provides-skin-care-to-people-experiencing-homelessness-amid-covid-19",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-21T07:16:00.000+03:00",
  "title": "Dermatologist provides skin care to people experiencing homelessness amid COVID-19",
  "text": "Dermatologist provides skin care to people experiencing homelessness amid COVID-19 Giving back during the pandemic Dr. Jennifer Tan receives national Patient Care Hero award Rosemont, Ill. (Oct. 27, 2020) – The American Academy of Dermatology (AAD) named board-certified dermatologist Jennifer Tan, MD, FAAD, a Patient Care Hero for making critical skin care and hygiene items easily accessible to individuals experiencing homelessness during the COVID-19 pandemic.\nAs the state government issued COVID-19 stay-at-home guidance in late March, Dr. Tan and her colleagues at the Massachusetts General Hospital and Boston Health Care for the Homeless Program (BHCHP) quickly realized those experiencing homelessness would face unique and difficult challenges during the pandemic, including lack of access to over-the-counter treatments and needed hygienic supplies.\nHomeless populations develop skin infections, traumatic injuries and inflammatory conditions more frequently than those with stable living conditions. Approximately 20 percent of emergency department and community clinic visits by people who are homeless are to address skin problems. Prior to the pandemic, Dr. Tan and colleagues had begun to distribute skin care kits to help those experiencing homelessness manage acne, eczema, and dry skin in order to minimize discomfort and prevent infection.\n“Patients experiencing homelessness are frequently exposed to harsh climate conditions without proper covering, resulting in skin-related diseases that range from common to life-threatening,” said Dr. Tan. “When COVID-19 began to spread, it was quickly apparent that our Boston Health Care for the Homeless Program patients would not have the resources necessary to prevent disease and maintain hygiene.”\nThrough the support of corporate and individual donors, as well as staff and medical school volunteers, her team shifted program resources and assembled more than 1,000 COVID-19 care kits for people experiencing homelessness in Boston and Portland, Maine. Dr. Tan noted, “This project was spearheaded by Haya Raef, a third-year Tufts University medical student who has been deeply committed to caring for the homeless. These kits not only provide needed dermatologic supplies, but also remind patients that they are not forgotten during these difficult times.”\nDr. Tan shared the initiative’s success in a research letter, “COVID-19 and health disparities: Innovative ways to meet the dermatologic needs of patients experiencing homelessness” that was recently published online in the Journal of the American Academy of Dermatology to demonstrate how the dermatology community can aid the homeless.\n“For decades dermatologists have provided specialized care to patients in underserved communities. The level of innovation, agility, and volunteerism I’ve seen in support of our peers and affected patients during the pandemic is inspiring,” said board-certified dermatologist Bruce H. Thiers, MD, FAAD, president of the AAD. “Dr. Tan and her team are shining examples of the dermatologist community’s contributions to the frontline response.”\nThe AAD created the Patient Care Heroes program to recognize physicians who transform patients’ lives by utilizing their expertise and collaborating with other physicians to treat serious skin disease.\nTo learn more about the work of Dr. Tan, visit www.aad.org/skinserious/stories-haya-raef .\n###\nAbout SkinSerious\nSkinSerious is a campaign by the American Academy of Dermatology that highlights dermatologists’ role as partners in the health care system, providing expert care for serious conditions. To learn more, visit SkinSerious.org .\nAbout the AAD\nHeadquartered in Rosemont, Ill., the American Academy of Dermatology, founded in 1938, is the largest, most influential, and most representative of all dermatologic associations. With a membership of more than 20,000 physicians worldwide, the AAD is committed to: advancing the diagnosis and medical, surgical and cosmetic treatment of the skin, hair and nails; advocating high standards in clinical practice, education, and research in dermatology; and supporting and enhancing patient care for a lifetime of healthier skin, hair and nails. For more information, contact the AAD at 1-888-462-DERM (3376) or aad.org . Follow the AAD on Facebook (American Academy of Dermatology), Twitter (@AADskin) or YouTube (AcademyofDermatology).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Health"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.facebook.com/AADskin",
    "https://www.youtube.com/user/AcademyofDermatology",
    "https://twitter.com/AADskin",
    "https://www.twitter.com/AADskin",
    "https://facebook.com/AADskin",
    "https://youtube.com/user/AcademyofDermatology"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tan",
        "sentiment": "none"
      },
      {
        "name": "jennifer tan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "massachusetts general hospital and boston health care",
        "sentiment": "none"
      },
      {
        "name": "american academy of dermatology",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "rosemont",
        "sentiment": "none"
      },
      {
        "name": "ill.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T07:44:50.341+03:00",
  "updated": "2024-06-21T07:44:50.341+03:00"
}