{
  "thread": {
    "uuid": "15e8b2b238f09857824750e979c1fcde7fc04c7d",
    "url": "https://www.unionleader.com/news/back_page/grandmothers-make-life-better-just-ask-these-killer-whales/article_2809b228-e23a-11ee-bec1-e77e874859ca.html",
    "site_full": "www.unionleader.com",
    "site": "unionleader.com",
    "site_section": "https://unionleader.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News | unionleader.com",
    "title": "Grandmothers make life better. Just ask these killer whales | Back Page | unionleader.com",
    "title_full": "Grandmothers make life better. Just ask these killer whales | Back Page | unionleader.com",
    "published": "2024-03-14T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/unionleader.com/content/tncms/assets/v3/editorial/5/12/51251f3e-e23b-11ee-8fdb-f318efd46ce6/65f353d1452ee.image.jpg?crop=1766%2C927%2C0%2C122&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 8579,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "15e8b2b238f09857824750e979c1fcde7fc04c7d",
  "url": "https://www.unionleader.com/news/back_page/grandmothers-make-life-better-just-ask-these-killer-whales/article_2809b228-e23a-11ee-bec1-e77e874859ca.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Maggie Penman and Dino Grandoni The Washington Post",
  "published": "2024-03-14T07:00:00.000+02:00",
  "title": "Grandmothers make life better. Just ask these killer whales | Back Page | unionleader.com",
  "text": "Menopause is an evolutionary mystery. If the goal of any organism is to pass on its genes, why would a species stop reproducing years or even decades before the end of its life span? To help answer that question, researchers at the University of Exeter in the United Kingdom looked at five species of whales that go through menopause, including orcas and narwhals. Their findings, published Wednesday in the journal Nature, suggest the trait evolved so that older females can help care for younger generations. “What this study did was to use a really powerful method, the comparative method, which compared species of toothed whales that go through menopause with species that don’t,” said Rebecca Sear, a demographer at the London School of Hygiene and Tropical Medicine who wasn’t involved in the new study. What the researchers found was that the overall life span of the species that go through menopause was much longer than species that don’t — creating more opportunity for overlap between generations in family groups. The findings lend support to a long-standing idea called the “grandmother hypothesis” — that older females in a handful of species forgo reproducing to instead support their offspring’s offspring. The menopause mystery Menopause is rare in the animal world, and only a handful of mammals regularly experience it — including humans, some whales and at least one population of chimpanzees. “When you think about it from a natural selection point of view, it’s a very unusual thing to do,” Samuel Ellis at the University of Exeter said. “If the aim is to get as many offspring into the next generation as possible, almost always the best thing is to reproduce for your whole life, which is what most mammals do.” But figuring out why some mammals don’t follow that pattern is complicated. “It’s hard to understand the evolution of any trait because we don’t have a time machine,” Sear said. She has done research on the grandmother hypothesis in humans in Gambia, finding that children who had a maternal grandmother in their lives were better nourished and had a higher survival rate. Whales offered an unusual opportunity to try to piece together the reasons for menopause. Several closely related species of toothed whales — a group that includes cetaceans with teeth as opposed to baleen, the sievelike plates larger whales use to trap their food — experience menopause. This offered Ellis and his colleagues the ability to compare the species of toothed whales that go through menopause with species that don’t — and look at how this trait might have evolved based on differences between them. Using data from mass mortality events, the researchers compared death and reproduction patterns for toothed whale species that go through menopause, such as orcas, narwhals and belugas, and those that don’t, including dolphins and porpoises. The species that experienced menopause had dramatically extended life spans — by more than 40 years on average. However their reproductive years stopped well before the end of their lives, meaning the older female whales had more time to care for the young, according to the researchers. These female whales, the researchers concluded, live longer to provide grandmotherly care — while at the same time cutting short their reproductive years so as not to compete with their own offspring’s reproductive chances. The role of grandmothers What kind of help do whale grandmothers provide? Although Ellis and his colleagues didn’t observe that directly, they were able to draw on previous work by the Center for Whale Research, a group that has studied killer whales for nearly 50 years. Researchers have observed grandmother orcas babysitting calves and sharing food with their grand offspring — and providing important ecological knowledge to the family group, especially during times when food is scarce. The older female whales lead the younger generations to more fish. They also seem to provide social support to their own offspring. Darren Croft, the senior researcher on the paper, noted that males with post-reproductive mothers seem to have fewer scars on their skin from times of aggression. “We’re just really starting to understand and unravel the social life of these animals,” Croft said. “We’re just going to learn more and more over the coming years and coming decades as we can use new technology to understand their underwater social lives.” Although humans and toothed whales are quite different in many ways, the researcher noted that what’s similar are the dynamics of their social structures. In many species, mature individuals disperse and have no contact with their families of origin, which might explain why menopause is so rare, since there is only a role for helpful grandmothers if they are able to be around their offspring’s offspring. Sear said there is much more research to do, both to better understand how menopause evolved and what the menopausal transition might be like for whales. “Do whales have hot flashes? Who knows?” Sear said. For now, the new research adds to the understanding of the role of grandmothers in whales — and perhaps humans. “We know that older women have these hugely important roles in maternal and child health and leadership, and yet they’re very largely ignored by the public health and policy community,” she said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rebecca sear",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "london school of hygiene and tropical medicine",
        "sentiment": "none"
      },
      {
        "name": "university of exeter",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united kingdom",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:36:27.918+02:00",
  "updated": "2024-03-15T00:36:27.918+02:00"
}