{
  "thread": {
    "uuid": "9505a9647741025716af94feb396f3ff17b62793",
    "url": "https://www.elsalvador.com/vida/salud/que-debes-hacer-si-hay-fuga-de-gas-en-cocina-casa/1134180/2024",
    "site_full": "www.elsalvador.com",
    "site": "elsalvador.com",
    "site_section": "https://www.elsalvador.com/category/vida/salud/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": null,
    "title": "",
    "title_full": "",
    "published": "2024-04-05T00:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "SV",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 20023,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9505a9647741025716af94feb396f3ff17b62793",
  "url": "https://www.elsalvador.com/vida/salud/que-debes-hacer-si-hay-fuga-de-gas-en-cocina-casa/1134180/2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Oscar Orellana",
  "published": "2024-04-05T00:17:00.000+03:00",
  "title": "",
  "text": "Las tragedias pueden suceder en un abrir y cerrar de ojos, pero si estás preparada para actuar con precaución y eficiencia ante cualquier emergencia en tu hogar, puedes evitar cualquier desastre y salvar vidas.\nSe sabe que el gas propano es un combustible de vital importancia en el hogar de todo salvadoreño, pero también puede representar un peligro si no se manipula de la manera correcta.\nAnte esto, es importante que sepas tú y los demás miembros del hogar qué hacer cuando se presente una fuga de gas, ya que podrían salvar vidas y prevenir situaciones peligrosas con resultados catastróficos.\nEn primer lugar, tienes que saber que las fugas de gas se dan, principalmente, por válvulas, mangueras y tambos defectuosos y por dejar los quemadores de la cocina abiertos. Lo recomendado es cambiarlos o no comprar tambos apachados o deteriorados. Siempre revísalo antes de comprarlos.\nLa manguera que conecta la cocina con el tambo de gas con el tiempo se desgasta, puede deformarse o hasta desgastarse, por eso es necesario estarla chequeando o incluso buscar a un experto para cambiarla.\nDe igual manera, evita fuertes corrientes de aire al cocinar, ya que pueden apagar la llama, pero el gas seguirá saliendo sin que te des cuenta.\nTambién lee: ¿Sabes qué tipo de ropa no es recomendada usar en verano?\nDebes tener mucha precaución con el tambo. Foto: archvio Asimismo, antes de ir a dormir o salir de casa, checa que las perrillas de los quemadores de la cocina y la válvula del tambo queden bien cerrados.\nPero, ¿qué pasa si detectas una fuga de gas? Aquí te contamos.\nNo enciendas aparatos electrónicos\nSi al levantarte por la mañana o durante el día detectas una fuga de gas, ya sea porque ves la perilla de un quemador abierto o sentís un olor a huevo podrido por toda la casa, cierra rápidamente el paso de gas del tambo y las perrillas de la cocina. Y no apagues ni enciendas la luz, los interruptores, linterna, fósforos o aparatos electrónicos, pues una chispa puede provocar un incendio o una explosión en cuestión de segundos.\nAbrí todas las ventanas y puertas.\nEl segundo pasó es abrir puertas y ventanas para ventilar el área y así eliminar el olor y reducir el riesgo de cualquier ignición accidental. Si la fuga de gas se dio por una perilla abierta, ciérrala y espera al menos seis horas para volver a usar la cocina. Checa que el olor a huevo haya desaparecido.\nCierra el tanque de gas.\nSi no es riesgoso, cierra la válvula de gas del tambo para detener el flujo. Si la fuga persiste, saca el tambo a una zona despejada para que se pueda disipar y luego comunícate con las autoridades para pedir ayuda. Reporta el escape de gas con el cuerpo de bomberos más cercano a tu domicilio, ya que ellos podrán manejar la situación de manera segura. Pero, ojo, la llamada no la hagas en la zona afectada, vete lejos de tu casa a hacerla, porque si estás cerca puedes provocar una explosión.\nEvacúa si es necesario.\nSi en dado caso la fuga es grave, debes salir y permanecer afuera junto a toda tu familia y mascotas. Adviértele a tus vecinos y pídeles que también evacuen. Y espera lejos de la zona hasta que lleguen los bomberos a controlar la situación.\nTapa tu boca\nSi el fuerte olor a gas no te deja respirar, tapa con un paño tu boca y nariz y salí inmediatamente del lugar. Inhalarlo te puede intoxicar.\nSi existe fuego\nEl sitio web colgas.com también indica que si el fuego es por la válvula, y el cilindro está en posición vertical, usando un guante o trapo mojado, trata de cerrar la válvula, acercándote siempre por detrás de la llama, nunca lo hagas de frente a la llama. Es importante que no trates de controlar el fuego con agua.\nCómo evitar fugas\nRevisa periódicamente que la manguera, válvula y otros accesorios de gas estén en buenas condiciones. Si sentís alguna fuga de gas, coloca agua jabonosa en las uniones para verificar tal existencia. Notarás burbujas en la zona donde está el escape; si se encuentra alguna, da aviso de inmediato a las autoridades correspondientes. Lo ideal es cambiar la manguera cada año, ya que con el tiempo se puede arruinar.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Disaster and Accident"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:52:17.075+03:00",
  "updated": "2024-04-05T00:52:17.075+03:00"
}