{
  "thread": {
    "uuid": "c0fd547ab268f483bae48fe8eca96aff13533a89",
    "url": "https://www.sasktoday.ca/south/opinion/opinion-it-was-my-kind-of-winter-8098823",
    "site_full": "www.sasktoday.ca",
    "site": "sasktoday.ca",
    "site_section": "https://www.sasktoday.ca/rss",
    "site_categories": [],
    "section_title": "SaskToday.ca: sasktoday",
    "title": "Opinion: It was my kind of winter",
    "title_full": "Opinion: It was my kind of winter",
    "published": "2024-01-12T07:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.vmcdn.ca/f/files/sasktoday/images/weather/stock-weather-alerts/extremecoldwarning2.JPG;w=1024;h=683;mode=crop",
    "performance_score": 0,
    "domain_rank": 81204,
    "domain_rank_updated": "2024-01-09T12:07:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c0fd547ab268f483bae48fe8eca96aff13533a89",
  "url": "https://www.sasktoday.ca/south/opinion/opinion-it-was-my-kind-of-winter-8098823",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Stephanie Zoer, Freelance Reporter",
  "published": "2024-01-12T07:52:00.000+02:00",
  "title": "Opinion: It was my kind of winter",
  "text": "It is already Jan. 12, and it is just starting to feel like winter. Last year at this time, we already had struggled with -30 C temperatures and wind chills of -40 C, so this is a welcome change. This winter has been great until now, but I am not going to complain about it, well maybe a little bit. Being that we are about to start the third week of January, and this is the first wintry blast we are getting, I will take it. We are in the construction business and this mild weather makes it so much easier to work outside. I do not have to wear six layers of clothes to go outside and help on the job site. When the deep freeze hits, I have to layer and layer. By the time I have them all on, I am hot and tired, and then I have to go to the ladies' washroom. I can do without all the coldness and snow. The lack of snow, I am sure, is disheartening to those who enjoy cross-country or downhill skiing, or if you have a snowmobile that is sitting in the garage waiting to go out on the trails across the province. I do feel for you not having the opportunity to enjoy the snow, but it does not hurt my feelings that there is little to no snow. Another advantage is for pet owners. These balmy temperatures have made it easy to let the pups outside to enjoy the outdoors. I do not have to worry about them being three-legged on the ice-cold snow, but I am sure I will be running outside in the frigid temperatures this week to rescue freezing little feet in my slippers. We cannot have them too cold. One always has to prepare for this extreme cold. Our horses are boarded at a wonderful place, and it has been great going out to ride without my fingers and toes falling off. We did manage a quick trip out to see them and get blankets on before the freezing blast hit and the winds that usually come with the chill. The cold temperature is not so bad, but it seems that the wind needs to accompany it and make it unbearable to be outside. It is not fit for animals or humans. We are ahead of the game this year, with having little winter so far, but through that time we had a lot of fun in the fall. I was always told when there is a great deal of fog, expect moisture in 90 days. This would take us to February, and that is when we are going to get it. Even if winter starts now and we get a dump of snow, this does not mean we could not have an early spring, or at least this is my hope. In 13 weeks, farmers could be out on the fields; this is not unheard of with an early spring, and if that is the case, I could be in my garden in 16 weeks. Sounds so much better than four months and I have all my garden seed purchased already. In 2012, 2016 and 2017, we did not have much snow, so it is not a trend, as in 2014-15 we had way too much snow. In 10 weeks, it will be spring, but it is what will happen in those 10 weeks that could be interesting. Prepare for the cold and pack extra clothes in your vehicle. Better to be safe than sorry. If the roads are crappy, stay home if you can. Before you know it, the game will be on as to who sees the robin first. We will be pulling out patio furniture and enjoying the day. It is all in positive thinking to make it through winter, after all, the days are getting longer.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-13T03:24:31.209+02:00",
  "updated": "2024-01-13T03:26:59.275+02:00"
}