{
  "thread": {
    "uuid": "f2ff40e7006ea87ce0e8f65acad13bc5af7a27c8",
    "url": "https://andaluciainformacion.es/almeria/1497600/los-reyes-magos-sortean-frio-nieve-y-lluvia-y-las-cabalgatas-recorren-las-ciudades/",
    "site_full": "andaluciainformacion.es",
    "site": "andaluciainformacion.es",
    "site_section": "http://andaluciainformacion.es/almeria",
    "site_categories": [
      "media"
    ],
    "section_title": "Andalucía Información. Todas las noticias de Almería",
    "title": "Los Reyes Magos sortean frío, nieve y lluvia y las cabalgatas recorren las ciudades | Andalucía Información. Todas las noticias de Almería",
    "title_full": "Los Reyes Magos sortean frío, nieve y lluvia y las cabalgatas recorren las ciudades | Andalucía Información. Todas las noticias de Almería",
    "published": "2024-01-05T20:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://publicacionesdelsur.b-cdn.net/articulos/articulos-1253297.jpg",
    "performance_score": 0,
    "domain_rank": 43651,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f2ff40e7006ea87ce0e8f65acad13bc5af7a27c8",
  "url": "https://andaluciainformacion.es/almeria/1497600/los-reyes-magos-sortean-frio-nieve-y-lluvia-y-las-cabalgatas-recorren-las-ciudades/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@andaluciainf",
  "published": "2024-01-05T20:28:00.000+02:00",
  "title": "Los Reyes Magos sortean frío, nieve y lluvia y las cabalgatas recorren las ciudades | Andalucía Información. Todas las noticias de Almería",
  "text": "Sus Majestades los Reyes Magos han repartido magia e ilusión la tarde de este 5 de enero por las calles españolas a los miles de niños que les han esperado con ilusión a su llegada por tierra, mar y aire desafiando el frío, nieve y lluvia que se ha extendido por casi todo el país y que en algunos lugares, como en varias localidades de Asturias, han provocado cambios en la organización. En San Sebastián los Reyes Magos han recorrido la ciudad en un coche clásico tras disfrutar de algunas de las atracciones del Monte Igeldo donostiarra, desde donde han llegado en funicular acompañados de una veintena de niños. También han llegado en un helicóptero militar del regimiento Bhelma III al campo de fútbol de Las Gaunas (Logroño), donde miles de niños y familias aguardaban desde primera hora de la mañana para dar la bienvenida a Melchor, Gaspar y Baltasar. En barco han llegado hasta el Puerto de Valencia, acompañados por sus pajes reales, desde donde han comenzado a repartir ilusión a centenares de niños y niñas que esperaban su llegada antes de la noche más mágica del año, y donde han sido recibidos por la fallera mayor infantil de Valencia, Marina García, junto a las autoridades. También han arribado por mar a la ciudad de Cartagena, desembarcando en el Muelle Alfonso XII, para ser recibidos en la Plaza del Ayuntamiento por una multitud de niños, y en el Palacio Consistorial por la alcaldesa, Noelia Arroyo. Igualmente, sus Majestades de Oriente han desembarcado a las 10:30 horas en el Puerto Deportivo del municipio malagueño de Benalmádena y se han montado en sus vehículos para recorrer los diferentes núcleos del municipio. Mientras tanto, en Sevilla, miles de personas han arropado a los Reyes Magos desde su salida a las 16:30 horas de la Fábrica de Tabacos, sede de la Universidad de Sevilla (US), tras ser coronados Melchor, Gaspar y Baltasar por el rector de la US, Miguel Ángel Castro; el arzobispo de Sevilla, José Ángel Saiz Meneses; y el alcalde de la ciudad, José Luis Sanz. Por tren han llegado a León procedentes de Oriente, donde han sido recibidos por el alcalde de la ciudad, José Antonio Diez, y la concejala de Fiestas, Camino Orejas, para, después, realizar un recorrido por las calles de la capital a bordo del tren turístico. También han llevado la ilusión a los pacientes ingresados en el Hospital Santa María de El Puerto de Santa María, pasando por todas las plantas de este centro sanitario de la provincia de Cádiz, acompañados por el alcalde de El Puerto, Germán Beardo; y a los niños ingresados en el Hospital 12 de Octubre, en Madrid, donde los Reyes Magos han tenido la oportunidad de hablar y hacerse fotos con los pequeños, sus padres y abuelos, y les han deseado mucha salud y una pronta recuperación. Mientras, en Barakaldo (Bilbao), los tres Magos de Oriente han entregado la tradicional canastilla a Itziar Bidasolo Ramírez, primera bebé nacida el día de Navidad en Barakaldo. El obsequio lo prepara cada año la asociación de personas con discapacidad física de Barakaldo, Codisfiba y se trata de una cesta llena de regalos artesanales. Asimismo, en Bilbao, los Reyes Magos han recibido en persona las cartas de centenares de niños en el Salón Árabe del Ayuntamiento. Al mismo tiempo, en Algeciras (Cádiz), a las 12:00 horas, miles de niños y niñas han participado este viernes en el tradicional arrastre de latas, una peculiar y antigua forma de llamar la atención de los Reyes Magos para que no se olviden de dejar sus regalos esta noche en todos los hogares de la ciudad y del resto de la comarca del Campo de Gibraltar, donde también se replica esta fiesta. En la mayoría de las ciudades españolas, las cabalgatas han arrancado a las 18:30 horas, como en el caso de Madrid, con la participación de cerca de 1.500 personas y 13 carrozas, encabezadas por una dedicada a las personas mayores. Algunas cabalgatas han tenido que adelantar la hora y otras las han suspendido debido a las malas previsiones meteorológicas, como es el caso de los Ayuntamientos de Langreo, Villaviciosa, Valdés, Cangas y Gozón, en Asturias, donde los niños han podido ver a los Reyes Magos en espacios cubiertos al suspenderse el recorrido inicial. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:02:13.873+02:00",
  "updated": "2024-01-06T00:02:13.873+02:00"
}