{
  "thread": {
    "uuid": "ffe7c1accb38bb99d2a0bacc4df6856b62271e9d",
    "url": "https://diario.uach.cl/campus-patagonia-y-fundacion-rewilding-acreditan-40-guias-de-turismo-y-conservacion-en-los-parques-nacionales-alerce-andino-y-patagonia",
    "site_full": "diario.uach.cl",
    "site": "uach.cl",
    "site_section": "https://diario.uach.cl/feed/atom",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias UACh",
    "title": "Campus Patagonia y Fundación Rewilding acreditan 40 guías de turismo y conservación en los Parques Nacionales Alerce Andino y Patagonia",
    "title_full": "Campus Patagonia y Fundación Rewilding acreditan 40 guías de turismo y conservación en los Parques Nacionales Alerce Andino y Patagonia",
    "published": "2024-07-05T01:18:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 66989,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ffe7c1accb38bb99d2a0bacc4df6856b62271e9d",
  "url": "https://diario.uach.cl/campus-patagonia-y-fundacion-rewilding-acreditan-40-guias-de-turismo-y-conservacion-en-los-parques-nacionales-alerce-andino-y-patagonia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vanessa Adaos",
  "published": "2024-07-05T01:18:00.000+03:00",
  "title": "Campus Patagonia y Fundación Rewilding acreditan 40 guías de turismo y conservación en los Parques Nacionales Alerce Andino y Patagonia",
  "text": "Veintiún vecinos del valle del río Chamiza, aledaño al Parque Nacional Alerce Andino, y diecinueve de Chile Chico, localidad cercana al Parque Nacional Patagonia, se graduaron hace unos días, transformándose oficialmente en guías especializados en conservación de un parque nacional en Chile. El objetivo del curso fue aumentar el capital humano especializado, por medio de cursos de formación profesional con el estándar de Sernatur.\n“Estoy muy contenta, ya que la formación fue muy completa. Esto nos empodera más como comunidad, de hacernos cargo de nuestro parque nacional, de protegerlo, cuidarlo, conservarlo y darlo a conocer de una forma más cuidadosa y preparada”, explicó Cornelia Noelke, una de las graduadas en la Región de Los Lagos.\nPor su parte, Miguel Leiva, Director Regional de CONAF Los Lagos, aseguró que “las personas habitantes aledañas al parque nacional, tendrán todos los beneficios técnicos y económicos para poder desarrollar la actividad turística, convirtiéndose en la primera línea de conservación, cuidando nuestras áreas protegidas».\nEl programa, iniciativa de Fundación Rewilding Chile, contó con el apoyo de Sernatur y Conaf de ambas regiones, y fue facilitado por la OTEC Alerce Outdoors en Los Lagos y por la Universidad Austral Campus Patagonia en la Región de Aysén.\nEntre las temáticas abordadas en el proceso de formación, destaca el diseño de experiencia y relato turístico, flora, fauna, funga y rewilding, geología, glaciología y vulcanología, los principios de NDR (No Deje Rastro), logística para actividades turísticas, patrimonio, arqueología e historia local, excelencia en la calidad de los servicios turísticos y la ejecución del curso Wafa (primeros auxilios avanzados para zonas remotas).\n“Estamos muy satisfechos como campus al seguir compartiendo con la comunidad regional nuestra experiencia y recursos académicos en el ámbito del turismo sustentable, que hoy se materializa en este diploma de formación de guías para áreas silvestres protegidas”, aseguró el Director del Campus Patagonia de la Universidad Austral de Chile, Prof. Mario Brito.\n“Este es un gran impulso para seguir replicando esta iniciativa en la Ruta de los Parques de la Patagonia. Realizamos este programa piloto entendiendo el potencial de los parques nacionales para la activación de las economías locales. Ofrecer experiencias turísticas de calidad y de manera responsable, es fundamental para la conservación de nuestras áreas silvestres protegidas”, señaló Carolina Morgado, Directora Ejecutiva de Fundación Rewilding Chile.\nComo acto de reciprocidad ante la oportunidad de poder formarse en este curso gratuito, los guías graduados asumieron el compromiso de poder retribuir lo aprendido en su comunidad, por lo que próximamente, ellos serán los encargados de facilitar y apoyar actividades educativas del Programa Amigos de los Parques, de Fundación Rewilding Chile.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Education",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T01:37:07.029+03:00",
  "updated": "2024-07-05T01:37:07.029+03:00"
}