{
  "thread": {
    "uuid": "bb4b73f1d58d89f72154af532f5fba387e6d4f52",
    "url": "https://www.miragenews.com/uk-gov-surpasses-goal-shuts-over-2100-county-1150327/",
    "site_full": "www.miragenews.com",
    "site": "miragenews.com",
    "site_section": "https://www.miragenews.com/disclaimer",
    "site_categories": [
      "media"
    ],
    "section_title": "Disclaimer | Mirage News",
    "title": "UK Gov Surpasses Goal, Shuts Over 2,100 County Lines | Mirage News",
    "title_full": "UK Gov Surpasses Goal, Shuts Over 2,100 County Lines | Mirage News",
    "published": "2023-12-28T23:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://assets.publishing.service.gov.uk/media/5a37db3ce5274a7908e3530c/s960_home-office.jpg",
    "performance_score": 0,
    "domain_rank": 14679,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bb4b73f1d58d89f72154af532f5fba387e6d4f52",
  "url": "https://www.miragenews.com/uk-gov-surpasses-goal-shuts-over-2100-county-1150327/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mirage News",
  "published": "2023-12-28T23:32:00.000+02:00",
  "title": "UK Gov Surpasses Goal, Shuts Over 2,100 County Lines | Mirage News",
  "text": "More than 2,000 county lines have been dismantled in the last 18 months, as the government hits its target of closing thousands of these criminal networks early. [Data published](https://www.gov.uk/government/publications/county-lines-programme/county-lines-programme-overview) this month shows the ambitious three-year target, made in the government's 10-year drug strategy, has been achieved in just a year and a half, with dedicated police taskforces from the County Lines Programme arresting senior line holders and breaking the gangs that terrorise communities. Between April 2022 and September this year, over 4,000 arrests have been made, whilst 4,800 vulnerable people caught up in these vile operations have been offered support to turn their lives around. Between April and September 2023, over 700 lines were dismantled, 1,300 arrests made and 1,600 victims were supported. These results demonstrate the relentless targeting of county lines by the police, who are persistently closing them down as they appear. The government is also keeping the dangerous criminals behind these gangs locked up for longer, ensuring they are off our streets and stopping them re-opening drug networks. Home Secretary James Cleverly said: County lines gangs are some of the most vile, exploitative criminals in this country, lining their pockets at the expense of countless vulnerable lives. We set a target of taking down 2,000 lines in three years, which we have delivered in half the time. We will go even further to shut down these criminal enterprises and help victims to turn their lives around. The Home Office launched the County Lines Programme in 2019 to tackle the harmful drug supply model which devastates lives through exploitation, coercion and violence. County lines gangs often target the most vulnerable people, manipulating and coercing them into debt, and forcing them to transport and sell drugs. A key part of the County Lines Programme lies in victim support to ensure that young people and their families have the support they need as they escape these gangs. Since the start of the programme, the Home Office has invested up to £5 million in support services like [Catch22](https://www.catch-22.org.uk/find-services/county-lines-support-and-rescue/) and Missing People, who carry out crucial work to help vulnerable individuals and families. Catch22 provides specialist support and rescue services for young people and their families who are criminally exploited through county lines. One vulnerable young person who has turned their back on county lines criminality due to Catch22's work is Liam*. Liam was referred to Catch22 by social services after a raid at his home found his mother and brother in possession of Class A and Class B drugs, alongside £3,000 in cash. A subsequent raid found 11 bags of cannabis and weapons. Care workers were concerned that Liam was going down the same path as his family and referred him to Catch22 for support. Whilst Liam was resistant to support at first, Catch22 were able to build a relationship with him and help him understand the dangers of getting involved in county lines and drug use and how to recognise and avoid criminal exploitation. Liam never missed a session with Catch22 and his attendance and performance at college subsequently improved. He has now moved onto a construction college, knowing that support is there if he is struggling. Liam is just one of hundreds of young people who have been supported by Home Office-funded victim support services since 2022 and shows that vulnerable, hard-to-reach people can, with support, make different choices and turn their backs on a life of criminality. The government has committed to increasing police funding to tackle criminal activity like county lines and this month announced the 2024-25 provisional police funding settlement which will give police forces in England and Wales up to £922 million additional funding next year, should Police and Crime Commissioners choose to take full advantage of police precept flexibility. In addition to this, over £200 million will be invested in priority projects next year, including continued work to tackle county lines. The government has also delivered on its manifesto commitment to recruit 20,000 additional officers by March 2023, bolstering police action against these gangs with a record high of almost 150,000 officers across England and Wales. *Liam is not the victim's real name, which has been changed to protect his identity. [here](/uk-gov-surpasses-goal-shuts-over-2100-county-1150327/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Social Issue",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://www.gov.uk/government/publications/county-lines-programme/county-lines-programme-overview)",
    "https://www.catch-22.org.uk/find-services/county-lines-support-and-rescue/)",
    "https://gov.uk/government/publications/county-lines-programme/county-lines-programme-overview)",
    "https://catch-22.org.uk/find-services/county-lines-support-and-rescue/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "county lines programme",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T11:03:10.482+02:00",
  "updated": "2023-12-29T16:23:10.461+02:00"
}