{
  "thread": {
    "uuid": "e6172d50955cc4b1da73bfd5eaaf38bb54f7f490",
    "url": "https://bitcoinist.com/bitcoin-nfts-collection-bayc-cryptopunks",
    "site_full": "bitcoinist.com",
    "site": "bitcoinist.com",
    "site_section": "http://bitcoin.einnews.com",
    "site_categories": [
      "finance"
    ],
    "section_title": "Bitcoin Newswire - Bitcoin News Today - EIN Presswire",
    "title": "Bitcoin NFTs Roaring: This Collection Flipped BAYC, Is CryptoPunks Next?",
    "title_full": "Bitcoin NFTs Roaring: This Collection Flipped BAYC, Is CryptoPunks Next?",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bitcoinist.com/wp-content/uploads/2023/10/Crypto-news-Template82.jpg",
    "performance_score": 0,
    "domain_rank": 7379,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e6172d50955cc4b1da73bfd5eaaf38bb54f7f490",
  "url": "https://bitcoinist.com/bitcoin-nfts-collection-bayc-cryptopunks",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dalmas Ngetich",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Bitcoin NFTs Roaring: This Collection Flipped BAYC, Is CryptoPunks Next?",
  "text": "While Bitcoin prices reject bear pressure, another historic shift is happening in the non-fungible tokens (NFTs) world. According to one analyst on X, Runestone, an NFT collection minted on Bitcoin, has recently gained popularity. The Rise And Rise Of Runestone: A Bitcoin NFT Collection The observer now notes that its value is halfway from flipping one of the most valuable collections on Ethereum, the CryptoPunks. This emerging trend, the “orange wave,” signifies a potential shift in the NFT landscape that will likely cement Bitcoin’s position. Bitcoin is the most valuable coin by market cap, ahead of Ethereum. However, despite its mega valuation, the coin has lagged in other spheres because of its inherent lack of capability for smart contracts. This is where Ethereum shines, as seen in the multiple innovations launched over the years, such as decentralized finance (DeFi), gaming, NFTs, and more. The success of DeFi protocols like Uniswap or Maker, for instance, and the wild popularity of NFT collections like CryptoPunks and Bored Ape Yacht Club ( BAYC ), among others, are testaments to Bitcoin’s role in the sphere. However, this is about to change as innovators look to tap into Bitcoin’s security and broad base to launch DeFi protocols and even NFT collections. According to the analyst, Runestone currently commands a total value locked (TVL) of over $731 million, roughly double that of BAYC. It is half that of CryptoPunks, but given its fast-rising popularity, it could narrow the gap with the most valuable collection in Ethereum. Runestone is an open-source protocol. The collection was minted to reward participants who participated in the first year of the Ordinals protocol. So far, CoinGecko data shows that 112,400 NFTs have been minted and distributed to 76,972 addresses. Runestone NFTs have a floor price of around $6,500 at spot rates. However, as demand increases, prices will likely increase even further, pushing the total TVL to $1 billion. Runes Incoming: Will It Be A Game Changer? Given the success of Runestone NFTs, it is likely that more collections will be launched on Bitcoin following the anticipated launch of Runes in the next few days. Runes, a new standard, will aim to improve the current BRC-20 standard by allowing the issuance of fungible tokens on Bitcoin. This development could open up more opportunities for developers to launch new solutions, leveraging Bitcoin’s superior security. Since the surge of crypto assets in 2021, the value of NFT collections has been depressed over the last two years. BAYC, CryptoPunks, and other high-value collections on NFTs slumped by over 50%, which was made worse by the relatively high cost of minting on Ethereum. Additionally, the rise of meme coins shifted attention from NFT trading as traders scrambled to catch the next big meme coin wave launching on Solana, Ethereum, Avalanche, and even Ethereum layer-2 protocols.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [
    "https://twitter.com/LeonidasNFT/status/1778252036456190136",
    "https://www.coingecko.com/en/nft/runestone",
    "https://www.twitter.com/LeonidasNFT/status/1778252036456190136",
    "https://coingecko.com/en/nft/runestone"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "bored ape yacht club",
        "sentiment": "none"
      },
      {
        "name": "nft",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "runestone",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:05:49.789+03:00",
  "updated": "2024-04-12T00:05:49.789+03:00"
}