{
  "thread": {
    "uuid": "01a6ffd7f727c08872cf582d32df3a59525b744d",
    "url": "https://www.utu.fi/en/news/press-release/tawny-owls-pale-grey-colour-linked-to-vital-functions-ensuring-survival-in",
    "site_full": "www.utu.fi",
    "site": "utu.fi",
    "site_section": "https://www.lab-worldwide.com//rss.xml",
    "site_categories": [
      "education"
    ],
    "section_title": "LAB Worldwide | News | RSS-Feed",
    "title": "Tawny Owl’s Grey Color Helps it to Survive in Cold Environments",
    "title_full": "Tawny Owl’s Grey Color Helps it to Survive in Cold Environments",
    "published": "2024-02-16T08:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FI",
    "main_image": "https://www.utu.fi/sites/default/files/styles/open_graph_image/public/media/drupal/grey-tawny.jpg?itok=Bdzw8DiN",
    "performance_score": 0,
    "domain_rank": 7317,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "01a6ffd7f727c08872cf582d32df3a59525b744d",
  "url": "https://www.utu.fi/en/news/press-release/tawny-owls-pale-grey-colour-linked-to-vital-functions-ensuring-survival-in",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Photographer; Author Charlotte Perrault",
  "published": "2024-02-16T08:19:00.000+02:00",
  "title": "Tawny Owl’s Grey Color Helps it to Survive in Cold Environments",
  "text": "A recent genetic discovery has revealed that the pale grey plumage of the tawny owl is linked to crucial functions that aid the bird's survival in cold environments. As global temperatures rise, dark brown plumage is likely to become more common in tawny owls living in colder areas.\nColouration in animals and plants is a biological trait that has long fascinated biologists. The variety of colours has been shaped by evolution to aid in a variety of natural interactions. Colouration can help animals blend into their surroundings to avoid predators or attract a mate and can even be linked to physiological properties conferred by pigments.\nThe tawny owl is a nocturnal bird of prey that can be found in woodlands across Europe and western Siberia and their colour ranges between pale-grey and darker-brown. It is believed that the co-existence of both colour morphs is due to adaptations to their surrounding environment.\nDarker individuals are consistently found in warmer and humid environments, while pale-grey individuals are typically observed in cold, dry, and snow-prone environments, such as northern Europe.\n“Based on this assumption, it has been predicted that the warming climate and snow scarcity may lead to a shift towards darker feather colouration in cold regions that have been dominated by grey owls,” says Postdoctoral Researcher Miguel Baltazar-Soares, who led an international team composed by researchers from the University of Turku in Finland, and the University of Lund and the University of Linköping in Sweden.\nHowever, there have not been decisive links between feather colour polymorphism and different environments until now. In a recent study, the researchers assembled and sequenced the entire genome of the tawny owl for the first time and subsequently screened the genome of 370 tawny owl specimens. The researchers found gene variants that link colour polymorphism and potential adaptations to cold environment.\nThe researchers discovered that the combinations of two genetic variants can predict grey coloration in owls with an accuracy of 70% to 100%. These same genes are also likely involved in biological functions that are crucial for the owl's survival in extreme weather conditions. These functions include energy homeostasis, fat deposition, and control of starvation responses, which may be interpreted as adaptations to local environmental conditions.\nAccording to Dr Baltazar-Soares, the functionality of these genetic variants will need to be further verified in future studies. Nevertheless, these results suggest that these co-occurring colour morphs may be an adaptive response to climate conditions.\nThe article was published in Molecular Ecology.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Human Interest",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "siberia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T11:00:34.754+02:00",
  "updated": "2024-02-16T11:00:34.754+02:00"
}