{
  "thread": {
    "uuid": "26fc515fcf36e8bb6766dbae29d4c981ee22a7de",
    "url": "https://www.healio.com/news/optometry/20240418/nakedeye-3d-vision-training-safe-effective-in-treating-myopia-in-children",
    "site_full": "www.healio.com",
    "site": "healio.com",
    "site_section": "http://www.healio.com/rss/optometry",
    "site_categories": [
      "orthopedics",
      "health"
    ],
    "section_title": "Healio Optometry",
    "title": "Naked-eye 3-D vision training safe, effective in treating myopia in children",
    "title_full": "Naked-eye 3-D vision training safe, effective in treating myopia in children",
    "published": "2024-04-18T22:57:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.healio.com/~/media/slack-news/optometry/misc/stock-images/childs-eye.jpg",
    "performance_score": 0,
    "domain_rank": 4218,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "26fc515fcf36e8bb6766dbae29d4c981ee22a7de",
  "url": "https://www.healio.com/news/optometry/20240418/nakedeye-3d-vision-training-safe-effective-in-treating-myopia-in-children",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kate Young",
  "published": "2024-04-18T22:57:00.000+03:00",
  "title": "Naked-eye 3-D vision training safe, effective in treating myopia in children",
  "text": "Please provide your email address to receive an email when new articles are posted on . Subscribe Added to email alerts You've successfully added to your alerts. You will receive an email when new content is published.\nClick Here to Manage Email Alerts You've successfully added to your alerts. You will receive an email when new content is published.\nClick Here to Manage Email Alerts\nBack to Healio We were unable to process your request. Please try again later. If you continue to have this issue please contact customerservice@slackinc.com .\nBack to Healio Key takeaways: Changes in axial length and spherical equivalent refraction were significantly different at 6 months between treatment and control groups. Children with a baseline SER of less than –3 D benefited more. Naked-eye 3-dimensional vision training was safe and controlled progression of axial length and spherical equivalent refraction in children with myopia, according to a study conducted in China and published in JAMA Pediatrics .\n“To prevent the occurrence and progression of myopia in children, many myopia intervention methods have been developed, including orthokeratology, soft contact lenses and low-concentration atropine eye drops,” Rui Xie, MM, of Sun Yat-sen University in China, and colleagues wrote. “For interventions used in children and adolescents, safety is a key concern for clinicians and parents.”\nResearchers found that naked-eye 3-D vision training was safe and effective for myopia control in children. Image: Adobe Stock In a randomized clinical trial conducted at three hospitals in southern China, researchers assessed the safety and efficacy of naked-eye 3-D vision training (NVT) among 263 children aged 6 to 18 years (47.5% boys; mean age, 10.3 years) with a myopia diagnosis and spherical equivalent refraction (SER) of –0.75 D to –6 D.\nParticipants were divided into an intervention group, who underwent 20 minutes of varied intensity NVT treatment daily, and a control group, who did not receive NVT. There were 12 levels of NVT, and each level included 10 sessions for a total of 120 lessons.\nParticipants were assessed at 1, 3 and 6 months for myopia progression and adverse reactions. The primary outcome was change from baseline in axial length at 6 months, while secondary outcomes were binocular visual function and SER.\nAccording to results, 227 children completed the 6-month follow-up, with 102 in the intervention group and 125 in the control group.\nAt 6 months, axial length changed by 0.18 mm in the intervention group and 0.23 mm in the control group — a significant difference of –0.06 mm ( P < .001). In addition, SER changed by –0.25 D and –0.35 D, respectively, also a significant difference (0.10 D; P = .02).\nSubgroup analysis showed the effect of myopia control was similar between different age groups and sexes; however, children with a baseline SER of less than –3 D benefited more compared with children with a baseline of at least –3 D ( P = .04).\nResearchers reported no adverse reactions during the study. Of the 29 children who discontinued intervention, 22 were unable to follow up because of COVID-19 or other reasons, and seven switched to another treatment.\n“Our findings provide solid evidence for NVT as an effective and safe intervention for preventing myopia progression,” Xie and colleagues wrote.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:04:18.273+03:00",
  "updated": "2024-04-26T01:20:20.253+03:00"
}