{
  "thread": {
    "uuid": "6d65b5062e7ca69612b1709d549f45798490ee4a",
    "url": "https://www.ynetnews.com/article/rk9p7i8gr",
    "site_full": "www.ynetnews.com",
    "site": "ynetnews.com",
    "site_section": "https://ynetnews.com",
    "site_categories": [
      "media",
      "tennis",
      "sports"
    ],
    "section_title": "ynetnews - Homepage",
    "title": "Michael Oren reveals images show liberation of Buchenwald concentration camp",
    "title_full": "Michael Oren reveals images show liberation of Buchenwald concentration camp",
    "published": "2024-05-07T02:35:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ynet-pic1.yit.co.il/picserver5/crop_images/2024/05/06/BJbs3f8G0/BJbs3f8G0_136_97_347_196_0_large.jpg",
    "performance_score": 0,
    "domain_rank": 3915,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6d65b5062e7ca69612b1709d549f45798490ee4a",
  "url": "https://www.ynetnews.com/article/rk9p7i8gr",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alexandra Lukash",
  "published": "2024-05-07T02:35:00.000+03:00",
  "title": "Michael Oren reveals images show liberation of Buchenwald concentration camp",
  "text": "World War II holds a significant place in the family story of the former Israeli ambassador to the United States and Knesset member Dr. Michael Oren. His father, Lester, enlisted in the U.S. Army and fought in the war alongside his three brothers. Michael's uncle, Joe, also participated in liberating the Buchenwald concentration camp. Both his father and uncle documented what they saw in various places where they fought. Joe's photos from Buchenwald depict the horrifying aftermath of Nazi crimes, prompting Michael Oren to share them with the world. Rare photos reveal piles of Jewish bodies, a haunting sight for Orenl. \"My uncle never recovered from it; he suffered from depression all his life. It also affected the soldiers; they couldn't comprehend it,\" Orenl recounts in a special interview with Ynet. \"Especially as Jewish soldiers. My father and uncle spoke Yiddish and talked to the survivors, but they couldn't process it. But my father didn't succumb to depression. He was incredibly brave, a staunch Zionist, and raised me as one. He took it to another place, and I loved that place, responding to horrors with strength, not surrender,\" he said. Oren talks about the antisemitism he experienced growing up in the U.S. and the lesson he learned from his father. \"I grew up in a non-Jewish area; we were the only Jewish family in the neighborhood. Every day I faced taunts like 'You killed Jesus' and would come home at age 8 or 9 with a black eye. My father would open the album and show me the toughest pictures of piles of bodies, with shocked soldiers standing by, and he would say to me: 'Do you see this, son? This is why we need a strong Jewish state.' In those words.\" \"That message influenced me immediately. At that moment, I decided to make aliyah to Israel. I went to volunteer on a kibbutz and served as a lone soldier in the paratroopers, fought in Israel's wars, became an emissary to the Zionist underground in the Soviet Union, and later became the Israeli ambassador to the U.S. and a member of the Knesset.\" Even today, these images still haunt him. \"At night, I protect Israel against international media outlets, and I carry these images on my mobile phone. When I'm interviewed sometimes in tough, aggressive interviews on BBC, MSNBC and CNN, these images are right in front of my eyes.\" These are chilling images. Why did you decide to expose them now? \"Because it's part of our story. Especially in the wake of the horrors of October 7th and, by the way, there's no comparison. We experienced for several hours what it means to be without a country, and here the country has returned to itself – and unlike the Holocaust where 25,000 Jews were murdered every day in Auschwitz, today we have a strong state. Especially this morning, as we remind ourselves and the world ahead of the likely entry of the IDF into Rafah – the most necessary thing is to remember why we need a strong Jewish state.\" Courage under fire Oren's grandparents immigrated to the United States in the early 1920s. His father and mother, whose mother tongue was Yiddish, grew up in Boston and assimilated into America. After the outbreak of World War II, Michael Oren's father, Lester, enlisted in the U.S. Army with his three brothers, served in combat engineering, and was sent to England during the preparations for the Normandy invasion. Later, he landed in Normandy and fought there. In the days that followed, he received two medals of valor from the U.S. Army and one medal of valor from the French government for his actions in the war. In December 1944, when it seemed that the war was nearing its end, the German army launched a surprise attack – the Battle of the Bulge – which caught the Americans off guard. Oren's father was then in Belgium with his unit, and the German army planned to reach that area as well. His unit decided to stay and fight, even though tens of thousands of American soldiers surrendered. Together with another American soldier, Lester hid in a pit dug on the side of the road, and he saw with his own eyes the German army approaching. As the German army approached his hiding place, Lester shot at a tree with a rocket launcher, causing the tree's branches to fall into the pit, thus hiding him from the Germans. The soldier with him in the pit fired a rocket at the first German tank in the approaching convoy at a range of 10 meters, the tank caught fire and blocked the entire convoy, so the German convoy decided to retreat. Oren's father, who knew Yiddish and therefore understood some German words, heard the German commander order the retreat. As the German convoy was preparing to retreat, he pulled out the grenade he was holding. He realized that if he threw the grenade outside the hiding place, he might expose their hiding place. Therefore, for an entire night, he held the grenade in his hand until he found a nail and neutralized it. The war continued, and in March 1945, the American army invaded Germany. During the invasion, there was a need to cross the Rhine River. Lester was given command of a motorboat. When the boat under his command reached the middle of the river, the Germans opened heavy fire toward them. Oren's father survived and even managed to cross the river four times back and forth under fire. Between Biden and Rafah Today, Lester's son, Michael Oren, stands at the forefront of Israel's public relations, and in various interviews, he emphasizes Israel's right to defend itself against its enemies. How do you feel about attempting to portray the war in the Gaza Strip as a 'massacre' or to compare it to what happened in the Holocaust? \"In interviews, they try to restrain themselves because interviewers want to bias the interviewee. I don't give them that triumph. I explain: 'Who is responsible for the massacre in the Gaza Strip? Not Israel, but rather the terrorists who use the civilian population as human shields, while the IDF does everything possible to minimize civilian casualties.' According to historical measures, because I am also a historian by background, there hasn't been a war since World War II with such a low proportion between the terrorists killed and the civilians affected. In Gaza, it's one-to-one. When Americans fought in Afghanistan and Syria, the ratio was 1 to 9.\" You talked about a strong Jewish state, and the question is whether a strong Jewish state can stand alone. At the Holocaust Remembrance Day ceremony, the prime minister made very strong statements, but ones that place us as those who can cope alone. Can we cope alone, without the US? \"It's always better to act with the U.S. and to go as much as possible toward President Biden, who is a friend, I know him and have spoken with him for years. Also, the entire staff and the Secretary of State are pro-Israel. They have their interests that don't always align with ours.\" Are we likely to lose the Americans in another decade? Especially after the pictures we saw in universities, especially at Columbia, which you know well? \"I am a graduate of Columbia University. I am not a prophet. I know there are ups and downs, but it's a historical alliance based on shared democratic values and also strategic interests. Beyond that, there is a spiritual connection between the American and Israeli people; the U.S. is still a very religious country, and people read the Bible and draw conclusions. We can allow ourselves to reach some tension with the U.S., but we must not pay the price of giving up our vital security interests.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "michael oren",
        "sentiment": "positive"
      },
      {
        "name": "joe",
        "sentiment": "none"
      },
      {
        "name": "lester",
        "sentiment": "none"
      },
      {
        "name": "michael",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "knesset",
        "sentiment": "none"
      },
      {
        "name": "u.s. army",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "buchenwald",
        "sentiment": "none"
      },
      {
        "name": "states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-07T03:30:44.177+03:00",
  "updated": "2024-05-07T03:30:44.177+03:00"
}