{
  "thread": {
    "uuid": "700800efd287e896e309f0227fc4ab4e89590a3a",
    "url": "https://www.fool.com/investing/2024/01/05/forget-microsoft-heres-a-better-artificial-intelli/",
    "site_full": "www.fool.com",
    "site": "fool.com",
    "site_section": "https://www.fool.com/investing-news/",
    "site_categories": [
      "investing",
      "finance"
    ],
    "section_title": "Motley Fool News & Analysis | The Motley Fool",
    "title": "Forget Microsoft, Here's a Better Artificial Intelligence (AI) Stock to Buy | The Motley Fool",
    "title_full": "Forget Microsoft, Here's a Better Artificial Intelligence (AI) Stock to Buy | The Motley Fool",
    "published": "2024-01-05T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://g.foolcdn.com/editorial/images/759928/bearded-person-at-desk-by-computer-taking-notes.jpg",
    "performance_score": 0,
    "domain_rank": 705,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "700800efd287e896e309f0227fc4ab4e89590a3a",
  "url": "https://www.fool.com/investing/2024/01/05/forget-microsoft-heres-a-better-artificial-intelli/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Demitri Kalogeropoulos",
  "published": "2024-01-05T02:00:00.000+02:00",
  "title": "Forget Microsoft, Here's a Better Artificial Intelligence (AI) Stock to Buy | The Motley Fool",
  "text": "Investors piled into both Microsoft (NASDAQ: MSFT) and Adobe ( ADBE -0.43% ) in 2023. The software giants outperformed a rallying Nasdaq Composite index last year, mainly thanks to soaring optimism about artificial intelligence (AI) and its ability to boost the value of creative and productive software platforms in the years ahead.\nWhile Microsoft has its advantages in this arena, it's far from an ideal growth stock. Let's look at a few reasons why an investor might prefer Adobe shares to gain exposure to the AI boom right now.\n1. Generating more sales growth Adobe has some workflow software products that help enterprises in the same way that Microsoft does, but its creative focus exposes the business to more gains in the generative AI niche as opposed to Microsoft's core productivity solutions.\nThese products mostly fall under Adobe's Firefly platform, which is attracting fantastic engagement right now. In mid-December, management said that users have generated nearly 5 billion creations since its launch in March, in fact.\nAdding generative fill and generative expand capabilities to Photoshop has significantly boosted that software's value. These two offerings are seeing record adoption right now, executives said, and are \"already among the most used features\" in Photoshop. That's a road map for potentially faster sales growth over time, although right now Adobe and Microsoft are expanding at about the same 13% rate.\n2. Software over hardware You might also like Adobe for its centralized exposure to the software industry, a more stable and profitable arena than Microsoft's consumer hardware niches have been. Microsoft endured weak demand for its tablets and laptops last year, for example, while Adobe's growth was spread more evenly across its creative cloud and document cloud segments.\nThat's one big benefit of Adobe's software-as-a-service approach, which generates tons of recurring revenue, with little in the way of infrastructure costs to hold back profit margins. Its $7 billion of cash flow in fiscal 2023 was a testament to that financial success.\nSure, Microsoft is a much more profitable business today thanks to its huge global sales footprint and its established foothold in areas like enterprise services. But owning Adobe stock will allow you to benefit as the creative software giant ideally closes that performance gap over the coming years.\n3. Price and value Adobe is the more expensive stock by most conventional metrics. You'll have to pay 14 times annual sales for this business and 49 times yearly profit compared to Microsoft's ratios of 13 and 36, respectively. And that valuation looks more elevated considering the failed acquisition of the Figma business .\nAdobe has a great chance at earning that premium valuation thanks to all the reasons discussed above. It is also free from the huge market capitalization level that could be holding Microsoft back in the coming years. Adobe's business is valued at $263 billion today, making it one of the biggest software companies on the market.\nThat's still a far cry from Microsoft's nearly $3 trillion position. Investors can't count on Adobe climbing past the $1 trillion mark anytime soon. But there's still room for it to significantly boost its market value over the coming years as it adds more customers and fills out its growing portfolio of software services.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "motley fool investors",
        "sentiment": "neutral"
      },
      {
        "name": "microsoft",
        "sentiment": "neutral"
      },
      {
        "name": "forget microsoft",
        "sentiment": "neutral"
      },
      {
        "name": "adobe",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:04:26.419+02:00",
  "updated": "2024-01-06T00:04:26.419+02:00"
}