{
  "thread": {
    "uuid": "3d5110b29515b9523af685b691b314ebcd6d3fee",
    "url": "https://www.local3news.com/regional-national/first-us-moon-landing-in-decades-to-launch-with-nasa-science-human-remains-on-board/article_aa5b3710-adab-11ee-9cba-33d423fd6326.html",
    "site_full": "www.local3news.com",
    "site": "local3news.com",
    "site_section": "https://www.local3news.com/search/?f=rss&amp",
    "site_categories": [],
    "section_title": "www.local3news.com - RSS Results",
    "title": "First US moon landing in decades to launch with NASA science, human remains on board",
    "title_full": "First US moon landing in decades to launch with NASA science, human remains on board",
    "published": "2024-01-08T00:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/local3news.com/content/tncms/assets/v3/editorial/a/a5/aa5b3710-adab-11ee-9cba-33d423fd6326/659b256245d04.preview.jpg?crop=1766%2C927%2C0%2C123&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 19137,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3d5110b29515b9523af685b691b314ebcd6d3fee",
  "url": "https://www.local3news.com/regional-national/first-us-moon-landing-in-decades-to-launch-with-nasa-science-human-remains-on-board/article_aa5b3710-adab-11ee-9cba-33d423fd6326.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jackie Wattles, CNN",
  "published": "2024-01-08T00:25:00.000+02:00",
  "title": "First US moon landing in decades to launch with NASA science, human remains on board",
  "text": "(CNN) — When a rocket makes its inaugural liftoff attempt on Monday, it will carry nothing less than the first lunar lander to launch from the United States since NASA’s final Apollo mission in 1972. The stakes are high. The success of the rocket, developed by the joint venture of Lockheed Martin and Boeing called United Launch Alliance, is crucial to that company’s future and its desire to chip away at SpaceX’s dominance in the commercial launch industry. The lunar lander, built by small Pittsburgh-based company Astrobotic Technology, could become the first commercially developed spacecraft to make a soft landing on the moon. NASA has sponsored the development of a small fleet of such privately developed lunar landers — aiming to use them to give the US a presence on the moon amid a new international space race that began heating up in 2023. And while the NASA program does not hinge on a single lander making a successful touchdown, this first robotic mission could set the tone and pace for the space agency’s renewed efforts to explore the moon robotically before it tries to return astronauts to the lunar surface later this decade. Astrobotic’s robotic lunar lander, Peregrine, is scheduled to launch aboard the ULA Vulcan Centaur rocket from Florida’s Cape Canaveral Space Force Station at 2:18 a.m. ET Monday. Recent forecasts showed about an 85% chance the weather will be clear for takeoff. Backup launch opportunities are also available over the next few days. The path ahead Experts across the space industry, including Astrobotic CEO John Thornton, have likened the odds of successfully landing any spacecraft on the moon to flipping a coin. “This really is like a 50-50 shots on goal kind of an approach — where it’s really more about the industry succeeding, not any specific one mission,” Thornton told CNN in a January 2 phone interview. That said, Thornton added, “we’ve put everything that we can into this mission.” Landing on the moon is a complex endeavor. If the launch takes off as scheduled Monday, Vulcan Centaur will propel the lunar lander en route to the moon — placing it into what’s called a trans-lunar injection orbit. That involves a precisely timed engine burn that will push the Peregrine lander onto a path in Earth’ orbit that will allow it to sync up with the moon some 384,400 kilometers (238,855 miles) away. From there, beginning about an hour after launch, the Peregrine lander will separate from the rocket and forge its own path, using onboard thrusters to place itself on a precise course toward the moon. After reaching the moon, Peregrine — named for the falcon that is the fastest-flying bird in the world — will spend some time in lunar orbit before attempting a touchdown on February 23. The target landing site is a patch of the moon’s near-side surface that stretches a few kilometers wide, Thornton said, but the lander will test technology that could provide a more precise landing zone on future missions. The final moments before the spacecraft reaches the lunar surface will be the most crucial. Two failed lunar landing attempts last year, one by a Japan-based company and another by Russia, foreshadowed the difficulty of maintaining precise control over a vehicle as it swoops in for a touchdown, with both efforts crashing into the moon. A new space race This mission will mark the first lunar landing attempt — robotic or crewed — for the US in five decades. And the mission comes amid a renewed international push to explore the moon. While both the [Japan-based company Ispace](https://www.cnn.com/2023/05/26/world/hakuto-r-ispace-lunar-lander-results-scn/index.html) and [Russia’s Roscosmos space agency](https://www.cnn.com/2023/08/20/world/luna-25-spacecraft-moon-collision-intl/index.html) failed in their lunar landing attempts last year, India’s Chandrayaan-3 [made a safe landing in August](https://www.cnn.com/2023/08/23/world/chandrayaan-3-lunar-landing-attempt-scn/index.html). With that success, India became the fourth nation — after China, the former Soviet Union and the United States — to put a vehicle on the moon. So far in the 21st century, only India and China have made soft landings. The Japan Exploration Aerospace Agency, or JAXA, could complete its first lunar landing this month, using its “Moon Sniper” spacecraft that’s already [been en route](https://www.cnn.com/2023/12/26/world/japan-lunar-lander-moon-orbit-scn/index.html) for months. But NASA is hoping to swiftly catch up using the commercially developed robotic landers it has sponsored. Apart from Peregrine, the space agency has contracts with Texas-based companies Firefly Aerospace and Intuitive Machines. The latter could launch its lunar lander as soon as mid-February. Those contracts, all part of NASA’s Commercial Lunar Payload Services program, aim to drastically drive down the cost of building a lunar lander — especially in comparison to the multibillion-dollar effort that it took to create the Apollo-era lander. Peregrine and the other CLPS landers are designed to be far cheaper, with NASA agreeing to pay its partner companies only a single fix-priced contract. (Astrobotic’s contract for this mission, for example, totaled $108 million, which was more than NASA initially promised. But agency officials said the contract was renegotiated amid the pandemic.) “This is one of many relatively cheap missions that are going to be sent to the surface of the moon to try to break the paradigm to try to get to a new price point,” Thornton told CNN. Other robotic moon missions for CLPS could take off later in 2024, including a golf cart-size rover aboard a different lunar lander for Astrobotic called Griffin. This rover will peruse the lunar south pole for water ice — a search that’s a key feature of the 21st-century space race. Water ice could be used for sustaining colonies of future astronauts or converted into rocket fuel for missions deeper into space. A cornerstone of NASA’s lunar efforts will be to pave the way for humans to return to the surface under the Artemis program. NASA aims to send astronauts on a mission to fly by the moon as soon as late 2024 before returning humans to the surface later this decade. Peregrine’s science For this mission, Astrobotic’s Peregrine lander is heading for a lunar region called Sinus Viscositatis, otherwise known as the “Bay of Stickiness.” The name is an homage to the nearby Gruithuisen Domes, a unique lunar feature that scientists suspect was formed by sticky magma. The Peregrine lander will carry 10 science payloads, five of which are NASA-sponsored experiments. They include two instruments that will monitor the radiation environment, “helping us better prepare to send crewed missions back to the moon,” said Paul Niles, NASA’s project scientist for the Commercial Lunar Payload Services program, during a Thursday press briefing. Other instruments sent by the space agency will analyze the makeup of the lunar soil, looking for water and hydroxyl [molecules](https://www.jpl.nasa.gov/images/pia12221-daytime-water-cycle-on-the-moon). NASA will also study the moon’s super-thin atmosphere. Thornton said the Peregrine vehicle will operate for about 10 days on the moon’s surface until the region is plunged into lunar night, a period when it will be too cold for instruments to operate. Human remains and mementos While NASA is the primary financial backer of the mission, the space agency is just one customer involved. Also on board Peregrine will be science experiments and commercial cargo from other nations, including Germany, Mexico and the United Kingdom. Astrobotic partnered with German shipping company DHL, for example, to take small mementos to space, including “photographs and novels to student work and a piece of Mount Everest.” Notably, Peregrine will also carry human remains on behalf of two commercial space burial companies — Elysium Space and Celestis — a move that’s sparked opposition from Navajo Nation, the largest group of Native Americans in the United States. The group contends that allowing the remains to touch down on the lunar surface would be an affront to many Indigenous cultures, which regard the moon as sacred. Celestis offered to carry ashes to the moon for prices starting at around $13,000, according to its [website](https://www.celestis.com/experiences-pricing/). Thornton, the Astrobotic CEO, told CNN that the landing attempt will be a surreal moment — the culmination of 16 years of work by the company’s employees. The most difficult hurdle to overcome during Astrobotic’s journey, he noted, was convincing people that a Pittsburgh-based company of fewer than 300 people was capable of creating a lunar lander at all. “We got loads of people that doubted us and laughed at us along the way,” he said. But Thornton is hopeful that success will lead to a burgeoning lunar economy, helping NASA achieve its goals while also inspiring the commercial sector to pursue possibilities on the moon. The-CNN-Wire™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [
    "https://www.cnn.com/2023/08/20/world/luna-25-spacecraft-moon-collision-intl/index.html",
    "https://www.cnn.com/2023/08/23/world/chandrayaan-3-lunar-landing-attempt-scn/index.html",
    "https://www.cnn.com/2023/12/26/world/japan-lunar-lander-moon-orbit-scn/index.html",
    "https://www.celestis.com/experiences-pricing/",
    "https://www.cnn.com/2023/05/26/world/hakuto-r-ispace-lunar-lander-results-scn/index.html",
    "https://www.jpl.nasa.gov/images/pia12221-daytime-water-cycle-on-the-moon",
    "https://celestis.com/experiences-pricing/",
    "https://cnn.com/2023/05/26/world/hakuto-r-ispace-lunar-lander-results-scn/index.html",
    "https://cnn.com/2023/12/26/world/japan-lunar-lander-moon-orbit-scn/index.html",
    "https://cnn.com/2023/08/20/world/luna-25-spacecraft-moon-collision-intl/index.html",
    "https://www.celestis.com/experiences-pricing",
    "https://jpl.nasa.gov/images/pia12221-daytime-water-cycle-on-the-moon",
    "https://cnn.com/2023/08/23/world/chandrayaan-3-lunar-landing-attempt-scn/index.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "cnn",
        "sentiment": "negative"
      },
      {
        "name": "nasa",
        "sentiment": "negative"
      },
      {
        "name": "boeing",
        "sentiment": "none"
      },
      {
        "name": "united launch alliance",
        "sentiment": "none"
      },
      {
        "name": "spacex",
        "sentiment": "none"
      },
      {
        "name": "lockheed martin",
        "sentiment": "none"
      },
      {
        "name": "astrobotic technology",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "pittsburgh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:54:37.209+02:00",
  "updated": "2024-01-08T04:23:57.755+02:00"
}