{
  "thread": {
    "uuid": "555418b9ee8e6294d4cc6f8dbd4b9fcf1bf92ab9",
    "url": "https://www.reed.co.uk/jobs/warehouse-operative-morning-shift/51852408",
    "site_full": "www.reed.co.uk",
    "site": "reed.co.uk",
    "site_section": "https://www.reed.co.uk/jobs/rss/fmcg",
    "site_categories": [
      "job_search",
      "jobs"
    ],
    "section_title": "Reed.co.uk - job search results",
    "title": "Warehouse Operative Morning Shift",
    "title_full": "Warehouse Operative Morning Shift",
    "published": "2023-12-30T00:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.reed.co.uk/resources/images/layout/reed-og-image-2021.png",
    "performance_score": 0,
    "domain_rank": 9141,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "555418b9ee8e6294d4cc6f8dbd4b9fcf1bf92ab9",
  "url": "https://www.reed.co.uk/jobs/warehouse-operative-morning-shift/51852408",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-30T00:33:00.000+02:00",
  "title": "Warehouse Operative Morning Shift",
  "text": "Summary\n£11.40 up to £12.30 per hour*. This isn’t 9-5. This is making the most of every day.\nOur warehouses never stop running; 24 hours a day, our Warehouse Operatives work a range of shifts to make sure our stores receive the right stock, when they need it. We rely on every single employee in the warehouse to roll up their sleeves and get the job done - it’s your energy that helps get our 2,000 plus products into the hands of our customers.\nIf you’re looking for a job that keeps you on your toes with great rewards, then you’re in the right place. We’ll make sure our rotas are available 3 weeks in advance so you’ll always be able to make the most of your free time. If you love being productive and making every second count, you’ll love life at Lidl.\nThis is a role for the fast thinkers and without your hard work our store shelves would be empty, so accuracy is essential. Through a headset you’ll be given instructions to pick and pack selected products for each store, and it’s vital you keep up with the pace. Want to get in your daily 10,000 steps? Here, we call it the Lidl walk. Ready to take your first step? Find out more below and apply for a career a Lidl less ordinary.\nIf it all goes well, someone from the recruitment team will get in touch to chat about your application over the phone and following this you may be invited to face to face interview.\nWhat you'll do\n- Pick a variety of products including meat, fruit, frozen and chilled items\n- Listen carefully to picking instructions through your headset and carry them out at pace\n- Make sure your deliveries are perfectly stacked and secure\n- Report any damaged items to your manager\n- Take responsibility for working through your orders independently\n- Help out in any team tasks, such as cleaning equipment and checking stock\nWhat you'll need\n- Some experience of working in a fast-paced, target driven environment\n- Willingness to work with all different types of stock, in temperature-controlled areas\n- Good attention to detail when working quickly\n- Self-motivation to work hard and do everything to the best of your ability\nWhat you'll receive\nThis isn't getting by. This is getting what you deserve. We’re proud to have a culture and salary structure that promotes both the equality of opportunity, and pay.\nWorking at Lidl is rewarding, in every sense, because we give you the training to succeed in your role and plenty of opportunities to progress your career here. We're delighted to offer a competitive hourly rate, with 30-35 days’ holiday per year (pro rata). Save for your future with our pension scheme or save today with a 10% in-store discount, plus extra discounts on days out, cinema tickets and much more.\n*Max. rate includes £1.50 extra per hour for hours worked in the freezer and £3 extra per hour for hours worked between 00.00 - 05.00.\nPlease note your employment is conditional upon the Company's receipt of satisfactory references and if requested by the Company, a satisfactory Disclosure and Barring Service check.\nDisclaimer: due to the high volume of applications we receive, we reserve the right to close a vacancy earlier than the advertised date. This is to ensure our teams can manage application levels while maintaining a positive candidate experience. Once a vacancy has closed, we are unable to consider further applications, so please submit your application as soon as possible to avoid disappointment.\nReference: 51852408\nPlease note\nReed.co.uk does not communicate with candidates via Whatsapp, and we will never ask you to provide your bank, passport or driving licence details during the application process. To stay safe in your job search and flexible work, we recommend visiting JobsAware, a non-profit, joint industry and law enforcement organisation working to combat labour market abuse. Visit the JobsAware website for information and free expert advice for safer work. [Report this job](#)\nNot quite what you are looking for? Try these similar searches\nReplace a job alert\nReplace a job alert\nGet Job Alerts straight to your inbox\n\"Office Assistant jobs in London\"\nYour Job Alert has been created and your search saved.\n'Saved search name'",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [
    "http://www.jobsaware.co.uk/",
    "http://www.jobsaware.co.uk",
    "http://jobsaware.co.uk/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rea",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "lidl",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T00:45:25.681+02:00",
  "updated": "2023-12-30T00:45:25.681+02:00"
}