{
  "thread": {
    "uuid": "7f27d622dbe42c4d4be9f31ff6a924ff6a0d1c65",
    "url": "https://food.ndtv.com/lists/8-whisky-options-that-may-help-you-keep-warm-during-the-chilly-winter-evening-4779920",
    "site_full": "food.ndtv.com",
    "site": "ndtv.com",
    "site_section": "https://virasth.com/rss",
    "site_categories": [
      "italian_cuisine",
      "food",
      "vegetarian",
      "barbecues_and_grilling",
      "cocktails_beer",
      "herbs_for_health",
      "health"
    ],
    "section_title": "virasth.com",
    "title": "8 Whisky Options That May Help You Keep Warm During The Chilly Winter Evening - NDTV Food",
    "title_full": "8 Whisky Options That May Help You Keep Warm During The Chilly Winter Evening - NDTV Food",
    "published": "2024-01-01T11:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://c.ndtvimg.com/2023-10/7a1rhd3_whisky_625x300_06_October_23.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=675",
    "performance_score": 0,
    "domain_rank": 847,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7f27d622dbe42c4d4be9f31ff6a924ff6a0d1c65",
  "url": "https://food.ndtv.com/lists/8-whisky-options-that-may-help-you-keep-warm-during-the-chilly-winter-evening-4779920",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-01T11:00:00.000+02:00",
  "title": "8 Whisky Options That May Help You Keep Warm During The Chilly Winter Evening - NDTV Food",
  "text": "During these chilly winter evenings, whisky can be your perfect partner to keep you warm. Whether you are spending the evening by yourself or in the company of some friends or colleagues, your home bar is the place where ultimately everybody will end up savouring a drink. Here are some of the best whiskies that you can stock up and share with friends when they come over. Ranging from smokey-flavoured ones to those with a backbone of vanilla, to peppery ones, these whiskies aged for years are your best bet this winter. Here're 8 Whisky Options For You To Try: 1. GianChand Single Malt Whisky:\nDewan Gian Chand, one of the pioneers of the Alcobev industry in India, who started with the first beer brewery in Jammu always focused on scientific procedures to create the best beverage. The latest offering from the house of DeVANS, GC Single Malt Whisky stands testament to the fact that nothing has changed for them. Each batch spells precision and excellence, giving the whisky lovers an unmatched experience. Jim Murray, the noted whisky critic went on to hail this one as the 'finest single malt from India in recent times.' With a sweetness of pineapple drop, a backbone of vanilla and a hint of barley, the whisky stands strong on its own. The thin oils add delicate notes to it and make it a drink worth savouring in good company.\nAlso Read: BSI's New Whisky Guidelines: What You Need To Know\n2. Johnnie Walker Double Black:\nThis whisky is a fan favourite mainly because of its unique taste which it gets after aging in deeply charred oak casks. The blended whisky is prepared from malts obtained from the coast of Scotland. Johnnie Walker's distinctive style now includes smokey flavours. It has a spicy yet lasting peat smoke aftertaste with aromas of clove, ignited dried fruits, vanilla, and orange peels. The intense drink is ideal for individuals who enjoy their whisky on the rocks. 3. Aberlour 16-Year-Old Double Cask:\nThis Single Malt Scotch Whisky has been matured for 16 years in sherry casks and traditional oaks, making it different from other whiskies of its generation. This drink is golden amber in colour and tastes oaky, peppery and floral while having a nutty and sweet sultana scent. It is the ideal dish for a romantic and humorous evening.\nAlso Read: Get Top Whisky Brands And Prices In India - Your Whisky Guide 4. Teacher's Highland Cream Blended Scotch Whisky:\nThis cream whisky is one of William Teacher's greatest blends, who is renowned for his exceptional whisky and commitment to perfection. The single malt is concentrated on a single malt from the Ardmore distillery and has smokey and silky overtones. This malted whisky is made from a blend of sweet, fruity grains, and the rich palate has notes of deep peat smoke, honey, apples, and sweet malt that linger as you savour the flavour. 5. Chivas Regal 12 Year Old:\nChivas Brothers have made a name for themselves as the top producer of Scotch whisky, particularly blended whiskies. Their flagship whisky, Chivas Regal 12, has been matured for 12 years and is crafted from the best malts and grains. Whisky aficionados like the exceptionally smooth beverage made from Strathisla single malt and Strathclyde single grain. 6. Glenmorangie The Lasanta:\nThe brand famed for great taste, Lasanta from Glenmorangie, should unquestionably be present in your bar. They work hard to create creative mixtures that are also generally delicious. After a long day, a drink with sunset hues is the ideal way to unwind. It combines shades of purple, red, and orange. It spends 12 years ageing in sherry and bourbon barrels. Along with peppery undertones, the whisky also contains sweet undertones. A lengthy and smooth finish is made possible by the hints of honeycomb, dark chocolate, hazelnut, raisins, and unmistakable cinnamon. 7. Jim Beam Bourbon Black:\nThe Indian whisky community enjoys this elegant beverage. The drink undoubtedly alleviates your stress because of its caramel and warm oak flavours. This flavourful whisky surely belongs on the list of beverages that may be enjoyed with friends or even alone. Every sip of the exquisite beverage, which comes in a glass bottle, is worth savouring. 8. Macallan 12-Year-Old - Sherry Oak Scotch Whisky:\nThe Macallan 12 is a delicious single malt scotch that spent 12 years in oak barrels. It's like a warm hug from the Highlands, with flavours of sweet caramel, vanilla, and a little kick of spice. Take a sniff, and you might catch a whiff of oak and a hint of perfume before it turns into a cosy mix of dark sherry and plum sweetness. When you sip, it's like a sweet and silky dance of spiced plums on your tongue. This scotch is a great deal for its amazing taste! Advertisement Comments About Somdatta Saha Explorer- this is what Somdatta likes to call herself. Be it in terms of food, people or places, all she craves for is to know the unknown. A simple aglio olio pasta or daal-chawal and a good movie can make her day.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Health",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dewan gian chand",
        "sentiment": "none"
      },
      {
        "name": "jim murray",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ndtv",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "jammu",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-01T11:24:08.473+02:00",
  "updated": "2024-01-01T11:24:08.473+02:00"
}