{
  "thread": {
    "uuid": "b84ddd9b2cb85aa4eacc323d2600444c9586c24b",
    "url": "https://www.topworldnewstoday.com/san-jose-designer-transforms-discarded-fabrics-into-fabulous",
    "site_full": "www.topworldnewstoday.com",
    "site": "topworldnewstoday.com",
    "site_section": "https://www.topworldnewstoday.com/category/fashion",
    "site_categories": [],
    "section_title": "\nFashion Archives - Top World News Today",
    "title": "San Jose designer transforms discarded fabrics into fabulous - Top World News Today",
    "title_full": "San Jose designer transforms discarded fabrics into fabulous - Top World News Today",
    "published": "2024-02-16T00:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "TR",
    "main_image": "https://assets1.cbsnewsstatic.com/hub/i/r/2024/02/16/25f2841b-3569-4387-9c46-31f6bf8fdbec/thumbnail/1200x630/3c555ecd41ed0dc4ce729c2ab3e2221c/eco-fashion.jpg?v=2a01790210e495d24a119503c08f840d",
    "performance_score": 0,
    "domain_rank": 48256,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b84ddd9b2cb85aa4eacc323d2600444c9586c24b",
  "url": "https://www.topworldnewstoday.com/san-jose-designer-transforms-discarded-fabrics-into-fabulous",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Admin",
  "published": "2024-02-16T00:43:00.000+02:00",
  "title": "San Jose designer transforms discarded fabrics into fabulous - Top World News Today",
  "text": "The global fashion industry is worth an estimated $1.7 trillion, but that value comes at a cost. Each year, more than 11 million tons of textiles – mostly discarded clothing – ends up in landfill. Some of that fabric ending up in landfill comes from a trendy, lucrative practice known as [“fast fashion.”](https://www.mckinsey.com/featured-insights/mckinsey-explainers/what-is-fast-fashion) But one Bay Area woman is creating a beautiful solution, one stitch at a time. Tucked away in a San Jose storefront, [clothing designer Joslyn West](https://www.joslynwestdesigns.com/) is hard at work on her new collection. “I’m getting ready for spring. And these are linen dusters made from old hand embroidered tablecloths,” explained the soft-spoken designer. The hand-embroidered tablecloths she is using are quality vintage linens. West learned all about vintage tablecloths at an early age from her mother, who prized quality linens. The designer proceeded to show CBS News Bay Area more of her finished garments, some crafted from linens embroidered with beautiful Chinese cross-stitch designs, indigo blue block printed fabrics, and delicate Madeira linens highly prized for their beauty. The old tablecloths were once destined for landfill or practically given away for free at flea markets. “I would find things and just be amazed at what i was looking at and how undervalued they were,” explained West. In her hands, the unwanted linens, as well as vintage Pendleton virgin wool blankets and scraps of cashmere sweaters were transformed into one-of-a-kind masterpieces. CBS News Bay Area met up with West at the French Market Marin, one of the many Bay Area markets where she displays and sells her handmade garments. Shoppers were wowed. “I think this one’s beautiful,” exclaimed Marie Parnell, as she pulled a bolero jacket adorned with Chinese cross-stitching off the rack. “Amazing, special, unique,” uttered Julie Latino as she tried on a jacket made from a vintage Pendleton blanket. Yasmime Ozcan Blahut started viewing the clothing on the rack and smiled, pulling out an old handmade lace jacket. “It’s a really beautiful design,” she said. West is one of a small but growing number of designers who are creatively using a process called “upcycling.” “You’re saving things that otherwise would have been discarded or no longer needed, and using tablecloths and giving them new life and new purpose and find the beauty in them,” explained the designer. Her unique handmade garments stand in stark contrast to the trend of what’s called [“fast fashion,”](https://www.mckinsey.com/featured-insights/mckinsey-explainers/what-is-fast-fashion) which is defined as the mass production of cheap, stylish clothing that’s now flooding the market. Research shows consumers are likely to discard fast fashion only after a few wears. Most of it ends up in landfill. [Once in landfill, clothing slowly degrades.](https://www.epa.gov/facts-and-figures-about-materials-waste-and-recycling/textiles-material-specific-data) When it does, it releases methane, a greenhouse gas that’s 28 times more powerful than carbon dioxide. “For something you’re going to wear three or four times. it’s not worth it. It’s not worth what you’re doing to the planet,” said West. Back at the storefront, among the designer’s most popular garments are the warm lightweight sweaters for toddlers made out of cashmere scraps. She harvests the scraps from adult sweaters, thrown away because of tiny hole in them. The toddler cashmere sweaters often sell out first. West’s brand of upcycling is a style that speaks for itself, and appeals to a growing number of millennials and members of Gen Z. “I try to upcycle as much as I can instead of just throwing away. And I really appreciate that we do have more creative people,” said Ozcan Blahut, gesturing to Ms. West. There’s another reason to buy upcycled clothing. The older fabric, essentially the linens, are handmade and often more durable. A lot of the fast fashion is made from blends of fabrics including plastics making it hard to recycle. Between 8-10% of total global emissions comes from the fashion industry. The longer you can hold on to clothes, the higher likelihood that you’re not throwing it into landfill. Digital Clothing Market WILMINGTON, DE, UNITED STATES, February 15, 2024 /EINPresswire.com/ -- The digital clothing market French apparel brand, Kiabi which is present in about 25 countries, on Wednesday announced that it has forayed into Asia, through its association with Myntra in Putting on a show isn’t something Christian Louboutin does by halves – and this Paris Fashion Week was no different. To usher in their SS24 collection, the Sign up for the On Point newsletter here. This rebroadcast originally aired on January 12, 2023.TikTok is full of influencers posting “fashion hauls,” unp",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.joslynwestdesigns.com/",
    "https://www.epa.gov/facts-and-figures-about-materials-waste-and-recycling/textiles-material-specific-data",
    "https://www.mckinsey.com/featured-insights/mckinsey-explainers/what-is-fast-fashion",
    "https://epa.gov/facts-and-figures-about-materials-waste-and-recycling/textiles-material-specific-data",
    "https://joslynwestdesigns.com/",
    "https://www.joslynwestdesigns.com",
    "https://mckinsey.com/featured-insights/mckinsey-explainers/what-is-fast-fashion"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "eac",
        "sentiment": "neutral"
      },
      {
        "name": "joslyn west",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cbs news",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "san jose",
        "sentiment": "none"
      },
      {
        "name": "bay area",
        "sentiment": "none"
      },
      {
        "name": "madeira",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T06:24:55.028+02:00",
  "updated": "2024-02-16T09:25:01.849+02:00"
}