{
  "thread": {
    "uuid": "7fd6bd672357bc176d6c71612187488a474d3f62",
    "url": "http://business.times-online.com/times-online/article/pressadvantage-2024-4-4-wellness-counseling-hosts-ongoing-supportive-mom-group-at-montclair-location-every-wednesday-evening",
    "site_full": "business.times-online.com",
    "site": "times-online.com",
    "site_section": "http://business.times-online.com/times-online/markets/news",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Stock Market News | NSDQ, NYSE, and AMEX Stock Market News, Market News Categories, Market Indicators | User | times-online.com ",
    "title": "Wellness Counseling Hosts Ongoing Supportive Mom Group at Montclair Location Every Wednesday Evening | User | times-online.com",
    "title_full": "Wellness Counseling Hosts Ongoing Supportive Mom Group at Montclair Location Every Wednesday Evening | User | times-online.com",
    "published": "2024-04-05T01:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 86983,
    "domain_rank_updated": "2024-04-02T13:08:16.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7fd6bd672357bc176d6c71612187488a474d3f62",
  "url": "http://business.times-online.com/times-online/article/pressadvantage-2024-4-4-wellness-counseling-hosts-ongoing-supportive-mom-group-at-montclair-location-every-wednesday-evening",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Valley City Times-Record",
  "published": "2024-04-05T01:17:00.000+03:00",
  "title": "Wellness Counseling Hosts Ongoing Supportive Mom Group at Montclair Location Every Wednesday Evening | User | times-online.com",
  "text": "Wellness Counseling , a private therapy practice in New Jersey offering support and empowerment in the Montclair community, is excited to announce the ongoing supportive mom group at its Montclair location. The weekly gatherings aim to provide a safe space for mothers to connect, share experiences, and find solidarity in their journey through parenthood. Led by professionals Ali Whitney, a Licensed Associate Counselor, and Heather Picinch, a Licensed Social Worker, the Wellness Counseling mom group offers a platform for mothers to seek guidance, gain insights, and foster meaningful connections with fellow moms. Recognizing the immense demands placed on mothers, the program prioritizes self-care, mental wellness, and mutual support. Scheduled every Wednesday evening at Wellness Counseling's Montclair location, the mom group promises a safe and inclusive environment where mothers can freely express themselves, seek advice, and build a strong support network. The sessions, facilitated by experienced counselors, encourage open dialogue, exploration of challenges, and celebration of triumphs of motherhood. Additionally, Wellness Counseling recognizes the importance of supporting families as a whole. In conjunction with the mom group, a concurrent program is offered to middle schoolers, providing a nurturing environment where youth can engage with peers, receive support, and develop essential coping skills. Led by Dana Shabo, a Licensed Clinical Social Worker, and Heather Picinch, a Licensed Social Worker, the middle school community workshop offers a safe space for adolescents to navigate the challenges of adolescence. Through group discussions, activities, and peer interaction, participants are empowered to explore their emotions, build resilience, and develop healthy coping mechanisms. The dual programming not only supports mothers in their quest for self-care and mental wellness but also provides a valuable resource for families by addressing the unique needs of adolescents during a pivotal stage of development. Participants in the mom group can rest assured that their children are in capable hands, engaging in meaningful activities and receiving support from qualified professionals. Wellness Counseling is committed to fostering well-being for families in the Montclair community , recognizing that supporting mothers and their children is essential for creating thriving, resilient families. Registration for the ongoing mom group and middle school community workshop is open to all interested individuals. Those looking to join the supportive mom group or enroll their middle schoolers in the community workshop are encouraged to contact Wellness Counseling at (201) 661-8070. Wellness Counseling invites the Montclair community to embrace the power of connection, support, and empowerment through its ongoing mom group and middle school community workshop. Together, we can cultivate resilience, foster growth, and thrive as individuals and families. For more information about Wellness Counseling or their Montclair New Jersey Wednesday night groups, please visit their website at https://www.wellnesscounselingbc.com/. About Wellness Counseling: Wellness Counseling is a private therapy practice specializing in supporting and encouraging children, families, and adults to make flourishing decisions and positive changes in their lives. Wellness Counseling in New Jersey helps children, teens, couples, families, and adults. Wellness Counseling supports clients going through a difficult transition at home or school, or are experiencing stress, anxiety, depression, or self-doubt. By applying different therapy approaches and techniques, we will alter long-standing behavior patterns and negative perceptions that hold clients back from experiencing a more fulfilling and meaningful life. Wellness Counseling therapists can partner with guidance counselors, teachers and administrators, pediatricians, school nurses, psychiatrists, and other medical professionals to access the resources patients of all ages and life milestones may need. From managing major transitions like relocating and divorce to improving family dynamics, Wellness Counseling helps clients reconnect with their inner strength, reduce anxiety and conflict, heal their relationships, and rediscover the joy in their lives. ### For more information about Wellness Counseling, contact the company here: Wellness Counseling Wellness Counseling 201-661-8070 info@wellnesscounselingbc.com 470 North Franklin Turnpike Suite 201 Ramsey, NJ 07446",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://www.wellnesscounselingbc.com/",
    "https://www.wellnesscounselingbc.com/.",
    "https://www.wellnesscounselingbc.com",
    "https://wellnesscounselingbc.com/",
    "https://wellnesscounselingbc.com/."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "heather picinch",
        "sentiment": "none"
      },
      {
        "name": "ali whitney",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "montclair location every",
        "sentiment": "negative"
      },
      {
        "name": "wellness counseling hosts ongoing supportive mom group",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "new jersey",
        "sentiment": "none"
      },
      {
        "name": "montclair",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:43:38.548+03:00",
  "updated": "2024-04-05T01:43:38.548+03:00"
}