{
  "thread": {
    "uuid": "a9010e25f8c593ba41ba115d0286988e305a575f",
    "url": "https://animalpolitico.com/tendencias/actualidad/cumpleanos-arkadas-perro-rescatista",
    "site_full": "animalpolitico.com",
    "site": "animalpolitico.com",
    "site_section": "https://animalpolitico.com/tendencias",
    "site_categories": [],
    "section_title": "Animal MX - Destacadas",
    "title": "Festejan primer cumpleaños de Arkadas, perro rescatista, con fiesta en Campo Marte",
    "title_full": "Festejan primer cumpleaños de Arkadas, perro rescatista, con fiesta en Campo Marte",
    "published": "2024-01-07T20:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://ap-cdn.sfo3.digitaloceanspaces.com/uploads/2024/01/arkadas-cumpleanos-perro-rescatista-1024x683.jpg",
    "performance_score": 0,
    "domain_rank": 16565,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a9010e25f8c593ba41ba115d0286988e305a575f",
  "url": "https://animalpolitico.com/tendencias/actualidad/cumpleanos-arkadas-perro-rescatista",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Animal MX",
  "published": "2024-01-07T20:02:00.000+02:00",
  "title": "Festejan primer cumpleaños de Arkadas, perro rescatista, con fiesta en Campo Marte",
  "text": "¡Feliz cumpleaños, soldado! Este 7 de enero celebramos el cumpleaños de Arkadas, el perrito pastor alemán que fue donado por Turquía a México .\nLa Secretaría de la Defensa Nacional (Sedena) le organizó una fiesta petfriendly a este binomio canino en Campo Marte donde hasta le hicieron su pastel.\nMira: Suaves graduados: Perros se reciben como guías para personas ciegas\nAsí fue el primer cumpleaños de Arkadas Recordemos Arkadas es pastor alemán que fue donado a México en mayo del 2023. Esto luego de que Proteo, perro rescatista , perdiera la vida durante sus labores de búsqueda y rescate tras el grave terremoto en Turquía.\nSu nombre, Arkadas, significa amigo y desde su llegada a México se decidió que entrenaría también para ser binomio de búsqueda y rescate del Ejército y Fuerza Aérea Mexicana. Y precisamente es entrenado por el mismo dueño de Proteo, el el policía militar Carlos Villeda Márquez.\nLa fiesta de Arkadas fue este domingo 7 de eneros, donde desde las 08:00 hasta las 11:00 se celebró al cachorro en el Monumento a los Binomios Canófilos el Ejército y Fuerza Aérea Mexicanos “Proteo”, el cual está ubicado en el Campo Marte.\nDesde días anteriores, la Sedena había invitado a la gente a participar en este festejo llevando a sus propio lomitos.\nEn videos en redes sociales se puede apreciar que estuvieron otros binomios de la Sedena celebrando el cumpleaños de Arkadas. Incluso apareció Cadete, el perrito sin hogar que desfiló el 16 de septiembre y fue adoptado por el Ejército.\nCadete, perro adoptado por el ejército, en el cumpleaños de Arkadas. Foto: Instagram @sedenamx Lee: ‘Caricioterapia’, así trabajan rescatistas en la rehabilitación de perros que vivieron maltrato extremo\nAdemás, el cachorro pudo presumir también todo lo que aprendido en este tiempo en una demostración de habilidades.\nY sí, ¡hasta pastel tuvo!\nArkadas también fue ayudante de los Reyes Magos Como el cumpleaños de Arkadas casi se junta con la llegada de los Reyes Magos, el cachorro también regaló sonrisas para celebrar su primer año.\nY es que la Sedena compartió que el lomito se la pasó regalando pelotas a varios niños y niñas el 5 de enero en Chimalhuacán, en el Estado de México.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.youtube.com/embed/nw63JCSSQX8?feature=oembed",
    "https://youtube.com/embed/nw63JCSSQX8?feature=oembed",
    "https://www.youtube.com/embed/nw63JCSSQX8"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:17:17.443+02:00",
  "updated": "2024-01-08T00:17:17.443+02:00"
}