{
  "thread": {
    "uuid": "111533b3bd152d7d8064c2c421b3606af4210ce3",
    "url": "https://www.iberkshires.com/story/74076/Weekend-Outlook-First-Friday-Live-Music-and-More.html",
    "site_full": "www.iberkshires.com",
    "site": "iberkshires.com",
    "site_section": "http://news.google.com/news?pz=1&cf=all&ned=us&hl=en&q=music&cf=all&output=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "\"music\" - Google News",
    "title": "Weekend Outlook: First Friday, Live Music, and More - iBerkshires.com",
    "title_full": "Weekend Outlook: First Friday, Live Music, and More - iBerkshires.com",
    "published": "2024-01-05T20:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.iberkshires.com/images/feature/1704395574.jpg",
    "performance_score": 0,
    "domain_rank": 69958,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "111533b3bd152d7d8064c2c421b3606af4210ce3",
  "url": "https://www.iberkshires.com/story/74076/Weekend-Outlook-First-Friday-Live-Music-and-More.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sabrina Damms",
  "published": "2024-01-05T20:42:00.000+02:00",
  "title": "Weekend Outlook: First Friday, Live Music, and More - iBerkshires.com",
  "text": "Weekend Outlook: First Friday, Live Music, and MoreBy Sabrina DammsiBerkshires Staff01:42PM / Friday, January 05, 2024Print Story | Email Story Berkshire County is hosting a variety of events this weekend including a First Friday event, live music, and last chance holiday light experiences. Editor's Pick North Adams First Friday Downtown North Adams Time: 5 to 9 p.m. Just because the holidays are over does not mean you can't celebrate the winter season. This month the First Friday event will have a \"Cozy\" theme. Downtown North Adams will be lit up with the LumiNAMA holiday lights festival. Gather with fellow community members to explore downtown businesses that have extended hours. There will also be events including art receptions, a Pajama Party, s'more making, crafts, and more. More information here. Friday '80s Tribute Show The Proprietor's Lodge, Pittsfield Time: 8 to 11 p.m. New England's 80s tribute band The Brat Pack will be performing classics ranging in genre including Pop, Rock and New Wave classics. Tickets cost $15. More information here. Weekly Friday Night Jazz Methuselah Bar & Lounge, Pittsfield Time: 7 to 10 p.m. There will be a jazz performance as part of a collaboration with Mill Town Capital and Berkshires Jazz. More information here. Story Walk Lee Main Street Time: 10 a.m. to 3 p.m. The Lee Library invites families to take a walk along Main Street to read \"A Snowman for Little Bear\" by Trace Moroney. Pages of the book will be posted in storefront windows along the route. Participants can park at the Lee Library and a map will be at the library's side entrance. During library hours stop by the main desk for a free book. More information here. Michael McCarthy Performance Christiansen's Tavern, Hancock Time: 7:30 to 9:30 p.m. American roots musician Michael McCarthy will perform his signature \"electrified acoustic\" sound. More information here. Saturday The Orchestra Now: Schumann's Piano Concerto Bard College at Simon's Rock Daniel Arts Center, Great Barrington, Time: 3 p.m. There will be a free concert by Bard College's music program \"The Orchestra Now\" which will feature works by Schumann, Korngold, Dohnányi, and Larry Wallach. Lineup here. Taproom Music Bright Ideas Brewing, North Adams Time: 7 to 9 p.m. There will be a free performance by Western Mass trio No Lens known for their music that mixes funk, reggae, folk, and rock. More information here. Saturday Yoga North Adams Public Library Time: 10 to 11 a.m. Free Hatha yoga sessions for all ages 16 and older of varying experience in the third floor meeting room. Space is limited and registration is required by contacting Adult Services Librarian Ryan Miller at rmiller@northadams-ma.gov or 413-662-3133, Ext. 16. Jason & Trev Performance Christiansen's Tavern, Hancock Time: 7:30 to 9:30 p.m. Acoustic band Jason & Trev will be performing a wide variety of popular songs from the 50's to today ranging in genres including rhythm and blues, classic rock, folk, love songs, grunge, and modern pop. More information here. North Adams Indoor Farmers Market 85 Main St. Time: 9 to 1 Local produce, baked goods and other items including Svenfish. Runs the first Saturday of each month through winter. Sunday First Sunday Free Clark The Clark Art Institute, Williamstown The Clark Art is offering free admission to the galleries, special exhibitions, and activities. This month's theme is \"Reflections.\" Kick start the year with reflection through imagination, creativity, and movement. Participate in a range of activities including journal designs, writing prompts, sculpting, and two forty-five-minute drama workshops led by theater artist David Lane at 1 pm and 3 pm in the Conforti Pavilion. The workshop's games and exercises involve light physical movement designed to be accessible for all bodies. Free admission will be all day and activities will be held in the Family Room, Conforti Pavilion, and Museum Pavilion from 1 until 4 p.m. More information here. Cold Plunge for a Cause Laural Lake, Lee Time: Noon Soules Sports & Fitness, Inc. will be having a polar plunge and clothing drive for Big Brothers Big Sisters. A cold plunge can deliver a wide range of benefits including improving sleep and mood, reduce stress, regulating hormones, accelerating metabolism, decreasing inflammation, and more. More information on the event here. Multiple Days Historic Sheffield Winter Wonderland Historical Society Grounds (159 Main St.,)Sheffield Time: 4 to 7 p.m. Sheffield Historical Society will conclude its Winter Wonderland exhibit. The event is open through Jan. 7. The grounds are open for residents to look at the 21 trees decorated by local businesses, organizations and families. Information here. Nightwood The Mount, Lenox Nov. 17 through Jan. 6 The innovative and immersive sound and light experience set against the backdrop of Edith Wharton's historic home will conclude this weekend. This Friday and Saturday is your last chance to wander the illuminated 3/4-mile route through the woods and gardens for an otherworldly experience that evokes wonder and awakens the imagination. Children under 12 are free, children ages 13 to 18 are $12, and adults are $25. More information here. Festival of Trees: NOSTALGIA Berkshire Museum, Pittsfield Nov. 18 to Jan. 7 The museum's decades-old celebration Festival of Trees concludes this Sunday. This weekend explore the exhibit which features trees decorated by community members, businesses, and institutions with ties to the community. More information here. Winterlights Naumkeag, Stockbridge The Trustees of Reservations' holiday light displays conclude this Sunday. Three of the Trustees of Reservations' properties will be decorated with holiday light displays, including Naumkeag. The immersive holiday light displays also feature festive music and seasonal treats. More information here. Tags: weekend outlook,",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sabrina dammsiberkshires",
        "sentiment": "negative"
      },
      {
        "name": "adams",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pittsfield time",
        "sentiment": "none"
      },
      {
        "name": "pajama party",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "berkshire county",
        "sentiment": "none"
      },
      {
        "name": "new england",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:24:46.317+02:00",
  "updated": "2024-01-06T02:06:10.741+02:00"
}