{
  "thread": {
    "uuid": "66d0d35ae07832b74ce3716da989f2d59c06e476",
    "url": "https://www.aol.co.uk/news/tributes-paid-incredibly-courageous-surgeon-220438636.html",
    "site_full": "www.aol.co.uk",
    "site": "aol.co.uk",
    "site_section": "https://www.aol.co.uk/news",
    "site_categories": [
      "media"
    ],
    "section_title": "Breaking news headlines in the UK and worldwide - AOL UK - AOL.com",
    "title": "Tributes paid to ‘incredibly courageous’ surgeon Professor Sir Roy Calne",
    "title_full": "Tributes paid to ‘incredibly courageous’ surgeon Professor Sir Roy Calne",
    "published": "2024-01-08T00:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://s.yimg.com/ny/api/res/1.2/2_ltwbSdnZTJ8N3ipIoZ0A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/aol_press_association_news_966/6c66cc08a55606578b79d9aed76d8f5f",
    "performance_score": 0,
    "domain_rank": 1457,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "66d0d35ae07832b74ce3716da989f2d59c06e476",
  "url": "https://www.aol.co.uk/news/tributes-paid-incredibly-courageous-surgeon-220438636.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AOL Staff",
  "published": "2024-01-08T00:04:00.000+02:00",
  "title": "Tributes paid to ‘incredibly courageous’ surgeon Professor Sir Roy Calne",
  "text": "Tributes paid to ‘incredibly courageous’ surgeon Professor Sir Roy Calne Dame Esther Rantzen has paid tribute to an “incredibly courageous” surgeon who performed the first liver transplant in Europe. The former BBC journalist said Professor Sir Roy Calne, who died on Saturday aged 93, got in touch with her to ask for help to save a two-year-old boy who had weeks to live unless he found a donor. At the time, the numbers of transplant surgeries had fallen following a BBC Panorama programme that raised concerns about the field, she said. Despite the television industry’s concerns about transplants, Sir Roy contacted Dame Esther to put young Ben Hardwick, who was suffering with biliary atresia, on her TV show That’s Life!, she told the PA news agency. Dame Esther, 83, said: “He rang That’s Life!, we got a crew together that day and (Ben’s mother) made a speech in which she said that ‘this would be the greatest gift in life, and it might be the only comfort for a family whose only baby had passed away’ – we put her on the air, with quotes from Roy Calne, and it absolutely took off. “When (Ben’s mother) came to him and said ‘how can we change public opinion?’, and he said ‘television’, – I thought that was incredible, it was forgiving of the medium and it was also right, because at that time we were able to reach so many people and the rest of the media took it up too. “Within a week a donor was found. “He was not only a brilliantly skilled surgeon but he had immense courage. “I just think he was a wonderful example of a pioneering, brilliant medical practitioner in Britain working in the NHS.” She said a philanthropist offered to take Ben to America to get help after the show aired, but she responded “You don’t need to, we’ve got Professor Calne and he will do it under the NHS”. She added: “Roy performed the surgery on Ben and other children – as a result of our story people became aware of the desperate need for transplants.” The show started their friendship, she said, adding: “I have some beautiful watercolours by (Sir Roy) in pride of place in my home. “The thing about surgeons is they’re very, very gifted, good with their hands – he was also very talented artist. “He was funny, I remember having dinner with him. “I think it was steak and kidney pie and he carefully dissected one of the kidneys, which made it quite difficult to eat. “He was excellent company, but the thing that impressed me so much was the skill he had, the profession he was dedicated to.” Mike More, chair of Cambridge University Hospitals NHS Foundation Trust (CUH), paid tribute to Sir Roy on behalf of Cambridge University Hospitals, which named a transplant unit in the city’s Addenbrooke’s Hospital after the surgeon. He said: “I offer my deepest condolences to the family of Professor Sir Roy Calne. “He was a true pioneer of transplant surgery, not only carrying out many UK, European and world firsts in surgery but also inspiring future generations of clinicians. “Sir Roy leaves behind a truly amazing legacy and many of our staff will remember him with fondness for his vision and genuine kindness. We will all miss him very much.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "roy calne dame esther rantzen",
        "sentiment": "negative"
      },
      {
        "name": "roy calne tributes",
        "sentiment": "negative"
      },
      {
        "name": "dame esther",
        "sentiment": "none"
      },
      {
        "name": "roy calne",
        "sentiment": "none"
      },
      {
        "name": "ben hardwick",
        "sentiment": "none"
      },
      {
        "name": "roy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pa",
        "sentiment": "none"
      },
      {
        "name": "bbc",
        "sentiment": "none"
      },
      {
        "name": "bbc panorama",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "europe",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:22:57.430+02:00",
  "updated": "2024-01-08T00:22:57.430+02:00"
}