{
  "thread": {
    "uuid": "75a528b1073f627618045400009ef0c77521ac67",
    "url": "https://www.heraldo.es/noticias/aragon/2023/12/29/policia-nacional-servicios-humanitarios-aragon-2023-1700649.html",
    "site_full": "www.heraldo.es",
    "site": "heraldo.es",
    "site_section": "https://heraldo.es",
    "site_categories": [
      "media"
    ],
    "section_title": "\n                                Heraldo de Aragón | Noticias de Zaragoza, Huesca y Teruel",
    "title": "Policía Nacional presta más de 2.000 servicios humanitarios en Aragón durante 2023",
    "title_full": "Policía Nacional presta más de 2.000 servicios humanitarios en Aragón durante 2023",
    "published": "2023-12-29T12:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://imagenes.heraldo.es/files/og_thumbnail/uploads/imagenes/2022/12/28/policia-nacional-recurso-1.jpeg",
    "performance_score": 0,
    "domain_rank": 9900,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "75a528b1073f627618045400009ef0c77521ac67",
  "url": "https://www.heraldo.es/noticias/aragon/2023/12/29/policia-nacional-servicios-humanitarios-aragon-2023-1700649.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Heraldo de Aragón",
  "published": "2023-12-29T12:54:00.000+02:00",
  "title": "Policía Nacional presta más de 2.000 servicios humanitarios en Aragón durante 2023",
  "text": "La Policía Nacional presta más de 2.000 servicios humanitarios en Aragón durante 2023 Han intervenido desde casos de socorro a personas de avanzada edad y dependientes hasta la asistencia a menores en situación de desamparo Efectivos de la Jefatura Superior de [Policía](https://www.heraldo.es/tags/instituciones_empresas/policia_nacional.html) de Aragón, a través de su Sala CIMACC 091 y su Grupo de Atención al Ciudadano, han prestado más de dos mil servicios de asistencia humanitaria a lo largo del año 2023, revela el informe reciente de la institución. Estos servicios abarcan un amplio espectro, desde el socorro a personas de avanzada edad y dependientes hasta la asistencia a menores en situación de desamparo, como una parte esencial de las responsabilidades de la Policía Nacional que se distancian de la percepción común centrada en la prevención e investigación delictiva, informan fuentes del Cuerpo en una nota de prensa. El Centro de Inteligencia, Comunicaciones y Análisis CIMACC 091 se erige como el núcleo operativo primordial, respaldado por el Grupo de Atención al Ciudadano, para ofrecer respuesta a requerimientos las 24 horas, los 365 días del año, en situaciones urgentes y demandas de información por vía telefónica. Entre las situaciones más recurrentes se encuentran llamadas de auxilio de personas mayores que han sufrido accidentes en sus hogares, individuos desorientados en la vía pública o menores desamparados, donde la intervención rápida y eficiente se vuelve fundamental. El personal del CIMACC 091 opera con información en tiempo real sobre la localización de los efectivos policiales en la ciudad y dispone de recursos tecnológicos avanzados para afrontar escenarios críticos con prontitud. El número 091, insignia de la atención telefónica de la Policía Nacional, se mantiene como un recurso crucial para la ciudadanía y atiende únicamente en el transcurso del día más de un centenar de llamadas. Estos auxilios, aunque variados, reflejan directamente el compromiso de la Policía Nacional en el auxilio ciudadano con las que demuestran en ocasiones habilidades médicas como la aplicación de técnicas de reanimación en casos de ictus cardíacos o atragantamientos imprevistos. Este tipo de intervenciones, a pesar de los posibles riesgos inherentes, son abordadas por agentes debidamente formados y con una sólida vocación de servicio, con lo que la Policía Nacional reafirma su compromiso con la asistencia y apoyo a la comunidad. [Regístrate gratis](#) [Iniciar sesión](#)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T13:00:27.600+02:00",
  "updated": "2023-12-29T13:00:27.600+02:00"
}