{
  "thread": {
    "uuid": "a51c74756ebe4ede5d660aee6a4f67f4324e2101",
    "url": "https://www.elpais.cr/2024/03/10/papa-francisco-reafirmo-llamado-a-negociacion-para-la-paz-en-ucrania",
    "site_full": "www.elpais.cr",
    "site": "elpais.cr",
    "site_section": "http://www.elpais.cr/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Diario Digital Nuestro País",
    "title": "Papa Francisco reafirmó llamado a negociación para la paz en Ucrania",
    "title_full": "Papa Francisco reafirmó llamado a negociación para la paz en Ucrania",
    "published": "2024-03-10T19:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CR",
    "main_image": "https://www.elpais.cr/wp-content/uploads/2024/03/El-Papa-Francisco.jpeg",
    "performance_score": 0,
    "domain_rank": 74593,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a51c74756ebe4ede5d660aee6a4f67f4324e2101",
  "url": "https://www.elpais.cr/2024/03/10/papa-francisco-reafirmo-llamado-a-negociacion-para-la-paz-en-ucrania",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Por Prensa Latina",
  "published": "2024-03-10T19:00:00.000+02:00",
  "title": "Papa Francisco reafirmó llamado a negociación para la paz en Ucrania",
  "text": "Ciudad del Vaticano, 10 mar (Prensa Latina) El papa Francisco mantiene hoy su esperanza en «una solución diplomática para una paz justa y duradera” en Ucrania, señaló la oficina de prensa vaticana al\naclarar el contenido de sus declaraciones a un medio suizo.\nEn una reciente entrevista concedida a la Radio y Televisión Suiza (RSI), Francisco retomó “la imagen de la bandera blanca propuesta por el entrevistador” para “indicar con ella el cese de las hostilidades, la tregua alcanzada con el coraje de la negociación”, enfatizó el director de esa oficina, Matteo Bruni.\nEntre sus preguntas al Pontífice, el periodista de ese medio suizo, Lorenzo Buccella, cuestionó al mismo que “en Ucrania hay quienes piden coraje para rendirse, por la bandera blanca, pero otros dicen que esto legitimaría a los más fuertes. ¿Qué opinas?”.\nFrancisco expresó al respecto que “es una interpretación, pero creo que son más fuertes quienes ven la situación, quienes piensan en el pueblo, quienes tienen el coraje de izar la bandera blanca y negociar”, y añadió que “hoy se puede negociar con la ayuda de las potencias internacionales”.\n“La palabra negociar es una palabra valiente. Cuando ves que estás derrotado, que las cosas no van bien, necesitas tener el coraje de negociar. Te da vergüenza, pero ¿con cuántas muertes terminará? Negociar a tiempo, buscar algún país que actúe como mediador”, expresó el obispo de Roma.\nEl papa puso como ejemplo el ofrecimiento en tal sentido del gobierno de Turkiye, de mediar para poner fin al conflicto en Ucrania, tras lo cual consideró que “no te avergüences de negociar antes de que las cosas empeoren” y posteriormente, refiriéndose a cualquier situación de guerra, apuntó que “negociar nunca es una rendición”.\nBruni argumentó que se trata de “palabras del Papa extraídas de una imagen propuesta por el entrevistador para reiterar, entre otras cosas, lo que ya se ha dicho en estos dos años de continuos llamamientos y pronunciamientos públicos, a saber, la importancia del diálogo contra la locura de la guerra”.\n“La esperanza del Papa es y sigue siendo la misma que siempre se ha repetido en los últimos años” a favor de que “se encuentre ese pedacito de humanidad que nos permita crear las condiciones para una solución diplomática en busca de una paz justa y duradera”, agregó el portavoz del Vaticano.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-10T19:11:45.641+02:00",
  "updated": "2024-03-10T19:11:45.641+02:00"
}