{
  "thread": {
    "uuid": "d15451f8b330ba7ec86976600db37a42a122051e",
    "url": "https://www.oxfordeagle.com/2023/12/29/new-year-resolution-is-to-pray-for-faith/",
    "site_full": "www.oxfordeagle.com",
    "site": "oxfordeagle.com",
    "site_section": "https://www.oxfordeagle.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "The Oxford Eagle",
    "title": "New Year Resolution is to pray for faith",
    "title_full": "New Year Resolution is to pray for faith - The Oxford Eagle | The Oxford Eagle",
    "published": "2023-12-29T20:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://www.oxfordeagle.com/wp-content/uploads/sites/38/2023/05/3.29-wyatt-emmerich.jpg",
    "performance_score": 0,
    "domain_rank": 35514,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d15451f8b330ba7ec86976600db37a42a122051e",
  "url": "https://www.oxfordeagle.com/2023/12/29/new-year-resolution-is-to-pray-for-faith/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Staff Report",
  "published": "2023-12-29T20:04:00.000+02:00",
  "title": "New Year Resolution is to pray for faith",
  "text": "New Year Resolution is to pray for faith Published 12:04 pm Friday, December 29, 2023 I have a new New Year’s Resolution: Forgiveness. By this I mean, I resolve to be amazingly swift in forgiving any hurt or insult that comes my way. It’s going to roll out of my consciousness like water off a duck. Here’s how I came to this idea. I wanted a better grasp of all the parables of Jesus. I wanted an understanding of the number and nature of Jesus’ parables. So of course, I Googled it. (Since Google owns the Internet.) Email newsletter signup There are something like 45 parables, depending on your definition of what constitutes a parable. As I reviewed them by theme, I was surprised to find how many of them dealt with the issue of forgiveness. There’s the parable of the Speck and the Log: “Do not judge, or you too will be judged. For in the same way you judge others, you will be judged, and with the measure you use, it will be measured to you. Why do you look at the speck of sawdust in your brother’s eye and pay no attention to the plank in your own eye?” This is all about not dwelling on someone else’s faults and focusing on correcting your own. Awareness of your own shortcomings will naturally make you quick to forgive others. Then there’s the Parable of the Unforgiving Servant. “Therefore, the kingdom of heaven is like a king who wanted to settle accounts with his servants. As he began the settlement, a man who owed him ten thousand bags of gold was brought to him. Since he was not able to pay, the master ordered that he and his wife and his children and all that he had be sold to repay the debt. “At this the servant fell on his knees before him. ‘Be patient with me,’ he begged, ‘and I will pay back everything.’ The servant’s master took pity on him, canceled the debt and let him go. “But when that servant went out, he found one of his fellow servants who owed him a hundred silver coins. He grabbed him and began to choke him. ‘Pay back what you owe me!’ he demanded. “His fellow servant fell to his knees and begged him, ‘Be patient with me, and I will pay it back.’ “But he refused. Instead, he went off and had the man thrown into prison until he could pay the debt. When the other servants saw what had happened, they were outraged and went and told their master everything that had happened. “Then the master called the servant in. ‘You wicked servant,’ he said, ‘I canceled all that debt of yours because you begged me to. Shouldn’t you have had mercy on your fellow servant just as I had on you?’ In anger his master handed him over to the jailers to be tortured, until he should pay back all he owed. “This is how my heavenly Father will treat each of you unless you forgive your brother or sister from your heart.” There is also the parable of the Prodigal Son who leaves home, squanders his inheritance and returns home penniless. His father welcomes him and prepares a feast, forgiving his son, while the brother is resentful. The parable ends like this: “The older brother became angry and refused to go in. So his father went out and pleaded with him. But he answered his father, ‘Look! All these years I’ve been slaving for you and never disobeyed your orders. Yet you never gave me even a young goat so I could celebrate with my friends. But when this son of yours who has squandered your property with prostitutes comes home, you kill the fattened calf for him!’ “‘My son,’ the father said, ‘you are always with me, and everything I have is yours. But we had to celebrate and be glad, because this brother of yours was dead and is alive again; he was lost and is found.’” Then there is the proscription in Colossians 3:13. It’s as to the point as it gets: “The Lord forgave you so you must forgive others.” What is it about our human nature that makes us so resentful and unforgiving? We think we have been wronged and vow to get revenge. This is a horrible way to live yet so many of us do so. For one thing, anger and resentment puts other people in control of our lives. We have little control over ourselves and almost no control over others, so allowing other people to direct your emotions is to float through life with no course and no rudder. Once we become angry and resentful, then stubbornness makes it worse. We vow to never forget the insult. We vow to make the other pay. The human cost of this misery far exceeds the original insult. You see this in the wars between the Muslims and the Jews. Their resentment goes back for centuries. Revenge becomes a way of life, reaping misery after misery. Jesus told us that when slapped, turn the other cheek. Matthew 5:43 Jesus said, “You have heard that it was said, ‘Love your neighbor and hate your enemy.’ But I tell you: Love your enemies, and pray for those who persecute you, that you may be sons of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. If you love those who love you, what reward will you get? Are not even the tax collectors doing that? And if you greet only your brothers, what are you doing more than others? Do not even pagans do that? Be perfect, therefore, as your heavenly Father is perfect.” There have been plenty of wars involving Christians. This is related to the total depravity of man, but it’s not the way Jesus taught. He taught forgiveness. I remember a preacher telling our congregation, “If Christians really did what Jesus told them to do, the whole world would be Christian in a few decades.” Refusing to forgive is a defensive response. Defensiveness is a horrible way to respond to any human interaction, yet it is the most common. The proper response is curiosity. If someone criticizes you, try to understand where they are coming from instead of immediately bowing up your back in denial. This one simple action will transform your life. Curiosity and forgiveness, patience and self-control. These are my New Year’s Resolution. But bear this in mind: You do not get the fruits of the spirit by working at them or making a resolution. It happens through faith. With faith comes a heart receptive to the Holy Spirit. With the Holy Spirit residing in your heart comes the fruits of the spirit. Just like a fruit is a manifestation of the type of tree. The fruits of the spirit are a manifestation of the Holy Spirit residing and working in you. And the fruits of the spirit are the best fruits in the whole world: love, joy, peace, patience, kindness, forbearance, faithfulness, gentleness and self-control. So I guess my real New Year’s Resolution is to pray for faith.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "google",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T23:07:38.859+02:00",
  "updated": "2023-12-29T23:12:19.215+02:00"
}