{
  "thread": {
    "uuid": "27c9097cbb1175a956fbeaa96e38b4b00fb078f7",
    "url": "https://d23.com/meet-the-characters-of-marvel-studios-echo/",
    "site_full": "d23.com",
    "site": "d23.com",
    "site_section": "http://d23.com",
    "site_categories": [
      "movies",
      "entertainment"
    ],
    "section_title": "D23: The Official Disney Fan Club",
    "title": "Meet the Characters of Marvel Studios’ Echo - D23",
    "title_full": "Meet the Characters of Marvel Studios’ Echo - D23",
    "published": "2024-01-05T21:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d23.com/app/uploads/2024/01/1180w_600h_010424_echo-meet-the-characters_00.jpg",
    "performance_score": 0,
    "domain_rank": 21066,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "27c9097cbb1175a956fbeaa96e38b4b00fb078f7",
  "url": "https://d23.com/meet-the-characters-of-marvel-studios-echo/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sohrab",
  "published": "2024-01-05T21:50:00.000+02:00",
  "title": "Meet the Characters of Marvel Studios’ Echo - D23",
  "text": "By Courtney Potter It’s a sure-to-be-thrilling way to kick off the new year... The good folks at Marvel Studios will soon present Echo, spotlighting Maya Lopez as she’s pursued by Wilson Fisk’s criminal empire. When the journey brings her home, she’s forced to confront her own family and legacy. Echo stars Alaqua Cox (Hawkeye) as Maya Lopez, as well as Chaske Spencer (Wild Indian, The English), Tantoo Cardinal (Killers of the Flower Moon, Stumptown), Devery Jacobs (FX’s Reservation Dogs, American Gods), Zahn McClarnon (Dark Winds, FX’s Reservation Dogs), and Cody Lightning (Hey, Viktor!, Four Sheets to the Wind)—with Graham Greene (1883, Goliath) and Vincent D’Onofrio (Hawkeye, Daredevil, Law & Order: Criminal Intent), who returns to the villainous role of Wilson Fisk, aka Kingpin. Episodes of the series are directed by Sydney Freeland (Navajo) and Catriona McKenzie (Gunaikurnai); Kevin Feige, Stephen Broussard, Louis D’Esposito, Brad Winderbaum, Victoria Alonso, Richie Palmer, Jason Gavin (Blackfeet), Marion Dayre, and Sydney Freeland are executive producers, and Jennifer L. Booth and Amy Rardin are co-executive producers. With Echo’s big premiere on Tuesday, January 9, we’re taking a closer look at who’s who in the highly anticipated series: Maya Lopez (Alaqua Cox) Maya is a force to be reckoned with. She’s skilled in martial arts and hand-to-hand combat—and is at home on her motorcycle. When she flees New York City after assassinating the crime boss Kingpin, she’s forced to reunite with the family she left long ago under tragic circumstances. “In Hawkeye, Maya was a villain,” says director Sydney Freeland. “And while she’s our protagonist in Echo, we wanted to embrace those darker sides and flaws within the character, who is on an extreme emotional journey trying to navigate the pent-up anger inside her. She’s a very nuanced character with culture and ancestry in the Choctaw community, which is something we hadn’t seen before.” In addition to the character’s cultural background, Maya’s physical prowess underscores her mental toughness and is indicative of her soon-to-be antihero status. Cox left her home on the Menominee Indian Reservation in Keshena, Wisconsin, to join the Hawkeye cast just a few years ago. “When I jumped into the Marvel world, it was a big transition for me, but I was so grateful for the opportunity and journey,” says the actor, who learned about plans for Echo while filming Hawkeye. “I felt so overwhelmed and shocked because it was a lead role in my second project, which seemed kind of crazy. I remember telling my family and it just meant so much because it gives Indigenous people a leading character and real representation in an authentic way. It feels amazing to be able to have the opportunity inspire and empower a future generation of people.” The actor is intently aware of what the character’s physicality will mean to others in the amputee community. “I wanted to show people that amputees and people with disabilities can do anything,” says Cox. “Although I am deaf and an amputee, I was able to do a lot of my fighting and stunts—and it was important to me to show my prosthetic leg and not try to hide it under clothes. Maya Lopez is a badass, and I wanted people with disabilities to have someone that they could look up to and see within themselves.” Additionally, Cox’s Maya is the second deaf hero to join the MCU, after Lauren Ridloff’s Makkari in Eternals. It was important to filmmakers that the storytelling and approach to production embraced the character’s preferred way of communicating with others. In fact, many scenes feature no spoken dialogue; the production also provided weekly group learning sessions for the filmmakers and crew to help with the overall communication on set. “All the people on the crew were able to take sign language classes for a few months before we actually started filming, which was really cool,” says Cox. Says director Sydney Freeland, “After studying American Sign Language and talking with [consulting producer and ASL master] Doug Ridloff, one of the things that became apparent was that the hands are an extension of one’s emotion and expression. The hands are the text, and the face is the subtext, and you need those two things together to get an idea of what a person’s feeling. We built our entire visual language with that in mind.” Wilson Fisk, aka Kingpin (Vincent D’Onofrio) Fisk was once known as “Uncle” to Maya, who looked up to him after relocating to New York City with her father as a child. Fisk was long ago crowned Kingpin by the NYC criminal underworld. He was rightly feared by all—nobody dared challenge Kingpin—at least not until Maya Lopez discovered that he gave the orders to have her father killed. Their final encounter ended in a gunshot... but Fisk has the kind of power that always seems to eclipse even the grimmest circumstances. “I love that Echo is Maya Lopez’s origin story,” says the actor. “You get introduced to this Native American world and it’s intense, spiritual, and deeply emotional—it’s all about her family and ancestors. Kingpin is both a physically and emotionally brutal character. There is a strong layer of a father-daughter thing with Kingpin and Maya. It’s a great way to bring out all kinds of intensities and emotions and their dynamic has this flavor that’s completely unique.” Henry “Black Crow” Lopez (Chaske Spencer) Henry is Maya’s well-intended uncle who owns the local roller-skating rink. But Henry has a troubled past that he can’t quite escape—including ties to Fisk’s criminal underworld. Spencer, who fills Uncle Henry’s shoes, says not only is his character the brother of Maya’s late father, William, he still has his hands in the very business that led to her father’s untimely death. “Henry feels guilty about his brother’s death, and there’s a lot that Maya brings to the situation that I don’t think Henry is ready to face yet,” he explains. Skully (Graham Greene) Wise, funny, and kind-natured, Skully owns the town pawn shop. He is a grandfather figure to Maya, offering his support, warmth, and guidance along the way. Unlike many of her estranged family members, Skully is willing to set aside any differences and move forward with love. “When Maya was a young child, [Skully] was going out with her grandmother, Chula,” says Greene. “Maya comes back into his life after she damages her prosthetic leg and wants him to repair it for her—it helps rekindle their relationship.” Chula (Tantoo Cardinal) Chula is Maya’s estranged grandmother. Her overwhelming anger following the tragic loss of her daughter, Maya’s mother, led to the hasty departure of Maya and her father. Maya, so young and impressionable, shared in Chula’s grief—but the distance between them has only grown in the years since they last saw each other. For Cardinal, her character’s maternal instincts are being tested by Maya so many years later. “In the beginning of the series, Maya and Chula’s relationship is pretty fractured and they are not in a good place,” the actress says. “Maya comes from strength, but she also comes from a place of confusion.” Bonnie (Devery Jacobs) Bonnie is Maya’s estranged cousin and childhood best friend who works as an EMT in Tamaha, Oklahoma. She and Maya were like sisters as kids, and Bonnie took it hard when Maya left. She’d love nothing more than to be close again with Maya. “Maya Lopez is so badass, and she goes through the world very guarded,” says Jacobs. “But it’s through glimpses of interacting with Bonnie that we really get to see Maya’s heart and vulnerability.” Biscuits (Cody Lightning) Biscuits is Maya’s well-meaning cousin, who helps her get settled when she returns home to Oklahoma. “Biscuits is Maya’s sidekick, who provides some comic relief for her,” says Lightning. “He’s like a big, earnest puppy dog—but he’s very resourceful and always figures out a way to get things done for Maya. He’s very loyal and will do anything for his family, even if that means getting into some trouble.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "courtney potter",
        "sentiment": "negative"
      },
      {
        "name": "vincent",
        "sentiment": "none"
      },
      {
        "name": "brad winderbaum",
        "sentiment": "none"
      },
      {
        "name": "viktor",
        "sentiment": "none"
      },
      {
        "name": "graham greene",
        "sentiment": "none"
      },
      {
        "name": "wilson fisk",
        "sentiment": "none"
      },
      {
        "name": "marion dayre",
        "sentiment": "none"
      },
      {
        "name": "chaske spencer",
        "sentiment": "none"
      },
      {
        "name": "jason gavin",
        "sentiment": "none"
      },
      {
        "name": "maya lopez",
        "sentiment": "none"
      },
      {
        "name": "catriona mckenzie",
        "sentiment": "none"
      },
      {
        "name": "zahn mcclarnon",
        "sentiment": "none"
      },
      {
        "name": "jennifer l. booth",
        "sentiment": "none"
      },
      {
        "name": "victoria alonso",
        "sentiment": "none"
      },
      {
        "name": "alaqua cox",
        "sentiment": "none"
      },
      {
        "name": "louis d’esposito",
        "sentiment": "none"
      },
      {
        "name": "kevin feige",
        "sentiment": "none"
      },
      {
        "name": "stephen broussard",
        "sentiment": "none"
      },
      {
        "name": "sydney freeland",
        "sentiment": "none"
      },
      {
        "name": "devery jacobs",
        "sentiment": "none"
      },
      {
        "name": "richie palmer",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "characters of marvel studios",
        "sentiment": "negative"
      },
      {
        "name": "flower moon",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kingpin",
        "sentiment": "none"
      },
      {
        "name": "hawkeye",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:07:12.403+02:00",
  "updated": "2024-01-06T00:07:12.403+02:00"
}