{
  "thread": {
    "uuid": "75ed9282378c7f0791f12e929a6c76105cc1a41a",
    "url": "https://www.wdio.com/weather-news/2023-year-in-review-weather-edition/",
    "site_full": "www.wdio.com",
    "site": "wdio.com",
    "site_section": "https://wdio.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "WDIO.com",
    "title": "2023 Year in Review: Weather Edition",
    "title_full": "2023 Year in Review: Weather Edition",
    "published": "2024-01-02T06:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.wdio.com/wp-content/uploads/2024/01/1-1-24-web2.png",
    "performance_score": 0,
    "domain_rank": 48269,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "75ed9282378c7f0791f12e929a6c76105cc1a41a",
  "url": "https://www.wdio.com/weather-news/2023-year-in-review-weather-edition/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sabrina Ullman WDIO",
  "published": "2024-01-02T06:58:00.000+02:00",
  "title": "2023 Year in Review: Weather Edition",
  "text": "2023 Year in Review: Weather Edition\nAs we rejoice over the trace of snow on the ground, it is hard to remember that we started 2023 with 21 inches of snow depth on New Year’s Day.\nJanuary overall was 6.5 degrees above normal but had just over 17” of snowfall.\nTemperature-wise, we ended up cooler than normal by the time we got to March and April. That was hardly noticed because of the record-breaking snowfall.\nIn addition to having the snowiest winter on record, there were daily record snowfalls set on February 23rd, March 11th, and April 20th.\nWith so much snow that had to melt, widespread flooding became an issue in late April. Many bodies of water overflowed from small creeks to the Mississippi River.\nRELATED:\nMajor flooding in Aitkin\nWe then went from one extreme to another with quite the dry stretch this summer. The month of May had 23% of the normal precipitation.\nDuluth went 17 consecutive days with no measurable precipitation from May 19th to June 4th.\nThere was measurable rain on June 5th followed by another dry stretch, this time lasting 13 days. The last week of June had enough rain to get the total monthly rainfall to 94 percent of normal. Dry weather continued through the summer with July having 35% of the rainfall and August having 45% of normal.\nDrought conditions were noteworthy this summer. On August 8th, drought conditions in Northwest Wisconsin reached the D-4 level. This marked the first time the state of Wisconsin has had an exceptional drought since the U.S. Drought Monitor began in 1999.\nRELATED:\nSouth Shore enters D-4 Drought\nDry conditions elsewhere also had major impacts on the Northland with Canadian wildfires bringing smoke to our area. Eventually, smoke cleared and we finally got rain.\nFlash flooding in September set two daily rainfall records with 2.77 inches of rain on September 5th and 3.02 inches on the 24th. These two instances of flash flooding helped make this the second-wettest September for Duluth with 10.36 inches of rainfall. The month was also 4.7 degrees above normal.\nWhile warmer than normal temperatures continued for the remainder of the year, the above normal precipitation did not.\nThe deer season began with no snow on the ground, and we only got 1.7 inches of snowfall in October followed by 1.3” in November and then 4.8” in december.\nThis December stood out for not only being one of three times in Duluth history to not have a White Christmas but also for having rain. We set a record daily rainfall on Christmas Eve at 0.85 inches. December was also wetter than July and August combined, and the mean temperature of 30.1 degrees was closer to April’s normal (39.5 degrees) than December’s (17.1 degrees).\nOverall, 2023 ended up being 1.9 degrees above normal with 1.81 inches of precipitation above normal.\nThe 2022 Year in Review: Weather Edition can be found\nat this link.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Disaster and Accident",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "duluth",
        "sentiment": "none"
      },
      {
        "name": "mississippi river",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T06:59:39.819+02:00",
  "updated": "2024-01-02T06:59:39.819+02:00"
}