{
  "thread": {
    "uuid": "e22110b14e607553190143ca5a087be3f0624798",
    "url": "https://hackernoon.com/connecting-web3-rewards-to-real-world-assets-a-discussion-with-hm-rawat",
    "site_full": "hackernoon.com",
    "site": "hackernoon.com",
    "site_section": "https://www.hackernoon.com/on-this-day",
    "site_categories": [
      "tech"
    ],
    "section_title": "#on-This-Day-hackernoon",
    "title": "Connecting Web3 Rewards To Real-World Assets - A Discussion With HM Rawat | HackerNoon",
    "title_full": "Connecting Web3 Rewards To Real-World Assets - A Discussion With HM Rawat | HackerNoon",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://hackernoon.imgix.net/images/Lskaa1YC56RnIMHMaWXVpPxLKHg2-zj92sc0.jpeg?mark-pad=0&amp;mark=http://hackernoon.imgix.net/HackerNoon%20Rounded%20Horizontal.png?w=400",
    "performance_score": 0,
    "domain_rank": 1843,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e22110b14e607553190143ca5a087be3f0624798",
  "url": "https://hackernoon.com/connecting-web3-rewards-to-real-world-assets-a-discussion-with-hm-rawat",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dan Stein",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Connecting Web3 Rewards To Real-World Assets - A Discussion With HM Rawat | HackerNoon",
  "text": "I recently spoke with Lingo Co-Founder \\u0026 CEO, HM Rawat, about the potential impact of Web3 on community empowerment. In our conversation, we also touched on the uniqueness of Web3 rewards, its challenges, and how a novel approach could shape the industry. I hope you find the discussion insightful. Tell us a bit about yourself and how you got into Web3. From selling MP3 CDs at school to exiting Mauritius’s fastest-growing Subway franchisee chain of 12+ restaurants, I’ve been an entrepreneur all my life. Heading marketing and sales at HMRawat Communications, our family business, was a milestone in my journey. During my time there, we secured over 80% of Mauritius’s mobile phone market share and achieved a 300x YoY revenue growth for the Madagascar unit. The Seychelles unit also saw a 1500x growth. Now, I’m applying all the lessons I learned over 30 years to build and scale Lingo. It’ll help fill Web3’s marketing gaps—the reason I entered this space. While the underlying tech is growing 2x faster than the Internet in the 90s, it’s not transforming as many lives as it can. Loyalty schemes feature heavily in Web2’s attract-extract models. How are Web3 rewards different? The global loyalty management market was roughly $10.5 billion in 2023. It’ll possibly grow at over 9% till 2030. But consumers will only get a tiny share of this revenue, as usual. Web2 loyalty schemes are extractive because they work within walled gardens owned and controlled by centralized entities. Consumers mostly receive points or token money that have limited redeemability. You can use them at partner stores only, for example. Web3 rewards, on the contrary, can put real value in the consumer’s hands. Consumers can trade loyalty tokens in secondary markets or exchange them with their friends. That’s the power of interoperability. Plus, on-chain revenue models are usually transparent and verifiable, enhancing accountability. Have Web3 rewards evolved fully? If not, what are its main challenges? No. Lingo will take Web3 rewards over the line but there’s still a long way to go. Inferior design and sub-par incentives are the main problems. The inability to sustain rewards and engage communities long-term is a key reason why over 72% of projects from the 2020-2021 bull market have died. Web3 projects typically have Ponzinomics for economic models. They constantly need to onboard new users to maintain rewards, etc. This is very dangerous in volatile, cyclical markets like crypto. It’s also unsustainable. Moreover, Web3 rewards don’t have enough real-world utility yet. They’re even inferior to centralized Web2 rewards in some ways. Meaning, communities don’t have the incentives to stay loyal long-term. Speculation and frothy practices are more prevalent instead. How does Lingo solve these problems? What’s unique about its approach? We’re solving the root cause, i.e., Ponzinomics. The lack of intrinsic value and solid foundations fuel the problems we discussed so far. Lingo fixes that. We’ve developed a new model that’ll generate tangible community rewards using tokenized Real World Assets (RWAs). The algorithm supporting Lingo’s circular economy invests transaction fees into high-performing RWAs and the returns go to the rewards pool. It ensures compound growth. Consumers will earn $LINGO tokens that they can redeem for real-world rewards by staking, etc. This system works irrespective of market conditions, making it robust and sustainable. We’re already seeing strong support for our vision and novel approach. Over 140K consumers have joined the waitlist. Our Twitter and Discord communities have 84,000+ and 50,000+ members respectively. We have 100+ brand ambassadors and raised over $5 million via private rounds. What’s in it for the community? How will Lingo change the experiences of end-users? Lingo users get passive, risk-minimized access to the RWA industry, which is expected to cross $16 trillion by 2030. Early adopters will further reap the benefits accruing from our first mover’s advantage. Consumers can access Web3’s largest rewards ecosystem with Lingo. This means special benefits at 3000+ brands like Nike, IKEA, Spotify, Uber, Netflix, and more. Our solutions will be available in 80+ countries, powered by Fizen and our 100,000+ hotel network. I’ve spent 12+ years building solutions and services for global consumers. Our Co-Founder, David Amsellem, built John Paul — the world’s top premium loyalty program that Accor Hotels acquired for $150 million in 2016. Over the years, we’ve both learned the importance of ensuring top-notch user experiences. That’s our priority at Lingo. Plus an awesome team of blockchain researchers, developers, and advisors is helping us turn vision into reality. We’ll unleash next-gen Web3 incentives. Community members will be the biggest beneficiaries here — it’ll be a win-win for consumers and partner brands. And finally, distributed governance gives users a meaningful say in the platform’s policies and financial models. We welcome anyone who’s ready to surf the tide. I recently spoke with Lingo Co-Founder \\u0026 CEO, HM Rawat , about the potential impact of Web3 on community empowerment. In our conversation, we also touched on the uniqueness of Web3 rewards, its challenges, and how a novel approach could shape the industry. I hope you find the discussion insightful. Lingo HM Rawat Tell us a bit about yourself and how you got into Web3. Tell us a bit about yourself and how you got into Web3. From selling MP3 CDs at school to exiting Mauritius’s fastest-growing Subway franchisee chain of 12+ restaurants, I’ve been an entrepreneur all my life. Heading marketing and sales at HMRawat Communications, our family business, was a milestone in my journey. During my time there, we secured over 80% of Mauritius’s mobile phone market share and achieved a 300x YoY revenue growth for the Madagascar unit. The Seychelles unit also saw a 1500x growth. Now, I’m applying all the lessons I learned over 30 years to build and scale Lingo. It’ll help fill Web3’s marketing gaps—the reason I entered this space. While the underlying tech is growing 2x faster than the Internet in the 90s, it’s not transforming as many lives as it can. Loyalty schemes feature heavily in Web2’s attract-extract models. How are Web3 rewards different? Loyalty schemes feature heavily in Web2’s attract-extract models. How are Web3 rewards different? The global loyalty management market was roughly $10.5 billion in 2023. It’ll possibly grow at over 9% till 2030. But consumers will only get a tiny share of this revenue, as usual. roughly $10.5 billion roughly $10.5 billion Web2 loyalty schemes are extractive because they work within walled gardens owned and controlled by centralized entities. Consumers mostly receive points or token money that have limited redeemability. You can use them at partner stores only, for example. Web3 rewards, on the contrary, can put real value in the consumer’s hands. Consumers can trade loyalty tokens in secondary markets or exchange them with their friends. That’s the power of interoperability. Plus, on-chain revenue models are usually transparent and verifiable, enhancing accountability. Have Web3 rewards evolved fully? If not, what are its main challenges? Have Web3 rewards evolved fully? If not, what are its main challenges? No. Lingo will take Web3 rewards over the line but there’s still a long way to go. Inferior design and sub-par incentives are the main problems. The inability to sustain rewards and engage communities long-term is a key reason why over 72% of projects from the 2020-2021 bull market have died. 72% of projects 72% of projects Web3 projects typically have Ponzinomics for economic models. They constantly need to onboard new users to maintain rewards, etc. This is very dangerous in volatile, cyclical markets like crypto. It’s also unsustainable. Moreover, Web3 rewards don’t have enough real-world utility yet. They’re even inferior to centralized Web2 rewards in some ways. Meaning, communities don’t have the incentives to stay loyal long-term. Speculation and frothy practices are more prevalent instead. How does Lingo solve these problems? What’s unique about its approach? How does Lingo solve these problems? What’s unique about its approach? We’re solving the root cause, i.e., Ponzinomics. The lack of intrinsic value and solid foundations fuel the problems we discussed so far. Lingo fixes that. We’ve developed a new model that’ll generate tangible community rewards using tokenized Real World Assets (RWAs). The algorithm supporting Lingo’s circular economy invests transaction fees into high-performing RWAs and the returns go to the rewards pool. It ensures compound growth. Consumers will earn $LINGO tokens that they can redeem for real-world rewards by staking, etc. This system works irrespective of market conditions, making it robust and sustainable. We’re already seeing strong support for our vision and novel approach. Over 140K consumers have joined the waitlist. Our Twitter and Discord communities have 84,000+ and 50,000+ members respectively. We have 100+ brand ambassadors and raised over $5 million via private rounds. What’s in it for the community? How will Lingo change the experiences of end-users? What’s in it for the community? How will Lingo change the experiences of end-users? Lingo users get passive, risk-minimized access to the RWA industry, which is expected to cross $16 trillion by 2030 . Early adopters will further reap the benefits accruing from our first mover’s advantage. $16 trillion by 2030 $16 trillion by 2030 Consumers can access Web3’s largest rewards ecosystem with Lingo. This means special benefits at 3000+ brands like Nike, IKEA, Spotify, Uber, Netflix, and more. Our solutions will be available in 80+ countries, powered by Fizen and our 100,000+ hotel network. Fizen Fizen I’ve spent 12+ years building solutions and services for global consumers. Our Co-Founder, David Amsellem, built John Paul — the world’s top premium loyalty program that Accor Hotels acquired for $150 million in 2016. Over the years, we’ve both learned the importance of ensuring top-notch user experiences. That’s our priority at Lingo. Plus an awesome team of blockchain researchers, developers, and advisors is helping us turn vision into reality. We’ll unleash next-gen Web3 incentives. Community members will be the biggest beneficiaries here — it’ll be a win-win for consumers and partner brands. And finally, distributed governance gives users a meaningful say in the platform’s policies and financial models. We welcome anyone who’s ready to surf the tide.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Social Issue",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rawat",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "hmrawat communications",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "seychelles",
        "sentiment": "none"
      },
      {
        "name": "madagascar",
        "sentiment": "none"
      },
      {
        "name": "mauritius",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T01:31:42.277+03:00",
  "updated": "2024-04-12T06:31:36.415+03:00"
}