{
  "thread": {
    "uuid": "11d3e6c704b4d83c5ae766fb276b58ca18f8f9b2",
    "url": "https://leitesculinaria.com/77240/recipes-applesauce-bread.html",
    "site_full": "leitesculinaria.com",
    "site": "leitesculinaria.com",
    "site_section": "https://leitesculinaria.com/comments/feed",
    "site_categories": [
      "food"
    ],
    "section_title": "\n\tComments for Leite&#039;s Culinaria\t",
    "title": "Comment on Applesauce Bread by Angie Zoobkoff",
    "title_full": "Comment on Applesauce Bread by Angie Zoobkoff",
    "published": "2024-01-07T22:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://leitesculinaria.com/wp-content/uploads/2022/09/applesauce-bread-fp.jpg",
    "performance_score": 0,
    "domain_rank": 29256,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "11d3e6c704b4d83c5ae766fb276b58ca18f8f9b2",
  "url": "https://leitesculinaria.com/77240/recipes-applesauce-bread.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Angie Zoobkoff",
  "published": "2024-01-07T22:15:00.000+02:00",
  "title": "Comment on Applesauce Bread by Angie Zoobkoff",
  "text": "Comfort finds us in unexpected places. Like this simple, not-too-sweet, subtly flavored applesauce bread that boasts sugar and spice and all things nice. It’s lovely warm out of the oven, natch, but also toasted and slathered with butter the next morning or afternoon or at 2 am or, well, whenever you crave a little comfort.–David Leite\nApplesauce Bread FAQs\nWe’ve become quite fond of making\napplesauce from scratch. You know, the kind of applesauce that’s not uniformly smooth but rather punctuated with tender, sweetly tart chunks of caramelized apple goodness. And we tend to make so much of it we don’t hesitate to use it in this applesauce quick bread recipe to lend it a little something unexpected in terms of taste and texture.\nAlthough you certainly won’t be disappointed if you make this recipe with store-bought unsweetened applesauce. (Avoid sweetened applesauce, as it will result in an overly sweet bread.)\nAbsolutely. You’ll get about 24 muffins from a full recipe, and they’ll need to bake for about 20 minutes.\nWe think a\ncream cheese frosting and more chopped nuts would be lovely on top of the loaf, and that would make a phenomenal teacher or hostess gift, or a lovely “welcome to the neighborhood” gesture to new neighbors. As far as the sliced bread, we love it warm (or cold) plain, with butter, or cream cheese with another sprinkle of cinnamon would be fantastic, too.\n☞ Want other sweet bread recipes? Try these:\nApplesauce Bread\nIngredients\n- 4 large eggs, at room temperature\n- 1 1/2 cups granulated sugar\n- 3 cups store-bought or\nhomemade applesauce, at room temperature\n- 2 sticks (8 oz) unsalted butter, melted and slightly cooled, plus more for the pan\n- 3 cups all-purpose flour\n- 1 tablespoon baking soda\n- 1 teaspoon\nkosher salt\n- 1/2 teaspoon\nground cinnamon\n- 2 cups walnuts, lightly toasted and chopped (optional)\nInstructions\n- Preheat the oven to 350°F (176°C). Lightly butter 2 loaf pans or place paper liners in 24 cupcake or muffin tins.\n- Toss the eggs and sugar in the bowl of a mixer fit with the paddle attachment and beat until the mixture thickens and turns the color of lemons, 2 to 3 minutes.\n- Add first the applesauce and then the butter and beat well, scraping down the sides of the bowl after each addition. The mixture may appear curdled but fear not, you did not just ruin your quick bread batter. Everything is fine. Just keep on going with the recipe and keep calm.\n- Dump the flour, baking soda, salt, and cinnamon in a separate bowl and mix well. Stir it into the applesauce mixture and beat to combine. Add the nuts, if desired, and mix well. Scrape down the sides of the bowl.\n- Scrape the batter into the prepared loaf pans or, if making muffins, use a 2-ounce ice cream scoop or heaping tablespoon to fill the prepared tins. Bake the bread until golden brown and firm in the center, about 1 hour for loaves and 20 to 25 minutes for muffins.\n- Let the bread cool in the pans for 5 minutes, then transfer to a wire rack and set aside to cool.\nAdapted From\nCookies for Kids’ Cancer\nBuy On Amazon\nNutrition\nNutrition information is automatically calculated, so should only be used as an approximation.\n@leitesculinariaor tag #leitesculinaria!\nRecipe Testers’ Reviews\nWith fall on the way, I’ve been wanting to make something with apples to celebrate the season. Since I had most of the ingredients on hand already, I was excited to make this delicious applesauce bread.\nI was afraid the bread might not be moist enough, since there was no yogurt or buttermilk involved, but the mixture of applesauce and butter really made a very moist bread. (To clarify, I used store-bought unsweetened applesauce; I didn’t want to use sweetened applesauce that might interfere with the flavor and sweetness of the other ingredients.)\nI did use walnuts, which I would recommend; the crunchiness added a nice texture to the bread. I made the bread in loaf pans, but instead of the one hour suggested cooking time, it actually took my bread one hour and 15 minutes to bake completely.\nJust like the title of its cookbook, I bet this delicious bread would sell out quickly at a bake sale!\nAn unpretentious, good-anytime applesauce bread that’s easy to make. It was extremely moist and had a gentle texture, and it stayed that way even after having been refrigerated overnight. In fact, I thought the deeper sweetness, which reminded me of dark brown sugar, tasted better the following day.\nI used store-bought applesauce without any added sugar. For a fancy look, I think you could “dress” the top of the batter before it goes in the oven; some of the chopped walnuts, sliced almonds, and thinly sliced apples come to mind.\nUPDATE I go back to this recipe time and time again. I used the\nApple Pear Sauce (a recent addition to LC) for my most recent batch, and the result was adored just as much as it had always been. I usually make two loaves (8 1/4-by-4 1/4 inches) and typically start checking the loaves at 50 minutes, but this time I baked one loaf with pecans on top and 12 muffins with sliced almonds on top. The muffins were done in 20 minutes.\nThis applesauce bread recipe delivers exactly what’s promised—easy to make, moist, AND you probably have these ingredients in your pantry.\nI made the applesauce using five apples, which was not enough (the five medium apples made about two cups). Luckily I had a small store-bought jar which, together with my homemade, made up the 3 required cups.\nLooks really nice and is nicely moist. It smells nice too! What more could you want? I’m going to freeze one and see how it tastes in a month or so.\nOh, and as I am not a fan of nuts in my breads, I didn’t use them. When I make this again, I might add some other spices, such as nutmeg or ginger, and more cinnamon.\nThis easy quick bread makes a scrumptious, moist loaf with ingredients most of us have on hand and in very short order! I made it on a Sunday morning and it was perfect for late breakfast-time on a slow-moving early fall day. Because it is both lovely and moist, it would, as the authors suggest, also be terrific for bake sales, and I think it would be a fine hostess gift at any time.\nThe directions were precisely correct, and after exactly 1 hour of baking time, I had a loaf with a beautiful crumb. I made this batch without walnuts, because I did not have them on hand, but, because I love nuts in my baked goods, would definitely add the optional nuts next time.\nNonetheless, this loaf is yummy in its most plain Jane version, and could only get better from there. I think pecans or almonds would substitute just fine for the walnuts. Further, pear sauce or apple pear sauce would add an additional hint of fall. I used a smooth applesauce, but I would also consider chunky to add a bit of texture to this bread.\nAnd for big cinnamon lovers, the cinnamon could be doubled for a spicier touch—or a pinch or two of cloves and/or nutmeg in addition to the cinnamon would switch it out a bit as well.\nButter, cream cheese, and/or apple butter would also complement this delicious loaf well.\nThis applesauce bread is one of the easiest quick breads I’ve ever had the pleasure to bake. A great change from banana bread. I wasn’t sure whether the standard-size loaf pan should be 9″ by 5″ or 8″ by 4″, so I used the latter. The loaves came out beautifully rounded on top.\nI did use the walnuts as suggested, and they made a nice textural addition to the bread. So moist and delicious. Great for dessert, breakfast or just snacking. Will definitely make this again!\nThis applesauce bread has a subtle applesauce-y, spicy taste. It’s a fine-grained loaf bread and it also makes wonderful muffins. The applesauce keeps it moist and flavorful without being too sweet. It is good with coffee, milk, and tea—what more could you ask for?\nThis recipe made 1 standard-size loaf and 18 muffins. Next, let’s see how it freezes because it would be great to have this on hand at all times.\nThis applesauce bread is a winner for any bake sale! I had all the ingredients on hand and it went together so fast. The result was two beautifully rounded loaves and the house smelled of fall.\nI used unsweetened store-bought applesauce. The cooking time for the loaves was perfect. I also made the recipe a second time and made all muffins. Again, the cooking time was perfect. I gave the loaves away (crazy me) and then kept all the muffins. Great little snack, and they stayed so moist. I think it would’ve been helpful to give the measurements for a “standard-size loaf pan.” To me, that means 8 1/2″ x 4 1/2″ x 2 1/2″. This is definitely a keeper!\nThere is nothing not to like about this recipe. It’s easy to make, most, if not all, of the ingredients are already in your pantry, and the result is a light, moist and flavorful bread (cake?) that can be served at any time of the day. I made 12 muffins with half of the batter and a loaf with the other half. I almost forgot to add the nuts to the batter, so as I was filling the muffin tin I simply sprinkled them on top. This actually worked better, since the muffins looked very “dressed up.”\nI didn’t have time to make my own applesauce, so I used regular Mott’s. I don’t think this had any effect on the end result, so take it easy and go with store-bought applesauce.\nLoved this easy, easy bread/muffin! It has great flavor and was ready in minutes. There are only a few common ingredients and I had everything I needed.\nI decided to make muffins for easy portability. I ended up using a combo of homemade and no-sugar-added Mott’s and they turned out very tasty. The only thing I questioned was the amount of flour vs. the amount of applesauce. I ended up adding about 1/2 cup more flour, as the batter seemed very wet and the muffins still turned out great! Will make again!\nI made this recipe twice. The first time I got 33 muffins instead of 24. They were perfectly done and golden brown at 20 minutes. I baked them in aluminum muffin pans with cupcake liners in them. The muffins were very moist and good, but I felt a slight aftertaste in my mouth after eating them. As the muffins aged in the fridge and I took them to work for my snack each day, that taste went away.\nSome of my tasters also commented on this, and some even asked if I’d put molasses in them. I thought a whole tablespoon of baking soda sounded like a lot, and maybe that was the culprit. I decided to make them a second time and use baking powder instead. I made a half recipe this time and used a silicone muffin pan with paper liners. It took about 10 minutes more baking time to get them to a golden brown, but they did taste much better from the start. These make a great snack and are very moist. I’ll be making them again, but with baking powder instead of baking soda.\nThe applesauce bread tastes good. I used the optional toasted walnuts and really liked the combination. Note that this requires a lot of butter. The butter overwhelms the applesauce flavor a little bit. If I were making this again, I would substitute safflower oil for all or part of the fat in the recipe. I always line my pans with parchment for quick loaves and so never have a problem with removing them from pans.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://www.instagram.com/explore/tags/leitesculinaria",
    "https://shareasale.com/r.cfm?b=&u=2262463&m=112426&urllink=https://worldspice.com/spices/cinnamon-cassia-indonesian&afftrack=",
    "https://www.shareasale.com/m-pr.cfm?merchantID=112426&userID=2262463&productID=1227926592",
    "http://www.amazon.com/exec/obidos/ASIN/0470947616",
    "https://www.instagram.com/leitesculinaria",
    "https://instagram.com/leitesculinaria",
    "https://www.shareasale.com/m-pr.cfm",
    "https://instagram.com/explore/tags/leitesculinaria",
    "https://shareasale.com/m-pr.cfm?merchantID=112426&userID=2262463&productID=1227926592",
    "http://amazon.com/exec/obidos/ASIN/0470947616",
    "https://shareasale.com/r.cfm",
    "https://www.shareasale.com/r.cfm?b=&u=2262463&m=112426&urllink=https://www.worldspice.com/spices/cinnamon-cassia-indonesian&afftrack="
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "angie zoobkoff comfort",
        "sentiment": "neutral"
      },
      {
        "name": "david leite",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:01:17.389+02:00",
  "updated": "2024-01-08T01:01:17.389+02:00"
}