{
  "thread": {
    "uuid": "c22e0f68a8fb678447ead0d6feb07f904f273eb4",
    "url": "https://www.canarias7.es/cultura/musica/mingo-quintana-persona-creativa-cree-poder-sanador-20240405225045-nt.html",
    "site_full": "www.canarias7.es",
    "site": "canarias7.es",
    "site_section": "https://www.canarias7.es/cultura",
    "site_categories": [
      "society",
      "photography",
      "hobbies_and_interests",
      "dating",
      "top_news"
    ],
    "section_title": "Cultura",
    "title": "Mingo Quintana: «Soy una persona creativa que cree en el poder sanador de la música» | Canarias7",
    "title_full": "Mingo Quintana: «Soy una persona creativa que cree en el poder sanador de la música» | Canarias7",
    "published": "2024-04-04T22:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s2.ppllstatics.com/canarias7/www/multimedia/2024/04/04/Mingo%20Quintana%20acta%20en%20Patios%20Encantados%20Solidarios,%20el%20ciclo%20musical%20de%20la%20Casa-Museo%20len%20y%20Castillo%20de%20Telde%20el%205%20de%20abril.-kC0H--1200x840@Canarias7.jpg",
    "performance_score": 0,
    "domain_rank": 30793,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c22e0f68a8fb678447ead0d6feb07f904f273eb4",
  "url": "https://www.canarias7.es/cultura/musica/mingo-quintana-persona-creativa-cree-poder-sanador-20240405225045-nt.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gabriela Vicent",
  "published": "2024-04-04T22:00:00.000+03:00",
  "title": "Mingo Quintana: «Soy una persona creativa que cree en el poder sanador de la música» | Canarias7",
  "text": "Tras un cuarto de siglo dedicándose a la música, vale la pena arriesgar y compartir los secretos más íntimos que se han ido recolectando a lo largo del camino. Es el espíritu con el que Mingo Quintana se presenta al público en el concierto que ofrecerá en solitario, en formato íntimo, a guitarra y voz, en el ciclo de \\u0027Patios encantados Solidarios\\u0027, en la Casa-Museo León y Castillo de Telde. La cita, para la que se solicita tan solo la entrega de productos no perecederos para el Banco de Alimentos de Las Palmas, es el viernes, día 5 de abril , a las 20.00 horas.«Va a ser un repertorio que he ido componiendo a lo largo de los años», avanza el veterano músico y profesor. «Algunas canciones las he interpretado con el grupo folclórico Tabaiba, que dirijo, otras con la formación folk Faneroque, y otras son inéditas, más personales e intimistas, con lo que va a ser una oportunidad poder presentarlas en público. He querido titular este proyecto \\u0027Andando el camino\\u0027 . Todas ponen en valor la música de autor y son composiciones propias», añade.Mingo Quintana es un músico de amplia trayectoria, pero también tiene una profunda vocación como profesor. «La verdad es que no puedo hacer una diferenciación real entre mi trayectoria musical y la docente. Llevo 24 años dedicándome a la enseñanza pública, soy maestro especialista en Educación Musical. En la escuela he creado muchas canciones infantiles, proyectos de coros escolares... Paralelamente, se encuentra la faceta más personal de la creación musical . Siempre he estado ligado a la formación y la interpretación, formando parte de coros, como Ainur o la formación Vocal 7. En este momento estoy dirigiendo el grupo folclórico Tabaiba. Me quedo con el aprendizaje diario que me proporcionan los niños y las niñas, con los que todos los días aprendo algo nuevo».\\u0027Margullando\\u0027También es integrante del grupo Faneroque, formación folk de amplia trayectoria, que trajo a las islas la fusión de la música popular con elementos modernos y estilos de otras latitudes. Con una trayectoria algo irregular, la agrupación está viviendo ahora una nueva etapa de resurgimiento. « El grupo nació en 2007 , pero tuvo un parón porque cada uno de nosotros emprendió distintos proyectos personales. Pero hace cosa de cuatro años estrenamos un nuevo trabajo, \\u0027Margullando\\u0027 , que seguimos presentando en diferentes espacios y locales. Estamos también pensando en sacar nuevas canciones que tenemos en la recámara», apunta Quintana.También tiene amplia experiencia en la composición musical, especialmente destinada al público infantil . «Mi experiencia como docente me ha hecho ver la dificultad que tiene trabajar con niños y niñas, porque son un público muy exigente. Vivimos un momento en el que el alumnado está sobreestimulado, y se hace complicado competir con esos estímulos que vienen de las pantallas, de los móviles, de las imágenes. Pero la música todavía tiene magia y, de alguna manera, podemos seguir captando su atención. Es más difícil, pero no imposible».Influencias familiaresLa vena musical de Mingo Quintana le viene de familia. «Mis influencias musicales son, principalmente, mis padres. A mi padre le gustaba mucho cantar. Tenía un talento natural y se rodeó de un ambiente que le permitía interpretar zarzuela y canción ligera italiana. Mi madre era una gran melómana. Desde pequeña, mi abuela se buscó la manera de que estuviera en clases de piano, pese a no tener recursos. Tenía una hoja grande con un piano dibujado, con el que se preparaba las clases. En definitiva, uno ha mamado el amor a la música. Si a esto le unes que soy el menor de 8 hermanos, tuve la oportunidad de escuchar una gran cantidad de música desde los años 80. A esto se unió la pasión por la música de autor que vino a través de la nueva trova cubana de Silvio Rodríguez y Pablo Milanés y, más tarde, todo lo que vino de la música de raíz canaria con Taburiente, Taller Canario, Pedro Guerra...».«Mi lugar en la música, como le ocurre a otros muchos músicos canarios, no tiene más pretensiones», confiesa mingo Quintana. «Soy una persona creativa, que cree en el poder sanador de la música y que quiere poner su grano de arena en los proyectos en los que está sumido. Crear un poco de reflexión, de crítica social , además de poner en valor la composición de autor, y dejar un \\u0027sellito\\u0027 dedicado a artistas, a poetas que no han tenido esa visibilidad y que he querido homenajear, incluyéndolos en mi repertorio».El timple fue el primer instrumento que tuvo en sus manos desde pequeñito. «Después estuve en clases de piano. Pero a los 15 o 16 años ya empecé a tocar la guitarra, influenciado por la música de Sudamérica que escuchaban mis hermanas de los cantautores. Con 16 y 17 años empecé a hacer mis primeras composiciones, inspiradas por los poemas de mi madre, Carmen Rivero López, algunos de los cuáles musiqué. Esta fue también la chispa para empezar a escribir y hacer mis primeras adaptaciones musicales con poemas de escritores más reconocidos. Forme el Dúo Guiniguada, con mi compañero Daniel Morales, que sigue tocando conmigo en \\u0027Faneroque\\u0027 y, de ahí, a la actualidad».Vivir de la músicaLas fuentes de inspiración de Mingo Quintana han estado ligadas «con mi entorno más próximo, el medio natural, la defensa del patrimonio... Siempre ha estado muy presente la música de raíz. Pero, es cierto que son etapas de investigación, de inspiración y, como buen cantautor, siempre está presente la crítica social, el hermanamiento de los pueblos, el vínculo con África, con América. Y también lo personal, el hogar...».El momento de subirse a un escenario y establecer una comunión con el público es para él muy importante. «A mí siempre me ha gustado estar arropado con una banda, pero es cierto que uno va ganando madurez , serenidad con los años y, al final, actuar con voz y guitarra es un acto de generosidad, un reto que sirve para que muchas canciones no se queden en un cajón encerradas, que otros muchos puedan conocerlas y uno mismo pueda expresarse a través de ellas».Vivir y disfrutar de la música puede parecer sencillo, convertirla en un medio de vida, no tanto. «La música siempre va a estar ahí», dice el artista. «Tampoco es una pretensión para mí vivir de la música, ya que tengo mi profesión. Hoy en día también es complicado vivir de la música en Canarias. Existe una crisis de valores, también hay que decirlo. A nivel cultural, se apuesta por un mercado en el que prima más el entretenimiento que lo estrictamente cultural. Dedicarse por completo a la música requiere mucho tiempo y sacrificios, y es un entorno laboral que genera mucha incertidumbre».",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T01:10:53.250+03:00",
  "updated": "2024-04-13T00:45:30.904+03:00"
}