{
  "thread": {
    "uuid": "17d87c90c5809afdf57c71438271a31b5a031b4d",
    "url": "https://hoy.com.do/rata-se-roba-la-escena-en-entrevista-en-vivo-del-alcalde-buenos-aires",
    "site_full": "hoy.com.do",
    "site": "hoy.com.do",
    "site_section": "http://hoy.com.do",
    "site_categories": [
      "marketing",
      "business",
      "top_news"
    ],
    "section_title": "Hoy Digital | Guardianes de la verdad",
    "title": "Rata se roba la escena en entrevista en vivo del alcalde Buenos Aires",
    "title_full": "Rata se roba la escena en entrevista en vivo del alcalde Buenos Aires",
    "published": "2024-03-01T01:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DO",
    "main_image": "https://hoy.com.do/wp-content/uploads/2024/02/rata-en-buenos-aires.JPG.jpeg",
    "performance_score": 0,
    "domain_rank": 42045,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "17d87c90c5809afdf57c71438271a31b5a031b4d",
  "url": "https://hoy.com.do/rata-se-roba-la-escena-en-entrevista-en-vivo-del-alcalde-buenos-aires",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@periodicohoy",
  "published": "2024-03-01T01:01:00.000+02:00",
  "title": "Rata se roba la escena en entrevista en vivo del alcalde Buenos Aires",
  "text": "Una rata se convirtió en la inesperada protagonista de una comparecencia del alcalde de Buenos Aires, el centroderechista Jorge Macri, durante una visita a un mercadillo ilegal este jueves en pleno barrio porteño de Retiro. Mientras el jefe del Gobierno de la Ciudad de Buenos Aires ofrecía unas declaraciones a la prensa en medio del operativo de seguridad contra una feria ilegal, situada junto a uno de los barrios más empobrecidos de la capital, una rata corrió entre los pies de los presentes, generando un momento de alteración. Puede leer: [El primer ministro de Haití acepta celebrar elecciones en 2025, según líderes del Caribe](https://hoy.com.do/el-primer-ministro-de-haiti-acepta-celebrar-elecciones-en-2025-segun-lideres-del-caribe/) Algunos periodistas se apartaron en medio de gritos, al tiempo que otros propinaron patadas al roedor, que salió despedido a varios metros de distancia y terminó devorado por dos perros que se lanzaron sobre él. El alcalde, primo del expresidente de Argentina Mauricio Macri (2015-2019), retomó la charla con los periodistas con la frase- “Ordenemos lo que desordenó la rata». “Hemos logrado hacer todo este operativo sin violencia, sin que nadie esté lastimado, salvo el episodio pobre de los periodistas que se pegaron un susto con la rata esta que apareció ahí en el medio. Pero que, en sí mismo, es una metáfora de las cosas que estos lugares también generan, que es una degradación, un aceptar convivir con las cosas que están mal”, explicó. En la cercanía de la estación de autobuses de Retiro, uno de los lugares más transitados de la capital argentina, funcionaba, según denunciaron las autoridades, una feria de venta ilegal de artículos de procedencia desconocida. Ese mercadillo, en la que se habían identificado numerosos objetos robados, estaba situado en la entrada del Barrio Padre Carlos Mugica, más conocido como Barrio 31, la villa miseria (barrio de infraviviendas) más extendida de la capital.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T01:08:15.568+02:00",
  "updated": "2024-03-01T01:08:15.568+02:00"
}