{
  "thread": {
    "uuid": "0b198d97a931cd6cffe4bdf16962d6a4f70381bb",
    "url": "https://www.necn.com/entertainment/entertainment-news/ziggy-marley-recalls-dad-bob-marleys-last-words-to-him-before-his-death/3172986",
    "site_full": "www.necn.com",
    "site": "necn.com",
    "site_section": "http://www.necn.com/entertainment/entertainment-news/?rss=y&embedThumb=y&summary=y",
    "site_categories": [
      "tech"
    ],
    "section_title": "Entertainment News &#8211; NECN",
    "title": "Ziggy Marley recalls dad Bob Marley's last words to him before his death",
    "title_full": "Ziggy Marley recalls dad Bob Marley's last words to him before his death",
    "published": "2024-02-29T10:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.necn.com/2024/02/GettyImages-1991684114.jpg?quality=85&#038;strip=all&#038;crop=0px%2C6px%2C1024px%2C576px&#038;resize=1200%2C675",
    "performance_score": 0,
    "domain_rank": 11718,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0b198d97a931cd6cffe4bdf16962d6a4f70381bb",
  "url": "https://www.necn.com/entertainment/entertainment-news/ziggy-marley-recalls-dad-bob-marleys-last-words-to-him-before-his-death/3172986",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Randi Richardson | TODAY",
  "published": "2024-02-29T10:46:00.000+02:00",
  "title": "Ziggy Marley recalls dad Bob Marley's last words to him before his death",
  "text": "Ziggy Marley was 12 years old when his father, Bob Marley, died, and he cherishes their last memory together.\nIn a new episode of \"\nMaking Space with Hoda Kotb\" released Feb. 28, Ziggy Marley shared with Hoda his father's last words to him. Bob Marley died at age 36 in 1981.\nHe recalled being in his dad's intensive care hospital room a few days before the singer died from malignant melanoma.\n\"I was, like, peeping through the window,\" Ziggy Marley, now 55, said. \"And he was like, 'Come here.' So, I went in, and he was like, 'Hey ... well, young Bob, I have a song for you.' And he said these words: 'On your way up, take me up. On your way down, don’t let me down.'\"\nShortly after, Ziggy Marley said he learned his dad had died while visiting his grandmother in Miami.\n\"I think I was downstairs and the call came,\" he said. \"I told you I'm very observant. I listen and I look a lot. Nobody didn't say, 'Oh, your father died.' ... Then I saw my sister. I saw her face. I knew.\"\nThe heralded Jamaican reggae star is the namesake of the new film “Bob Marley: One Love,” released in theaters Feb. 14. Producers include his widow, Rita Marley, and two of his kids, Ziggy Marley and Cedella Marley. Kingsley Ben-Adir, Lashana Lynch and James Norton star.\nEntertainment News\nZiggy Marley, plus Lynch and Ben-Adir, previously shared with TODAY.com what it was like to bring Bob Marley's life story to the big screen. Read on to learn more about the music icon's life.\nWho are Bob Marley’s parents?\nNorval Marley and Cedella Booker had Robert Nesta Marley in 1945. The film briefly mentions them in select scenes, but does not go in depth about how they met.\nIn the scenes, an adult Bob Marley, portrayed by Ben-Adir, grapples with never really knowing his dad, who did not claim him, and having a mom who lived in the U.S. when he was in Jamaica.\nBen-Adir says he listened to the singer's discography to help him with his character development.\n\"Every week, I'd change an album. I was shifting between all of the music as we were filming. And the last song I really studied was 'So Jah S'eh' in Jamaica and I think that song has really stayed with me.\"\nThe song, which highlights Marley's Rastafarian religion, is a song about unity, hope and the need for social justice.\n\"Not one of my seeds shall sit on the sidewalk and beg bread,\" the lyrics say. \"And verily, verily, I'm saying unto thee, ignite oneself and love humanity.\"\nWho are Bob Marley’s children?\nThe \"One Love\" singer had 12 children.\nBob Marley had his three oldest children, Cedella Marley, Ziggy Marley and Stephen Marley, with his widow, Rita Marley, in 1967, 1968 and 1972, respectively. Bob Marley also adopted two of her kids, Sharon Marley, whom Rita Marley had in 1964 before marrying the singer, and Stephanie Marley, born in 1974. Rita Marley's sixth child, Serita Stewart, was born in 1985, after Marley’s death.\nBob Marley also had Rohan Marley with Janet Hunt and Robbie Marley with Pat Williams in 1972. The reggae legend had Karen Marley the next year with Janet Bowen and Julian Marley in 1975 with Lucy Pounder. In 1976, Ky-Mani Marley was born to the singer and Anita Belnavis, a table tennis champion in Jamaica. Two years later, in 1978, Damian Marley was born to Cindy Breakspeare, a jazz musician and model who was crowned Miss World in 1976. Lastly, Bob Marley had Makeda Jahnesta in 1981 with Yvette Crichton.\nZiggy Marley tells TODAY.com that his father’s life and legacy was all about “being a good human (and) being, really, someone who is of service to others.”\n“Not a selfish person — (he’s) a good example for all of us as human beings going into sacrifice for the betterment of the community and the people,” he added.\nKeep reading to learn more about Bob Marley and the true story behind the film.\nHow did Bob Marley die?\nMarley died of malignant melanoma, a form of skin cancer, found when getting treatment for a foot injury sustained during a game of soccer. He was diagnosed in 1977 and died four years later at the age of 36.\nOne year before his diagnosis, the singer survived an assassination attempt, in which his wife was shot in the head. Rita Marley also survived the shooting.\nAlthough there's still debate over who shot Bob Marley and his wife, the documentary about the shooting,\n\"Who Shot The Sheriff? A Bob Marley Story,\" says that it was politically motivated.\nWhere is Bob Marley buried?\nMarley is buried at a mausoleum in his honor in Nine Mile, Jamaica, his birthplace.\nFans may visit and tour the burial grounds.\n\"I don't have to go there to visit my dad,\" Ziggy Marley said.\n\"Anywhere I go, I can visit my dad spiritually,\" he added. \"We're spiritual people, so we live in that world. We'll visit him or he visits me every now and again.\"\nWhere is Bob Marley's wife, Rita Marley, now?\nRita Marley currently lives in Miami. The couple married in 1966.\nAfter Marley's death in 1981, she converted their home in Kingston to\nthe Bob Marley Museum in 1987 and founded the Bob Marley Foundation in 1986. She continues his work of loving people through these initiatives.\nLynch, who portrays Rita Marley in the film, met her on a few occasions and says her presence has a \"kind of effect.\"\n\"Going in just with my knowledge I had already about her as one of Jamaican heritage, I had an abundance of respect and love for her from afar,\" Lynch says. \"It was wonderful.\"\n\"She was open and giving and loving, and just has such a generous spirit that it felt like anything that I needed was going to be provided just energetically,\" she continues. \"And I really appreciate her opening her doors for me because she didn't have to. So to do that on multiple occasions felt like an honor.\"\nWhat did Ziggy Marley tell Hoda about his family on the ‘Making Space’ podcast?\nZiggy Marley opened up on the Feb. 28 episode of “Making Space with Hoda Kotb” about his father’s last words to him not long before Bob Marley died.\n“I was, like, peeping through the window,\" Ziggy Marley said. \"And he was like, ‘Come here.’ So, I went in, and he was like, ‘Hey ... well, young Bob, I have a song for you.’ And he said these words: ‘On your way up, take me up. On your way down, don’t let me down.’”\nShortly after, Ziggy Marley said he learned his dad had died while visiting his grandmother in Miami. Ziggy Marley was 12 at the time.\n“I think I was downstairs and the call came,” he said. “I told you I’m very observant. I listen and I look a lot. Nobody didn’t say, ‘Oh, your father died.’ ... Then I saw my sister. I saw her face. I knew.”\nBefore Bob Marley's passing, Ziggy Marley said he tried to cut a deal with God that he'd be \"a good boy\" if he could see his father one more time. He also told Hoda that as a spiritual person, his father has never really left him.\n\"His presence is in me. I'm a part of his presence. And every now and again, I can see him in me. I can feel him in me and I can see some of his actions in me,\" Ziggy Marley said.\nZiggy Marley said looking back, he wishes he had spent more time with his father during his last days to make decisions on his end-of-life care.\n\"He had a lot of people around him, but I don’t think he had the right people around him,\" Ziggy Marley said.\n\"He was working hard and he was sick, and nobody could, like, pull the plug (and let him rest and heal),\" he said. \"It's like those guys around him were — I don't respect that at all.\"\n\"So I wish that I was around, if I could have given him the right advice. He wasn't getting it right,\" he said.\nThis story first appeared on\nTODAY.com. More from TODAY:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://bobmarleymuseum.com/",
    "https://www.bobmarleyfoundation.org/",
    "https://mausoleums.com/bob-marley-mausoleum/",
    "https://www.mausoleums.com/bob-marley-mausoleum/",
    "https://bobmarleyfoundation.org",
    "https://www.bobmarleymuseum.com/",
    "https://netflix.com/title/80191047",
    "https://www.netflix.com/title/80191047",
    "https://bobmarleyfoundation.org/",
    "https://www.bobmarleymuseum.com",
    "https://www.mausoleums.com/bob-marley-mausoleum"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ziggy marley",
        "sentiment": "negative"
      },
      {
        "name": "bob marley",
        "sentiment": "negative"
      },
      {
        "name": "hoda kotb",
        "sentiment": "none"
      },
      {
        "name": "bob",
        "sentiment": "none"
      },
      {
        "name": "hoda",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "miami",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:13:41.040+02:00",
  "updated": "2024-03-01T00:13:41.040+02:00"
}