{
  "thread": {
    "uuid": "ab2ee41ac5d87e6707b722c3d3f0a3f90d45f178",
    "url": "https://www.indiablooms.com/news-details/N/95567/how-pm-modi-and-others-helped-thwart-potential-russian-nuclear-strike-in-ukraine-in-late-2022-report.html",
    "site_full": "www.indiablooms.com",
    "site": "indiablooms.com",
    "site_section": "https://www.indiablooms.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Indiablooms - First Portal on Digital News Management",
    "title": "How PM Modi and others helped thwart potential Russian nuclear strike in Ukraine in late 2022: Report | Indiablooms - First Portal on Digital News Management",
    "title_full": "How PM Modi and others helped thwart potential Russian nuclear strike in Ukraine in late 2022: Report | Indiablooms - First Portal on Digital News Management",
    "published": "2024-03-10T22:55:36.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.indiablooms.com/news_pic/2024/8e8b6d4cf9defd4cd8518ef3d799b2dd.jpg",
    "performance_score": 0,
    "domain_rank": 80794,
    "domain_rank_updated": "2024-03-05T12:11:17.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ab2ee41ac5d87e6707b722c3d3f0a3f90d45f178",
  "url": "https://www.indiablooms.com/news-details/N/95567/how-pm-modi-and-others-helped-thwart-potential-russian-nuclear-strike-in-ukraine-in-late-2022-report.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Indiablooms",
  "published": "2024-03-10T22:55:36.000+02:00",
  "title": "How PM Modi and others helped thwart potential Russian nuclear strike in Ukraine in late 2022: Report | Indiablooms - First Portal on Digital News Management",
  "text": "How PM Modi and others helped thwart potential Russian nuclear strike in Ukraine in late 2022: Report The United States enlisted the help of the international community as it “prepared rigorously” to avert a potential nuclear strike by Russia on Ukraine after Moscow intensified its offensive on Kyiv in 2022, CNN reported citing two senior administration officials. As the US feared that Russia might use a tactical or battlefield nuclear weapon on Ukraine, outreach from Prime Minister Narendra Modi and other countries played a significant role in thwarting the crisis in the later part of that year, the report said. The Biden administration reached the shocking conclusion about a potential nuclear strike by Russia based on not one but multiple developments, analysis, and – crucially - highly sensitive new intelligence, the report said. “Our assessment had been for some time that one of the scenarios in which they would contemplate using nuclear weapons [included] things like existential threats to the Russian state, direct threats to Russian territory,” one of the senior administration officials quoted by CNN said. Multiple senior administration officials took part in an urgent outreach. “One of the things we did was not only message them directly but strongly urge, press, encourage other countries, to whom they might be more attentive, to do the same thing,” another senior administration official was quoted as saying by CNN. US officials say that outreach and public statements from Chinese leader Xi Jinping and Indian Prime Minister Narendra Modi helped avert a crisis. “I think we believe showing the international community the concern about this, particularly the concern from key countries for Russia and the Global South, was also a helpful, persuasive factor and showed them what the cost of all this could be,” CNN quoted a senior administration official as saying. “I think the fact that we know, India weighed in, China weighed in, others weighed in, may have had some effect on their thinking,” the senior administration official added. “I can’t demonstrate this positively, but I think that’s our assessment.” In the context of the conflict between Russia and Ukraine, India has consistently denounced the killing of civilians and advocated for a peaceful resolution to the conflict. In a major statement, PM Modi told President Putin that “this is not the era of war” on the sidelines of the SCO summit in Uzbekistan last year. The statement was even placed prominently in the G20 communique under the presidency of India. During this period from late summer to fall 2022, the National Security Council convened a series of meetings to put contingency plans in place “in the event of either a very clear indication that they were about to do something, attack with a nuclear weapon, or if they just did, how we would respond, how we would try to preempt it, or deter it,” one of the senior administration officials said. Parallelly, Russia was allegedly spreading a fresh \"false flag narrative\" regarding a Ukrainian “dirty bomb”, a development that US officials were concerned might serve as a pretext for a Russian nuclear assault. In October 2022, Russia’s defence minister, Sergei Shoigu, made a series of phone calls to defence officials in the US, the UK, France and Turkey, telling them that the Kremlin was “concerned about possible provocations by Kyiv involving the use of a dirty bomb.” However, it is important to note that according to CNN, the US never detected intelligence indicating that Russia was preparing to deploy its nuclear forces to execute such an attack. “We obviously placed a high priority on tracking and had some ability at least to track such movements of its nuclear forces,” a senior administration official said. “And at no point did we ever see any indications of types of steps that we would’ve expected them to take if they were going down a path toward using nuclear weapons.” Support Our Journalism We cannot do without you.. your contribution supports unbiased journalism IBNS is not driven by any ism- not wokeism, not racism, not skewed secularism, not hyper right-wing or left liberal ideals, nor by any hardline religious beliefs or hyper nationalism. We want to serve you good old objective news, as they are. We do not judge or preach. We let people decide for themselves. We only try to present factual and well-sourced news. Support objective journalism for a small contribution. ['Mamata Banerjee afraid of upsetting PM Modi': Congress reacts after TMC's snub on seat-sharing deal](https://www.indiablooms.com/news-details/N/95568/-mamata-banerjee-afraid-of-upsetting-pm-modi-congress-reacts-after-tmc-s-snub-on-seat-sharing-deal.html)Mon, Mar 11 2024 [How PM Modi and others helped thwart potential Russian nuclear strike in Ukraine in late 2022: Report](https://www.indiablooms.com/news-details/N/95567/how-pm-modi-and-others-helped-thwart-potential-russian-nuclear-strike-in-ukraine-in-late-2022-report.html)Mon, Mar 11 2024 [Thousands of devotees pay tributes to Lord Buddha's relics in Thailand's Ubon Ratchathani](https://www.indiablooms.com/news-details/N/95565/thousands-of-devotees-pay-tributes-to-lord-buddha-s-relics-in-thailand-s-ubon-ratchathani.html)Sun, Mar 10 2024 [INS Tir participates in Exercise Cutlass Express in Seychelles](https://www.indiablooms.com/news-details/N/95564/ins-tir-participates-in-exercise-cutlass-express-in-seychelles.html)Sun, Mar 10 2024 [Always desired to have a seat-sharing agreement with TMC, says Congress leader Jairam Ramesh after Mamata Banerjee's West Bengal seat-sharing snub](https://www.indiablooms.com/news-details/N/95563/always-desired-to-have-a-seat-sharing-agreement-with-tmc-says-congress-leader-jairam-ramesh-after-mamata-banerjee-s-west-bengal-seat-sharing-snub.html)Sun, Mar 10 2024 [India secures USD 100 billion FDI from trade deal with four-member EFTA bloc, Piyush Goyal says 'stronger ties inked'](https://www.indiablooms.com/news-details/N/95562/india-secures-usd-100-billion-fdi-from-trade-deal-with-four-member-efta-bloc-piyush-goyal-says-stronger-ties-inked.html)Sun, Mar 10 2024 [Three youths drown while taking bath in Saryu in Ayodhya](https://www.indiablooms.com/news-details/N/95561/three-youths-drown-while-taking-bath-in-saryu-in-ayodhya.html)Sun, Mar 10 2024 [Man dies after falling in DJB’s borewell, Delhi Police recover body](https://www.indiablooms.com/news-details/N/95560/man-dies-after-falling-in-djb-s-borewell-delhi-police-recover-body.html)Sun, Mar 10 2024 [Truck hits car in Uttar Pradesh, seven members of family die](https://www.indiablooms.com/news-details/N/95559/truck-hits-car-in-uttar-pradesh-seven-members-of-family-die.html)Sun, Mar 10 2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "modi",
        "sentiment": "neutral"
      },
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "biden",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cnn",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "moscow",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T22:55:37.616+02:00",
  "updated": "2024-03-10T22:55:37.616+02:00"
}