{
  "thread": {
    "uuid": "7869926e6b2b8077a89685c68db951dfa1fe35ba",
    "url": "https://www.theargus.co.uk/news/national/24018754.relatives-murdered-british-backpacker-grace-millane-honoured-obes/",
    "site_full": "www.theargus.co.uk",
    "site": "theargus.co.uk",
    "site_section": "https://theargus.co.uk",
    "site_categories": [
      "media",
      "business",
      "entertainment"
    ],
    "section_title": "Brighton and Sussex News, Sport, Events - Brighton Argus",
    "title": "Relatives of murdered British backpacker Grace Millane ‘honoured’ by OBEs | The Argus",
    "title_full": "Relatives of murdered British backpacker Grace Millane ‘honoured’ by OBEs | The Argus",
    "published": "2023-12-30T01:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.theargus.co.uk/resources/images/17598348/?type=og-image",
    "performance_score": 0,
    "domain_rank": 14020,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7869926e6b2b8077a89685c68db951dfa1fe35ba",
  "url": "https://www.theargus.co.uk/news/national/24018754.relatives-murdered-british-backpacker-grace-millane-honoured-obes/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PA News Agency",
  "published": "2023-12-30T01:29:00.000+02:00",
  "title": "Relatives of murdered British backpacker Grace Millane ‘honoured’ by OBEs | The Argus",
  "text": "Two relatives of murdered British backpacker Grace Millane have said they are honoured that their work to help abuse victims as a positive legacy in her name has been recognised in the New Year Honours list.\nThe newly graduated university student was strangled to death in a hotel in Auckland, New Zealand, the day before her 22nd birthday on December 1 2018, by Jesse Shane Kempson who she met on Tinder.\nKempson was found guilty by a unanimous verdict in November the following year.\nGrace’s mother Gillian Millane and cousin Hannah O’Callaghan have been honoured (PA) Grace’s mother Gillian Millane and cousin Hannah O’Callaghan, both from Essex, co-founded an organisation in her name called Love Grace, which aims to “empower victims of domestic abuse”.\nThey described their OBEs for services to charitable fundraising and tackling violence against women as an “incredible honour” and dedicated it to Grace, saying she “would have been very proud and keen to get involved with what we are doing”.\nMs O’Callaghan said: “I don’t think she would believe how big Love Grace has become and how many women we can help by offering a bit of normality to.\n“She would have also probably been amused that we have been to Downing Street and are now to meet a member of the Royal Family.”\nLove Grace collects handbags and fills them with toiletries for domestic abuse victims, as well as raising money for White Ribbon charities in the UK and New Zealand, which educate men and boys about attitudes that can contribute to violence against women and girls.\nGrace Millane was murdered (Lucie Blackman Trust/PA) Ms O’Callaghan said: “We wanted to create a legacy in Grace’s memory and directly help women who have been affected by domestic abuse, to turn our negative into a positive.\n“If we help just one woman, then we have achieved that.\n“We have been overwhelmed by the support people have shown our ‘Love Grace Handbag Appeal’, from donating handbags and toiletries, to running appeals in their own area.\n“This has allowed more women to receive a little bit of normality and remind them to believe in themselves as they matter.\n“So thank you to everyone who has donated, and all of our friends & family who have helped us with Love Grace.\n“We would like to accept this award on their behalf and in Grace’s name. We will continue to raise awareness of the issues many face, and make sure that no other family has to go through this.”\nThe handbag appeal started as a practical way for the relatives to try to deal with their grief as “it was very cathartic and allows us to talk about Grace”, Ms O’Callaghan said.\nShe added: “We had no idea how our initiative would take off. It helped that Grace loved a handbag.\n“Detective Inspector Scott Beard (who was part of the murder investigation team) said that each bag was a smile on the face of someone who needs it, so how lovely to think that 16,000 people have smiled because of Grace.\n“We are so proud of the legacy we have created in her memory.”\nThe next step is to try to get charity status for Love Grace, which started with a 50 bag target and is now at 16,000 bags worldwide.\nMs O’Callaghan said: “This will allow us to reach more areas and help offer practical empowerment to more women who need it.\n“Logistics is a key area for development, we rely on volunteers to set up and run appeals and then give back to refuge charities in their local areas. Hopefully we will be able to get our bags further afield.”\nSince Grace was murdered both women have also been fundraising for the White Ribbon charity to help raise awareness of male violence towards women.\nThe body of Ms Millane, who had been on her gap year, was found buried in a suitcase in Waitakere Ranges, a forested area outside the city of Auckland.\nIn February 2020, Kempson was jailed for life with a minimum term of 17 years, with the judge rejecting his argument that the pair had rough sex that went too far.\nHe was later found guilty of raping another British tourist, who he also met on Tinder, eight months before he killed Ms Millane.\nThe rape victim reportedly went to the police after recognising Kempson from media coverage of the death of Ms Millane.\nThe sex offender was also convicted in a separate trial, with a different victim, of threatening to kill, two charges of assault with a weapon, three assaults and two counts of sexual violation.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://content.assets.pressassociation.io/2023/12/29232053/028ced6e-c3d4-4482-98d0-6745a8b2b1cb.jpeg",
    "https://content.assets.pressassociation.io/2023/12/29232053/028ced6e-c3d4-4482-98d0-6745a8b2b1cb.jpeg?w=1280",
    "https://content.assets.pressassociation.io/2023/12/29232053/028ced6e-c3d4-4482-98d0-6745a8b2b1cb.jpeg?w=320",
    "https://content.assets.pressassociation.io/2023/12/29232053/028ced6e-c3d4-4482-98d0-6745a8b2b1cb.jpeg?w=640",
    "https://content.assets.pressassociation.io/2023/12/29232053/028ced6e-c3d4-4482-98d0-6745a8b2b1cb.jpeg",
    "https://www.content.assets.pressassociation.io/2023/12/29232053/028ced6e-c3d4-4482-98d0-6745a8b2b1cb.jpeg?w=1280",
    "https://www.content.assets.pressassociation.io/2023/12/29232053/028ced6e-c3d4-4482-98d0-6745a8b2b1cb.jpeg?w=320",
    "https://www.content.assets.pressassociation.io/2023/12/29232053/028ced6e-c3d4-4482-98d0-6745a8b2b1cb.jpeg",
    "https://www.content.assets.pressassociation.io/2023/12/29232053/028ced6e-c3d4-4482-98d0-6745a8b2b1cb.jpeg?w=640"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "grace millane",
        "sentiment": "negative"
      },
      {
        "name": "jesse shane kempson",
        "sentiment": "none"
      },
      {
        "name": "hannah o’callaghan",
        "sentiment": "none"
      },
      {
        "name": "kempson",
        "sentiment": "none"
      },
      {
        "name": "o’callaghan",
        "sentiment": "none"
      },
      {
        "name": "gillian millane",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "essex",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new zealand",
        "sentiment": "none"
      },
      {
        "name": "auckland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T01:54:59.522+02:00",
  "updated": "2023-12-30T01:54:59.522+02:00"
}