{
  "thread": {
    "uuid": "2f17170ae402a5ae58646ad144234c53e80a1844",
    "url": "https://www.mprnews.org/story/2024/05/06/trespassing-charges-dropped-antiwar-protesters-arrested-university-minnesota",
    "site_full": "www.mprnews.org",
    "site": "mprnews.org",
    "site_section": "http://cpsc.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Consumer Product Safety Commission News Today - EIN Presswire",
    "title": "Trespassing charges dropped for all 9 anti-war protesters arrested at U of M | MPR News",
    "title_full": "Trespassing charges dropped for all 9 anti-war protesters arrested at U of M | MPR News",
    "published": "2024-05-07T01:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.apmcdn.org/1379e0f853b28d480cee6d48f3d2c2c7f2f7b8f9/widescreen/0a703c-20240426-police-officers-line-up-in-front-of-student-protesters-2000.jpg",
    "performance_score": 0,
    "domain_rank": 4356,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 1,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2f17170ae402a5ae58646ad144234c53e80a1844",
  "url": "https://www.mprnews.org/story/2024/05/06/trespassing-charges-dropped-antiwar-protesters-arrested-university-minnesota",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nicole Ki",
  "published": "2024-05-07T01:03:00.000+03:00",
  "title": "Trespassing charges dropped for all 9 anti-war protesters arrested at U of M | MPR News",
  "text": "The nine protesters who were arrested after refusing to leave anti-war protest encampments set up at the University of Minnesota Twin Cities campus on April 23 are no longer facing criminal charges. According to court documents for every protester, charges for trespassing and refusing to depart were dismissed on Friday. The reason for dismissal was “prosecutorial discretion.” Sasmit Rahman, a former U student, was one of the nine people who were arrested after setting up encampments on campus in support of the Palestinian people. She said that on Sunday lawyers representing the group of protesters informed her the case was dismissed ahead of scheduled court appearances Tuesday. “It really speaks to the pressure administration was under. I know in our correspondence, the university was particularly scared of us doing something to disrupt students’ finals or the commencement ceremonies. And so I think, like, they were very desperate to negotiate with us, which is why they conceded to so many of our demands. And I think that’s like an incredible win for the coalition,” said Rahman. Create a More Connected Minnesota MPR News is your trusted resource for the news you need. With your support, MPR News brings accessible, courageous journalism and authentic conversation to everyone - free of paywalls and barriers. Your gift makes a difference. U of M is among the first universities in the country to strike a deal with pro-Palestinian protesters that ends on-campus protests. As part of the agreement with encampment organizers made last week, the U of M said they would advocate for leniency for those who university police arrested, the majority of whom are current students. “The University will commit to advocate to the Minneapolis City Attorney for lenient remedies for those previously arrested in connection with last week’s encampment, with any related University disciplinary process offering an informal, educational remedy. Having the University address the matter via our disciplinary process is likely to be relevant to the City Attorney’s assessment of whether the pursuit of a criminal remedy is necessary,” said Jeff Ettinger, the U of M’s interim president, in the statement on Thursday. “That approach has been based on balancing priorities around personal safety, freedom of expression, and achieving necessary compliance with University policies and state and federal law,” U of M spokesperson Jake Ricker told MPR News on Thursday. The U declined to give further comment on Monday.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rahman",
        "sentiment": "none"
      },
      {
        "name": "crea",
        "sentiment": "none"
      },
      {
        "name": "sasmit rahman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of minnesota twin cities",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-07T01:13:27.820+03:00",
  "updated": "2024-05-07T06:13:49.292+03:00"
}