{
  "thread": {
    "uuid": "673cc36583386da9a0c788217a24c69ea2f25529",
    "url": "https://vnexplorer.net/tony-finau-joins-three-masters-champions-in-this-unusual-golf-equipment-accomplishment-s2341007.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Tony Finau joins three Masters champions in this unusual golf equipment accomplishment",
    "title_full": "Tony Finau joins three Masters champions in this unusual golf equipment accomplishment",
    "published": "2024-04-12T00:23:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lta8p.img",
    "performance_score": 0,
    "domain_rank": 55066,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "673cc36583386da9a0c788217a24c69ea2f25529",
  "url": "https://vnexplorer.net/tony-finau-joins-three-masters-champions-in-this-unusual-golf-equipment-accomplishment-s2341007.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-04-12T00:23:00.000+03:00",
  "title": "Tony Finau joins three Masters champions in this unusual golf equipment accomplishment",
  "text": "Tony Finau helped Ping design a putter. His influence was so significant that his name is on the patent for it (along with John A. Solheim and Tony Serrano, Ping’s principal putter design engineer).\nWednesday at Augusta National, Serrano presented Finau with a plaque containing some of the patent details of the small-headed putter inspired from Finau’s penchant for putting with the toe of his putter out of the rough. (To be clear, this is not the putter Finau is using this week, it’s merely something he tinkers with during practice sessions.)\n/content/dam/images/golfdigest/fullset/2024/4/tony-finua-ping-putter-pld.jpg\nAlthough not exactly earth-shattering stuff, should Finau go on to win the Masters it would make him part of a club far more exclusive than those who merely don a green jacket. He would become just the fourth Masters winner to have his name on a patent—and the other three might surprise you. Well, at least two of them, at least.\nYou’re first thought is probably Ben Hogan, Arnold Palmer and Jack Nicklaus. Logical but incorrect. While all three had their names attached to equipment companies, none have their name on a patent.\nGeorge Archer, Nick Faldo and Phil Mickelson are the ones who actually put pencil to paper and have their names on patents for golf-club patents.\nArcher was one of the best putters of his time and he said shortly after his Masters victory in 1969, “Holing pressure putts is not a matter of talent or divine inspiration. It’s a question of confidence.”\nGiven that statement, it’s not surprising Archer filed for, and was granted, a patent (number 5,135,229, assigned to Bullet Golf) for a “Golf Putter With Training Device,” on August 4, 1992. Archer, who was the lone inventor listed, had the idea to create a putter head with a pair of notches in the topline slightly more than a golf-ball width apart where tees could be placed (with the points aimed out from the face), thus creating a training aid for honing the stroke. By removing the tees, the training aid reverted back to a putter that could be used on the golf course. Bullet marketed the club in 1993-94.\nMore From Golf Digest Masters 2024 Masters 2024: Why Tony Finau is using two drivers Tech-Focused The SubAir system at Augusta National, explained Interactive A Comprehensive History Of Every Change Made To Augusta National Golf Club\nA little more than seven years later, on Oct. 26, 1999, patent number 5,971,866 for a “Wedge Type Golf Club Tri-Level Sole Configuration” was issued to four inventors, including Nicholas A. Faldo of Surrey, United Kingdom. The patent, assigned to Adams Golf, described the idea as a club where “The multi-level configuration includes three separate angular sole surfaces whereby the club may be placed [on the ground] at one of three different loft angle positions such that a first sole surface corresponds to a lower-lofted golf club, a second sole surface corresponds to an intermediate-lofted golf club and a third sole surface corresponds to a higher-lofted golf club.” In essence, make one wedge that could take the place of three—pitching wedge, gap wedge and lob wedge.\nAlthough that idea never came to fruition in the form of a product brought to retail, portions of the design were incorporated in the Faldo Series wedges that featured an “asymmetric” sole. The clubs debuted in 2001, and Faldo used the wedges at that year’s Masters.\nA Sept. 25, 2012 patent (No. 8,272,974 B2) was granted to Mickelson, et al, with Mickelson the lead name on the patent and Callaway Golf the assignee. The patent was for a “Hybrid Golf Club Head” that has a cutout in the rear sole area. As described in the patent, “A sole of the hybrid golf club head is relieved to allow for the face angle to open without the leading edge lifting too high.” Four years later, Mickelson’s name again was the lead one on patent No. US D767,057 S for a golf club head that was a wedge design also assigned to Callaway Golf.\nArcher won a green jacket. Faldo has two. Mickelson has three. That’s a progression that Finau would love to keep going.\nMORE GOLF DIGEST MASTERS COVERAGE\nMasters 101: Answering all your frequently asked question\nHow to watch the 2024 Masters\nPower Rankings: Every player in the Masters field, ranked\n50 defining Masters Moments, ranked\nThe bogey golfer’s guide to surviving Augusta National\n5 shots that players should NEVER hit at Augusta National\n15 people who ended up in the Masters penalty box\nThe most memorable Rules issues in Masters history\nIn search of the greatest Augusta National\nThe Masters’ other jackets: Why working tournament week has its perks\nThe greatest Masters round time has forgotten\nThe Champions Dinner Tell-All, from those inside the room\nTee times for Round 1 and Round 2",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology",
    "Sport"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ltiUz.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lta8p.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ltjmB.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kTsJf.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ltiUz.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lta8p.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kTsJf.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ltjmB.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tony finau",
        "sentiment": "negative"
      },
      {
        "name": "arnold palmer",
        "sentiment": "none"
      },
      {
        "name": "finau",
        "sentiment": "none"
      },
      {
        "name": "john a. solheim",
        "sentiment": "none"
      },
      {
        "name": "ben hogan",
        "sentiment": "none"
      },
      {
        "name": "jack nicklaus",
        "sentiment": "none"
      },
      {
        "name": "serrano",
        "sentiment": "none"
      },
      {
        "name": "tony serrano",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "augusta national",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:38:36.999+03:00",
  "updated": "2024-04-12T00:38:36.999+03:00"
}