{
  "thread": {
    "uuid": "796c5d610f83e9a74214e20eda2cf640670e5844",
    "url": "https://www.itv.com/news/granada/2023-12-29/boxer-has-won-his-most-important-fight-after-surviving-stab-to-the-chest",
    "site_full": "www.itv.com",
    "site": "itv.com",
    "site_section": "https://www.itv.com/news/granada",
    "site_categories": [
      "television",
      "entertainment"
    ],
    "section_title": "ITV News Granada : Manchester, North West England and the Isle of Man",
    "title": "Talented Liverpool boxer survives stab to the chest on night out | ITV News Granada",
    "title_full": "Talented Liverpool boxer survives stab to the chest on night out | ITV News Granada",
    "published": "2023-12-29T16:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://images.ctfassets.net/pjshm78m9jt4/7rweCIl2fa8DA4BvIX10Cl/f4291996f1d490d0992b4f56b0d67beb/291223_Andrew_Insta__1_.jpg?fm=jpg&amp;fit=fill&amp;w=1600&amp;h=900&amp;q=80",
    "performance_score": 0,
    "domain_rank": 1286,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "796c5d610f83e9a74214e20eda2cf640670e5844",
  "url": "https://www.itv.com/news/granada/2023-12-29/boxer-has-won-his-most-important-fight-after-surviving-stab-to-the-chest",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@ITVNews",
  "published": "2023-12-29T16:26:00.000+02:00",
  "title": "Talented Liverpool boxer survives stab to the chest on night out | ITV News Granada",
  "text": "A boxer has \"won his most important fight\" after he was stabbed in the chest on a night out.Anthony Dodson was one of four men wounded in a brawl on Victoria Street in Liverpool's city centre during the early hours of Wednesday 27 November. Shortly after 5.30am, police patrols came across Anthony at the junction of Church Street and Whitechapel with stab wounds to the chest. The other victims included a 21-year-old man, who is stable after suffering a stab wound to the back, and a 23-year-old man who suffered a laceration to the head. A fourth man, aged 20, is recovering at home after also suffering lacerations to his head. Merseyside Police said the men were injured during a brawl which began in The Safe House nightclub. On Thursday 28 December, a member of Anthony's family posted publicly on social media to give an update on his condition.They confirmed Anthony was now \"awake\", \"breathing on his own\" and \"talking\". The family member said: \"You did it. You won. You won the most important fight of your life. \"You will forever be my champ. Oh thank you lord, thank you for not taking my baby nephew away from us. I keep pinching myself, has this really happened after what you went through. \"You're now awake, breathing on your own, and talking. Thank you lord, another miracle boy in our family. I will be back to see you soon.\" Anthony is the son of former professional boxer Tony Dodson, who held the British super middleweight title in 2003. He retired in 2016 with a pro record of 32 wins, eight losses and one draw. Anthony Dodson won the Merseyside and Cheshire Youth Championship final in 2020, and made it to the quarter finals of the national championship fighting out of Gemini in Speke.Due to the incident, The Safe House has had its licence suspended until at least 24 January 2024.Chief Superintendent Thornton said she wanted to stress the incident is not representative of the nightlife in Liverpool, and said statistics show knife crime has dropped significantly. She said: \"We want to really get across that Liverpool is a really safe place to come, in terms of we have had a 26% reduction in knife crime in the last 12 months.\" Staff at the Sir Thomas Hotel, on the opposite side of Victoria Street to the Safe House, said guests had reported being woken by screaming and shouting in the early hours of the morning when asked how their stay was. Over on Church Street, discarded medical equipment including a sheet and medical gloves could be seen a few metres from the entrance to McDonald's at the junction with Lord Street and Paradise Street. Merseyside Police added that an investigation is ongoing and CCTV, witness and forensic enquiries are being carried out. Local businesses have been spoken to and a mobile police station has been installed in Lord Street. Detective Chief Inspector Tony Roberts added: “We know that there were vehicles and pedestrians in the area of Peter Street who may have witnessed the disturbance and we would appeal to anyone who was in the area to come forward. “I would ask taxi and delivery drivers to check their dashcams to see if they captured anything significant and members of the public to come forward if they captured any photographs or video footage on their mobile phones. “Knife crime has no place on the streets of Merseyside and we are committed to finding the people who choose to carry knives. \"We need the public to speak to their family and friends and make it socially unacceptable for them to even think of carrying weapons.\"Want a quick and expert briefing on the biggest news stories? Listen to our latest podcasts to find out What You Need To know...",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "anthony",
        "sentiment": "none"
      },
      {
        "name": "dodson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "liverpool",
        "sentiment": "negative"
      },
      {
        "name": "merseyside police",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "liverpool",
        "sentiment": "none"
      },
      {
        "name": "victoria street",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T19:43:32.548+02:00",
  "updated": "2024-01-01T07:40:45.502+02:00"
}