{
  "thread": {
    "uuid": "b0a08974517ee9e04c65fb5f7c02e5f0872dbe1b",
    "url": "https://finance.yahoo.com/news/global-green-transition-energising-chinas-093000139.html",
    "site_full": "finance.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://ca.sports.yahoo.com/rss/",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Yahoo Canada Sports - Sports News, Scores, Rumours, Fantasy Games, and more",
    "title": "Global green transition is re-energising China's investments in Africa after pandemic slowdown",
    "title_full": "Global green transition is re-energising China's investments in Africa after pandemic slowdown",
    "published": "2024-02-16T10:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://s.yimg.com/ny/api/res/1.2/RfWq62fqncRj72emYATKHA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03OTU-/https://media.zenfs.com/en/south_china_morning_post_us_228/3c21367fd14e5f805c191877ea85fc3a",
    "performance_score": 0,
    "domain_rank": 36,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b0a08974517ee9e04c65fb5f7c02e5f0872dbe1b",
  "url": "https://finance.yahoo.com/news/global-green-transition-energising-chinas-093000139.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "South China Morning Post",
  "published": "2024-02-16T10:30:00.000+02:00",
  "title": "Global green transition is re-energising China's investments in Africa after pandemic slowdown",
  "text": "South China Morning Post Global green transition is re-energising China's investments in Africa after pandemic slowdown Read full article South China Morning Post 16 February 2024 at 11:30 am · 6-min read\nChina's increased appetite for metals and minerals to power its industries is fuelling a boom in Chinese investments and construction deals in Africa , after years of slowdown partly caused by the coronavirus pandemic.\nAfrican countries that have a Belt and Road Initiative cooperation agreement with China saw a 47 per cent jump in Chinese construction contracts and a 114 per cent increase in investments last year compared with 2022, according to the China Belt and Road Initiative Investment report for 2023 by the Griffith Asia Institute at Griffith University in Brisbane, Australia.\nThe increase in 2023 saw Africa become the largest recipient of Chinese engagement, worth US$21.7 billion, overtaking Middle Eastern countries which saw US$15.8 billion in engagement.\nDo you have questions about the biggest topics and trends from around the world? Get the answers with SCMP Knowledge , our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team.\nMeanwhile, East Asian belt and road countries expanded their intake of Chinese investments by 94 per cent to US$6.8 billion in 2023, according to the report, which was produced in collaboration with the Green Finance & Development Centre of the Fanhai International School of Finance at Fudan University, Shanghai.\nObservers expect the upward trend for Chinese investments in Africa to continue, though they say they will not reach the same levels that were seen a decade ago.\nPowering the recovery is the race for raw minerals that are vital in the global transition to green energy .\nMajor players in this transition are the electric vehicle, battery and renewable energy industries, referred to as the \"New Three\" by the report's author Professor Christoph Nedopil Wang, a director at Griffith Asia Institute.\nHe said the jump in belt and road investments in Africa has been \"driven by the metal and mining sector\" - such as in Botswana, where China's MMG Ltd, which is controlled by the state-owned China Minmetals Corp, acquired Khoemacau copper mine owned by Cuprous Capital for US$1.88 billion in November last year .\nStory continues Other resource-rich African countries including the Democratic Republic of the Congo (DRC), Namibia, Zimbabwe and Mali have all witnessed a rush by China to secure minerals, in particular raw materials such as cobalt and lithium which are essential for making electric vehicle batteries and electronics.\nAs well as leading the charge for vital minerals, Chinese companies have also won construction deals in energy, railways, roads and real estate in various African countries.\nNedopil Wang said these construction deals have been fuelled by the transport industry, such as in Tanzania, where Chinese companies are building major railways .\nLast year, China Civil Engineering Construction Corporation and China Railway Construction Corporation won a second contract worth US$2.2 billion to build the sixth phase and final portion of a 2,561km (1,591 mile) standard gauge railway (SGR) in Tanzania , according to the China Global Investment Tracker by the American Enterprise Institute.\nThe Chinese companies will build the 506km line connecting the towns of Tabora in the mid-west of the country with Kigoma, on Lake Tanganyika near the Burundi and DRC borders. In 2021, the two Chinese entities were also appointed to construct the fifth phase of the SGR line, about 250km long, connecting the town of Isaka with Mwanza, the second-largest city in Tanzania.\nMeanwhile, Chinese companies, including China National Petroleum Corp, China Energy Engineering Corporation, and China Communications Construction Company, last year won construction projects worth US$930 million in Tanzania . Plus Chinese firm Weihai Huatan is investing US$110 million to build the East Africa Commercial and Logistics Centre there.\nNedopil Wang, who is also a director at Green Finance & Development Centre, said the top destinations for investment and construction engagement were Tanzania, the DRC, Nigeria, Botswana, Algeria, Zimbabwe and Ethiopia.\nIn particular, in Zimbabwe, billions of dollars have been pumped into the production and processing of lithium, while in the DRC, which is the world's largest producer of cobalt and a major source of copper, massive investments have been made by Chinese companies.\nChinese firm JCHX Mining, China Molybdenum, which is China's largest producer of molybdenum, used to make alloys, and Contemporary Amperex Tech, the world's largest battery producer, last year announced plans to invest more than US$4 billion in the DRC, according to China Global Investment Tracker data.\nChinese construction schemes in Africa, particularly to upgrade or build infrastructure, increased in 2023. Photo: Xinhua alt=Chinese construction schemes in Africa, particularly to upgrade or build infrastructure, increased in 2023. Photo: Xinhua>\nIn Algeria, too, Chinese companies, including State Construction Engineering, China National Petroleum Corp and China Communications Construction won construction projects worth US$1.2 billion last year.\nNedopil Wang predicts a further recovery of belt and road investments and construction contracts in 2024. He said there is a clear need for investments to boost growth in support of the green transition both in China and in belt and road countries.\n\"This provides great opportunities for mining and minerals processing deals, technology deals such as electric vehicle manufacturing, battery manufacturing and green energy,\" Nedopil Wang said.\nWhat's more, he said, continuing post-Covid investments by global banks, including development finance institutions such as the World Bank, Asian Development Bank and AIIB, will provide infrastructure opportunities for Chinese contractors.\nBut the Griffith Asia Institute's report only talks about construction and investment, and does not comment on Chinese financing .\nYun Sun, co-director of the East Asia Programme and director of the China Programme at the Washington-based Stimson Centre, said: \"As China reopens, investment will resume, but loans have always been the more significant portion of Chinese financing.\"\nSub-Saharan geoeconomic analyst Aly-Khan Satchu said that Chinese investments are rebounding after a period of slowdown.\n\"The China-Africa engagement is self-evidently not the fair-weather variety but long-term and strategic,\" he said.\n\"China increased its lending to those countries which were diligent about paying their debts during the recent tough times in a type of quid pro quo.\n\"I expect a further acceleration as African countries find it easier to access funds [such as Ivory Coast and Benin Eurobonds] and China continues to look at a longer term horizon.\"\nMark Bohlund, a senior credit research analyst at REDD Intelligence, said Chinese lending to Africa is likely to pick up, but it will remain well below the levels that were seen in 2010-2015.\nHe said this is primarily because most African governments are now managing considerably higher debt loads, both to domestic and external creditors, and are unable to absorb much new lending.\n\"So I expect new debt disbursements to be connected to principal repayments on previous loans for countries like Angola, Cameroon and Kenya, which already owe Chinese creditors significant sums,\" Bohlund said.\nThis article originally appeared in the South China Morning Post (SCMP) , the most authoritative voice reporting on China and Asia for more than a century. For more SCMP stories, please explore the SCMP app or visit the SCMP's Facebook and Twitter pages. Copyright © 2024 South China Morning Post Publishers Ltd. All rights reserved.\nCopyright (c) 2024. South China Morning Post Publishers Ltd. All rights reserved.\nTRENDING 1. 4 Singapore Blue-Chip Stocks Poised to Declare a Dividend When They Announce Their Earnings 2. StarHub More Than Doubles its Net Profit and Hikes its Dividend by 34%: 5 Highlights from the Telco’s Latest Results 3. Singapore Budget 2024: CPF contribution rate for workers aged 55 to 65 and Enhanced Retirement Sum to increase 4. 4 Singapore REITs That Are Perfect for Your CPF Investment Account 5. Budget 2024: Singapore to provide 50 per cent personal income tax rebate for Assessment Year 2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "external_links": [
    "https://www.scmp.com/news/china/diplomacy/article/3240247/europe-us-racing-challenge-chinas-dominance-over-vital-african-minerals-market-will-they-succeed",
    "https://www.scmp.com/news/china/diplomacy/article/3251503/nigerian-rail-projects-drive-home-chinas-commitment-african-infrastructure-development",
    "https://www.scmp.com/topics/renewable-energy",
    "http://www.scmp.com?utm_medium=partner&utm_campaign=contentexchange&utm_source=YahooFinance",
    "https://www.scmp.com/topics/belt-and-road-initiative",
    "https://www.scmp.com/news/china/diplomacy/article/3250881/chinese-firms-agree-raise-investment-democratic-republic-congo-copper-cobalt-mining-deal",
    "https://www.scmp.com/news/china/diplomacy/article/3242359/china-targeted-climate-campaigners-over-controversial-east-africa-oil-pipeline-project",
    "https://www.scmp.com/news/china/diplomacy/article/3250139/challenge-chinas-influence-africa-us-borrows-belt-and-road-playbook",
    "https://www.scmp.com/news/china/diplomacy/article/3235290/chinese-investors-focus-west-africa-amid-decline-total-loans",
    "https://www.scmp.com/comment/opinion/article/3248963/why-brics-plus-belt-and-road-initiative-what-world-needs",
    "https://www.scmp.com/topics/china-africa-relations",
    "https://www.scmp.com/news/china/diplomacy/article/3251351/china-tipped-keep-mali-ties-strictly-economic-un-peacekeeping-mission-wraps",
    "https://www.scmp.com/news/china/diplomacy/article/3249030/chinese-yuan-gives-us-dollar-run-its-money-african-trade-embraces-other-currencies",
    "https://go.onelink.me/3586748601?pid=3rdpartycontentexchange",
    "https://www.scmp.com/knowledge?utm_medium=partner&utm_campaign=contentexchange&utm_source=YahooFinance",
    "https://www.scmp.com/business/commodities/article/3242251/chinese-metal-miner-mmg-buys-parent-botswanas-khoemacau-copper-mine-us188-billion",
    "https://www.scmp.com/news/china/diplomacy/article/3251559/china-plans-spend-us1-billion-revamp-tanzania-zambia-railway-race-control-critical-mineral-trade",
    "https://scmp.com/news/china/diplomacy/article/3242359/china-targeted-climate-campaigners-over-controversial-east-africa-oil-pipeline-project",
    "https://scmp.com/news/china/diplomacy/article/3251559/china-plans-spend-us1-billion-revamp-tanzania-zambia-railway-race-control-critical-mineral-trade",
    "https://scmp.com/news/china/diplomacy/article/3240247/europe-us-racing-challenge-chinas-dominance-over-vital-african-minerals-market-will-they-succeed",
    "https://www.scmp.com/knowledge",
    "https://scmp.com/news/china/diplomacy/article/3251503/nigerian-rail-projects-drive-home-chinas-commitment-african-infrastructure-development",
    "https://www.go.onelink.me/3586748601?pid=3rdpartycontentexchange",
    "https://scmp.com/knowledge?utm_medium=partner&utm_campaign=contentexchange&utm_source=YahooFinance",
    "https://scmp.com/topics/china-africa-relations",
    "https://scmp.com/news/china/diplomacy/article/3250139/challenge-chinas-influence-africa-us-borrows-belt-and-road-playbook",
    "https://go.onelink.me/3586748601",
    "https://scmp.com/news/china/diplomacy/article/3251351/china-tipped-keep-mali-ties-strictly-economic-un-peacekeeping-mission-wraps",
    "http://www.scmp.com",
    "https://scmp.com/news/china/diplomacy/article/3235290/chinese-investors-focus-west-africa-amid-decline-total-loans",
    "https://scmp.com/news/china/diplomacy/article/3249030/chinese-yuan-gives-us-dollar-run-its-money-african-trade-embraces-other-currencies",
    "https://scmp.com/business/commodities/article/3242251/chinese-metal-miner-mmg-buys-parent-botswanas-khoemacau-copper-mine-us188-billion",
    "https://scmp.com/news/china/diplomacy/article/3250881/chinese-firms-agree-raise-investment-democratic-republic-congo-copper-cobalt-mining-deal",
    "https://scmp.com/topics/belt-and-road-initiative",
    "https://scmp.com/topics/renewable-energy",
    "https://scmp.com/comment/opinion/article/3248963/why-brics-plus-belt-and-road-initiative-what-world-needs",
    "http://scmp.com?utm_medium=partner&utm_campaign=contentexchange&utm_source=YahooFinance"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "griffith asia institute at griffith university",
        "sentiment": "none"
      },
      {
        "name": "scmp knowledge",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "china belt",
        "sentiment": "none"
      },
      {
        "name": "brisbane",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T11:34:16.191+02:00",
  "updated": "2024-02-16T11:48:24.823+02:00"
}