{
  "thread": {
    "uuid": "b06b0c8fdd254c1356176d86c53b988660b473f7",
    "url": "https://freerepublic.com/focus/f-religion/4241701/posts",
    "site_full": "freerepublic.com",
    "site": "freerepublic.com",
    "site_section": "http://www.freerepublic.com/tag/*/feed.rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest Articles",
    "title": "[Catholic Caucus] My Catholic Life! Wonder and Awe Before the Eucharist - Sunday, June 2, 2024 - Catholic Caucus/Devotional",
    "title_full": "[Catholic Caucus] My Catholic Life! Wonder and Awe Before the Eucharist - Sunday, June 2, 2024 - Catholic Caucus/Devotional",
    "published": "2024-06-02T16:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 4273,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b06b0c8fdd254c1356176d86c53b988660b473f7",
  "url": "https://freerepublic.com/focus/f-religion/4241701/posts",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "fidelis",
  "published": "2024-06-02T16:00:00.000+03:00",
  "title": "[Catholic Caucus] My Catholic Life! Wonder and Awe Before the Eucharist - Sunday, June 2, 2024 - Catholic Caucus/Devotional",
  "text": "At the holy Mass, as soon as the priest pronounces the words of the consecration, transforming the bread and wine into the Body and Blood, Soul and Divinity of Jesus Christ our Lord, he genuflects, rises, and then says, “The mystery of faith.” What is “the mystery of faith?” Oftentimes, when we say that something is a mystery, we mean that the conclusion is hidden but that there are certain clues to help solve the mystery. And once the mystery is solved, everything is clear and it is no longer a mystery.\n“The mystery of faith” is much different. Those words are spoken at Mass immediately after the consecration as a way of drawing the faithful into a holy awe and amazement of what just took place. But this mystery can only produce wonder and awe if the reality of what just took place is understood through the gift of faith. Faith is knowing and believing without perceiving the reality before us with our five senses or through logical deduction. In other words, faith produces true knowledge of a spiritual reality that can only be known, understood and believed through spiritual insight.\nTherefore, if we attend the Mass and have been gifted with the knowledge of faith, then as soon as the consecration of the bread and wine takes place, we will cry out interiorly, “My Lord and my God!” We will know that God the Son is present before us in a veiled way. Our eyes do not perceive, nor do any of our senses reveal to us the great reality before us. We cannot rationally deduce what just took place. Instead, we come to know and believe that the Son of God, the Savior of the World, is now present before us in His fullness, under the veil of mere bread and wine.\nIn addition to the divine presence of our Lord and our God, the entire Mystery of our Redemption is made present. Saint Pope John Paul II tells us that in this moment there is a “oneness in time” that links the Paschal Mystery, that is, the Life, Death and Resurrection of Jesus, to every moment that the Eucharist is celebrated and made present through the words of consecration. And that unity between each Mass and the Paschal Mystery “leads us to profound amazement and gratitude” ( Ecclesia de Eucharistia , #5). Do you sense and experience this profound amazement and gratitude each time you attend the Holy Sacrifice of the Mass? Do you realize as you attend the Mass and as the words of consecration are spoken that the entire Mystery of your redemption is made present before you, hidden from your eyes but visible to your soul by faith? Do you understand that it is God the Second Person of the Most Holy Trinity Who descends to us to dwell with us in that moment of time in this glorious Sacrament?\nReflect, today, upon the hidden but real Mystery of Faith. Allow yourself to be drawn into a wonder and awe at what you are privileged to attend. Let your faith in the Most Holy Eucharist grow by being open to a deepening of this gift of faith through spiritual insight and belief. Behold this great Gift of the Eucharist with the eyes of faith and you will be drawn into the wonder and awe that God wants to bestow upon you.\nMy ever-glorious Eucharistic Lord, I do believe that You are here, made present in our world under the form of bread and wine, every time the Holy Mass is celebrated. Fill me with a deeper faith in this Holy Gift, dear Lord, so that I may be drawn into wonder and awe every time I witness this holy Consecration. Jesus, I trust in You.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "catholic caucus",
        "sentiment": "neutral"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T18:09:19.028+03:00",
  "updated": "2024-06-02T18:09:19.028+03:00"
}