{
  "thread": {
    "uuid": "f8587afdf8a1f07de86c5c0a09c7928181174a90",
    "url": "https://en.qdnd.vn/foreign-affairs/bilateral-relations/prime-minister-speaks-on-vietnam-s-policy-at-national-public-service-university-in-budapest-562439",
    "site_full": "en.qdnd.vn",
    "site": "qdnd.vn",
    "site_section": "https://en.qdnd.vn",
    "site_categories": [
      "media"
    ],
    "section_title": "People’s Army Newspaper Online",
    "title": "Prime Minister speaks on Vietnam’s policy at National Public Service University in Budapest",
    "title_full": "Prime Minister speaks on Vietnam’s policy at National Public Service University in Budapest",
    "published": "2024-01-20T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "VN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 46679,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f8587afdf8a1f07de86c5c0a09c7928181174a90",
  "url": "https://en.qdnd.vn/foreign-affairs/bilateral-relations/prime-minister-speaks-on-vietnam-s-policy-at-national-public-service-university-in-budapest-562439",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-20T02:00:00.000+02:00",
  "title": "Prime Minister speaks on Vietnam’s policy at National Public Service University in Budapest",
  "text": "The Prime Minister expressed his impressions about the heroic traditions of Hungary in national defense and construction as well as the country’s important contribution to the world in terms of knowledge, science and the art. Assessing the current world situation, he stressed that many big problems have arisen, such as aging population, climate change and diseases, which have global significance that calls for a global approach which takes people as the center, the subject and the target. Prime Minister Pham Minh Chinh also expressed his view that resources originate in thinking, motivation has its origin in reform and strength has its root in the people. He highlighted the overall goals, major orientations, cornerstone viewpoints and precious experiences of Vietnam in its cause of national construction and the great achievements after nearly 40 years implementing Doi Moi (renewal) of the country, particularly those in external relations and international integration. The Government leader said Vietnam is building a law-governed socialist state, a socialist democracy and a socialist-oriented market economy. It pursues the goal of an independent, self-reliant economy that actively and pro-actively engages in international integration, while building an advanced culture imbued with national characteristics. Vietnam follows a consistent external policy of independence, self-reliance, peace, friendship, cooperation and development, diversification and multilateralization of relations, active and pro-active integration, and being a friend, a reliable partner and an active and responsible member of the international community, he said. Prime Minister Pham Minh Chinh also stressed that Vietnam is persistent in a defense policy of “four no’s,” noting that Vietnam treasures and advocates peace but is always prepared for the possibility of war. At the same time, the Prime Minister said as developing country with a modest-size but open economy, Vietnam is still facing numerous difficulties and challenges. Vietnam will continue to persistently follow Marxism-Leninism and Ho Chi Minh's Thought and apply those ideologies in a creative manner based on the conditions in the country and the world, he said. He shared the five valuable experiences of Vietnam in the process of struggling for national independence and safeguarding and developing the country, with staying firmly with the path of national independence and socialism as one of them. Besides, it is the people who make history and the revolutionary cause is the cause of the people, by the people and for the people. Furthermore, solidarity brings power, and the national power should be combined with the power of the era, internal strength should be combined with external strength. Meanwhile, the sound leadership of the Communist Party of Vietnam is the decisive factor behind all successes of the Vietnamese revolution. According to the Prime Minister, one of the key reasons behind Vietnam’s achievements is the support from international friends, including Hungary, which is a traditional friend and the first comprehensive partner of Vietnam in the Central Eastern Europe region (in 2018). Looking back at the relationship between the country, Prime Minister Pham Minh Chinh underlined that Hungary has always been beside Vietnam in difficult times. Most recently, Hungary was among the first countries to help Vietnam with vaccines and medical supplies during the COVID-19 outbreaks. He went on to note that Hungary also actively supported Vietnam during the negotiations for the signing of the E.U. - Vietnam Free Trade Agreement and was the first E.U. member to ratify the E.U. - Vietnam Investment Protection Agreement (EVIPA). Hungary grants the largest number of scholarships for Vietnamese students and the largest amount of ODA for Vietnam in the Central and Eastern Europe region, Prime Minister Pham Minh Chinh said. He suggested that ministries and agencies of Vietnam and Hungary continue to facilitate and promote connectivity between young generations of the two countries and exchanges between the two peoples, thus further strengthening the friendship and comprehensive partnership of the two countries. On the occasion, Prime Minister Pham Minh Chinh witnessed the exchange of nine cooperative documents in the education-training field. Source: VNA Type the code from the image",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pham minh chinh",
        "sentiment": "none"
      },
      {
        "name": "doi moi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national public service university",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "budapest",
        "sentiment": "none"
      },
      {
        "name": "vietnam",
        "sentiment": "none"
      },
      {
        "name": "hungary",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T13:37:11.165+02:00",
  "updated": "2024-01-20T13:37:11.165+02:00"
}