{
  "thread": {
    "uuid": "8e4455da351d75a9989431fc5166a31488c347fc",
    "url": "https://cedars.cedarville.edu/2024/01/cedarville-yellow-jackets-weather-the-lake-erie-storm-in-g-mac-showdown/",
    "site_full": "cedars.cedarville.edu",
    "site": "cedarville.edu",
    "site_section": "https://cedars.cedarville.edu/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Cedars",
    "title": "Cedarville Yellow Jackets weather the Lake Erie Storm in G-MAC showdown",
    "title_full": "Cedarville Yellow Jackets weather the Lake Erie Storm in G-MAC showdown",
    "published": "2024-01-14T03:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i0.wp.com/cedars.cedarville.edu/wp/wp-content/uploads/2024/01/MBB_LakeErie_Drees-scaled.jpeg?fit=2560%2C1707&ssl=1",
    "performance_score": 0,
    "domain_rank": 26221,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8e4455da351d75a9989431fc5166a31488c347fc",
  "url": "https://cedars.cedarville.edu/2024/01/cedarville-yellow-jackets-weather-the-lake-erie-storm-in-g-mac-showdown/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "M",
  "published": "2024-01-14T03:22:00.000+02:00",
  "title": "Cedarville Yellow Jackets weather the Lake Erie Storm in G-MAC showdown",
  "text": "By: Maggie Fipps The Cedarville Yellow Jackets defeated the Lake Erie Storm 92-86 on Saturday night. No, not the winter storm that raged outside, the storm brewing between these two G-MAC rivals. Off the first tip, forward Jacob Drees scored, settling himself in as the offensive touchpoint of the game. He finished one assist shy of a triple double. “He’s a catalyst to a lot of what we’re doing,” said Cedarville Coach Pat Estepp. “He’s starting to get back to where we knew he was last year and that’s a big factor in us playing well.” The Yellow Jackets rolled in riding a three-game win streak that started when they beat Lake Erie 83-78 exactly two weeks ago. They start a young team led by senior Jayvon Maughmer. “Jayvon is one of the toughest one-on-one matchups in our league, possibly in the country,” Estepp said last week. Maughmer used that ability to drive to the basket, drawing defenders so his teammates could score. For the past month, the Jackets rolled out a new starting five featuring guards Timothy Davis, Anthony Ruffolo and Ethan Sellars, and forwards Maughmer and Drees, which has proved to be a winning formula. The Storm flew in with a disappointing 4-10 record, considering eight of their recent losses were by six points or less. However, they were aggressive and well-coached, never relenting no matter the score. “Anybody who pays attention to our league and doesn’t just look at records knows that’s a really good team,” Estepp said. “So we know how good of a win that is as a team because these kids play hard and tough.” Although the Jackets held the lead steadily throughout the first half, the offense looked anything but fluid. The coaching staff yelled “Move!” relentlessly, emphasizing the quick timing that the Jackets needed to get baskets. “We were not playing with any pace,” Estepp said. “We were getting some stops and it still looked stagnant. We weren’t sprinting the screens and rolling off screens we were walking to them.” However, a quick two point play drawn up for Drees to finish the half was all the momentum the Jackets needed. They never looked back. “The pressure got to us a little bit at the end,” Drees said. “But until that point, we really hadn’t turned the ball over, and then we went on a little run to start the second half, which was huge for us.” Both the offense and defense had more energy coming out of the break, with lots of contact between the teams and the hardwood floor. Although the score remained close, the Jackets had control of the game. Six players scoring in the double digits also did not hurt. “That’s what we look like when we’re at our best,” Estepp said. Another Drees special out of a timeout resulted in a massive dunk, the “thunk” of the rim resounding loudly in Callan Athletic Center. And any time the offense passed to Davis in the left corner of the three-point line, he could not miss. With the Jackets’ high free throw percentage over the past couple of games, fouling at the end only hurt the Storm. This win puts the Jackets at 6-1 in the conference, behind only Trevecca in the G-MAC standings. Circle February 8th on your calendar, because their matchup will surely be a classic. For now, Cedarville faces crosstown rival Wilberforce at home on Wednesday, January 17th at 7:00 p.m. Maggie Fipps is a junior Journalism student and the Editor in Chief of Cedars. She enjoys playing the piano and thrifting, and you may spot her around campus sporting Packers gear head to toe. *Photo by Ian Chan *Headline by ChatGPT",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "maggie fipps",
        "sentiment": "negative"
      },
      {
        "name": "maughmer",
        "sentiment": "none"
      },
      {
        "name": "jayvon maughmer",
        "sentiment": "none"
      },
      {
        "name": "pat estepp",
        "sentiment": "none"
      },
      {
        "name": "estepp",
        "sentiment": "none"
      },
      {
        "name": "drees",
        "sentiment": "none"
      },
      {
        "name": "timothy davis",
        "sentiment": "none"
      },
      {
        "name": "ethan sellars",
        "sentiment": "none"
      },
      {
        "name": "jacob drees",
        "sentiment": "none"
      },
      {
        "name": "anthony ruffolo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cedarville yellow jackets",
        "sentiment": "negative"
      },
      {
        "name": "g-mac",
        "sentiment": "negative"
      },
      {
        "name": "lake erie",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lake erie",
        "sentiment": "none"
      },
      {
        "name": "lake erie storm",
        "sentiment": "none"
      },
      {
        "name": "cedarville",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-14T05:50:48.281+02:00",
  "updated": "2024-01-14T12:04:19.438+02:00"
}