{
  "thread": {
    "uuid": "89aa3c57c3074f7f4429e1ced4f4cb763e00fe0b",
    "url": "https://www.unotv.com/virales/como-fue-que-messi-salvo-a-mujer-de-ser-plagiada-por-hamas",
    "site_full": "www.unotv.com",
    "site": "unotv.com",
    "site_section": "https://www.unotv.com",
    "site_categories": [
      "media",
      "television",
      "entertainment",
      "top_news"
    ],
    "section_title": "Últimas Noticias de hoy en México y el mundo en vivo - UnoTV",
    "title": "¿Cómo fue que Messi salvó a mujer de ser plagiada por Hamás? - UnoTV",
    "title_full": "¿Cómo fue que Messi salvó a mujer de ser plagiada por Hamás? - UnoTV",
    "published": "2024-03-08T02:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 48093,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "89aa3c57c3074f7f4429e1ced4f4cb763e00fe0b",
  "url": "https://www.unotv.com/virales/como-fue-que-messi-salvo-a-mujer-de-ser-plagiada-por-hamas",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rosalba Espejel",
  "published": "2024-03-08T02:40:00.000+02:00",
  "title": "¿Cómo fue que Messi salvó a mujer de ser plagiada por Hamás? - UnoTV",
  "text": "Ester Cunio, una abuela argentina de 90 años, evitó ser secuestrada por Hamás en Israel gracias a que mencionó ser del país del futbolista Lionel Messi. Sus captores, al escuchar el nombre del famoso futbolista, decidieron liberarla, debido a su afición y admiración por el [astro argentino.](https://www.unotv.com/deportes/messi-da-balonazo-a-nina-y-asi-reaccion-el-padre/) La historia de la adulta mayor se hizo [viral en redes sociales](https://www.unotv.com/virales/medio-metro-quien-es-y-por-que-es-viral-en-tiktok-y-otras-redes-sociales-por-hacer-el-paso-del-chavito/). Hasta el momento, tiene 2 millones de visitas en la plataforma “X”, antes Twitter. [Elecciones 2024: [Sigue aquí los pasos de los candidatos a la Presidencia](https://www.unotv.com/elecciones-2024-en-mexico/)] Abuelita se salva de secuestro de Hamás en Israel gracias a Messi Ester relató cómo ella y su familia estuvieron en peligro, cuando terroristas irrumpieron en su hogar en el kibutz israelí Nir Oz. A pesar de la amenaza y el miedo, Ester pensó ágilmente y se le ocurrió mencionar a Messi durante una conversación con uno de los terroristas, lo que provocó un cambio de actitud en él. “No me hables, le dije. Yo no sé tu idioma árabe. Yo hablo en argentino, en castellano. Entonces me dijo: ¿qué es Argentina? A lo que le respondí: Ves Futbol, y él dijo que sí. Entonces le dije: Yo soy de donde es Messi. Él se sorprendió y me pidió una foto”.Ester Cunio El nombre del reconocido futbolista argentino logró desarmar al terrorista y llevar a una situación más pacífica, permitiendo que Ester y su familia evitaran el secuestro. [TE PUEDE INTERESAR: [Lionel Messi presume su playlist con varios mexicanos: Peso Pluma, Grupo Frontera, “La Chona” y más](https://www.unotv.com/deportes/lionel-messi-playlist-artistas-mexicanos-peso-pluma-grupo-frontera-la-chona/)] Una historia de supervivencia La experiencia de Ester Cunio se destaca en el nuevo documental en español, “Voces del 7 de octubre”, que presenta historias de supervivencia durante el ataque perpetrado por Hamás en Israel. El documental busca preservar testimonios importantes para las generaciones futuras, destacando la valentía y la humanidad en medio del conflicto. Durante la entrevista que le realizan a Ester, ella menciona lo que le diría a Messi si él se enterará de su caso: “Si él (Messi) sabe que yo lo mencioné y por él me salvé, ahora le pediría por mis dos nietos que están ahí encerrados. No los podemos sacar todavía”.Ester Cunio El incidente destaca la importancia de la solidaridad y la empatía en momentos difíciles. Aunque Ester pudo salvarse gracias a mencionar a Messi, la historia nos recuerda que muchas otras personas se encuentran situaciones difíciles y aún no logran recuperar su libertad.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-08T03:20:55.215+02:00",
  "updated": "2024-03-08T03:20:55.215+02:00"
}