{
  "thread": {
    "uuid": "5098ffc817d7b7f2a559422b2d5df53d31c42c4c",
    "url": "https://www.cbsnews.com/philadelphia/news/roman-catholic-high-school-dom-colasante-business-leadership-organized-for-catholic-schools",
    "site_full": "www.cbsnews.com",
    "site": "cbsnews.com",
    "site_section": "https://www.cbsnews.com/cbslocal",
    "site_categories": [
      "media"
    ],
    "section_title": "CBS Local - Your local news and live free 24/7 streaming news",
    "title": "Roman Catholic grad donates over $500K to Pennsylvania scholarship organization - CBS Philadelphia",
    "title_full": "Roman Catholic grad donates over $500K to Pennsylvania scholarship organization - CBS Philadelphia",
    "published": "2024-03-01T00:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets3.cbsnewsstatic.com/hub/i/r/2024/02/29/480b5e7e-1075-48a8-85c3-7c184b6043eb/thumbnail/1200x630/dd2aec94c71e2e01a7ee34e4db278a69/roman-catholic-donation-vo-2-27-24tg-concatenated-134219-frame-3770.jpg?v=b15ba9ca383d8472a236fb5b5c7ca2b3",
    "performance_score": 0,
    "domain_rank": 183,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5098ffc817d7b7f2a559422b2d5df53d31c42c4c",
  "url": "https://www.cbsnews.com/philadelphia/news/roman-catholic-high-school-dom-colasante-business-leadership-organized-for-catholic-schools",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-01T00:48:00.000+02:00",
  "title": "Roman Catholic grad donates over $500K to Pennsylvania scholarship organization - CBS Philadelphia",
  "text": "Notice Your web browser is not fully supported by CBS News and CBSNews.com. For optimal experience and full features, please upgrade to a modern browser.\nYou can get the new Microsoft Edge at microsoft.com/edge, available to download on all versions of Windows in more than 90 languages. '; document.getElementById('ieblock').setAttribute('style', 'background-color: #B60505; color: #F5F5F5; font-size: 20px; font-family: sans-serif; padding: 100px 100px'); } Latest U.S. World Politics Entertainment HealthWatch MoneyWatch Crime Sports Local News Baltimore Bay Area Boston Chicago Colorado Detroit Los Angeles Miami Minnesota New York Philadelphia Pittsburgh Sacramento Texas Live CBS News Streaming Baltimore Bay Area Boston Chicago Colorado Detroit Los Angeles Miami Minnesota New York Philadelphia Pittsburgh Sacramento Texas Shows 48 Hours 60 Minutes America Decides CBS Evening News CBS Mornings CBS News Eye on America CBS News Mornings CBS Reports CBS Saturday Morning The Dish Face the Nation Here Comes the Sun Person to Person Prime Time Sunday Morning The Takeout The Uplift Weekender Photos Podcasts In Depth Newsletters Download Our App CBS News Team Executive Team Paramount Shop Paramount+ Join Our Talent Community RSS Feeds A Moment With... Davos 2023 Innovators & Disruptors Philadelphia News All News Pennsylvania New Jersey Delaware National World Health Entertainment Politics Traffic & Transportation Business Recalls CBS+ Weather Latest Weather Radars Become a Weather Watcher Sports All Sports CBS Sports HQ Eagles Sixers Phillies Flyers Blue Coats College High School Odds Video CBS Philadelphia Shows Focusing on the Future Gallen of Questions Alex's Lemonade Stand Lights for the Fight More Than Pink Friday Football Frenzy Hispanic Heritage Month Joy of Sharing Black Business Month Mental Reset RMHC Telethon SummerFest The Heartbeat Station Info Contact Us Share Photos & Video Send Us a News Tip Advertise With Us Contests & Promotions Download The App About NEXTGEN TV Photo Galleries Mentioned On-Air Jobs & Internships Watch CBS News\nLocal News Roman Catholic grad donates over $500K to Pennsylvania scholarship organization By Taleisha Newbill, Raymond Strickland\nFebruary 29, 2024 / 5:48 PM EST / CBS Philadelphia\nKabe Goss' shot lifts Roman Catholic past Archbishop Ryan in OT in PCL championship Kabe Goss' shot lifts Roman Catholic past Archbishop Ryan in OT in PCL championship 02:31 PHILADELPHIA (CBS) -- Roman Catholic High School grad and South Philadelphia native Dom Colasante donated a $500,000 check to his alma mater through a scholarship organization on Tuesday.\nColasante, founder and CEO of B2B marketing firm 2X, is a 2006 graduate who donated through the Business Leadership Organized for Catholic Schools (BLOCS) which is considered the largest scholarship organization in the state.\nOfficials said BLOCS gives about 17,000 scholarships to students throughout the Philadelphia region.\nA teacher who Colasante credits for his success was at the event. Also, a South Philly native, teacher Pat Shanahan, remembers Colasante as \"a stand-out student who absorbed everything.\"\nCBS News Philadelphia Another person who was spotted at the event was Roman Catholic basketball senior guard Kabe Goss. Goss has the winning shot at the buzzer in overtime Monday night against Archbishop Ryan High School, making Roman Catholic win its second consecutive Philadelphia Catholic League championship and the 34th title in the team's history.\nGoss said the shot that will be remembered for years to come still feels surreal.\n\"Any given day, it could have been anybody. It could have been anybody. There's been games Shareef [Jackson] stepped up, a game I had to step up [and], bench players had to step up,\" Goss said. \"Everybody played a role.\"\nGoss hit the shot after an Archbishop Ryan player put them up by one. His teammate, Jackson, said he thought that shot sealed Roman Catholic's fate before Goss hit the ultimate dagger.\n\"You know he had desperation when he made that three up by one, then you see your point guard go down and hit that shot,\" Jackson said. \"It's just relief by the end of that.\"\nGoss and Jackson said it was an incredible feeling and moment.\nDuring his time at Roman Catholic, officials said Colasante received student aid and wanted to give back.\nIn: Philadelphia Taleisha Newbill Taleisha Newbill is a digital content producer at CBS News Philadelphia. Taleisha has previously worked at NBC-affiliate WOWT and FOX 42/KPTM in Omaha, Nebraska. She covers breaking news, crime, entertainment, and feel good stories in the Philadelphia area.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education"
  ],
  "external_links": [
    "https://urldefense.com/v3/__http://www.blocs.org/__;!!CxwJSw!MhLh9Op6whaPxO8CQh6M3SQaUwJJxOsXtm3zxO-4O_hqIZREU2lMTXb-KzeJIDcb2IEFfeO2tOrClaSegSQ%24",
    "https://247sports.com/Player/Shareef-Jackson-46136513/",
    "https://247sports.com/Player/Shareef-Jackson-46136513",
    "https://urldefense.com/v3/__http://blocs.org/__;!!CxwJSw!MhLh9Op6whaPxO8CQh6M3SQaUwJJxOsXtm3zxO-4O_hqIZREU2lMTXb-KzeJIDcb2IEFfeO2tOrClaSegSQ%24",
    "https://www.247sports.com/Player/Shareef-Jackson-46136513/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dom colasante",
        "sentiment": "negative"
      },
      {
        "name": "kabe goss",
        "sentiment": "none"
      },
      {
        "name": "colasante",
        "sentiment": "none"
      },
      {
        "name": "goss",
        "sentiment": "none"
      },
      {
        "name": "pat shanahan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "roman catholic high school",
        "sentiment": "negative"
      },
      {
        "name": "cbs",
        "sentiment": "negative"
      },
      {
        "name": "roman catholic",
        "sentiment": "none"
      },
      {
        "name": "archbishop ryan high school",
        "sentiment": "none"
      },
      {
        "name": "philadelphia catholic league",
        "sentiment": "none"
      },
      {
        "name": "business leadership organized for catholic schools",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "philadelphia philadelphia",
        "sentiment": "none"
      },
      {
        "name": "south philadelphia",
        "sentiment": "none"
      },
      {
        "name": "pennsylvania",
        "sentiment": "none"
      },
      {
        "name": "philadelphia",
        "sentiment": "none"
      },
      {
        "name": "south philly",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:52:57.830+02:00",
  "updated": "2024-03-01T03:31:42.147+02:00"
}