{
  "thread": {
    "uuid": "b50980ec4baab29202c580e7b36cf41ab393b5b6",
    "url": "https://www.orissapost.com/with-el-nino-likely-to-abate-in-april-june-india-can-hope-for-normal-monsoon-this-year/",
    "site_full": "www.orissapost.com",
    "site": "orissapost.com",
    "site_section": "http://www.orissapost.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Odisha News, Odisha Latest news, Odisha Daily &#8211; OrissaPOST",
    "title": "With El Nino likely to abate in April-June, India can hope for normal monsoon this year",
    "title_full": "With El Nino likely to abate in April-June, India can hope for normal monsoon this year",
    "published": "2024-01-14T02:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.orissapost.com/wp-content/uploads/2024/01/El-Nino.png",
    "performance_score": 0,
    "domain_rank": 76914,
    "domain_rank_updated": "2024-01-09T12:07:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b50980ec4baab29202c580e7b36cf41ab393b5b6",
  "url": "https://www.orissapost.com/with-el-nino-likely-to-abate-in-april-june-india-can-hope-for-normal-monsoon-this-year/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Post News Network",
  "published": "2024-01-14T02:38:00.000+02:00",
  "title": "With El Nino likely to abate in April-June, India can hope for normal monsoon this year",
  "text": "New Delhi: The El Nino weather phenomenon, which led to the erratic monsoon in 2023 that hit India’s agricultural sector, is still active in the Pacific Ocean where it originates, but is expected to withdraw during April-June this year which is a good sign for the Indian economy.\nThe US’s Climate Prediction Centre has stated in its latest forecast on January 11 that “collectively, the coupled ocean-atmosphere system reflected a strong and mature El Nino”.\nHowever, it concluded: “El Nino is expected to continue for the next several seasons, with ENSO-neutral favoured during April-June 2024 (73 per cent chance).”\nEENSO neutral refers to normal surface sea temperatures (75-80 degrees Fahrenheit) and is generally associated with fairly normal weather patterns. The Climate Prediction Center carries out regular reviews of the complex ocean-atmosphere system for its forecasts.\nEl Nino is viewed with concern in India as it disrupts the monsoon leading to drought in certain parts of the country and often excess rain in others as happened in 2023.\nAlthough the exact impact that the ocean currents in the Pacific will have on the Indian monsoon will become clearer in the months ahead, news of El Nino turning neutral during April-June could mean that this phenomenon would abate and not disrupt the monsoon.\nHistorically, more than half of El Nino years have caused droughts during the monsoon, with all-India rainfall falling below 90 per cent of the long-period average.\nA normal monsoon is critical for India’s agricultural sector, with 52 per cent of the net cultivated area depending on it. The monsoon rains also play a crucial role in replenishing the water levels in the country’s reservoirs across states which can be used for irrigation for the next crop season.\nRain-fed areas produce nearly 90 per cent of millets, 80 per cent of oilseeds and pulses, 60 per cent of cotton and support nearly 40 per cent of India’s population and more than half the livestock.\nIn 2023, India experienced ‘below normal’ rains and an abnormally dry August largely due to El Niño conditions. The monsoon had got off to a delayed start in June after which there was excess rain in July followed by a deficit in August and then excess rains in September again in certain parts of the country, such as Punjab and Haryana, which hit the standing crop.\nThis resulted in a sharp increase in the prices of vegetables, especially tomatoes and onions that triggered a spike in inflation and stretched household budgets.\nThe erosion in farmers’ incomes has a cascading effect on industry as well since the demand for tractors sold by companies such as Mahindra & Mahindra and two-wheelers marketed by auto majors like Hero MotoCorp and Bajaj comes down.\nRising prices of rice, wheat, pulses and spices push up the rate of inflation and stretch household budgets leaving less money to spend on industrial goods.\nThe government also intervened to keep prices in check by banning exports of wheat and non-basmati rice and onions. This again leads to a drop in farm incomes and also exports which earn vital foreign exchange.\nThe high inflation rate caused by a spike in food prices also forces the RBI to increase interest rates, which, in turn, has a dampening impact on economic growth as loans for industry and consumers turn costlier.\nIANS\n[Suggest A Correction](javascript:void(0);)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "el nino",
        "sentiment": "negative"
      },
      {
        "name": "enso",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "el nino",
        "sentiment": "none"
      },
      {
        "name": "pacific ocean",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-14T08:22:29.154+02:00",
  "updated": "2024-01-14T08:22:29.154+02:00"
}