{
  "thread": {
    "uuid": "25e93eadd58c15108e0802a3c1792c3c2e53ec05",
    "url": "https://www.smh.com.au/culture/books/shame-and-be-shamed-a-young-man-s-struggle-to-get-out-of-poverty-20240415-p5fjya.html",
    "site_full": "www.smh.com.au",
    "site": "smh.com.au",
    "site_section": "https://www.watoday.com.au/breaking-news",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Latest and Breaking News | WA Today Live Australian and World News Feed",
    "title": "Edouard Louis Change: Autofiction tells of path to becoming a famous writer",
    "title_full": "Edouard Louis Change: Autofiction tells of path to becoming a famous writer",
    "published": "2024-04-18T14:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://static.ffx.io/images/$zoom_0.9860000000000001%2C$multiply_0.7554%2C$ratio_1.776846%2C$width_1059%2C$x_0%2C$y_649/t_crop_custom/q_86%2Cf_auto/t_smh_no_label_no_age_social_wm/427ad4ae32a4508dbe1b7904f3a297ec8d576bed",
    "performance_score": 0,
    "domain_rank": 513,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "25e93eadd58c15108e0802a3c1792c3c2e53ec05",
  "url": "https://www.smh.com.au/culture/books/shame-and-be-shamed-a-young-man-s-struggle-to-get-out-of-poverty-20240415-p5fjya.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Owen Richardson",
  "published": "2024-04-18T14:00:00.000+03:00",
  "title": "Edouard Louis Change: Autofiction tells of path to becoming a famous writer",
  "text": "By Owen Richardson April 19, 2024 — 8.00am Save Log in , register or subscribe to save articles for later. Save articles for later Add articles to your saved list and come back to them any time.\nGot it Normal text size Larger text size Very large text size Advertisement FICTION\nChange\nÉdouard Louis\nVintage, $39.99\nÉdouard Louis came to prominence with his 2014 autofiction, The End of Eddy , an account of growing up gay and poor in the post-industrial north of France. There followed A History of Violence , about being raped and almost murdered by a man he picked up in the street, and two loving, ambivalent portraits of his parents, Who Killed My Father , which doubled as a denunciation of the neoliberal turn in French politics, and A Woman’s Battles and Transformations , about his mother’s late-life flourishing after she left Louis’ father.\nEdouard Louis’ novel is driven by negative emotions, shame and the need for absolution. Credit: Arnaud Delrue\nHis new book is billed as a novel, though let’s just call it autofiction: he flags the made-up bits. It, too, is about his transformations: about how that boy who didn’t always have enough to eat grew up to be a world-famous writer. If this sounds like an inspirational story about overcoming hardship, it isn’t. Instead, it is driven by negative emotions, shame and the need for absolution, just as the life it describes has been driven by shame and the need for revenge against poverty and homophobia: the revenge on shame. Self-justification is the very form. Change is addressed to those he left behind.\nAn epigraph to Change could be: wherever you go, there you are.\nThe first stage in the ascent is from the village to the nearest big town, Amiens. Here he attends senior high school, the first in his family to do so, and befriends Elena, a bourgeoisie who introduces him to the finer things. This section is addressed to his father: “I understood that the lycée was the beginning of our separation, with no going back.”\nNo longer Eddy, but Édouard, and at university, he meets the distinguished sociologist Didier Eribon, whose trajectory from the working class to the Paris intellectual gratin he is keen to emulate. Eribon encourages him to try for the École Normale Superiéure, alma mater of Jean-Paul Sartre and Simone de Beauvoir. Chasing the cultural capital Elena and her milieu take for granted, he turns himself into a reading machine.\nLoading About this, Louis is unsentimental: “I don’t like stories about childhoods saved by books and reading. I find them naive.” But you could say he is saved from this naivete by one of the first books he encounters: Pierre Bourdieu’s Distinction , a sociological masterwork whose argument is that high culture is irredeemably complicit with hierarchy and prestige.\nThe friendship with Eribon causes a break with Elena and other people from Amiens turn against him once he has the bad taste to get into the ENS. All of a sudden, he is “egotistical, ambitious”. Louis has trouble disagreeing, though he also has trouble agreeing. By now he is speaking to Elena, not his father. When Louis talks about his snobbish affectations or increasingly transactional relationships, the tone at times is plaintive, at times somewhere between squirminess and bluff: “Maybe I said some things I didn’t mean … It wasn’t cynicism that made me say those things, but the need – almost the desperation – to be helped … Is it forbidden to like someone for the protection they can give you?“\nAdvertisement If he was once ashamed of his background, he is now ashamed about what he did to escape that background. An epigraph to Change could be: wherever you go, there you are.\nLouis certainly goes places. If he sometimes seems like a provincial hero of a classic French novel, out to conquer the capital, he has also by now become like Zola’s Nana. In Paris he hooks up with men on the internet who pay him for sex; on a higher scale of payment, wealthy, cultivated men take him to Bayreuth. Soon enough he is socialising with princesses, and the descendants of great industrialist families. Unlike his literary forebears, this adventurer, however, is not crushed by society, or Society. Louis’s comeuppance is self-alienation.\nHe learns that the rich are awful; not only do they have Picassos on the wall, they have sofas covered in polar bear fur, and are rude to the help. (Afterwards he tells Eribon an ingratiating, self-flattering story about coming to the defence of that insulted employee; speaking on the page to Eribon, self-abasingly, he admits he made it up and like any old coward actually kept silent.)\nNor does his subsequent literary celebrity seem any more satisfying: “At first this life awed me, and then it left me jaded and disgusted.” Of course there is no going back. “I’m not nostalgic about poverty, but about the possibility of the present. Or rather: I hated my childhood and I miss my childhood.”\nYet Louis has found the way to try to resolve these conflicts. Like Annie Ernaux, an acknowledged influence, who called her Nobel lecture I Will Write To Avenge My People , he has used his writing as an intervention to confront the issue of class, the abiding embarrassment of the contemporary left.\nThe Booklist is a weekly newsletter for book lovers from books editor Jason Steger. Get it delivered every Friday .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Education",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "edouard louis change",
        "sentiment": "negative"
      },
      {
        "name": "louis vintage",
        "sentiment": "neutral"
      },
      {
        "name": "eddy",
        "sentiment": "none"
      },
      {
        "name": "edouard louis",
        "sentiment": "none"
      },
      {
        "name": "arnaud delrue",
        "sentiment": "none"
      },
      {
        "name": "édouard louis",
        "sentiment": "none"
      },
      {
        "name": "louis",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "france",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:02:59.407+03:00",
  "updated": "2024-04-19T05:31:13.756+03:00"
}