{
  "thread": {
    "uuid": "7d825b290aaab84ad2658c7cfd1ea50314460a39",
    "url": "https://www.tf1info.fr/justice-faits-divers/video-tf1-temoignage-nathan-13-ans-sauve-sa-soeur-et-sa-mere-de-la-noyade-le-heros-raconte-son-geste-heroique-2281031.html",
    "site_full": "www.tf1info.fr",
    "site": "tf1info.fr",
    "site_section": "https://www.tf1info.fr/feeds/rss-une.xml",
    "site_categories": [],
    "section_title": "TF1 INFO - L&apos;info pour tous et pour chacun",
    "title": "TÉMOIGNAGE - Il sauve sa sœur et sa mère de la noyade : Nathan, 13 ans, raconte son geste héroïque",
    "title_full": "TÉMOIGNAGE - Il sauve sa sœur et sa mère de la noyade : Nathan, 13 ans, raconte son geste héroïque",
    "published": "2023-12-29T22:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://photos.tf1info.fr/images/1280/720/nathan-2123-01a2f3-3@1x.jpeg?overlayImage=bG9nby10ZjFpbmZvLnBuZw==&amp;overlayWidth=18&amp;overlayGravity=northwest&amp;s=951bcb",
    "performance_score": 0,
    "domain_rank": 7099,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7d825b290aaab84ad2658c7cfd1ea50314460a39",
  "url": "https://www.tf1info.fr/justice-faits-divers/video-tf1-temoignage-nathan-13-ans-sauve-sa-soeur-et-sa-mere-de-la-noyade-le-heros-raconte-son-geste-heroique-2281031.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TF1 INFO",
  "published": "2023-12-29T22:33:00.000+02:00",
  "title": "TÉMOIGNAGE - Il sauve sa sœur et sa mère de la noyade : Nathan, 13 ans, raconte son geste héroïque",
  "text": "C'est un authentique miracle de Noël qu'une famille a vécu le 25 décembre dans l'Hérault.Après la chute de leur voiture dans un cours d'eau, le jeune Nathan, 13 ans, a sauvé sa mère et sa sœur de la noyade.Le 20H de TF1 a recueilli le témoignage du jeune héros et de sa maman, encore émue et forcément (très) fière de son fils. \"On était garés sur le bord de la route et on a commencé à tomber.\" Lundi 25 décembre, le jour de Noël, Jessica Gross et ses deux enfants s'arrêtent le long d'une route de la commune de Cessenon-sur-Orb (Hérault). Au volant, au bord d'un fossé, la mère de famille tente de reculer mais perd l'équilibre. La voiture glisse, fait un tonneau, avant de terminer violemment sa chute dans le cours d'eau en contrebas. \"J'ai perdu connaissance. Je suis tombée le corps face à l'eau. Mon fils a vu que j'avais la tête dans l'eau\", relate avec émotion la mère de famille dans le reportage du 20H de TF1 à retrouver en tête de cet article. Indemne et conscient, son fils Nathan, âgé de 13 ans, fait alors preuve d'un sang-froid exceptionnel. Après avoir porté secours à sa mère, qui risquait la noyade, l'adolescent parvient à évacuer sa petite sœur de l'habitacle. C'est normal, c'est ma mère et ma familleNathan \"Elle était sur le ventre. Elle ne parlait plus, elle ne répondait plus, elle ne bougeait plus. Je l'ai sortie de l'eau [...] C'est normal, c'est ma mère et ma famille\", confie avec simplicité le jeune garçon. Après avoir porté secours à sa mère et à sa sœur, il parvient à alerter des automobilistes. Les secours sont prévenus, et interviennent rapidement sur place. Quatre jours après, Jessica ne réalise toujours pas l'exploit réalisé par son fils. \"Les rôles se sont inversés. J'étais incapable de me calmer, j'étais tétanisée par la peur\", confie-t-elle. \"Je suis fier de lui, je ne le remercierai jamais assez.\" Lire aussi \"Un miraculé\" : dans les Pyrénées-Orientales, un homme sauvé après une chute de plus de 100 mètres Un geste héroïque également salué par les sapeurs-pompiers de la commune, où le jeune garçon a été reçu. \"Ce que tu as fait, c'est exemplaire\", l'a félicité le capitaine David Sylvestre, chef de secteur. \"Ça fait 32 ans que je suis pompier volontaire, c'est la première fois que je vois un gamin de 13 ans réagir comme ça\", souligne le pompier à notre micro. \"Ça nous surprend parce que l'histoire se termine bien\", ajoute son collègue, le caporal François Ayuda, qui rappelle que ce \"conte de Noël\" aurait pu \"se finir très mal.\" La mésaventure aura en tout cas permis à Nathan de trouver sa vocation : plus tard, il veut être pompier.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T23:58:35.513+02:00",
  "updated": "2023-12-30T04:58:19.352+02:00"
}