{
  "thread": {
    "uuid": "007a1c637cd45106575806ff7b6e4ad45d572c64",
    "url": "https://cbsaustin.com/news/local/austin-school-board-nears-vote-on-budget-with-up-to-60-million-deficit",
    "site_full": "cbsaustin.com",
    "site": "cbsaustin.com",
    "site_section": "https://cbsaustin.com",
    "site_categories": [
      "media"
    ],
    "section_title": "chevron-right",
    "title": "chevron-right",
    "title_full": "chevron-right",
    "published": "2024-06-21T01:13:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cbsaustin.com/resources/media/8e27d731-7e10-4b90-858c-dcf4397f338c-large16x9_AISDBudgetPre.PNG",
    "performance_score": 0,
    "domain_rank": 15536,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "007a1c637cd45106575806ff7b6e4ad45d572c64",
  "url": "https://cbsaustin.com/news/local/austin-school-board-nears-vote-on-budget-with-up-to-60-million-deficit",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Monique Lopez",
  "published": "2024-06-21T01:13:00.000+03:00",
  "title": "chevron-right",
  "text": "AUSTIN, Texas — Austin Independent School District is one step closer to approving its budget for next school year. The Board of Trustees is meeting Thursday to vote on the 2024-2025 budget. Leading up to it, the district anticipated facing up to a $60 million deficit. “It’s pretty extreme, and I think that things that led up to that were probably the reason why it’s happening now,” said AISD parent Christopher Garcia. AISD is currently facing a financial crisis. The district says the strain is due largely in part to outdated state funding. “They put our district in a perilous position, in terms of its budget,” said Ken Zarifis, president of Education Austin - the employees’ union for AISD. “I really look to the state as the culprit here.” AISD's Board of Trustees has been meeting weekly this month to fine tune the budget - a major item that will determine how the district operates in the coming years. Last month, AISD held [a briefing](https://cbsaustin.com/news/local/aisd-considers-cuts-and-tax-hike-to-address-budget-crisis) to address the larger-than-anticipated deficit presented during a [ work session May 9](https://cbsaustin.com/news/local/austin-isd-to-make-cuts-in-dual-language-program-due-to-budget-deficit#). In that briefing, superintendent Matias Segura laid out a plan for the district to face a deficit that could ultimately spike to nearly $90 million. “Because of what the legislature and the governor insist on doing by holding funds hostage for vouchers, school districts across the state are struggling with their budgets and are in deficit budgets, and that’s what we have here in Austin,” Zarifis said. The district’s already cut 41 positions to help trim costs, but Segura says more cuts will be needed. “Really evaluate where the needs are, why they’re cutting those, as well,” said Garcia. “Once we evaluate those things, that’ll kind of get us back on track.” Thursday, the board is set to vote on the final 2024-2025 budget, which may include a deficit of up to $60 million. “What AISD has done is put together a budget, I think, that is responsible,” Zarifis said. “It’s not what we’d like it to be, but I think under the circumstances, it’s reasonable budget.” A [Voter Approval Tax Rate Election](https://www.austinisd.org/announcements/2024/04/26/board-considers-tax-rate-election-raise-funds-teacher-and-staff-raises-en) or “VATRE” could be key to helping with AISD's budget shortfall. Segura says if it goes before voters in November and is approved, it will add an estimated $41 million in revenue, which could fund staff pay increases next year. AISD's board is expected to vote on whether to hold that election at a later date.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Weather",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "austin metro",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "mexico",
        "sentiment": "none"
      },
      {
        "name": "del valle",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T03:38:49.329+03:00",
  "updated": "2024-06-21T12:03:03.688+03:00"
}