{
  "thread": {
    "uuid": "f298019cf0c43d0f79d193a2a245c4bb1bfb48ee",
    "url": "https://odia.ig.com.br/belford-roxo/2023/12/6765734-servico-de-convivencia-de-belford-roxo-promove-confraternizacao-para-criancas-autistas-e-responsaveis.html",
    "site_full": "odia.ig.com.br",
    "site": "ig.com.br",
    "site_section": "https://odia.ig.com.br/_conteudo/ultimas-noticias/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "O Dia",
    "title": "Serviço de Convivência de Belford Roxo promove confraternização para crianças autistas e responsáveis",
    "title_full": "Serviço de Convivência de Belford Roxo promove confraternização para crianças autistas e responsáveis",
    "published": "2023-12-28T23:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://odia.ig.com.br/_midias/jpg/2023/12/28/1200x750/1_10____tea_confraternizacao___camila_moratorio-31550847.jpg",
    "performance_score": 0,
    "domain_rank": 4263,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f298019cf0c43d0f79d193a2a245c4bb1bfb48ee",
  "url": "https://odia.ig.com.br/belford-roxo/2023/12/6765734-servico-de-convivencia-de-belford-roxo-promove-confraternizacao-para-criancas-autistas-e-responsaveis.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "redacao@odia.com.br (O Dia)",
  "published": "2023-12-28T23:00:00.000+02:00",
  "title": "Serviço de Convivência de Belford Roxo promove confraternização para crianças autistas e responsáveis",
  "text": "A neuropsicóloga Camila Moratório destacou que a Secretaria de Assistência Social oferece um tratamento humanizadoJeovani Campos / PMBR\nCriado este ano, o Serviço de Convivência Especializado está funcionando para atendimento no Centro de Referência de Assistência Social (CRAS) do Centro, na Avenida Augusto Vasco Aranha, 215, Bairro Areia Branca. “O prefeito Waguinho tem priorizado muito a inclusão social. A meta é construir um Centro Especializado com boa localização para atender todas as pessoas neurotípica em um só lugar”, disse a secretária Municipal de Assistência Social, Cidadania e Combate à Fome, Tati Ervite.\nGrande significado\n“Foi em uma ação social realizada pela Semascf, no bairro onde moro, que fiquei sabendo do Serviço Especializado para Autistas. No início, meu marido foi contra, pois acreditava que seria mais uma perda de tempo. Mas eu insisti e fui conhecer de perto. Hoje asseguro que é o maior significado da minha vida. A prova disso é o brilho nos olhos do meu filho, que era intolerante por causa do transtorno e sofria de rejeição em vários lugares. Foi na convivência que ganhei forças para voltar a estudar e me formar como terapeuta. Hoje sou uma pessoa forte, com capacidade para ajudar outras mães. Até a opinião do meu marido mudou. Se hoje estou aqui, nessa confraternização, é com o dinheiro da passagem que ele deu. Antes, isso não era possível. Meu filho adora vir pra cá. É maravilhosa a evolução dele “, destacou a terapeuta Alessandra Felix dos Santos Silva, mãe de Arthur, 10 anos, integrante do Serviço de Convivência Especializado para Pessoas com Deficiência e Crianças com Transtorno do Espectro Autista (TEA).\nSandra Regina da Silva, 53, mãe de Miguel, também com 10 anos, tem opinião semelhante. “Estou muito feliz. Meu filho melhorou bem. Ele era calado, se escondia de todos. Hoje, Miguel dá bom-dia às pessoas e dança em público”, comemora Sandra, que é Conselheira Municipal e conhecedora de todos os direitos garantidos por lei às pessoas com TEA. “Devo isso à convivência com a Camila e toda sua equipe. Mãe de autista é como um soldado na guerra que sangra e segue firme”, afirma.\nOficinas na Estação da Cidadania\nA oferta de serviços é realizada às segundas e quintas-feiras, das 9h às 12h, na Estação da Cidadania (Avenida Retiro da Imprensa, 1.423), Bairro Piam. Enquanto pais e responsáveis participam de palestras e rodas de conversas, as crianças são integradas em oficinas interativas e lúdicas.\n“Oferecemos um serviço humanizado, com acolhimento, afeto e troca de informações. A assistência social é um trato com pessoas”, afirmou a neuropsicóloga Camila Moratório, idealizadora do projeto. E foi com uma sessão de abraços que ela iniciou a confraternização com os pais e responsáveis e sua equipe. No final da confraternização, os responsáveis das crianças ganharam cesta básica e panetone, oferecidos pela prefeitura, através da Semascf. Na ocasião, representando os colegas, Miguel, filho de Sandra, fez uma reivindicação à secretária Tati Ervite: “Eu adoro Lego (Brinquedo infantil com peças coloridas com diversas opções de montar e desmontar). A senhora pode comprar?” O desejo do menino foi garantido.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:32:49.316+02:00",
  "updated": "2023-12-29T00:32:49.316+02:00"
}