{
  "thread": {
    "uuid": "947ffbfcf02c38e426832b55203dfbdef3da7e8a",
    "url": "https://www.businesswire.com/news/home/20240411994762/en/Khoros-Unveils-A-Generative-AI-Powered-Platform-That-Will-Revolutionize-Self-Service-Customer-Care",
    "site_full": "www.businesswire.com",
    "site": "businesswire.com",
    "site_section": "http://www.valdostadailytimes.com/search/?q=&t=article&l=100&d=&d1=&d2=&s=start_time&sd=desc&nsa=eedition&c%5b%5d=news,news/*&f=rss",
    "site_categories": [
      "jewelry_making",
      "media",
      "hobbies_and_interests",
      "finance",
      "financial_news"
    ],
    "section_title": "www.valdostadailytimes.com - RSS Results in news,news/* of type article",
    "title": "Khoros Unveils A Generative AI-Powered Platform That Will Revolutionize Self-Service Customer Care | Business Wire",
    "title_full": "Khoros Unveils A Generative AI-Powered Platform That Will Revolutionize Self-Service Customer Care | Business Wire",
    "published": "2024-04-11T20:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://mms.businesswire.com/media/20240411994762/en/786970/23/Khoros_LogoI_R_Primary_Blue.jpg",
    "performance_score": 0,
    "domain_rank": 266,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "947ffbfcf02c38e426832b55203dfbdef3da7e8a",
  "url": "https://www.businesswire.com/news/home/20240411994762/en/Khoros-Unveils-A-Generative-AI-Powered-Platform-That-Will-Revolutionize-Self-Service-Customer-Care",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-11T20:00:00.000+03:00",
  "title": "Khoros Unveils A Generative AI-Powered Platform That Will Revolutionize Self-Service Customer Care | Business Wire",
  "text": "AUSTIN, Texas--( BUSINESS WIRE )-- Khoros , a leader in digital customer engagement software, today announced the patent-pending next-gen Khoros Customer Care Cloud. This transformative technology vision unites bots, self-service knowledge, and agent support into one conversational customer experience, harnessing the power of GenAI and automation to bring the best answers and information to customers quickly to improve issue resolution rates. It also enables brands to unleash high-value data from every customer interaction into a safe, self-learning system that can help them save millions in contact center costs and enrich self-service experiences by the day.\nIn today’s digital world, customers demand faster and more convenient service. Most customers also prefer to self-serve for help. Yet 67% of customer inquiries globally still require agent involvement. That comes at a big expense to businesses since an agent interaction costs a hundred times more than self-service.\nGlobally, companies spend $1.3 trillion annually on support calls, and lose another $1.6 trillion in revenue due to poor service. Enterprises keep investing to advance automation and self-service. But fragmented systems, teams, and processes make it hard to keep pace with customer expectations, especially with resource and budget constraints.\nBy coupling GenAI with real-world conversation data, a robust orchestration framework, and omni-channel engagement tools, Khoros unlocks self-service automated care that scales, and requires far less time and people to build. As the industry pioneer in online customer communities, Khoros enables major brands to amass unparalleled repositories of authentic, long-form data about their products and services, customers, and key topics. Now, Khoros is uniquely positioned to help those brands put the data to work to deliver exponential value to their customers and business.\n\"Today marks a pivotal moment for the future of customer service, and for our company,\" said Chris Tranquill, CEO of Khoros. \"The Khoros Customer Care Cloud is not just promising efficiency. We're creating a paradigm shift where it’s feasible that up to 80% of customer problems can be resolved without a single agent, while delivering a game-changing self-service customer experience. This represents not just an evolution in customer service, but a shift that will make self-service the preferred option and deliver massive contact center savings. The platform will be the culmination of years of innovation, and a testament to the transformative power of generative AI combined with our enterprise-class digital customer engagement suite. I'm incredibly excited about this next frontier for our customers and for Khoros.\"\nIn a world where every customer interaction can make or break a brand, the Khoros Customer Care Cloud is set to redefine customer care standards and bring service and commerce journeys closer together. It's not just about responding to issues anymore; it's about anticipating needs, scaling service to unprecedented levels, and creating a new era of satisfaction, efficiency, and profitability.\nAbout Khoros\nKhoros' award-winning enterprise software makes it easier for complex brands to engage with customers at scale across all digital, social, and brand-owned channels. Whether it's for service and support, communications, or sales, the solutions powered by advanced automation and AI unlock more consistent, personalized, and helpful omni-channel interactions between brands and their audiences. Backed by the leading investment firm Vista Equity Partners, Khoros serves 2,000 of the world's most reputable companies, including a third of the Fortune 100, and consistently receives recognition as a Best Place to Work. For more information, please visit khoros.com.\nContacts",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "khoros",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "khoros customer care cloud",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "austin",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T05:22:19.612+03:00",
  "updated": "2024-04-12T05:22:19.612+03:00"
}