{
  "thread": {
    "uuid": "2f59fc9b847f75b11d9f5628082f7eb046b32406",
    "url": "https://www.dailymirror.lk/international/India%E2%80%99s-investments-power-Sri-Lanka%E2%80%99s-energy-transition/107-277138",
    "site_full": "www.dailymirror.lk",
    "site": "dailymirror.lk",
    "site_section": "http://www.dailymirror.lk/rss/world_news/213",
    "site_categories": [
      "media",
      "education"
    ],
    "section_title": "www.dailymirror.lk ",
    "title": "India’s investments power Sri Lanka’s energy transition",
    "title_full": "India’s investments power Sri Lanka’s energy transition",
    "published": "2024-02-16T05:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "LK",
    "main_image": "https://bmkltsly13vb.compat.objectstorage.ap-singapore-1.oraclecloud.com/cdn.sg.dailymirror.lk/assets/uploads/image_f4004a9ef9.jpg",
    "performance_score": 0,
    "domain_rank": 23391,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2f59fc9b847f75b11d9f5628082f7eb046b32406",
  "url": "https://www.dailymirror.lk/international/India%E2%80%99s-investments-power-Sri-Lanka%E2%80%99s-energy-transition/107-277138",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailymirror_SL",
  "published": "2024-02-16T05:49:00.000+02:00",
  "title": "India’s investments power Sri Lanka’s energy transition",
  "text": "Reply To:\nName - Reply Comment\nThe burgeoning partnership between India and Sri Lanka in the energy sector unfolds as a tale of promise and progress, rooted in mutual respect and shared goals. With a focus on sustainable development and collaboration, both nations are poised to reap the rewards of this dynamic relationship.\nIndia's interest in Sri Lanka's energy sector is driven by a sincere desire to assist its neighbor in overcoming challenges and embracing opportunities. Sri Lanka's heavy reliance on imported fossil fuels presents a unique opportunity for India to share its expertise in renewable energy. By investing in solar and wind power projects, India is not only supporting Sri Lanka's transition to clean energy but also fostering greater energy security and resilience to climate change.\nCompanies like Adani Green, L&T, and Tata Power are leading the charge in this transformative journey, bringing their knowledge and resources to bear on upgrading Sri Lanka's energy infrastructure. Through initiatives aimed at improving transmission and distribution efficiency, these partnerships are laying the foundation for a more reliable and cost-effective energy system.\nIndia has emerged as a key player in Sri Lanka's renewable energy transition. Adani Green, a leading Indian renewable energy company, announced a $750 million investment in developing solar and wind power projects. The group is also planning to set up a cross-country transmission corridor from Sri Lanka that will connect to the Indian power grid on the lines between India and Bangladesh. Sri Lanka, like many nations, is prioritizing the development of its energy infrastructure to meet the growing demand for electricity while reducing the environmental impact. Adani Green's substantial investment is expected to play a pivotal role in achieving these goals and ensuring a more sustainable energy future for the country.\nMeanwhile, India is likely to start supplying liquefied natural gas (LNG) to Sri Lanka by the end of next year and will eventually establish an offshore regasification terminal at the Colombo port. The supply — which will be done using tankers that will be shipped to Colombo — as well as the terminal construction and operation will be done by India’s largest LNG terminal operator Petronet LNG.\nPetronet LNG will supply around 850 tonnes a day of LNG, or super-chilled gas, to Sri Lanka for five years, during which it plans to build and commission a floating storage regasification unit (FSRU), which is essentially a regasification unit housed on a vessel, Petronet LNG’s Chief Executive Officer Akshay Kumar Singh told reporters at India Energy Week in Goa. The firm is looking to supply around 350,000 tonnes of LNG to the island nation every year.\n“The requirement is almost 50 containers per day and we will have to take it through barges there…then again regasify there (using a vapouriser). So, 50 tankers (one tanker is around 17 metric tonnes)…need to be transported per day to Sri Lanka,” Singh said, adding that the average frequency of supply will be once in two days using ships that can accommodate 100 such tankers.\nSri Lanka has been scouting for LNG for running gas-based power plants and use it in other industries, and has now agreed to take supplies from Petronet LNG. As for the planned FSRU, it has been under discussion for years, and is finally likely to see the light of day some time in 2028.\nFurthermore, India's commitment to diversifying Sri Lanka's energy sources underscores its dedication to long-term sustainability. By exploring cleaner alternatives and promoting regional energy integration, India is helping to reduce Sri Lanka's dependence on volatile oil markets while enhancing its energy sovereignty.\nIndia and Sri Lanka are giving a fresh push to the long-pending power grid connectivity between the two countries to trade electricity.\nWork has started on updating a detailed project report for the connectivity either through overhead line or undersea cable in the sea portion of the connectivity. Power & Energy Minister Kanchana Wijesekara said that Sri Lanka’s government has priortised regional energy integration with grid connectivity between Sri Lanka and India to be implemented by 2030.\nThe World Bank has been assisting the state-run Ceylon Electricity Board (CEB) in understanding the technical requirements and business models for the project.\nIn 2022, Sri Lanka and India were eyeing an over-water cable to link the power grids of the two countries, dropping an earlier plan for a submarine cable.\nPresident Ranil Wickremesinghe's vision for India-Sri Lanka power grid connectivity symbolizes the strength of this partnership. By harnessing the potential of green energy and leveraging technological advancements, both nations stand to benefit economically and environmentally.\nPresident Wickremesinghe has reiterated his government’s plans for India-Sri Lanka power grid connectivity even as low-intesity protests begin to emerge around the country against a recent power tariff hike.\nWhile Indian investments bring significant opportunities, it is essential to address concerns about sovereignty and environmental impact. By engaging in transparent dialogue and prioritizing sustainable practices, India and Sri Lanka can navigate these challenges together, ensuring that their partnership remains grounded in shared values and mutual respect.\nIn essence, the India-Sri Lanka energy partnership represents a shining example of cooperation and collaboration in the pursuit of a brighter, cleaner future for all.\nAdd commentComments will be edited (grammar, spelling and slang) and authorized at the discretion of Daily Mirror online. The website also has the right not to publish selected comments.\nReply To:\nName - Reply Comment\nOn Thursday (January 18), a sub-inspector attached to the Narammala Police St\nA broken pair of rubber slippers kept on a display caught this writer’s eye\nThe ongoing economic crisis in the country is not only impacting the availabi\nOn Tuesday (January 9), staffers in the paramedic services launched an unanno\n14 Feb 2024 - 5 - 1003\n14 Feb 2024 - 0 - 398\n14 Feb 2024 - 0 - 129\n14 Feb 2024 - 0 - 644\n15 Feb 2024\n15 Feb 2024\n15 Feb 2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "adani green",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tata power",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sri lanka",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T06:58:12.941+02:00",
  "updated": "2024-02-16T06:58:12.941+02:00"
}