{
  "thread": {
    "uuid": "6d9bfbd43464052afe9360ab60750f78794b975a",
    "url": "https://biz.crast.net/newsblaze-exclusive-interview-with-heroic-leader-khalifa-omar-moaalim-nour-on-el-dheers-embrace-of-freedom/",
    "site_full": "biz.crast.net",
    "site": "crast.net",
    "site_section": "https://biz.crast.net/feed/",
    "site_categories": [],
    "section_title": "Business News",
    "title": "NewsBlaze Exclusive: Interview with heroic leader Khalifa Omar Moaalim Nour on El-Dheer's embrace of freedom",
    "title_full": "NewsBlaze Exclusive: Interview with heroic leader Khalifa Omar Moaalim Nour on El-Dheer's embrace of freedom",
    "published": "2023-12-30T15:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://i3.wp.com/media.zenfs.com/en/prnewswire.com/3aeb24395cbb5f7bea45271d5b9dee89",
    "performance_score": 0,
    "domain_rank": 73079,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6d9bfbd43464052afe9360ab60750f78794b975a",
  "url": "https://biz.crast.net/newsblaze-exclusive-interview-with-heroic-leader-khalifa-omar-moaalim-nour-on-el-dheers-embrace-of-freedom/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sylvia Quarles",
  "published": "2023-12-30T15:31:00.000+02:00",
  "title": "NewsBlaze Exclusive: Interview with heroic leader Khalifa Omar Moaalim Nour on El-Dheer's embrace of freedom",
  "text": "EL-DHEER, Somalia, Dec. 30, 2023 /PRNewswire/ — In a remarkable turn of events, the Somalian city of El-Dheer, once held captive by al-Shabab's repressive regime for 16 years, is now resting Is. The glow of new found freedom and peace. Government forces, in collaboration with local freedom fighters, successfully liberated the city, achieving a significant victory over the notorious terrorist group.\nCaliph Omar Moalim Noor, leader of local Somali freedom fighters in al-Dheer, a former stronghold of al-Shabaab pirates.\nNewsBlaze.com senior journalist Shafiei Mohyeddin Abokar had the privilege of conducting an exclusive interview with the charismatic leader of local freedom fighters, Khalifa Omar Moalim Noor. Despite the challenges, Caliph Omar Moalim Noor and his forces played a key role in expelling al-Shabaab militants from al-Dheer, ending years of al-Shabaab brutality.\nRead the whole story here:\n[Al Shabaab Reign Ends in Somali Town as Govt Forces End 16-Year Brutality]\nThe interview, conducted via phone from Khalifa's base in a remote area outside al-Dheer, provides a unique insight into the operation and ongoing efforts to eliminate any remaining al-Shabaab remnants in the area.\nKhalif expressed cautious optimism about the future, and stressed the commitment to continue the fight until the entire central Galgaduud region is freed from the clutches of terrorism. The leader underlined the importance of witnessing change firsthand, inviting local and international media to witness the reemergence of normalcy in El-Dheer and neighboring areas.\nTaking strategic control of coastal areas exposed the Caliphate as a significant blow to al-Shabaab, leaving them landlocked and disrupting their ability to escape or import vital supplies. The liberation of Igo and Marig ports, once under the control of militants, marks a turning point in the fight against al-Shabaab.\nResidents, who endured so much hardship, can now slowly experience a return to normalcy. Some medical care has been restored, and the reopening of the city hospital is evidence of positive changes. However, challenges remain, and schools are in need of repairs and instructional materials. The international community is urged to support the recovery of the region, including by assisting in the reconstruction of what was destroyed during the years of al-Shabaab rule.\nAs the world witnesses the victory of resilience over terror in Al-Dheer, Newsblaze is committed to bringing stories of hope and recovery from areas emerging from the shadow of conflict.\nFor media inquiries or further information please contact:\nalan gray\nMaxMention.com\n[[email protected]](/cdn-cgi/l/email-protection)\n+1 775 241 8446\nAbout Shafi'i Mohyeddin Abokar\nShafiei Mohyeddin Abokar Islaw is an accomplished journalist based in the UK with a versatile portfolio covering a range of subjects including sports. With a unique blend of skills such as journalism, public relations and content writing, she is an experienced communicator.\nShafiei holds a bachelor's degree in Multimedia Journalism from the prestigious University of Northampton, where he honed his storytelling abilities. Additionally, he has a Master's degree in International Relations and Globalization from De Montfort University, equipping him with a deep understanding of global affairs and an invaluable perspective on the world.\nWith a passion for uncovering compelling narratives and a talent for creating impactful content, Shafeei brings a wealth of expertise to his writing. Whether he's delving into the world of sports or exploring international relations, his dedication to delivering informative, engaging and thought-provoking stories shines through. He is a trusted source of practical journalism and an epitome of effective communication. Contact him through MaxMention.\nAbout Newsblaze\nNewsblaze was founded in 2004 as an independent online newspaper and information portal that forged relationships with other publishers and wire services. Newsblaze covers a wide range of topics of interest to readers around the world, helping to build a loyal, global following of readers, particularly in Australia, North America and Europe.\nAdditionally, as the premier syndicate partner of the World City Press Network, Newsblaze provides news, editing and content services, including news features and news followups, with the publishers that make up the World City Press Network. Visit to know or know more.\nAbout MaxMansion\nMaxMention is a marketing growth agency specializing in brand mentions and media followup for SMEs. “Media follow-up is the missing ingredient for business credibility.” MaxMention NewsBlaze Pty. Ltd. is a division of. This release was prepared by MaxMention.\nmedia Contact:\nalan gray\n[[email protected]](/cdn-cgi/l/email-protection)\nhttps://MaxMention.com\n+1 775 241 8446\nDecision\nView original content to download multimedia:https://www.prnewswire.com/news-releases/newsblaze-exspecial-interview-with-heroic-leader-khalif-omar-moalim-nur-as-el-dheer-embraces -freedom-302024057.html\nSource Newsblaze",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://MaxMention.com",
    "https://www.prnewswire.com/news-releases/newsblaze-exspecial-interview-with-heroic-leader-khalif-omar-moalim-nur-as-el-dheer-embraces",
    "https://prnewswire.com/news-releases/newsblaze-exspecial-interview-with-heroic-leader-khalif-omar-moalim-nur-as-el-dheer-embraces",
    "https://www.MaxMention.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "khalifa omar moaalim nour",
        "sentiment": "negative"
      },
      {
        "name": "el-dheer",
        "sentiment": "negative"
      },
      {
        "name": "dheer",
        "sentiment": "negative"
      },
      {
        "name": "shafiei mohyeddin abokar",
        "sentiment": "none"
      },
      {
        "name": "khalifa omar moalim noor",
        "sentiment": "none"
      },
      {
        "name": "caliph omar moalim noor",
        "sentiment": "none"
      },
      {
        "name": "omar moalim noor",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "shabab",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "somalia",
        "sentiment": "none"
      },
      {
        "name": "somali town",
        "sentiment": "none"
      },
      {
        "name": "khalifa's base",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T16:48:48.117+02:00",
  "updated": "2023-12-30T16:48:48.117+02:00"
}