{
  "thread": {
    "uuid": "c9f4f99a1684d25c40349e4c2174021b1544d1b8",
    "url": "https://news.webindia123.com/news/Articles/Business/20240216/4169343.html",
    "site_full": "news.webindia123.com",
    "site": "webindia123.com",
    "site_section": "https://www.webindia123.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News,India news,bollywood news,career guidance,Education,business listings,travel,health,entertainment,videos,food,craft,automobile|webindia123.com ",
    "title": "Solar and battery storage to spearhead US electricity generation surge in 2024: EIA Data",
    "title_full": "Solar and battery storage to spearhead US electricity generation surge in 2024: EIA Data",
    "published": "2024-02-16T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 19620,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c9f4f99a1684d25c40349e4c2174021b1544d1b8",
  "url": "https://news.webindia123.com/news/Articles/Business/20240216/4169343.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-16T02:00:00.000+02:00",
  "title": "Solar and battery storage to spearhead US electricity generation surge in 2024: EIA Data",
  "text": "According to S&P Global Commodity Insights, with developers and power plant owners gearing up to add a substantial 62.8 gigawatts (GW) of capacity this year, solar and batteries will collectively account for an impressive 81 per cent of this new capacity, marking a significant shift towards renewable energy sources. The EIA's report, released on February 15, outlines a notable surge in capacity additions compared to the previous year. In 2023, 40.4 GW of new capacity was added, marking the highest increase since 2003. However, 2024 is expected to surpass this figure by a staggering 55 per cent, highlighting the accelerating pace of renewable energy deployment. Among the new capacity additions, solar projects are set to lead the charge, accounting for 36.4 GW, or 58 per cent of the total, followed closely by battery storage projects with 14.3 GW, constituting 23 per cent of the total. Wind energy, while still significant, will see a decrease in capacity additions compared to previous years, with 62.8 GW expected to be added in 2024. EIA said, \"Developers and power plant owners plan to add 62.8 GW of capacity in 2024\". Notably, natural gas capacity additions are at a 25-year low, reflecting the increasing shift towards cleaner and more sustainable energy sources. The modest increase in nuclear capacity stems from the addition of a fourth reactor at Georgia's Vogtle nuclear power plant. Texas and California emerge as the leading states in terms of new capacity additions, with Texas slated to host 35 per cent of new solar projects and California accounting for 10 per cent. These two states will also drive the growth of battery storage, with a combined 82 per cent of new capacity expected in 2024. As of the fourth quarter of 2023, California and Texas already lead in operating battery storage capacity, with 8.3 GW and 5.1 GW, respectively. The surge in solar and battery storage projects underscores the ongoing transition towards a more sustainable and resilient energy infrastructure in the United States. \"Natural gas capacity additions are at a 25-year low in 2024\", EIA said. With renewable energy sources increasingly becoming the cornerstone of the nation's electricity generation, the shift towards a cleaner and greener future appears to be gaining momentum. (ANI)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "s&p global commodity insights",
        "sentiment": "negative"
      },
      {
        "name": "eia",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T06:54:58.849+02:00",
  "updated": "2024-02-16T06:54:58.849+02:00"
}