{
  "thread": {
    "uuid": "3d27fab9804641ac818649852b3269d5dd91ed13",
    "url": "https://www.aviationpros.com/gse/press-release/55017711/cranfield-university-cranfield-university-part-of-ground-breaking-airport-hydrogen-trial",
    "site_full": "www.aviationpros.com",
    "site": "aviationpros.com",
    "site_section": "https://www.aviationpros.com",
    "site_categories": [
      "travel",
      "air_travel"
    ],
    "section_title": "Home | Aviation Pros",
    "title": "Cranfield University Part of Ground-Breaking Airport Hydrogen Trial | Aviation Pros",
    "title_full": "Cranfield University Part of Ground-Breaking Airport Hydrogen Trial | Aviation Pros",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.aviationpros.com/files/base/cygnus/cavc/image/static/logo/site_logo.png?auto=format,compress&fit=fill&fill=solid&fill-color=000000&w=1200&h=627",
    "performance_score": 0,
    "domain_rank": 23825,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3d27fab9804641ac818649852b3269d5dd91ed13",
  "url": "https://www.aviationpros.com/gse/press-release/55017711/cranfield-university-cranfield-university-part-of-ground-breaking-airport-hydrogen-trial",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Cranfield University Part of Ground-Breaking Airport Hydrogen Trial | Aviation Pros",
  "text": "A ground-breaking airside hydrogen refuelling trial, led by easyJet and supported by Cranfield University and cross-industry partners, has been successfully completed at Bristol Airport – the first airport trial of its kind at a major UK airport. Hydrogen was used to refuel and power ground support equipment (GSE) – specifically, a baggage tug, supplied by MULAG, a manufacturer of airport ground support vehicles – servicing easyJet passenger aircraft. Conducted alongside the airline’s daily operations, the trial demonstrates that hydrogen can be safely and reliably used to refuel ground equipment in a busy airport environment. The trial was in development for over a year and involved leading organizations from across aviation, engineering, logistics and academia, including Jacobs, Cranfield Aerospace Solutions, Connected Places Catapult (CPC), DHL Supply Chain, Fuel Cell Systems, the IAAPS research institute, Globe Fuel Cell Systems and TCR. Outputs are set to help develop industry standards, provide guidance to airports, airlines, local authorities and regulators on required infrastructure changes, and support the development of a regulatory framework for hydrogen’s use on an airfield. The data and insights gathered will also feed into research that groups like Hydrogen in Aviation (HIA) are conducting to ensure UK infrastructure, regulatory and policy changes keep pace with the technological developments in carbon-emission free flying. It also supports the work and ambitions of other bodies such as Hydrogen South West (HSW) and the Hydrogen Innovation Initiative (HII), the latter having also co-funded the project. “It’s without doubt that hydrogen is an important fuel of the future for short-haul aviation as demonstrated by the rate of innovation we’re seeing,” says easyJet chief operating officer David Morgan. “While the technology is advancing at an exciting pace, as hydrogen isn’t used in commercial aviation today, there is currently no regulatory guidance in place on how it can and should be used and so trials like this are very important in building the safety case and providing critical data and insight to inform the development of the industry’s first regulatory framework. This will ensure regulation not only keeps at pace with innovation, but importantly also supports the industry in meeting its decarbonization targets by 2050.” An Important Opportunity for Industry Cranfield University has taken an advisory role in safety aspects and supported Project Acorn by conducting land side operational trials of the hydrogen powered tug, including refuelling processes. Dr Thomas Budd, senior lecturer and DARTeC fellow in airport planning and management commented: “Decarbonizing airport ground operations using hydrogen fueled GSE represents an important opportunity for the industry; both to help cut emissions in the short-term and to lay the foundations for scaling up operations for refuelling hydrogen aircraft in the future. “There is still much that needs to be done to make zero emissions flight a reality, but projects like this help demonstrate to Government, industry, and the travelling public that we can use hydrogen safely and efficiently in an operational airport environment. We are happy to support the Acorn team by utilizing our expertise in zero emissions airport infrastructure, operations and safety, as well as the cutting-edge hydrogen refuelling and testing facilities we have at Cranfield.” The trial links to Cranfield’s growing investment in hydrogen technologies, with the University recently announcing a £69 million injection of funding to create the first large-scale hydrogen research hub at any UK airport. The Cranfield Hydrogen Integration Incubator will help unlock technical challenges around hydrogen-enabled aviation. Professor Anna Smallwood, head of the Centre for Air Transport Management at Cranfield University commented: “This is another great step forward in the industry’s journey towards using hydrogen to decarbonise aviation. Cranfield’s research innovation and expertise in this area, which will develop even further with the Cranfield Hydrogen Integration Incubator, is helping to inform and develop the changes we need to reach net zero aviation.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cranfield unive",
        "sentiment": "negative"
      },
      {
        "name": "jacobs",
        "sentiment": "none"
      },
      {
        "name": "mulag",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cranfield university",
        "sentiment": "negative"
      },
      {
        "name": "cranfield aerospace solutions",
        "sentiment": "none"
      },
      {
        "name": "cpc",
        "sentiment": "none"
      },
      {
        "name": "globe fuel cell systems",
        "sentiment": "none"
      },
      {
        "name": "dhl",
        "sentiment": "none"
      },
      {
        "name": "iaaps",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "bristol airport",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:52:45.769+03:00",
  "updated": "2024-04-13T07:17:41.186+03:00"
}