{
  "thread": {
    "uuid": "ef9f87187d395e89925d5d86b5d0bba6867c21f5",
    "url": "https://madame.lefigaro.fr/celebrites/actu-people/elle-aurait-ete-honoree-le-prince-william-rend-hommage-a-lady-diana-lors-d-une-remise-de-prix-en-son-nom-20240314",
    "site_full": "madame.lefigaro.fr",
    "site": "lefigaro.fr",
    "site_section": "https://www.lefigaro.fr",
    "site_categories": [
      "fashion",
      "style_and_fashion",
      "top_news"
    ],
    "section_title": "Le Figaro - Actualité en direct et informations en continu",
    "title": "«Elle aurait été honorée» : le prince William rend hommage à Lady Diana lors d’une remise de prix en son nom",
    "title_full": "«Elle aurait été honorée» : le prince William rend hommage à Lady Diana lors d’une remise de prix en son nom",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://i.f1g.fr/media/cms/1200x630_crop/2024/03/14/3f572187f33af1cfea5f7e8386cd09b120e93bb423ecb38b0786714cef077997.jpg",
    "performance_score": 0,
    "domain_rank": 779,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 2,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ef9f87187d395e89925d5d86b5d0bba6867c21f5",
  "url": "https://madame.lefigaro.fr/celebrites/actu-people/elle-aurait-ete-honoree-le-prince-william-rend-hommage-a-lady-diana-lors-d-une-remise-de-prix-en-son-nom-20240314",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Camille Lamblaut",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "«Elle aurait été honorée» : le prince William rend hommage à Lady Diana lors d’une remise de prix en son nom",
  "text": "Le prince de Galles a prononcé un discours rappelant la mémoire de la princesse des cœurs, ce jeudi 14 mars, lors de la cérémonie célébrant le 25e anniversaire de la fondation Diana Award à Londres. La fondation Diana Award, créée en l’honneur de Lady Diana qui lui a donné son nom, a fêté ce jeudi 14 mars son 25e anniversaire. La cérémonie, qui a eu lieu au musée des sciences de Londres, a également récompensé 20 lauréats avec un prix mettant l’accent sur l’héritage de la princesse, nommé Legacy Award. Issus du monde entier, ils ont été choisis parmi l’ensemble des lauréats décorés du Diana Award en 2022 et 2023. Comme l’indique le site internet de la fondation, «ce prix, en mémoire de Diana, Princesse de Galles, est décerné à des jeunes gens exceptionnels qui, de manière désintéressée, créent un changement social positif.» À cette occasion, son fils aîné, le prince William , en sa qualité d’invité d’honneur, a prononcé un discours rappelant l’engagement de sa mère , dont la philanthropie lui avait valu le surnom «princesse des cœurs». «Des qualités que partageait ma mère» Le prince de Galles, qui s’est dit «ravi» d'être présent, a salué le «caractère», la «passion» et la «détermination à faire une différence durable et significative dans la vie des autres» des «vingt jeunes gens exceptionnels» qui étaient récompensés ce soir-là. «Les chemins empruntés par ces jeunes n'ont pas toujours été faciles. Nombre d'entre eux ont dû surmonter l'adversité et les préjugés, mais ils sont animés par le courage, la compassion et l'engagement, des qualités que partageait ma mère», a-t-il ajouté en hommage à Lady Diana. Il a également rappelé que le Legacy Award et la fondation Diana Award, «reflètent la conviction de (sa) mère que les jeunes peuvent changer le monde». «Je sais qu'elle aurait été honorée de voir une organisation caritative portant son nom accomplir un travail aussi inspirant pour aider les jeunes des quatre coins du monde», a-t-il affirmé. Pour finir, le prince William a partagé le souvenir de ce que lui aurait transmis sa mère et fait écho aux actions qu’il mène avec son épouse, Kate Middleton. «Elle m'a appris que tout le monde a le potentiel de donner quelque chose en retour, que toute personne dans le besoin mérite d'être soutenue dans la vie. C'est sur cet héritage que Catherine et moi avons cherché à nous concentrer dans le cadre de notre travail, tout comme les 50.000 jeunes qui ont reçu un Diana Award au cours des 25 dernières années.»",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://people.com/prince-william-celebrates-late-mother-princess-diana-speech-honors-young-people-diana-award-8608990",
    "https://www.people.com/prince-william-celebrates-late-mother-princess-diana-speech-honors-young-people-diana-award-8608990"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T01:14:14.438+02:00",
  "updated": "2024-03-15T01:14:14.438+02:00"
}