{
  "thread": {
    "uuid": "9865702cb715c01e7583d10a78466008f0a2e6f1",
    "url": "https://www.allinahealth.org/allina-news/2024/01/allina-health-employees-travel-to-ukraine",
    "site_full": "www.allinahealth.org",
    "site": "allinahealth.org",
    "site_section": "http://feeds.feedburner.com/allinanews/bWsa",
    "site_categories": [],
    "section_title": "Allina News RSS Feed",
    "title": "Limb Loss Care: Allina Health employees travel to Ukraine to share expertise, provide training",
    "title_full": "Limb Loss Care: Allina Health employees travel to Ukraine to share expertise, provide training",
    "published": "2024-01-20T00:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 27500,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9865702cb715c01e7583d10a78466008f0a2e6f1",
  "url": "https://www.allinahealth.org/allina-news/2024/01/allina-health-employees-travel-to-ukraine",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-20T00:17:00.000+02:00",
  "title": "Limb Loss Care: Allina Health employees travel to Ukraine to share expertise, provide training",
  "text": "[Allina Health Newsroom, January 19, 2024]\nIn the middle of a war filled with airstrikes, explosions and bloodshed, two Allina Health employees traveled to Kyiv, Ukraine with one mission: to help improve care for people who have lost their limbs in the war. According to the\nProtez Foundation, 60,000 Ukrainians are in need of prosthetics.\nFast and effective care is urgently needed.\nRev. Michael Le Buhn, M. Div and Troy Decker, PA-C, joined a team of nine who traveled from Minneapolis to Kyiv to participate in the Protez Foundation’s Amputee Rehab Summit, a two-day event to educate attendees about compassionate care for amputees.\nDecker and his team spent the past seven years working on a process that allows below-the-knee amputees to reduce the time between surgery and being fitted for a prothesis from as many as four months, to as little as seven to ten days.\nBoth Decker and Le Buhn have been sharing their expertise with the Protez Foundation and its Protez Academy since the fighting began in Ukraine. The Academy sends groups of Ukrainian physical therapists, prosthetists and surgeons to Abbott Northwestern Hospital in Minneapolis where they learn, “modern approaches to casting, fabrication and rehabilitation.”\n“Amputation is a sort of death, and we have to respect the grief people feel when they lose a limb,” said Le Buhn (pictured above), an interfaith Chaplain who manages the spiritual care department at Abbott Northwestern. “There are rituals to help acknowledge that loss and begin the process of healing. As a veteran living with post-traumatic stress disorder (PTSD), I can use my healing journey to explain that there are exterior and interior wounds of war.”\nLe Buhn was overwhelmed with gratitude for the opportunity to help kick off the two-day conference and remind the group about the importance of caring for the whole person – mind, body and spirit. But the journey to the conference was far from easy. The nine-person group, which included Yakov Gardiner, the co-founder and chief medical officer of the Protez Foundation, left Minnesota on Nov. 15. They flew from Minneapolis to Amsterdam, where they boarded another plane to Warsaw, Poland. From there, they embarked on a grueling 11-hour drive in a van to Kyiv.\n“The border crossing alone took two hours because you had the Polish and Ukrainian borders to pass through to get into the country,” Decker said. “You’re getting your visa checked twice to get through, and you’re wondering if they’re going to hold you up. But we were pretty welcomed.”\nWhen they arrived on Friday, November 17th, they saw the impact of war firsthand. “We saw Bucha, ground zero of the Russian invasion,” shared Le Buhn.\nDecker said it was hard for him to wrap his mind around the horrors people witness daily, especially at night when he could hear explosions. Yet the next day, the conference was packed with more than 300 attendees ready to learn all they could about limb loss care.\n“They’re just loving people. 360 people signed up to do this conference, to care for amputees coming back from the front lines so they can help them get up, move around and have a better life,” Decker said.\nDuring their time in Kyiv, Decker and Le Buhn also visited hospitals where they met troops who recently lost a limb. Le Buhn described it as a hauntingly beautiful experience. They met people like the army colonel who spoke of being an art teacher who loved flower gardens before the war, yet expressed pride in defending his country as he begins his next chapter in life as a double amputee.\nDecker, Le Buhn and the rest of their group returned to Minneapolis on Nov. 21. For both, it was difficult to reconcile being able to fly out of the terror of war when so many cannot.\n“I hope people are aware of the invisible wounds of war in a way that we weren’t in the past,” said Le Buhn, who is a recipient of a Purple Heart.\nDecker says he ultimately feels like he learned more than he taught. “I learned there are important things in life that should never be overlooked – love, family and freedom.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Health"
  ],
  "external_links": [
    "https://www.protezfoundation.org",
    "https://protezfoundation.org/",
    "https://www.protezfoundation.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "decker",
        "sentiment": "none"
      },
      {
        "name": "le buhn",
        "sentiment": "none"
      },
      {
        "name": "troy decker",
        "sentiment": "none"
      },
      {
        "name": "m. div",
        "sentiment": "none"
      },
      {
        "name": "michael le buhn",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "allina health newsroom",
        "sentiment": "negative"
      },
      {
        "name": "allina health",
        "sentiment": "negative"
      },
      {
        "name": "protez foundation",
        "sentiment": "none"
      },
      {
        "name": "pa-c",
        "sentiment": "none"
      },
      {
        "name": "academy",
        "sentiment": "none"
      },
      {
        "name": "protez academy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "minneapolis",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T05:50:42.702+02:00",
  "updated": "2024-01-20T05:50:42.702+02:00"
}