{
  "thread": {
    "uuid": "f46b897d38d31532a91c39ebc154f8d7c1e9f559",
    "url": "https://gellerreport.com/2024/01/israels-new-website-on-hamas-atrocities-has-43-million-viewers-in-the-first-week.html/",
    "site_full": "gellerreport.com",
    "site": "gellerreport.com",
    "site_section": "https://gellerreport.com/rss",
    "site_categories": [
      "media",
      "islam",
      "religion"
    ],
    "section_title": "Geller Report",
    "title": "Israel’s New Website On Hamas Atrocities Has 43 Million Viewers in the First Week",
    "title_full": "Israel’s New Website On Hamas Atrocities Has 43 Million Viewers in the First Week",
    "published": "2024-01-19T19:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://gellerreport.com/wp-content/uploads/2024/01/An-Israeli-woman-body-after-being-tied-up-and-raped1.jpeg",
    "performance_score": 0,
    "domain_rank": 79920,
    "domain_rank_updated": "2024-01-16T12:06:44.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f46b897d38d31532a91c39ebc154f8d7c1e9f559",
  "url": "https://gellerreport.com/2024/01/israels-new-website-on-hamas-atrocities-has-43-million-viewers-in-the-first-week.html/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Pamela Geller",
  "published": "2024-01-19T19:00:00.000+02:00",
  "title": "Israel’s New Website On Hamas Atrocities Has 43 Million Viewers in the First Week",
  "text": " //gellerreport.com/2024/01/israels-new-website-on-hamas-atrocities-has-43-million-viewers-in-the-first-week.html/\nNever forget.\nNever give in.\nDefeat jihad\nIsrael’s New Website On Hamas Killings Has 43 Million Viewers in the First Week\nBy:\n[Hugh Fitzgerald,]January 18, 2024:\nFor decades, the Israelis have worried about the quality, and reach, of their hasbara — the “explaining” to the world why Israel does what it does. And nothing has cried out for more ”explaining” to the world than the campaign in Gaza to uproot the Hamas terrorists. It’s been little more than three months after the Hamas atrocities on October 7, and already, the shock has worn off for most of the world. There are pro-Palestinian marches in major cities in the Western world with protesters in London, Paris, Rome, Berlin, Montreal, Toronto, New York, and Los Angeles, denouncing Israel, as if it, and not Hamas, had inflicted atrocities. These protesters demand an immediate end to the Gaza war, which would leave Hamas still standing, chant about a Palestine “from the river to the sea,” which means the obliteration of Israel and its replacement by a twenty-third Arab state, and inveigh against Israel as a “settler colonial apartheid state.” Most recently, these marchers have described Israel as guilty of “genocide’ and called for the Jewish state to be declared guilty of “war crimes” and “crimes against humanity” by the International Court of Justice (ICJ).\nIDF spokesmen, such as Colonel Jonathan Conricus, have done outstanding jobs when they appear on television to explain in sober fashion how the IDF views the progress of the war, and describe the many ways that the Israeli military minimizes civilian casualties. As a spokesman for the Israeli government, Mark Regev has been unflappable and lucid in the face of often hostile interviewers. But these Israeli spokesmen are few in number, and often have to content with unfriendly interlocutors. Meanwhile, the Palestinians and their supporters have been all over the airwaves and on social media, depicting the Israelis as irredeemably wicked, wanton killers of “women and children.” Hamas pulls figures out of the air for wounded and killed Gazan civilians; these figures are never questioned, but immediately become part of the narrative of the Gaza War that “everyone” accepts. For now we have the figure of at least “25,000 dead Gazans,” as counted by the Hamas-controlled Ministry of Health, but what most of the media does not tell us is that there is no way to verify those figures from Hamas, and furthermore, that least 9,000 of those killed were, according to the IDF, Hamas fighters. That means that in the Gaza War, the ratio of civilian to combatant deaths of Palestinians is 16:9, which is an historic low, one that no modern army has ever managed to achieve. According to the UN, in all the wars since World War II, the civilian to combatant ratio has been 9:1. American and British forces have done better. In Iraq, the civilian-to-combatant ratio was 3:1. In Afghanistan, it has been calculated as between 3:1 and 5:1. Yet here is Israel, fighting in a high-density urban environment, where the combatants hide among the civilian population, and managing to attain a civilian-to-combat ratio of 16:9. This is a testament to the extraordinary efforts the Israelis take to minimize civilian casualties. But how many people know these numbers? It’s not something that is reported in the mainstream media. Most of those who defend Israel on social media are unaware of this telling ratio. This is where Israel’s defenders need to step in, and disseminate this information widely, as a way to undermine the incessant claims from Hamas about “25,000 dead Gazans,” or worse still, the version that has been widely repeated, claiming “25,000 dead, mostly women and children.”\nNow Israel has made a major effort at hasbara — setting forth exactly what happened on October 7 that made the Jewish state decide it had no choice but to destroy Hamas as a military force, which is exactly what it is now doing. And judging by the number of visitors to the Israeli website — 43 million in the first week — it has been a complete success. More on this hasbara site can be found here: “Israel’s New Website Documenting Hamas Atrocities, Reminding World How Gaza War Began Reaches Millions in First Week,” by Troy O. Fritzhand,\n[Algemeiner], January 17, 2024:\nThe Israeli government’s website showing the horrors of the\n[Hamas terror group’s Oct. 7 massacre]in southern Israel has received significant online traffic in the week since its launch, according to the Israel Defense Forces (IDF).\nThe website —\n— has already garnered more than 43 million views, including around half a million that led to people exploring the site’s content about the Oct. 7 atrocities.\nThe site, which includes disturbing videos and pictures of the crimes committed, contains a warning: “Extreme viewer discretion is advised.”…\nEarly in the war, Israel did not want to release to the public videos of the atrocities carried out by Hamas at the Re’im music festival, or — especially — the atrocities carried out in the kibbutzim. There were those with whom the Israeli government shared a 47-minute video of clips taken by Hamas operatives themselves. This limited audience consisted of heads of governments and international organizations, ministers of foreign affairs, lawmakers in the U.S., where members of the House and Senate were shown that video’s grisly evidence, and even some carefully selected journalists. Those videos have made a deep impression on all who viewed them. But Israel held back from disseminating the videos, and the eyewitness testimony of survivors, to the broader public who, it was judged, did not have as much of a “need to know.” It then became clear that that public did indeed have a “need to know,” because too many people were falling for Hamas propaganda that these atrocities never took place or, if they did, it was the IDF itself that was responsible, intending to make Hamas look bad. At that point, the Israeli government understood it had to release the videos, even if that meant some families of the victims would be upset.\nLaunched only outside of Israel, the most visitors to the site came from the United States, Germany, England, and Canada.\nBy not making it available in Israel, the Israeli government hoped to spare the feelings of families of both those killed and those taken hostage.\nIsrael now has put the soul-searing evidence of the Hamas atrocities before the world, on a dedicated website. As the IDF soldiers manfully carry on, fighting against Hamas terrorists up and down the Strip, from Gaza City to Khan Yunis and all the way to the southernmost city of Rafah, including all the places in between where the IDF has located Hamas fighters and weapons. The creators of this admirable and terrible website are now fighting back against Hamas’ propaganda, to win, or in some cases win back, the hearts and minds of those who are in danger of forgetting what happened on October 7. Israel is now engaged in a on a different battlefield, pitting its truthful hasbara against the lies of Hamas. This is what may be called, in the Gaza War, the Jewish state’s indispensable second front.\nhere.\n best.\nQuick\nsign up for one right here.\n below.\nThere is only one cure for the hamas barbarians – destroy them and their paymaster iran.\nThere are no words to describe the evil lodged in the hearts of Hamas and its supporters. There can be only one response to this savagery: eliminate it by whatever means are necessary. Hamas must not survive, the ideas and beliefs that empower this evil must not survive. These victims are a message to all of humanity: fight to your last breath against the evil that took them. And that evil is Islam.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://www.buy.stripe.com/aEUeWmdAA5no9IAaEN",
    "https://buy.stripe.com/aEUeWmdAA5no9IAaEN"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hugh fitzgerald",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "rome",
        "sentiment": "none"
      },
      {
        "name": "berlin",
        "sentiment": "none"
      },
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "los angeles",
        "sentiment": "none"
      },
      {
        "name": "montreal",
        "sentiment": "none"
      },
      {
        "name": "paris",
        "sentiment": "none"
      },
      {
        "name": "toronto",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T20:42:30.955+02:00",
  "updated": "2024-01-19T20:42:30.955+02:00"
}