{
  "thread": {
    "uuid": "114cf54c4ecf93d834d65fdc77478811a44b5bba",
    "url": "https://www.world-today-news.com/the-importance-of-being-seen-a-grandfathers-reflection-on-the-power-of-attention-and-tenderness/",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "World Today News",
    "title": "The Importance of Being Seen: A Grandfather’s Reflection on the Power of Attention and Tenderness",
    "title_full": "The Importance of Being Seen: A Grandfather’s Reflection on the Power of Attention and Tenderness",
    "published": "2024-01-08T00:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.leidschdagblad.nl/NwyOs55iGn9y8fYCIQ8x2AVM5yM=/658x369/smart/https://cdn-kiosk-api.telegraaf.nl/8c73c49a-ad9e-11ee-96cd-0255c322e81b.png",
    "performance_score": 0,
    "domain_rank": 23224,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "114cf54c4ecf93d834d65fdc77478811a44b5bba",
  "url": "https://www.world-today-news.com/the-importance-of-being-seen-a-grandfathers-reflection-on-the-power-of-attention-and-tenderness/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2024-01-08T00:30:00.000+02:00",
  "title": "The Importance of Being Seen: A Grandfather’s Reflection on the Power of Attention and Tenderness",
  "text": "It is the first gesture he usually makes when he meets me and means something like “Grandpa, pick me up, hold me for a while, talk to me!”\nI’m not allowed to put him down again and let him go to join the others until I’ve done that. If for some reason I don’t do it or don’t do it enough, he continues to insist or sometimes even starts to cry. Only when I have held and kissed him for a sufficient time, which is always a matter of waiting, can I let him go with confidence. Although sometimes he still comes back to me and raises his hands and I have to lift them again, shorter and shorter. This also has to be done when leaving, but it is faster because his parents then join in.\nIn the months that this pattern has been going on between him and me, I have often wondered what drives him and have come to the conclusion that the answer is an endearingly basic simplicity, even or especially when he comes with his 3 brothers and sister : “Grandpa, see me!”\nHow basic is well illustrated by what the famous British critic and (play)wright George Bernhard Shaw (1856-1950), according to many the “greatest after Shakespeare” and winner of the Nobel Prize for Literature (1925), once wrote about it: “The worst sin against our fellow human beings is not to hate them but is indifference. That is the essence of inhumanity. Indifference is saying: you don’t matter, you don’t exist for me.”\nIn other words, there is nothing more painful than not being seen. Nor is there anything for which we are willing to go so far as to persuade, often almost force, others to see us. That’s what I learn from my grandson. That there is nothing so important, so satisfying, so reassuring as the feeling of being seen and understood. But, the disturbing question arises, how many children are not seen, not understood?\nOr to put it another way, how many children grow up without tenderness. Because tenderness is nothing other than emotional involvement and emotional care for the other. You don’t need to know psychological wisdom to be emotionally involved. You just have to be there, be present, with increased attention to what the other person is experiencing at that moment.\nShaw: “There is something about being seen that promotes growth.” In other words, if you focus the spotlight of your attention on me, I will grow. When you see me, the likelihood increases that I see myself too. But if you don’t see me, then I often don’t see myself either. And that can indeed be painful.\n(respond?:\n[[email protected]](/cdn-cgi/l/email-protection))\n2024-01-07 20:51:36\n#pain #column",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "george bernhard shaw",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:31:38.145+02:00",
  "updated": "2024-01-08T00:31:38.145+02:00"
}