{
  "thread": {
    "uuid": "a0b377f65b9cf171ddfce5c165d4c01aace05f0d",
    "url": "http://www.ecns.cn/news/2024-07-05/detail-ihecxmxh6565799.shtml",
    "site_full": "www.ecns.cn",
    "site": "ecns.cn",
    "site_section": "http://www.ecns.cn/rss/rss.xml",
    "site_categories": [
      "education",
      "business"
    ],
    "section_title": "ecns",
    "title": "Railway brings more Laotians to scenic Pu'er",
    "title_full": "Railway brings more Laotians to scenic Pu'er",
    "published": "2024-07-05T05:33:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 13891,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a0b377f65b9cf171ddfce5c165d4c01aace05f0d",
  "url": "http://www.ecns.cn/news/2024-07-05/detail-ihecxmxh6565799.shtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Li Yan",
  "published": "2024-07-05T05:33:00.000+03:00",
  "title": "Railway brings more Laotians to scenic Pu'er",
  "text": "After seeing the beautiful scenery of Pu'er in the movie Coffee or Tea?, Khounsavath Phetsamone decided to move to Yunnan province, Southwest China, to start his career.\nOriginally from Vientiane in Laos, Khounsavath had been a lecturer of Lao language at Pu'er University for more than two years. He said he was intrigued by the natural landscape of an old tea forest on Jingmai Mountain, which gained UNESCO World Heritage Site status in 2023.\n\"I was about to graduate at that time and was wondering where I should stay in China, then I saw this beautiful place in the movie,\" said Khounsavath, who completed both his bachelor and master's degrees in Chinese language in Shandong province.\nThe launch of the China-Laos Railway is another important reason for him to choose Yunnan as it makes it easier for him to return home to see his family.\nThe China-Laos Railway, a landmark project of high-quality Belt and Road cooperation, began operations in December 2021 and started cross-border passenger service in April 2023. The 1,035-kilometer railway connects Yunnan's capital Kunming with Vientiane.\nIt takes only about five hours by train to get from Pu'er to Vientiane, and the railway station is close to the university, said Khounsavath.\nMore convenient\n\"If there is anything urgent, I can go back home within a day,\" he said. \"It is even more convenient than taking the airplane because I can travel multiple times a day and I don't need to go to the airport in Kunming.\"\nApart from one Laotian teacher sent by a local university in Laos, Khounsavath is currently the only full-time lecturer from Laos at the university which provides lessons to more than 30 Chinese students while teaching Chinese to international students.\n\"I hope to tell the good stories of both China and Laos,\" said Khounsavath.\n\"As I teach and interact with students from China and other countries, I feel that I am a student as well and what we do is about exchanging our cultures.\n\"The China-Laos Railway has brought a lot of benefits to people of both countries, especially in the area of economy, tourism and education,\" he added.\nFor example, before the railway was launched, Khounsavath said his mother had to wait one to two weeks to buy things from Chinese e-commerce websites.\n\"With the China-Laos Railway, my mother can order fresh apples from China and receive them in just two to three days,\" he said.\nEstablished in 1978, Pu'er University has more than 13,400 full-time students and 226 international students who are mainly from the Mekong countries.\nIt is one of the universities with the largest number of full-time undergraduate Laotian students in China, and has opened language majors in Lao, Burmese and Thai.\nJob possibilities\nThe improved connectivity allows young people to explore job possibilities on both sides, said Khounsavath. He said the railway has also provided many Lao students at the university with new opportunities to promote the development of their hometown.\nLu Sinxay, a Laotian freshman in culinary and nutrition education, said he is hoping to open a restaurant in Laos to introduce Chinese cuisine to the locals.\n\"If possible, I also hope to open a restaurant in China to bring Lao food and culture here,\" said Lu.\nBefore coming to Yunnan, Lu ran a coffee shop in Laos. He said he is happy to learn more about coffee at the university's coffee research center.\nPhonevilai Monechandy, a sophomore in information engineering, said she believes studying in China will make it easier for her to find a job in Laos, and she wishes to use what she has learned in the university to help develop her home country in the future.\nViengaloun Sengboubpha, a sophomore in accounting, said she hopes to work for the Laos-China Railway Co, a joint venture in Vientiane, to manage the Lao section of the railway, or other Chinese enterprises in Laos.\nRelated news China-Laos Railway brings booming tourism\n2024-04-16 China-Laos Railway clocks up 30 mln passengers\n2024-03-15 China-Laos Railway train adds 50 seats\n2024-01-29",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "khounsavath phetsamone deci",
        "sentiment": "neutral"
      },
      {
        "name": "khounsavath",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pu'er university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vientiane",
        "sentiment": "none"
      },
      {
        "name": "kunming",
        "sentiment": "none"
      },
      {
        "name": "southwest china",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "yunnan province",
        "sentiment": "none"
      },
      {
        "name": "laos railway",
        "sentiment": "none"
      },
      {
        "name": "shandong",
        "sentiment": "none"
      },
      {
        "name": "yunnan",
        "sentiment": "none"
      },
      {
        "name": "laos",
        "sentiment": "none"
      },
      {
        "name": "jingmai mountain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T07:15:33.142+03:00",
  "updated": "2024-07-05T07:15:33.142+03:00"
}