{
  "thread": {
    "uuid": "d7d978b2a42bfb94cc6c3c46e8b126279f469552",
    "url": "https://www.chicagotribune.com/suburbs/elgin-courier-news/ct-ecn-elgin-add-more-jobs-budget-st-1231-20231229-xllk2oynebcarniizmzetebhvm-story.html",
    "site_full": "www.chicagotribune.com",
    "site": "chicagotribune.com",
    "site_section": "https://finance.einnews.com:443/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Finance Industry Today - EIN Presswire",
    "title": "Elgin to big boost with 41 new full- and part-time city employees",
    "title_full": "Elgin to big boost with 41 new full- and part-time city employees",
    "published": "2023-12-29T23:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.chicagotribune.com/resizer/YDQuk3PcpYMWfZwl8wwIEmtRiHM=/1200x630/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/tronc/554SO6DCEFF6LM4NIY4DWWVORU.jpg",
    "performance_score": 0,
    "domain_rank": 501,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d7d978b2a42bfb94cc6c3c46e8b126279f469552",
  "url": "https://www.chicagotribune.com/suburbs/elgin-courier-news/ct-ecn-elgin-add-more-jobs-budget-st-1231-20231229-xllk2oynebcarniizmzetebhvm-story.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gloria Casas",
  "published": "2023-12-29T23:25:00.000+02:00",
  "title": "Elgin to big boost with 41 new full- and part-time city employees",
  "text": "Dec 29, 2023 at 3:25 pm Expand With the city of Elgin committing to reopening Lords Park pool this summer, money has been budgeted to hire a new aquatics supervisor. (Elgin Parks and Recreation / HANDOUT) Adding 42 full- and part-time jobs to the Elgin payroll, including six new police officers and a management analyst, is going to have a big impact on city services in the coming year, a city spokeswoman said. “The positions approved in the city’s 2024 adopted budget reflect the community’s desire for maintaining high levels of public safety, parks and recreation amenities, cultural arts and special events programming, and business development,” said Edell Fiedler, director of communications and engagement. Advertisement Of the 31 new full-time posts, nine are designated for the Elgin Police Department, where for the second consecutive year they’ll be hiring six new officers in addition other employees, she said. “The police department has been operating at less than its authorized strength of 190 officers since 2008, employing about 180 sworn personnel since then despite the city’s increasing geographic footprint and population,” Fiedler said. Advertisement Once the new officers are on board, the total number of sworn personnel will be 195, she said. The department also is hiring two tech specialists to manage and maintain the city’s camera system and support surveillance and criminal investigations, among other duties, and a new community outreach specialist will help implement and expand programs for adults leaving the criminal justice system for civilian life, Fiedler said. Another department to be bolstered by new staff is parks and recreation, which plans to hire a parks planner and an aquatics supervisor in addition to filling 11 part-time positions. The new parks planner, a post Elgin hasn’t had since 2008, will be charged with getting a handle on the significant park infrastructure maintenance backlog, establishing park standards and assisting in the implementation of the Parks Master Plan, according to details in the budget. An additional aquatics supervisor is needed because the Lords Park Family Aquatic Center will be reopening next year. The water department will be hiring a new assistant superintendent, and four other positions are being added to meet the demands of the lead service line replacement project, Fiedler said. Three new roles are being created in the city manager’s office: a management analyst, a grants specialist and a sustainability coordinator. The management analyst will help implement Elgin’s strategic plan with a focus on housing and homeless initiatives. The grants specialist will be responsible for researching and applying for grants to help fund projects. And the sustainability coordinator’s job will be to create and implement a Climate Action Plan while promoting sustainability efforts. Advertisement The budget, available on the city’s website, outlines each position and its duties. Other new positions are: An additional Human Resources employee will oversee the city’s hiring processes and provide day-to-day support for HR needs. An assistant purchasing director will be hired to manage supplier diversity, contracts and purchasing efficiency. A property maintenance inspector will focus on enhancing the safety, compliance and aesthetic appeal of commercial properties to support economic growth and create a secure environment for businesses and visitors. A new position overseeing training is being created for the Elgin Fire Department. A programming manager and events manager for the cultural arts and special events department will help organize the additional events being funded through an increase in funding approved this year by the Elgin City Council. Gloria Casas is a freelance reporter for The Courier-News. Advertisement",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "edell fiedler",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "elgin police department",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T23:34:45.033+02:00",
  "updated": "2023-12-30T13:26:38.473+02:00"
}