{
  "thread": {
    "uuid": "bd8c5d9766d525c5ed4d807cdbef678ece3a5e77",
    "url": "https://www.ccma.cat/324/la-primera-model-amb-sindrome-de-down-que-es-portada-de-vogue-un-somni-fet-realitat/noticia/3269151/",
    "site_full": "www.ccma.cat",
    "site": "ccma.cat",
    "site_section": "https://api.ccma.cat/noticies?_format=rss&origen=frontal&frontal=n324-portada-noticia&version=2.0",
    "site_categories": [
      "law_government_and_politics",
      "legal_issues"
    ],
    "section_title": "324.cat",
    "title": "La primera model amb síndrome de Down que és portada de Vogue: \"Un somni fet realitat\"",
    "title_full": "La primera model amb síndrome de Down que és portada de Vogue: \"Un somni fet realitat\"",
    "published": "2024-01-07T11:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 7033,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 465,
        "comments": 26,
        "shares": 32
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bd8c5d9766d525c5ed4d807cdbef678ece3a5e77",
  "url": "https://www.ccma.cat/324/la-primera-model-amb-sindrome-de-down-que-es-portada-de-vogue-un-somni-fet-realitat/noticia/3269151/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "324cat",
  "published": "2024-01-07T11:08:00.000+02:00",
  "title": "La primera model amb síndrome de Down que és portada de Vogue: \"Un somni fet realitat\"",
  "text": "La primera model amb síndrome de Down que és portada de Vogue: \"Un somni fet realitat\"\nEllie Goldstein, de 22 anys, i la seva mare expliquen que quan va néixer els metges li van dir que potser ni parlaria ni caminaria\nQuan va néixer, el desembre del 2001, els metges li van dir que potser ni podria caminar ni podria parlar perquè té síndrome de Down. Han passat 22 anys i Ellie Goldstein és la primera model amb aquesta condició que protagonitza la portada de Vogue, en l'edició britànica.\nEntremig, una història de superació que l'Ellie i la seva mare, l'Yvonne, narren en el llibre \"Against all odds\" --en català, \"Contra tot pronòstic\"--.\n\"L'experiència per a ella fins ara ha estat un viatge increïble. Més del que mai esperàvem\", assegura l'Yvonne al portal 324.cat. Menys encara amb el pronòstic que els van dir quan l'Ellie va néixer. \"Va ser impactant. Com que tenia síndrome de Down, la van anul·lar totalment\", explica.\nUn any i mig després, la petita caminava i, quan va fer tres anys, sabia parlar. \"Des de molt petita, sempre va voler ser una model famosa i ser vista pel món\", diu l'Yvonne. Per això, quan l'Ellie tenia 16 anys, va decidir apuntar-la a una agència, que ara li ha permès complir el seu somni.\nCom ara veure la seva imatge a la portada de la revista de moda. \"Quan em vaig veure a la portada de Vogue, primer vaig cridar i després vaig plorar de felicitat. Va ser molt emotiu, un somni fet realitat\", ha explicat l'Ellie al 324.cat. Un moment que també va compartir a les xarxes socials, en aquest vídeo:\nUna carrera d'èxit\nL'Ellie també ha estat la imatge de nombroses campanyes de moda i publicitat. Entre d'altres, la de la primera\nBarbie que representa una persona amb síndrome de Down, que Mattel va presentar la primavera de l'any passat.\nPer a ella, \"va ser increïble\" i agraeix que s'hagi creat aquesta nina en favor de la inclusió: \"És necessari perquè altres infants amb síndrome de Down no se sentin exclosos i perquè altres en puguin aprendre.\"\nAmb els estalvis que ha aconseguit per la seva feina, l'Ellie s'ha comprat la seva pròpia casa, al costat de la seva família. \"Ha treballat molt dur i es mereix tot el que vol aconseguir a la vida\", diu orgullosa la seva mare.\nQuan li hem preguntat a ella fins a on li agradaria arribar, ha respost: \"Els meus somnis són seguir fent de model i viatjar. Potser també treballar més a la televisió o participar en una pel·lícula.\" Les barreres, per ara, les trenca totes.\n- ARXIVAT A:\n[Regne Unit](/324/regne-unit/tema/regneunit/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "catalan",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:54:43.911+02:00",
  "updated": "2024-01-08T01:54:43.911+02:00"
}