{
  "thread": {
    "uuid": "c97a69531455e056d5c10783ac25866d7371391e",
    "url": "https://www.nextpit.com/summarize-dialogs-gemini-nano-pixel-8-pro",
    "site_full": "www.nextpit.com",
    "site": "nextpit.com",
    "site_section": "https://nextpit.com/headphones",
    "site_categories": [],
    "section_title": "Headphones | nextpit",
    "title": "Summarize Audio Recordings: Gemini Nano On The Pixel 8 Pro Is Ingenious! | nextpit",
    "title_full": "Summarize Audio Recordings: Gemini Nano On The Pixel 8 Pro Is Ingenious! | nextpit",
    "published": "2024-01-06T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://fscl01.fonpit.de/userfiles/7687254/image/Google_Pixel_8_Pro/nextpit_Google_Pixel_8_Pro_Test_Test.jpg",
    "performance_score": 0,
    "domain_rank": 23799,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c97a69531455e056d5c10783ac25866d7371391e",
  "url": "https://www.nextpit.com/summarize-dialogs-gemini-nano-pixel-8-pro",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Matthias",
  "published": "2024-01-06T02:00:00.000+02:00",
  "title": "Summarize Audio Recordings: Gemini Nano On The Pixel 8 Pro Is Ingenious! | nextpit",
  "text": "Summarize Audio Recordings: Gemini Nano On The Pixel 8 Pro Is Ingenious! [ Matthias \"MaTT\" Zellmer ](/user/7233673/matthias-matt-zellmer) Read in other languages: With the last [Google Feature Drop](https://www.nextpit.com/google-december-pixel-feature-drop-update-pixel-8-pro-what-new), the AI known as Gemini Nano also arrived on the [Google Pixel 8 Pro (review)](https://www.nextpit.com/google-pixel-8-pro-review) for the very first time. You can now use the smallest version of the Large Language Model in the Google Recorder app. What can it do? For starters, the artificial intelligence can create a summary of your audio recordings. We will now show you how this works. - Want another Google tip? [How to transform your Pixel 8 into the best document scanner](https://www.nextpit.com/google-pixel-clean-scanner-feature-step-by-step-guide) Last year, Google distributed the last quarterly Pixel Feature Drop for 2023 after a slight delay. The focus was on the [Google Pixel 8 Pro in particular](https://www.nextpit.com/video-boost-google-pixel-camera-how-to-use), which was given an improved video mode [with the Video Boost function](https://www.nextpit.com/video-boost-google-pixel-camera-how-to-use). The AI ensures better image stabilization, less noise, and optimized lighting. Using the Gemini Nano AI on your Google Pixel 8 Pro Today, we will focus on a function that is only available on the Google Pixel 8 Pro—the in-house Gemini Nano AI. The smallest of Google's LLM models also runs offline, i.e. without an internet connection. The artificial intelligence creates a summary of voice recordings in written form. I'll explain why this can work without an internet connection at the end of this article. Just to provide you with a preview: The magic word is Android AICore. Set the system language to English (US) Unfortunately, there is still a catch: the feature is only available in English (US). Google will gradually deliver additional language packs down the road. So if you want to test Gemini Nano on your Google Pixel 8 Pro, simply set your system language to English (US): - Go to Settings. - Select System. - Scroll to Languages and System languages. - Now, download the English (US) language pack (if you have not done so already). - Move the language to position one (you can do so by a long press on the two dashes). - You are now ready for Google's AI Gemini Nano! The Google Recorder app [distributed a Pixel Feature Drop](https://www.nextpit.com/google-pixel-7-watch-buds-feature-drop-update-december) a year ago, which gave the recorder app the ability to transcribe audio recordings. The AI was also able to differentiate between several speakers and create a dialog from the recording. The first time you use the recorder, Google will ask you whether you want to activate speaker recognition. In my little test with my colleague Rubens, it didn't work 100% as expected, as all three speakers were recognized and the last sentence \"Yes, now we check it\" came from me again (Speaker 1 & 2). There is a caveat though: Neither of us are native English speakers. First voice recording and summary To get a summary of the voice recording converted into text, the text should not be too short. In my first example (first recording), the text proved to be too short. I then read a few paragraphs from my [review of the Amazon Echo Show 5 (2023)](https://www.nextpit.com/amazon-echo-show-5-2023-review). Now, the smartphone also wanted to download the Large Language Model (LLM) of the Gemini Nano AI, which is required for the summary. Wait for a while as the artificial intelligence creates a summary of our transcript. - Interested in another Google Pixel tip? [How to turn your Pixel phone into a webcam](https://www.nextpit.com/how-to-use-pixel-phone-as-pc-mac-webcam) The LLM Gemini Nano works on an AICore Gemini is the latest and most effective artificial intelligence from Google. There are basically three variations: - Gemini Ultra - Google's largest and most powerful model for highly complex tasks. - Gemini Pro - Google's best model for scaling for a wide range of tasks. - Gemini Nano - the most efficient model from Mountain View, for on-device tasks. Gemini Nano uses a system service called Android AICore. It works independently from the rest of the system and does not require access to your network. This is particularly advantageous if you perform tasks that require end-to-end encryption, such as WhatsApp, and want to ensure effective data protection. - Also interesting: [Why the Google Pixel 8 Pro has the best smartphone camera](https://www.nextpit.com/best-camera-phones) Suggestions and replies from Gemini Nano do not leave your smartphone and are therefore secure in nature. This was also particularly important for \"Smart Reply\" in Gboard. In the Developer Preview, the Pixel 8 Pro delivered high-quality reply suggestions with conversational awareness for messenger apps like Line, KakaoTalk, and WhatsApp with the help of Gemini Nano. How many of you already use artificial intelligence regularly? Which one do you use and for what purpose? Let us know your experiences in the comments below.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "zellmer",
        "sentiment": "neutral"
      }
    ],
    "organizations": [
      {
        "name": "google",
        "sentiment": "none"
      },
      {
        "name": "google pixel",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gemini nano",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T02:52:57.661+02:00",
  "updated": "2024-01-06T02:52:57.661+02:00"
}