{
  "thread": {
    "uuid": "c7712e0f0552330654ffc4a6f7aff6351b0859e7",
    "url": "https://www.rigzone.com/news/fraser_valley_biogas_project_in_bc_sets_new_record_rng_production-05-jul-2024-177313-article",
    "site_full": "www.rigzone.com",
    "site": "rigzone.com",
    "site_section": "https://www.rigzone.com/news",
    "site_categories": [
      "job_search",
      "jobs",
      "enterprise_news"
    ],
    "section_title": "\r\n        Oil & Gas News Home | RIGZONE     ",
    "title": "Fraser Valley Biogas Project in BC Sets New Record RNG Production | Rigzone",
    "title_full": "Fraser Valley Biogas Project in BC Sets New Record RNG Production | Rigzone",
    "published": "2024-07-05T12:49:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.rigzone.com/images/news/articles/Fraser-Valley-Biogas-Project-in-BC-Sets-New-Record-RNG-Production-177313-582x327.png",
    "performance_score": 0,
    "domain_rank": 15628,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c7712e0f0552330654ffc4a6f7aff6351b0859e7",
  "url": "https://www.rigzone.com/news/fraser_valley_biogas_project_in_bc_sets_new_record_rng_production-05-jul-2024-177313-article",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Rigzone",
  "published": "2024-07-05T12:49:00.000+03:00",
  "title": "Fraser Valley Biogas Project in BC Sets New Record RNG Production | Rigzone",
  "text": "Fraser Valley Biogas Project in BC Sets New Record RNG Production [Jov Onsat](/news/Author/82/JovOnsat/ ) Fraser Valley Biogas last month achieved its highest single-day and monthly production of renewable natural gas (RNG) at the biowaste-to-fuel facility in the Canadian province of British Columbia, posting 530 gigajoules (GJ) and 10,758 GJs respectively, the owner has said. The facility can now also process a wider range of feedstock with new equipment commissioned, EverGen Infrastructure Corp. said in a press release. Fraser Valley Biogas’ previous highest monthly production was 9,716 GJs in February. “Our efforts have translated into tangible results as we expect the facility to exceed its nameplate capacity of 160,000 GJs per year once fully ramped up”, EverGen chief executive Mischa Zajtmann said in a statement March 5 announcing the milestone. EverGen said then, “Along with ongoing optimization efforts and the completed installation of the third digester, EverGen remains committed to its production goals and meeting the increasing demands for RNG and low carbon infrastructure in Canada”. The country’s gas utilities have set an aspirational goal of five percent RNG blended into natural gas streams by 2025 and 10 percent by 2030, according to the Canadian Gas Association. Fifteen RNG production facilities have so far been put into operation in Canada, according to the industry group. Last month EverGen announced an agreement to supply RNG from Fraser Valley Biogas, which it acquired 2021, to FortisBC Energy Inc. for 20 years. Vancouver, British Columbia-based EverGen completed the expansion of Fraser Valley Biogas last December, raising its RNG nameplate capacity to 160,000 GJs annually. FortisBC, a Surrey, British Columbia-based natural gas and power utility, will inject the RNG from Fraser Valley Biogas into its natural gas system, EverGen said in a news release June 24. FortisBC operates the interconnection facility at the RNG production facility. “This agreement ensures a stable and predictable supply of RNG for FortisBC, while providing EverGen with a dependable customer and long-term revenue stream”, EverGen said. David Bennett, director for renewable gas and low carbon fuels at FortisBC, commented, “By continuing to increase our RNG supply, we are helping to reduce greenhouse gas emissions and supporting our vision to have around 75 percent of the gas in our system be renewable and low-carbon by 2050”. Put into service 2011, Fraser Valley Biogas, which processes manure and off-farm organics, is Canada’s first agricultural digester to produce RNG, according to EverGen. RNG, or biomethane, is biogas whose methane content is increased to enable it to be used in place of conventional natural gas. “The RNG generated through this project is part of FortisBC’s program to supply renewable gas to homes, businesses and its customers”, EverGen says on its website. “Fraser Valley Biogas also provides Abbotsford farms with renewable fertilizer via the digestate produced as part of the process”. Simultaneous with the FortisBC agreement announcement, EverGen also said it had inked “a long-term feedstock supply agreement with a waste disposal consolidator in the region”. “The feedstock secured represents greater than 50 percent of the off-farm waste required to achieve nameplate capacity”, it said. Zajtmann said, “With both offtake and feedstock agreements in place on a long-term basis, EverGen has significantly de-risked the FVB project”. To contact the author, email jov.onsat@rigzone.com What do you think? We’d love to hear from you, join the conversation on the [ Rigzone Energy Network. ](/network/post/10964/details/) The [Rigzone Energy Network](/network/) is a new social experience created for you and all energy professionals to Speak Up about our industry, share knowledge, connect with peers and industry insiders and engage in a professional community that will empower your career in energy. [Jov Onsat](/news/Author/82/JovOnsat/) Editor",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Business and Market Analysis",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "evergen",
        "sentiment": "none"
      },
      {
        "name": "mischa zajtmann",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fraser valley biogas project",
        "sentiment": "negative"
      },
      {
        "name": "rigzone fraser valley biogas project",
        "sentiment": "negative"
      },
      {
        "name": "fraser valley biogas",
        "sentiment": "none"
      },
      {
        "name": "evergen infrastructure corp.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "british columbia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T13:52:15.235+03:00",
  "updated": "2024-07-05T13:52:15.235+03:00"
}