{
  "thread": {
    "uuid": "142cecda136648ac70ab107c5e7618d43e380cfb",
    "url": "https://www.agenzianova.com/news/striscia-di-gaza-almeno-30-morti-negli-attacchi-israeliani-sui-campi-profughi-di-nuseirat-e-maghazi/",
    "site_full": "www.agenzianova.com",
    "site": "agenzianova.com",
    "site_section": "https://www.agenzianova.com/news/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Agenzia Nova",
    "title": "Le forze israeliane espandono l’operazione militare contro Hamas a Khan Younis",
    "title_full": "Le forze israeliane espandono l’operazione militare contro Hamas a Khan Younis",
    "published": "2023-12-29T09:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.agenzianova.com/news/wp-content/uploads/2023/11/israele-hamas-gaza.jpg",
    "performance_score": 0,
    "domain_rank": 42956,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "142cecda136648ac70ab107c5e7618d43e380cfb",
  "url": "https://www.agenzianova.com/news/striscia-di-gaza-almeno-30-morti-negli-attacchi-israeliani-sui-campi-profughi-di-nuseirat-e-maghazi/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redazione Agenzia Nova",
  "published": "2023-12-29T09:53:00.000+02:00",
  "title": "Le forze israeliane espandono l’operazione militare contro Hamas a Khan Younis",
  "text": "Le Forze di difesa di Israele (Idf) stanno “espandendo l’operazione nell’area di Khan Younis”, nel sud della Striscia di Gaza, contro il movimento islamista palestinese Hamas. Lo hanno riferito le stesse Idf su X (ex Twitter). Nel frattempo, nel nord di Gaza, la 460esima Brigata corazzata delle Idf ha “ucciso decine di uomini armati di Hamas in una serie di battaglie, tra cui attacchi aerei, fuoco di cecchini, mitragliatrici e bombardamenti”, si legge su X. In particolare, a Jabaliya, la 261esima Brigata delle Idf avrebbe perquisito la casa di un membro di Hamas, trovando armi e documenti attribuiti al gruppo islamista.\nSono almeno 30 le vittime, intanto, di presunti attacchi delle Forze di difesa di Israele (Idf) nei campi profughi di Nuseirat e Maghazi, nel centro della Striscia di Gaza. Lo ha riferito l’emittente panaraba satellitare di proprietà qatariota “Al Jazeera”, secondo cui almeno cinque abitazioni sono state distrutte negli attacchi.\nNella serata di ieri, per la prima volta dal 7 ottobre, il gabinetto di guerra d’Israele ha tenuto una riunione per discutere del piano di gestione della Striscia di Gaza nella fase post bellica. Lo ha reso noto il quotidiano israeliano “The Times of Israel”. Il primo ministro israeliano Benjamin Netanyahu ha offerto scarsi dettagli sui temi affrontati, limitandosi ad affermare che “Israele non permetterà mai all’Autorità nazionale palestinese (Anp) di governare la Striscia” e che “le Forze di difesa israeliane (Idf) manterranno il controllo di sicurezza generale sulla zona”.\nLa riunione è avvenuta a pochi giorni dalla visita a Washington del ministro israeliano per gli Affari strategici, Ron Dermer, durante la quale ha incontrato il segretario di Stato, Antony Blinken, e il consigliere per la Sicurezza nazionale, Jake Sullivan. Il gabinetto di guerra è composto dal primo ministro Benjamin Netanyahu, il ministro della Difesa, Yoav Gallant, e il ministro dell’Interno nonché esponente del Partito di unità nazionale, Benny Gantz. Questi sono i tre membri votanti del gabinetto, mentre hanno funzione di osservatori il ministro degli Affari strategici Ron Dermer e il ministro senza portafoglio Gadi Eisenkot.\nLeggi anche altre notizie su\nNova News\nSeguici sui canali social di Nova News su\nInstagram, Telegram",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://instagram.com/agenzia.nova/",
    "https://www.instagram.com/agenzia.nova",
    "https://www.t.me/novanewsagenzia",
    "https://t.me/novanewsagenzia",
    "https://www.instagram.com/agenzia.nova/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T10:30:30.142+02:00",
  "updated": "2023-12-29T10:30:30.142+02:00"
}