{
  "thread": {
    "uuid": "528c397819a2ddbc4c1cbd552400fa620d9c7641",
    "url": "https://www.channelnewsasia.com/sport/liverpool-strike-late-knock-arsenal-out-fa-cup-man-city-cruise-4030601",
    "site_full": "www.channelnewsasia.com",
    "site": "channelnewsasia.com",
    "site_section": "https://www.channelnewsasia.com/",
    "site_categories": [
      "society",
      "tech"
    ],
    "section_title": "CNA: Breaking News, Singapore News, World and Asia",
    "title": "Liverpool strike late to knock Arsenal out of FA Cup, Man City cruise - CNA",
    "title_full": "Liverpool strike late to knock Arsenal out of FA Cup, Man City cruise - CNA",
    "published": "2024-01-07T20:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "SG",
    "main_image": "https://onecms-res.cloudinary.com/image/upload/s--cVB2vxD6--/fl_relative,g_south_east,l_one-cms:core:watermark:reuters,w_0.1/f_auto,q_auto/c_fill,g_auto,h_676,w_1200/v1/one-cms/core/2024-01-07t183925z_1_lynxmpek0609q_rtroptp_3_soccer-england-ars-liv-report.jpg?itok=wDfX8bKj",
    "performance_score": 0,
    "domain_rank": 1717,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "528c397819a2ddbc4c1cbd552400fa620d9c7641",
  "url": "https://www.channelnewsasia.com/sport/liverpool-strike-late-knock-arsenal-out-fa-cup-man-city-cruise-4030601",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "CNA",
  "published": "2024-01-07T20:39:00.000+02:00",
  "title": "Liverpool strike late to knock Arsenal out of FA Cup, Man City cruise - CNA",
  "text": "LONDON: An own goal by Jakub Kiwior and a thumping late strike by Luis Diaz sealed a 2-0 victory for Liverpool at Arsenal in the weekend's headline FA Cup third round tie as the hosts' dismal form extended into the New Year on Sunday (Jan 7).\nArsenal wasted a sackful of chances in the first half and were made to pay as Liverpool captain Trent Alexander-Arnold's free-kick glanced off the head of Kiwior in the 80th minute.\nDiaz then made sure of eight-time winners Liverpool's place in the fourth-round draw as he lashed home in stoppage time.\nEarlier on Sunday holders Manchester City romped to a 5-0 victory over second-tier Huddersfield Town with Phil Foden scoring twice and Belgian playmaker Kevin De Bruyne returning to action after a four-month injury layoff.\nArsenal have now lost three games in a row in all competitions and the wayward finishing that has seen them drop down to fourth in the Premier League was evident again as they squandered a flurry of first-half chances.\n\"The performance was there and the amount of chances too,\" Arsenal manager Mikel Arteta told reporters. \"We just have to win the game, but we lost it and we are not capitalising. To win games we need to capitalise.\"\nReiss Nelson latched on to a punt forward by Arsenal keeper Aaron Ramsdale in the fourth minute but could only shoot into the side netting and captain Martin Odegaard then rattled the crossbar with a fierce drive after a mistake by Joe Gomez.\nKai Havertz could not capitalise on two good chances as Arsenal failed to punish a lacklustre Liverpool side who were without a host of players including Mohamed Salah who is on international duty and an ill Virgil van Dijk.\nArsenal continued to make chances in the second half with Bukayo Saka volleying clumsily over from Declan Rice's cross.\nLiverpool then woke up with Ramsdale saving from Diaz and Diogo Jota heading against the crossbar before the unfortunate Kiwior inadvertently glanced in Alexander-Arnold's inswinging delivery from a free-kick.\nColombian winger Diaz then sent the 7,000 visiting fans wild as he slammed an unstoppable shot past Ramsdale.\n\"Everything was better in the second half,\" Liverpool boss Juergen Klopp told reporters. \"I'm really happy and proud we could win this game. Arsenal could have won it without a doubt. We finished it off and it spoke for the character of the boys.\"\nDE BRUYNE BACK A strong Manchester City side suffered a setback when they lost defender Manuel Akanji to injury early on and Huddersfield were proving stubborn opponents until Foden fired them ahead and Julian Alvarez poked home a second before the interval.\nDe Bruyne entered the fray in the 57th minute and City added their third a minute later as Norwegian winger Oscar Bobb tried to pick out the Belgian at the far post, only to see his deflected cross loop into the net to make it 3-0.\nFoden added his second with a precise shot and De Bruyne teed up fellow substitute Jeremy Doku to complete the rout.\n\"We are incredibly delighted to have him back, because Kevin helps to win games. It is so important to have him back after a long injury,\" coach Pep Guardiola told the BBC.\nElsewhere Premier League sides struggled. Luton Town played out a scoreless draw at home against third-tier Bolton Wanderers while Nottingham Forest will also need a replay after a 2-2 draw at the City Ground against third-tier Blackpool.\nWest Ham United were held to a 1-1 draw at home to second-tier Bristol City.\nChampionship promotion hopefuls Leeds United had no such problems as striker Patrick Bamford netted a brilliant volley in a 3-0 hammering of Peterborough United, and West Bromwich Albion cruised to a 4-1 win at home to Aldershot Town.\nSource: Reuters/fs/fh Related Topics FA Cup Liverpool Arsenal Advertisement Also worth reading Content is loading... Advertisement Expand to read the full story",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jakub kiwior",
        "sentiment": "negative"
      },
      {
        "name": "luis diaz",
        "sentiment": "negative"
      },
      {
        "name": "mikel arteta",
        "sentiment": "none"
      },
      {
        "name": "trent alexander-arnold",
        "sentiment": "none"
      },
      {
        "name": "phil foden",
        "sentiment": "none"
      },
      {
        "name": "kevin de bruyne",
        "sentiment": "none"
      },
      {
        "name": "diaz",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cna",
        "sentiment": "negative"
      },
      {
        "name": "liverpool",
        "sentiment": "negative"
      },
      {
        "name": "arsenal",
        "sentiment": "negative"
      },
      {
        "name": "manchester city",
        "sentiment": "none"
      },
      {
        "name": "premier league",
        "sentiment": "none"
      },
      {
        "name": "huddersfield town",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "man city",
        "sentiment": "none"
      },
      {
        "name": "kiwior",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:07:11.455+02:00",
  "updated": "2024-01-08T01:07:11.455+02:00"
}