{
  "thread": {
    "uuid": "97465add0077d3c2226afed42755dbd974647ff0",
    "url": "https://www.arcamax.com/sports/basketball/s-3049465",
    "site_full": "www.arcamax.com",
    "site": "arcamax.com",
    "site_section": "http://www.arcamax.com/sports/",
    "site_categories": [
      "media"
    ],
    "section_title": "Sports | ArcaMax Publishing",
    "title": "Thanks to Orlando Magic, Shaquille O'Neal becomes 2nd NBA player with 3 retired jerseys | Basketball | ArcaMax Publishing",
    "title_full": "Thanks to Orlando Magic, Shaquille O'Neal becomes 2nd NBA player with 3 retired jerseys | Basketball | ArcaMax Publishing",
    "published": "2024-01-05T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://resources.arcamax.com/newspics/269/26921/2692105.gif",
    "performance_score": 0,
    "domain_rank": 41016,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "97465add0077d3c2226afed42755dbd974647ff0",
  "url": "https://www.arcamax.com/sports/basketball/s-3049465",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ArcaMax Publishing, Inc.",
  "published": "2024-01-05T02:00:00.000+02:00",
  "title": "Thanks to Orlando Magic, Shaquille O'Neal becomes 2nd NBA player with 3 retired jerseys | Basketball | ArcaMax Publishing",
  "text": "LOS ANGELES — Shaquille O'Neal won three NBA titles with the Lakers. They retired his No. 34 jersey in 2013.\nThe Hall of Fame player also won a championship ring with the Miami Heat. They retired his No. 32 jersey in 2016.\nBut before all that, O'Neal spent the first four years of his career with the Orlando Magic — a team that had only been in the league three seasons before drafting the Louisiana State big man with the first pick in the 1992 draft — and led them to two appearances in the Eastern Conference finals and one in the NBA Finals.\nThe Magic will retire Shaq's No. 32 jersey on Feb. 13, the team announced Thursday, making O'Neal the organization's first player to have his number hung from the Kia Center rafters.\n\"When someone asks who was the first player to officially put the Orlando Magic on the map, the answer is simple — Shaquille O'Neal,\" said Magic Chief Executive Alex Martins, whose team is celebrating its 35th season. \"He took this franchise to new heights, both on and off the court, and his legacy is still felt within our organization today.\"\nThe announcement was made on-air during TNT's \"Inside the NBA,\" where O'Neal has served as an analyst since soon after he retired from the NBA in 2011. The network marked the occasion by dropping confetti on the Hall of Famer and playing the \"Superman\" theme.\n\"It was a great four years there,\" O'Neal said of his time in Orlando. \"I just wanted to come in and just make a name for myself.\"\n O'Neal joins Wilt Chamberlain as the only NBA players to have their jerseys retired by three of their former teams. Chamberlain's No. 13 jersey has been retired by the Lakers, Philadelphia 76ers and Golden State Warriors. Bill Russell's No. 6 jersey was retired for all teams by the NBA and the NBA Players Association following the Boston Celtics legend's death in 2022.\nShaq averaged 27.2 points and 12.5 rebounds a game with the Magic. During that time, he compiled numbers that still rank among the franchise's all-time best, including 824 blocked shots (No. 2), 3,691 rebounds (No. 3) and 8,019 points scored (No. 6).\nIn eight seasons with the Lakers, O'Neal averaged 27 points, 11.5 rebounds and 2.5 blocked shots. In four seasons with the Heat, he averaged 19.6 points, 9.1 rebounds and 1.8 blocked shots.\nShaq also played for the Phoenix Suns, Cleveland Cavaliers and Celtics, but it is unlikely any of those teams will make him the only player to have his jersey retired by four, five or six franchises.\nThen again, stranger things have happened. The Heat retired Michael Jordan's No. 23 jersey in 2003 even though he never played for that organization — a move O'Neal spoke out against, along with the leaguewide retirement of Russell's number, on his podcast last week.\n\"I hate the fact that they hang up other people's jerseys,\" O'Neal said on \"The Big Podcast with Shaq. \"... This is what we built. Michael Jordan ain't never play for the Heat. Bill Russell ain't never play for the Heat. You did your own thing with your little Celtics family and Chicago family. But this Miami thing? … This is our thing. So I don't like that, personally. I'm not trying to be disrespectful.\"\n©2024 Los Angeles Times. Visit latimes.com. Distributed by Tribune Content Agency, LLC.\nComments Please enable JavaScript to view the comments powered by Disqus. blog comments powered by Disqus Share",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://twitter.com/share?url=https://www.arcamax.com/sports/basketball/s-3049465&hashtags=ArcaMax",
    "http://disqus.com/?ref_noscript",
    "http://disqus.com",
    "https://plus.google.com/share?url=https://www.arcamax.com/sports/basketball/s-3049465",
    "http://www.disqus.com",
    "https://plus.google.com/share?url=https://arcamax.com/sports/basketball/s-3049465",
    "https://plus.google.com/share",
    "http://www.disqus.com/?ref_noscript",
    "https://twitter.com/share?url=https://arcamax.com/sports/basketball/s-3049465&hashtags=ArcaMax",
    "http://disqus.com/",
    "https://twitter.com/share"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shaquille o'neal",
        "sentiment": "negative"
      },
      {
        "name": "o'neal",
        "sentiment": "none"
      },
      {
        "name": "alex martins",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "lakers",
        "sentiment": "negative"
      },
      {
        "name": "orlando magic",
        "sentiment": "negative"
      },
      {
        "name": "nba",
        "sentiment": "negative"
      },
      {
        "name": "arcamax publishing los angeles",
        "sentiment": "negative"
      },
      {
        "name": "hall of fame",
        "sentiment": "none"
      },
      {
        "name": "shaq",
        "sentiment": "none"
      },
      {
        "name": "kia center",
        "sentiment": "none"
      },
      {
        "name": "miami heat",
        "sentiment": "none"
      },
      {
        "name": "louisiana state",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:41:18.938+02:00",
  "updated": "2024-01-06T00:41:18.938+02:00"
}