{
  "thread": {
    "uuid": "1eef0e6388c3e7507a081ce0ed8815727ebfa40b",
    "url": "https://www.cronica.com.mx/nacional/entra-vigor-aumento-salario-minimo-248-93-pesos-diarios.html",
    "site_full": "www.cronica.com.mx",
    "site": "cronica.com.mx",
    "site_section": "https://www.cronica.com.mx",
    "site_categories": [
      "media"
    ],
    "section_title": "Inicio - La Crónica de Hoy | La noticia hecha diario",
    "title": "Entra en vigor aumento a salario mínimo; ahora es de 248.93 pesos diarios",
    "title_full": "Entra en vigor aumento a salario mínimo; ahora es de 248.93 pesos diarios",
    "published": "2024-01-01T20:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.cronica.com.mx/uploads/2023/08/07/64d1b78864e40.jpeg",
    "performance_score": 0,
    "domain_rank": 23557,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1eef0e6388c3e7507a081ce0ed8815727ebfa40b",
  "url": "https://www.cronica.com.mx/nacional/entra-vigor-aumento-salario-minimo-248-93-pesos-diarios.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción",
  "published": "2024-01-01T20:07:00.000+02:00",
  "title": "Entra en vigor aumento a salario mínimo; ahora es de 248.93 pesos diarios",
  "text": "Entra en vigor aumento a salario mínimo; ahora es de 248.93 pesos diarios El incremento representa 20 por ciento que beneficiará de manera directa a más de 8.9 millones de personas trabajadoras, estima la Secretaría del Trabajo profesiones y oficios A partir de este 1 de enero entró en vigor el incremento al salario mínimo en México que es de 248.93 pesos diarios y para la Zona Libre de la Frontera Norte es de 374.89 pesos diarios. El incremento es de 20 por ciento que se estima beneficie a 8.9 millones de trabajadores y ubica a México a la cabeza de la lista de los países miembros de la Organización para la Cooperación y el Desarrollo Económicos (OCDE) con el mayor crecimiento del salario mínimo en términos reales de 2018 a la fecha, de acuerdo con la Secretaría del Trabajo y Previsión Social (STyPS). La dependencia federal Indicó que los salarios mínimos profesionales del listado integrado por 61 profesiones, oficios y trabajos especiales deberán reflejar su incremento del 20% a partir de este día. También exhortó a que aquellos trabajadores que no reciban el pago correcto podrán denunciar la irregularidad al correo centromando.dgift@stps.gob.mx para que se haga la visita respectiva y se verifique si se cumple o no con la obligación patronal de pagar lo establecido en la ley. \"Con este incremento la recuperación del poder adquisitivo del salario mínimo acumulará 110%, entre 2018 y 2024, y cubrirá en 1.73 veces la Línea de Pobreza por Ingresos del Consejo Nacional de Evaluación de la Política de Desarrollo Social (Coneval)\", destacó la Secretaría del Trabajo. Indicó que con la finalidad de que se cumpla con el incremento se estableció un programa de inspecciones anual para a vigilancia al cumplimiento de las obligaciones laborales con naturaleza económica, dentro de las que se encuentra el pago correcto del salario mínimo. El gobierno federal señaló que al considerar a los países de la región de América Latina, se observa que el país pasó del lugar 16 al 6 en seis años, siendo, nuevamente, el país con la mayor recuperación desde 2018. El aumento de 20 por ciento se suma a los que se otorgaron en 2019, de 16.2%; en 2020 de 20%; en 2021 de 15%; en 2022 de 22% \"Es la quinta vez en esta administración que se logra un incremento por consenso de los tres sectores que conforman la Comisión Nacional de Salarios Mínimos.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-01T22:25:20.911+02:00",
  "updated": "2024-01-01T22:25:20.911+02:00"
}