{
  "thread": {
    "uuid": "3b2512e99f25548dd2d4b3effb139a87ec53c95b",
    "url": "https://www.citizen.co.za/germiston-city-news/?p=317429",
    "site_full": "www.citizen.co.za",
    "site": "citizen.co.za",
    "site_section": "https://germistoncitynews.co.za/rss",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Germiston City News",
    "title": "Make sure fire safety is a priority - DEMS | Germiston City News",
    "title_full": "Make sure fire safety is a priority - DEMS | Germiston City News",
    "published": "2024-06-21T05:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ZA",
    "main_image": "https://www.citizen.co.za/germiston-city-news/wp-content/uploads/sites/31/2024/06/IMG_8882_82121-e1718371574786-780x470-1-520x313-1.jpg",
    "performance_score": 0,
    "domain_rank": 13665,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3b2512e99f25548dd2d4b3effb139a87ec53c95b",
  "url": "https://www.citizen.co.za/germiston-city-news/?p=317429",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "tumiriba",
  "published": "2024-06-21T05:00:00.000+03:00",
  "title": "Make sure fire safety is a priority - DEMS | Germiston City News",
  "text": "As winter is upon, the city’s Disaster and Emergency Management Services (DEMS) would like to educate the public to help freeze out winter fires.\nDEMS spokesperson William Ntaldi told the Boksburg Advertiser they plan to share educational information on fire safety on social media and that the first topic of discussion will be how to activate emergency services.\n“Many people complain about our response time, but we cannot respond if we don’t receive a call to inform us of the matter. That is why we want to promote the city’s customer call centre number – 011 458 0911.”\nNtladi urged community members not to put down their phones when asked questions.\n“Many people just put the phone down when the operator wants to ask more questions. It is just for our record-keeping.\n“We also want to encourage the public to communicate what is burning so we know how to plan and approach the fire. You have different classes of fire, and not all can extinguished the same way.\n“Class A is anything that burns and leaves ash behind. One can put this out with water.\n“Class B is for flammable liquids and gasses, which a portable fire extinguisher can extinguish. Class C is electrical appliances that water cannot put out.”\nALSO READ : Concerns expressed over the state of readiness by DEMS\nNtladi added that it is vital for a caller to help identify the risk factors.\n“These include how big the house is and if people or animals are trapped inside. Life then becomes our priority.”\nThe spokesperson said another issue they encounter is callers not giving adequate information about where the fire is.\n“People must be specific and give street names and landmarks. If a vehicle is on fire on the R21, we need to know if it is north- or south-bound. It will help us to get to the scene faster.\n“Motorists also don’t give the right of way to emergency vehicles with their sirens blaring. It is crucial to give the right of way. We call it the ‘golden hour’. A few seconds could mean life or death for a patient,” Ntladi pointed out.\n“We will also discuss the causes of fire. Items such as make-shift heaters can be dangerous. Moreover, we will inform the public about lighting sources.”\nRegarding fire engines, Ntadi said they still have a shortage, and some vehicles are still in for repairs.\n“I understand the municipality’s fleet department has contacted the relevant workshops to speed up the process.”\nNtladi said this information is free to the public and anybody in need of education, such as schools, churches or social clubs, and they visit their nearest fire station and consult with the station manager.\n“The manager can then make arrangements about when and where the session will be.”\nTambo Memorial Hospital spokesperson Zoliswa Nzeku said the hospital had not treated burn victims recently.\n“Even though we don’t have a burn unit, we admit and treat patients with burn wounds. If required, we also refer to other hospitals, like Helen Josef Hospital.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Health"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "william ntaldi",
        "sentiment": "none"
      },
      {
        "name": "ntladi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "emergency management services",
        "sentiment": "neutral"
      },
      {
        "name": "boksburg advertiser",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "germiston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T14:21:55.462+03:00",
  "updated": "2024-06-21T14:21:55.462+03:00"
}