{
  "thread": {
    "uuid": "1b0430c963a006f6e894f99e27a17cb9e5c1596b",
    "url": "https://andaluciainformacion.es/deportes/1675833/el-real-madrid-celebra-su-15-titulo-de-champions",
    "site_full": "andaluciainformacion.es",
    "site": "andaluciainformacion.es",
    "site_section": "http://andaluciainformacion.es/deportes/",
    "site_categories": [
      "media"
    ],
    "section_title": "Andalucía Información. Todas las noticias de Deportes",
    "title": "El Real Madrid celebra su 15º título de Champions | Andalucía Información. Todas las noticias de Deportes",
    "title_full": "El Real Madrid celebra su 15º título de Champions | Andalucía Información. Todas las noticias de Deportes",
    "published": "2024-06-02T19:48:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://publicacionesdelsur.b-cdn.net/articulos/articulos-1348035.jpg",
    "performance_score": 0,
    "domain_rank": 56411,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1b0430c963a006f6e894f99e27a17cb9e5c1596b",
  "url": "https://andaluciainformacion.es/deportes/1675833/el-real-madrid-celebra-su-15-titulo-de-champions",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@ai_deportes",
  "published": "2024-06-02T19:48:00.000+03:00",
  "title": "El Real Madrid celebra su 15º título de Champions | Andalucía Información. Todas las noticias de Deportes",
  "text": "El Real Madrid ofreció este domingo a la Virgen de la Almudena la decimoquinta Liga de Campeones que conquistó el sábado al vencer 0-2 al Borussia Dortmund en la final de Wembley, en la que fue su primera parada de las cinco programadas para la celebración del título. El autobús estuvo escoltado por la policía desde su salida en el Santiago Bernabéu a las 17:55 horas CEST (-2 GMT) hasta llegar a la Catedral de la Almudena, donde cientos de personas se agolparon detrás del cordón de seguridad que les separaba de sus ídolos. El presidente del club, Florentino Pérez, encabezó la expedición del Real Madrid, que llegó a las 18:15 horas, justo a la prevista en el plan de celebración. Fueron recibidos por el cardenal José Cobo Cano, arzobispo de Madrid, a la puerta de la Catedral de la Almudena, a la que el capitán, Nacho Fernández, llegó con el trofeo de la Liga de Campeones en sus manos. A su entrada, varios futbolistas se pararon a firmar autógrafos y fotografiarse con aficionados que les esperaban en el interior de la Almudena antes de que José Cobo Cano diera su discurso de bienvenida. “Ser campeones es todo un privilegio ganado esfuerzo a esfuerzo, y también ser campeones es una responsabilidad personal y social. Felicidades por vuestro esfuerzo y por el trabajo de todo el equipo, técnicos y de todo el club. Demostráis, gracias a Dios, que el deporte es un medio para poner en valor y expresar los propios talentos y también nos decís que el deporte sirve para construir una sociedad mejor. Como dice el Papa Francisco, el deporte nos enseña el valor de la fraternidad”, destacó. Luego, la plantilla del Real Madrid, con los cuatro capitanes, Nacho Fernández, Dani Carvajal, Luka Modric y Toni Kroos, a la cabeza ofreció la Liga de Campeones a la Virgen de la Almudena y regaló al arzobispo de Madrid una camiseta conmemorativa de la 15ª Liga de Campeones. Completada la visita a la Catedral de la Almudena, el Real Madrid puso rumbo la Comunidad de Madrid, la segunda parada en la celebración de su decimoquinta Liga de Campeones. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Sport"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T20:06:41.726+03:00",
  "updated": "2024-06-02T20:06:41.726+03:00"
}