{
  "thread": {
    "uuid": "786e612c2eca08ef0376db5343f33b6f6fdf3aba",
    "url": "https://www.diariodesevilla.es/mundo/Hamas-acepta-propuesta-tregua-Gaza_0_1900311797.html",
    "site_full": "www.diariodesevilla.es",
    "site": "diariodesevilla.es",
    "site_section": "https://www.huelvainformacion.es/economia/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Noticias de Economía en Sevilla - Información sobre Vivienda, Empresas y Bancos en Andalucía, - Huelva Información",
    "title": "Hamas acepta la propuesta de tregua en Gaza",
    "title_full": "Hamas acepta la propuesta de tregua en Gaza",
    "published": "2024-05-06T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cdn.socy.cloud/JOLY/v3/SSFC/651ffa8f03f97/https://www.diariodesevilla.es/2024/05/06/mundo/Ismail-Haniyeh-lider-politico-Hamas_1900321051_211465088_1200x675.jpg",
    "performance_score": 0,
    "domain_rank": 13276,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "786e612c2eca08ef0376db5343f33b6f6fdf3aba",
  "url": "https://www.diariodesevilla.es/mundo/Hamas-acepta-propuesta-tregua-Gaza_0_1900311797.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Diario de Sevilla",
  "published": "2024-05-06T03:00:00.000+03:00",
  "title": "Hamas acepta la propuesta de tregua en Gaza",
  "text": "El jefe del buró político de Hamas, Ismail Haniyeh, comunicó este lunes a Egipto y a Qatar que el grupo islamista palestino ha aceptado su propuesta para un alto el fuego en la Franja de Gaza. Hamas hizo el anuncio en un breve comunicado en el que no ofreció más detalles, después de que el Ejército israelí ordenara a unos 100.000 palestinos en el este de Rafah evacuar la localidad ante un posible asalto terrestre. \"Ismail Haniyeh, líder del buró político del movimiento Hamas, realizó una llamada con el primer ministro catarí, Mohammed ben Abdulrahman Al Thani, y con el ministro de Inteligencia egipcio, Abás Kamel, y les informó de la aprobación por parte del movimiento Hamas de su propuesta sobre un acuerdo de alto el fuego\", dijo el grupo palestino. De momento no se conocen los detalles de la propuesta, ni la postura oficial de las autoridades israelíes, aunque, según medios como la cadena pública Kan o el canal 12 de noticias, el acuerdo aceptado por Hamas no cuenta con la luz verde de Israel. Los medios, que citan a funcionarios gubernamentales israelíes, dijeron que la oferta que ha aceptado Hamas fue realizada por Egipto de manera unilateral, y que de momento no está siendo tomada en cuenta hasta que no se aclaren los detalles. Parecía que las negociaciones indirectas entre Hamas e Israel para lograr un alto el fuego en la Franja de Gaza estaban estancadas, después de que el primer ministro israelí, Benjamín Netanyahu, rechazara ayer poner fin a la guerra, demanda clave del grupo islamista. Esta mañana, de hecho, miles de palestinos en la localidad sureña de Rafah recibieron mensajes instándolos a evacuar a la zona de Jan Yunis, haciendo saltar las alarmas ante la posibilidad de que el Ejército comience pronto con su anunciada invasión terrestre en el sur de Gaza. Poco antes del mensaje de Hamas, el ministro israelí de Defensa, Yoav Gallant, aseguró en un encuentro con familiares de rehenes que el Ejército seguirá tratando de liberarlos incluso después de que comience el asalto por tierra a Rafah. El grupo islamista advirtió hoy a las fuerzas israelíes de que cualquier operación militar en Rafah \"no será un picnic\", y que el brazo armado del grupo, las Brigadas al Qasam, están preparadas para \"defender a nuestro pueblo\". Hamas pidió además a los organismos internacionales que todavía operan en el enclave, y en particular a la agencia de la ONU para los refugiados palestinos, que no lo abandonen tras las órdenes de evacuación israelíes.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T20:48:58.232+03:00",
  "updated": "2024-05-06T20:48:58.232+03:00"
}