{
  "thread": {
    "uuid": "b49a4f129ab110a572b3a61827223b8dac9d41f7",
    "url": "https://www.noticiasdegipuzkoa.eus/opinion/2024/06/02/ano-acompanando-personas-8308724.html",
    "site_full": "www.noticiasdegipuzkoa.eus",
    "site": "noticiasdegipuzkoa.eus",
    "site_section": "http://www.noticiasdegipuzkoa.eus/rss",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "",
    "title": "Un año más acompañando a personas",
    "title_full": "Un año más acompañando a personas",
    "published": "2024-06-02T08:55:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticosgn-cdn.deia.eus/clip/b67d2a2a-3fc3-460e-9d02-565f77c841fc_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 61274,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b49a4f129ab110a572b3a61827223b8dac9d41f7",
  "url": "https://www.noticiasdegipuzkoa.eus/opinion/2024/06/02/ano-acompanando-personas-8308724.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Patxi Aizpitarte",
  "published": "2024-06-02T08:55:00.000+03:00",
  "title": "Un año más acompañando a personas",
  "text": "La festividad de Corpus Christi, como día de la Caridad, se convierte para Cáritas Gipuzkoa en\nuna ocasión privilegiada para presentar la memoria del año 2023, dando cuenta de la labor realizada en las diversas áreas en que desarrolla su servicio en buena parte de la diócesis guipuzcoana y mostrando su agradecimiento a tantas personas donantes, voluntarias y colaboradoras. También es una ocasión para poner en valor el trabajo de los y las profesionales con los/as que contamos, así como el apoyo económico de las diversas administraciones de nuestro territorio.\nEn datos generales, han sido 16.568 personas, unas 6.000 familias, a las que hemos acompañado en 2023, a quienes hemos destinado casi 3.000.000 de euros en ayudas directas. En este punto, destacamos la acción básica y valiosa que realizan las 815 personas voluntarias, que son el alma de las 80 Cáritas parroquiales con las que contamos en toda Gipuzkoa. Ellas constituyen la puerta de entrada a Cáritas y prestan una atención cálida y cercana.\nUna atención que acoge, escucha y acompaña a muchas personas y familias migradas y necesitadas de apoyo en su proceso de inclusión social. También a personas sin hogar y en situación de vulnerabilidad a través de centros y proyectos como Bidelagun, Hotzaldi o Aterpe. Nos alegramos por el hecho de que, a raíz del Gesto diocesano cuaresmal, 35 jóvenes del centro de atención nocturna Ho-tzaldi pudieran acceder a habitaciones o pisos compartidos, con el acompañamiento profesional necesario para seguir adelante en su proceso de inserción.\nNo obstante, este ámbito, el de las personas sin hogar, sigue preocupándonos especialmente debido al aumento y el rejuvenecimiento de las personas en esta situación: la memoria de Cáritas Gipuzkoa de 2023 muestra un incremento del 31% en el número de las personas en calle (897 en total) y, además, que 7 de cada 10 tienen menos de 44 años.\nEn este momento en que el problema del acceso a la vivienda ha llegado al debate social y se ha convertido en una necesidad aguda para no pocas personas, Cáritas sigue ofreciendo algunas viviendas propias y ayudas económicas para el pago de alquileres, así como plazas en centros residenciales como Sorabilla o Trintxer-Emeki. Queremos de esta manera contribuir a paliar esta carencia en la medida de nuestras posibilidades. En 2023 destinamos 900.000 euros en ayudas directas a familias para facilitar el acceso a una vivienda o pagar suministros. Este año, además, hemos iniciado un estudio más exhaustivo para medir el impacto que la falta de vivienda provoca en la vida de las familias que acompañamos. Y no sólo el impacto económico, ya que la falta de empadronamiento o contrato les cierra el acceso a otros derechos sociales como la asistencia sanitaria o, incluso, la educación.\nCáritas presta también una atención especial a las necesidades de las mujeres (en su mayoría migrantes) a través del proyecto Miriam, seguimos impulsando experiencias ocupacionales en el taller Lamorus o las huertas zonales y fomentando la economía solidaria a través de iniciativas como Empresas Con Corazón, que busca la complicidad de las empresas guipuzcoanas para lograr una sociedad con oportunidades para todas las personas. Seguimos ofreciendo apoyo escolar a través del programa Bultzada; asesoría jurídica a personas migradas, abriendo las puertas al voluntariado y actuando en el plano internacional, financiando proyectos de cooperación por un valor de 477.000 euros. Es de destacar la atención prestada a más de 600 personas procedentes de Ucrania y el apoyo económico enviado a Cáritas Jerusalén con motivo del conflicto violento desatado en Tierra Santa, con las consecuencias tan inhumanas y dolorosas que ya conocemos.\nDe cara a futuro, queremos seguir siendo expresión de esa dimensión caritativa que debe caracterizar a la Iglesia de Gipuzkoa, renovando nuestra vocación de servicio y tratando de mejorar nuestra actuación. Para ello, precisamente, hemos elaborado el Plan Estratégico 2024-2027 que ya hemos comenzado a desarrollar.\nGracias de nuevo a todas las personas que formáis parte de esta familia y proyecto compartido que es Cáritas Gipuzkoa y a quienes, de una manera u otra, nos brindáis vuestra ayuda. Agradecemos también el apoyo prestado por las diversas administraciones: a la Diputación Foral de Gipuzkoa por su convenio de colaboración y al Gobierno Vasco por las subvenciones concedidas. Sin olvidar la aportación que realizan distintos ayuntamientos. Eskerrik asko guztiei bihotzez.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T10:15:26.877+03:00",
  "updated": "2024-06-02T10:15:26.877+03:00"
}