{
  "thread": {
    "uuid": "50cf98aa50de39eba6d19a4a3a23259951a20c40",
    "url": "https://www.world-today-news.com/historic-flight-from-sri-lanka-to-israel-jewish-traveler-and-take-us-to-peace/",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com",
    "site_categories": [
      "media"
    ],
    "section_title": "World Today News - www.world-today-news.com/",
    "title": "Historic flight from Sri Lanka to Israel Jewish Traveler and take us to peace - World Today News",
    "title_full": "Historic flight from Sri Lanka to Israel Jewish Traveler and take us to peace - World Today News",
    "published": "2023-12-29T04:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://sp-ao.shortpixel.ai/client/to_auto,q_glossy,ret_img,w_993,h_708/https://www.jewishtraveler.co.il/wp-content/uploads/2023/12/WhatsApp-Image-2021-09-30-at-21.30.42-2-300x214.jpeg",
    "performance_score": 0,
    "domain_rank": 23026,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "50cf98aa50de39eba6d19a4a3a23259951a20c40",
  "url": "https://www.world-today-news.com/historic-flight-from-sri-lanka-to-israel-jewish-traveler-and-take-us-to-peace/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2023-12-29T04:50:00.000+02:00",
  "title": "Historic flight from Sri Lanka to Israel Jewish Traveler and take us to peace - World Today News",
  "text": "Arkia Airlines today operated the first flight from Srilanka to Israel. The passengers on the special flight were 210 foreign workers for the agriculture sector in the Gaza Envelope, who were brought to Israel by the director of foreign workers at the Population and Immigration Authority. With this flight, Arkia preceded the regular commercial flights between Israel and Sri Lanka by about forty days, which are scheduled to begin on February 6, 2024. In fact, the regular route was originally planned to be inaugurated at the end of October, but was postponed because of the war. The flights from Tel Aviv to Bandaranaike Airport (CMB) in the capital city of Colombo in Sri Lanka will be operated by Airbus 321 Neo aircraft. This is a weekly flight on Tuesdays, and return on Wednesdays. The original plan was to fly the short route over Saudi Arabia and Oman, but Israeli aircraft have stopped flying this route since the outbreak The war, for security reasons. It is to be expected that we will return to flying over Oman. Air ticket prices start at $778, compared to prices starting at $599 planned for flights on the short and direct route. Sri Lanka is one of the most visited countries in the world , especially by lovers of nature and peace, surfing, and Buddhism. The island is considered a paradise for animal lovers, and is full of jungles and wildlife parks. Families with children can play with elephants and giant deer, and ride them. Sri Lanka boasts one of the world ’s highest rates of biological endemism. Many roads wind through the mountains, green forests, rice fields, parks and sleepy villages. In the heart of the island there are jeep tours in charming jungles with elephants and tigers, which attract safari-loving tourists. Sri Lanka once had a magnificent Jewish community, some of whose members reached the top of law, government, and culture. Few vestiges of this splendor remain. In addition, there are popular beaches in Sri Lanka that attract surfers from all over the world as well as from Israel. Most Israelis who visit Sri Lanka prefer to come to the Hikkaduwa surf beaches on the south coast, and the other in Arugam Bay, on the east coast of Sri Lanka. In both, big waves come to the beach that are very suitable for surfing. Therefore, because of the popular destinations for surfing, Arkia also offers a special option to fly personal surfboards on the line to Sri Lanka. Sri Lanka has the potential to be a hit for Israeli tourists in the coming years. Oz Berlovitz, CEO of Arkia, announces today: “This is an exciting event for the company and the country. The SriLanka project, one of Arkia’s most important, Kerem Or and Geid today, with the landing of the special plane, feel part of the important assistance to the country in bringing essential workers to the agricultural industry in Israel. As a result of the war, we had to postpone the planned start-up date, and in recent weeks, many efforts have been made to open the destination and issue the special flight.” Read more: New York Legionnaires' Disease Outbreak Investigated | Video | Univision 41 New York WXTV Oz Berlovitz thanks the people without whom this would not have happened. VP of Economics and IBL at Barta Yishai Don Yahya, the managers of the Israeli Aviation Security Unit abroad Manny Duanis and Amit Mammon, the head of the personnel department, Inbal Meshash, and the manager of the Bilateral Agreements Division at the Population and Immigration Authority, Shirley Raisin Sassoon.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "world today news arkia airlines",
        "sentiment": "positive"
      },
      {
        "name": "airbus",
        "sentiment": "none"
      },
      {
        "name": "immigration authority",
        "sentiment": "none"
      },
      {
        "name": "arkia",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "srilanka",
        "sentiment": "none"
      },
      {
        "name": "sri lanka",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "saudi arabia",
        "sentiment": "none"
      },
      {
        "name": "tel aviv",
        "sentiment": "none"
      },
      {
        "name": "bandaranaike airport",
        "sentiment": "none"
      },
      {
        "name": "colombo",
        "sentiment": "none"
      },
      {
        "name": "gaza envelope",
        "sentiment": "none"
      },
      {
        "name": "oman",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T05:00:07.389+02:00",
  "updated": "2023-12-29T05:00:07.389+02:00"
}