{
  "thread": {
    "uuid": "1ee767bf380ad676c2047d1efe2923f2d3e1e58e",
    "url": "https://www.wnem.com/2024/01/01/numbers-are-second-warmest-december-record-saginaw-flint/",
    "site_full": "www.wnem.com",
    "site": "wnem.com",
    "site_section": "https://www.wnem.com/powernation",
    "site_categories": [
      "media",
      "education",
      "entertainment"
    ],
    "section_title": "POWERNATION",
    "title": "The numbers are in: second warmest December on record for Saginaw and Flint",
    "title_full": "The numbers are in: second warmest December on record for Saginaw and Flint",
    "published": "2024-01-01T22:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-wnem-prod.cdn.arcpublishing.com/resizer/v2/ZKDCGNDG7REAVAB3LVVCI4YIRA.png?auth=1f6e66fc37277030491c36d979f3dc441f234844abfdc866090a5b4db6532c43&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 32216,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1ee767bf380ad676c2047d1efe2923f2d3e1e58e",
  "url": "https://www.wnem.com/2024/01/01/numbers-are-second-warmest-december-record-saginaw-flint/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@WNEMTV5news",
  "published": "2024-01-01T22:57:00.000+02:00",
  "title": "The numbers are in: second warmest December on record for Saginaw and Flint",
  "text": "The numbers are in: second warmest December on record for Saginaw and Flint SAGINAW, Mich. (WNEM) - December’s weather can be summed up into one word: warm. Now that all of the data is in, it’s official December 2023 was the second warmest December on record for Saginaw and Flint. Much of the month was ruled by a weather pattern that kept milder air in the eastern half of the United States. In addition, the large storm system that plagued the Great Plains, Great Lakes, and Appalachians during the last week of December only reinforced the warm weather locally in Mid-Michigan. Records for Saginaw go back to January 1912, while Flint’s go back to January 1921. For both locations, the warmest December on record was in 2015. Including 2015, five of the top-ten warmest Decembers in Flint have been post-2000, while that number stands at six of the top-ten for Saginaw. More specific details for each location are below. Saginaw The average temperature for the entire month reported from MBS Airport (the NWS’s Saginaw reporting station) was 38.0 degrees. The average temperature for December is 28.9 degrees, putting December 2023 at 9.1 degrees above-normal. The warmest December in 2015 had an average of 39.1 degrees, while the second warmest that this year now overtakes is 35.3 degrees set in 1923. The warmest temperature recorded was 60 degrees on the 9th, while the coldest temperature was 22 degrees on the 13th. There was only one day (the 19th) where the high temperature was 32 degrees or lower. Otherwise, all other days of the month had a high above 32 degrees. Even more interestingly, 19 days out of the entire month had a high temperature above 40 degrees. In terms of precipitation, Saginaw saw 1.73″ for the month (this includes the liquid equivalent of snow). That’s only 0.12″ below-average. Collectively, the entire month saw 2.1″ of snow with nearly half of that (0.9″) falling on the 18th alone. In a “typical” year, Saginaw should pick up 11.8″ of snow through the month. While below-average on paper in terms of total precipitation, being just over one-tenth behind for the entire month isn’t a large deficit. Overall, this just shows that precipitation fell more in the form of rain rather than snow this December. For recent context, December 2022 picked up only 0.99″ in total precipitation (almost half of this year), but had a total of 5.1″ of snow through the entire month. This means December 2022 saw more of its precipitation fall as snow rather than rain, compared to 2023. Flint Bishop Airport is the NWS reporting station for Flint, coming in at 39.2 degrees for December 2023. Flint’s average temperature in December is 28.7 degrees, so last month was 10.5 degrees above that average. 2015′s warmest December in Flint had an average of 41.0 degrees. The now-previous second place ranking was 37.2 degrees in 1982. Flint’s warmest temperature came in on the same day as Saginaw’s at 63 degrees, while the lowest was exactly the same as Saginaw at 22 degrees. Flint had zero days with a high of 32 degrees or below, while it had 23 days with a high of 40 degrees or above. On the precipitation-side, Flint picked up 2.01″ of total precipitation (including the liquid equivalent of snow) which was 0.12″ above-average. 1.8″ of snow fell collectively through the month with nearly all of that (1.6″) falling on the 18th alone. Typically, Flint would see 11.4″ of snow through the entire course of the month. Just like in Saginaw, more precipitation fell as rain rather than snow throughout the entire month this year. In December 2022, Flint only picked up 0.83″ of precipitation through the entire month, while it picked up 9.0″ total of snow through the month last year. Also like Saginaw, Flint picked up more snow than rain in December last year. How Should the Rest of the Winter Fare? There’s never a “for sure” answer as to how exactly the winter can play out, but we can look at factors like El Niño and also compare to previous years that have played out similarly at this point in the season so far. In regard to El Niño, this year is expected to be a strong El Niño year. More details can be found in our article [right here](https://www.wnem.com/2023/12/01/mid-michigan-el-nio-winters-historical-look-what-we-think-could-be-ahead/), our general conclusion is that we’re leaning towards a slightly above-normal winter for temperatures with below-average snowfall due to the strong El Niño. Let’s take 2015 for our historical comparison. The 2015-2016 winter was also classified as a strong El Niño winter with December being Saginaw and Flint’s warmest on record. In that winter, January was generally cooler than December but saw large temperature swings due to systems and cold fronts actively passing through. At the peak of those temperature swings, temperatures were rising up above-freezing. There was a warmer period as well at the end of January into early-February before cooling down again drastically through the middle of the month. In terms of snow, that winter also got off to a slow start like this year, but only saw two more measurable snows in the month of January. They were around 2.5″ and 4.5″. February saw the majority of the snowfall, there were three larger measurable snows at 6″, 9″, then 11″. That last one carried from February 29th into March 1st. But what does all of this mean? It doesn’t mean that our current winter will follow this path exactly. We could see more snow in January and less in February, or more in both, or less in both. However, the key takeaway from the 2015-2016 winter was occasional larger snow events (especially later in the season), followed by periods of above-freezing temperatures in-between. We were picking up the snow, but it wasn’t able to stick around very much because of the warmups between those events. Only time will tell how this winter will end up playing out, but it’s always smart to have your snow tools, gear, and equipment ready just in case! Copyright 2023 WNEM. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "nws",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mich.",
        "sentiment": "none"
      },
      {
        "name": "flint",
        "sentiment": "none"
      },
      {
        "name": "flint saginaw",
        "sentiment": "none"
      },
      {
        "name": "saginaw",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "mid-michigan",
        "sentiment": "none"
      },
      {
        "name": "great plains",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-01T23:46:21.582+02:00",
  "updated": "2024-01-01T23:46:21.582+02:00"
}