{
  "thread": {
    "uuid": "601c9b8fdd9b972fb93444ac3922f30eaf785331",
    "url": "https://www.berkshireeagle.com/business/hinsdale-pizza-house-to-reopen-april-23/article_c64456a0-fc39-11ee-93a7-e7139fca5565.html",
    "site_full": "www.berkshireeagle.com",
    "site": "berkshireeagle.com",
    "site_section": "http://www.berkshireeagle.com/search/?f=rss&t=article&c=business&l=50&s=start_time&sd=desc",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "www.berkshireeagle.com - RSS Results in business of type article",
    "title": "Hinsdale Pizza House eyes reopening after overwhelming first nights",
    "title_full": "Hinsdale Pizza House eyes reopening after overwhelming first nights",
    "published": "2024-04-19T00:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/berkshireeagle.com/content/tncms/assets/v3/editorial/c/f6/cf674618-fc3c-11ee-8d1b-d76af6bcce4e/661ef58d8ebae.image.jpg?crop=1763%2C926%2C0%2C124&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 14820,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "601c9b8fdd9b972fb93444ac3922f30eaf785331",
  "url": "https://www.berkshireeagle.com/business/hinsdale-pizza-house-to-reopen-april-23/article_c64456a0-fc39-11ee-93a7-e7139fca5565.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Matt Martinez, The Berkshire Eagle",
  "published": "2024-04-19T00:00:00.000+03:00",
  "title": "Hinsdale Pizza House eyes reopening after overwhelming first nights",
  "text": "HINSDALE — If it wasn’t for a knee injury during his days as a FedEx delivery driver, Jason Reed might never have realized his dream.\nWhile recuperating, Reed revisited a long-held ambition from when he was a kid: to own a pizzeria. It stemmed from his days working at Domino’s as a teen; he also worked nights there when he was making his way through school at Berkshire Community College.\nReed originally wanted to own a Domino’s franchise, but found the company’s overhead requirements too large to meet. Instead, he found himself looking at local joints in need of new ownership.\n“I just started looking for local pizza shops and I found Anna’s (Pizza and Greek Restaurant in Hancock) while I was rehabbing my knee,” Reed said. “I was like, ‘This could be my ticket out of a truck.’”\nReed ran Anna’s Pizza and Greek Restaurant, at 175 Lebanon Mountain Road along Route 20, for about three years. Then, he got a chance to move closer to home — right around the corner, in fact. He’s lived in the town with his family for seven years.\nOn Wednesday, April 10, he opened his new establishment, the Hinsdale Pizza House, at the corner of Plunkett Avenue and Main Street in Hinsdale.\nThen, the orders started flying in.\nThe restaurant was supposed to be open from 11 a.m. to 8 p.m., but ...\n“The phone was off the hook at 5 p.m.,” Reed said. “We just couldn’t keep up.”\nReed was used to handling 30 tickets on a typical Friday night in Hancock, but on a Wednesday and Thursday night in Hinsdale, he easily cleared double that figure. When the shop opened, he had just one full-time employee besides himself to deal with the rush.\nFoot traffic was a large contributor to the unexpected customer flock, he said, having managed a roadside shop on a highway as opposed to a storefront in the heart of town.\nThe restaurant’s kitchen setup includes an oven capable of cooking four large pizzas at a time, he said, which takes about 12 minutes to complete. He can cook about 20 pizzas an hour with that equipment layout, which wasn’t close to meeting the demand.\nThe result was long wait times for some patrons, and\na decision to close the restaurant temporarily until he could work out the kinks. Hinsdale residents have been gracious and supportive of the business so far, he said, but he wants to ensure that he gets it right the second time around.\nReed hopes that will be in about a week, with an anticipated re-opening date of April 23.\nReed has made major changes since the last night the restaurant was open, hiring five more staffers, including one more full-time employee. The rest are part-time workers covering shifts. The new hires are exclusively kitchen staff, he said.\nReed is also moving more kitchen equipment into the restaurant, opening up a storage room in the building that was previously going to be unused to set up more ovens and stoves. A range hood that was already in the building proved to be a windfall for him, as he’ll be able to move appliances right in.\n\"I wasn't going to utilize it,\" Reed said. \"I didn't know what to expect. But now that I know I need a staff, I can have people two rooms away and still be out front.\"\nThe range hood was installed by one of the business's previous owners — who played no small part in its storied legacy.\nThe Hinsdale Pizza House’s location is a fixture in the town’s history. It’s the site of Naughton’s Market, a corner store that first opened in 1900, owned and operated for decades by the successors of founder John Naughton, Sr.\nSubsequently, it was Glenn’s Hinsdale General Store, owned by the late Glenn Wnukowksi. Visitors to the pizza shop can still visit “Glenn’s Corner,” named in Wnukowski's honor.\nFor the last few years, it operated as Birch and Cork Furniture, Co., whose owners installed the “Glenn’s Corner” sign.\nWnukowski was the one who installed the range hood that is helping Reed to adapt the business so quickly.\nReed hopes that his pizza joint, distinguished by each pie's homemade sauce and dough, can fit right into the beloved community spot, too.\n“I built relationships out at Anna’s; I’ll do the same here,” Reed said. “After a while, I’ll know your name when you walk in … it’s like a small town feel.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.facebook.com/hinsdalepizzahouse/posts/pfbid0wM9NWph7LQPEXx26LfKoiwxwGR6fNPHxtDgQ5mbCnoUMjvjN3w4zAL8xuebpFK8Wl",
    "https://facebook.com/hinsdalepizzahouse/posts/pfbid0wM9NWph7LQPEXx26LfKoiwxwGR6fNPHxtDgQ5mbCnoUMjvjN3w4zAL8xuebpFK8Wl"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jason reed",
        "sentiment": "negative"
      },
      {
        "name": "reed",
        "sentiment": "none"
      },
      {
        "name": "anna",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hinsdale pizza house",
        "sentiment": "negative"
      },
      {
        "name": "hinsdale",
        "sentiment": "negative"
      },
      {
        "name": "greek restaurant",
        "sentiment": "none"
      },
      {
        "name": "berkshire community college",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lebanon mountain road",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:18:48.079+03:00",
  "updated": "2024-04-19T00:18:48.079+03:00"
}