{
  "thread": {
    "uuid": "62ef7ee91efdc0aa58fbabd05b8271334aec10b8",
    "url": "https://www.thisdaylive.com/index.php/2024/05/31/2024-hajj-operation-pilgrims-stakeholders-commend-faan-over-its-smooth-conduct",
    "site_full": "www.thisdaylive.com",
    "site": "thisdaylive.com",
    "site_section": "http://baseball.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Baseball News Today - EIN Presswire",
    "title": "2024 Hajj Operation: Pilgrims, Stakeholders Commend FAAN over Its Smooth Conduct – THISDAYLIVE",
    "title_full": "2024 Hajj Operation: Pilgrims, Stakeholders Commend FAAN over Its Smooth Conduct – THISDAYLIVE",
    "published": "2024-05-31T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "NG",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 13329,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "62ef7ee91efdc0aa58fbabd05b8271334aec10b8",
  "url": "https://www.thisdaylive.com/index.php/2024/05/31/2024-hajj-operation-pilgrims-stakeholders-commend-faan-over-its-smooth-conduct",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-31T03:00:00.000+03:00",
  "title": "2024 Hajj Operation: Pilgrims, Stakeholders Commend FAAN over Its Smooth Conduct – THISDAYLIVE",
  "text": "2024 Hajj Operation: Pilgrims, Stakeholders Commend FAAN over Its Smooth Conduct Chinedu Eze Pilgrims, stakeholders airline operators have commended the Federal Airports Authority of Nigeria (FAAN) over the successful commencement of the 2024 airlift of pilgrims to the Holy Land, Saudi Arabia. The stakeholders said that at all the airports the airlifting is taking place, there is absence of hiccups that characterized the exercise in the previous years. The pilgrims especially commended the partnership between the Federal Airports Authorities of Nigeria and the National Hajj Commission of Nigeria (NAHCON) which has ensured the smooth conduct of the exercise from the commencement of inaugural flight. Since the inaugural flight was carried out on May 15th, no fewer than 29,621 pilgrims have been airlifted in 71 flights as of yesterday afternoon. Two flights took off simultaneously in the FCT and Kebbi on the 15th of May when the airlift commenced and at the moment 60 to 65 per cent have been airlifted with stakeholders expressing optimism that Nigeria would meet up with the June 10 deadline set by the Saudi Arabian authorities to complete airlift of pilgrims. There are no fewer than 57,000 pilgrims under the NAHCON/State Pilgrims’ Welfare Boards who will find their way to the Holy Land this year. THISDAY learnt that since May 15, airports across the country have been busy with the Hajj airlift; from the Murtala Muhammed International Airport (MMIA), Lagos; Nnamdi Azikiwe International Airport (NAIA), Abuja, General Tunde Idiagbon International Airport, Ilorin, airlines have been airlifting pilgrims to both Makkah and Madina in the Kingdom of Saudi Arabia. The airlines participating in the airlift are Air Peace, Max Air and FlyNas. Executive Director of Max Air, Shehu Wada expressed satisfaction with the operations so far. “We have been receiving necessary cooperation from authorities especially FAAN since the airlift commenced. In few places where there is daylight operation, we have been trying to manage the operation to ensure the pilgrims were not stranded.” Coordinator of Independent Hajj Reporters (IHR), Ibrahim Muhammed said, “So far, so good. They are complying with the airlift so far. Unless some few hitches where we have postponement by airlines. Most of the challenges we have noticed have to do with states that have to move their pilgrims to another state to take off.” He said that airport authorities have been doing their best to ensure the smooth conduct of the exercise, but however observed that some Hajj officials failed to realised that airport operation is global and airports are security enhanced environment but some pilgrims fail to realise this and they tend to cross the boundaries by trying to pass through restricted areas of the airport. Speaking on the ongoing airlift, the FAAN Director Public Affairs and Consumer Protection, Mrs.Obiageli Orah, said the airlift has been a success due to the early planning and preparation by the authority. She said, “The Honourable Minister of Aviation and Aerospace Development, Mr. Festus Keyamo, commissioned a new hajj terminal in Sokoto recently which made passenger facilitation easy. “He had earlier carried out inspection of Hajj facilities in Kano State and Flagged off Hajj exercise in Kebbi State ensuring a smooth Hajj operation. We looked at the issues that constituted constraints in the past and eliminated them. We provided the needed infrastructure, reinforced security personnel at the airports selected for the service. “We also had early interface with airlines to ensure on time performance by making the airports ready with critical facilities. We have been receiving commendations because this year’s operation was positive departure from the past and we intend to sustain and improve on what we have done. “We deployed more personnel temporarily at the airports where the would-be pilgrims were airlifted and despite the huge number it was smooth operation. “We give kudos to our amiable and very efficient Managing Director who was pre-emptive in getting the airports ready. In fact, under her management and coordination, a new trajectory has been set and I assure you FAAN will continue on that line and improve on our achievements.” Also, the Director of Operation, FAAN, Captain Abdullahi Zubair Mahmood, told THISDAY that FAAN set up two committees to look at all the deficiencies that might impede smooth flight operations during the Hajj airlift and corrected them. “When we identified these deficiencies, we waited to get the report of the Nigeria Civil Aviation Authority (NCAA) so that we will tackle the problems at the same time. Some of the issues have to do with runways, Hajj terminals. The Minister of Aviation directed that FAAN should immediately tackle the problems and we did. I also commend some of the states that contributed in making sure that all the facilities were provided. Such states like Sokoto, Bauchi, Kano and others showed commitment. “We also urged the Hajj committee to ensure that the pilgrims got their visas in time and also their Basic Travel Allowance (BTA). Before the commencement of the Hajj airlift, the Managing Director of FAAN instructed all the Directors to go to the various states to coordinate operations and report to the headquarters. So, we did not leave the job to the airport managers alone. The success you are seeing so far is the synergy of commitment and effective coordination,” Captain Mahmood said Related Articles FAAN Relocation: Much Ado About Nothing Ayo Yusuf FAAN’s Bizarre N2.5bn Flights, Hotel Accommodation Cost Ayo Yusuf",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chinedu eze pilgrim",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "federal airports authorities of nigeria",
        "sentiment": "none"
      },
      {
        "name": "federal airports authority of nigeria",
        "sentiment": "none"
      },
      {
        "name": "nahcon",
        "sentiment": "none"
      },
      {
        "name": "fct",
        "sentiment": "none"
      },
      {
        "name": "faan",
        "sentiment": "none"
      },
      {
        "name": "national hajj commission of nigeria",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "saudi arabia",
        "sentiment": "none"
      },
      {
        "name": "nigeria",
        "sentiment": "none"
      },
      {
        "name": "kebbi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T12:18:47.890+03:00",
  "updated": "2024-05-31T12:18:47.890+03:00"
}