{
  "thread": {
    "uuid": "70b3319d3f0e415f05557457e01adf3f1742d373",
    "url": "https://www.catholicregister.org/item/36598-catholic-cemeteries-on-front-line-against-secular-fear-of-death",
    "site_full": "www.catholicregister.org",
    "site": "catholicregister.org",
    "site_section": "http://www.catholicregister.org",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "The Catholic Register",
    "title": "Catholic cemeteries on front line against secular fear of death",
    "title_full": "Catholic cemeteries on front line against secular fear of death",
    "published": "2024-03-29T07:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.catholicregister.org/media/k2/items/cache/5b98ee8c88ebf15128ea61c494a1e3ee_L.jpg",
    "performance_score": 0,
    "domain_rank": 70383,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "70b3319d3f0e415f05557457e01adf3f1742d373",
  "url": "https://www.catholicregister.org/item/36598-catholic-cemeteries-on-front-line-against-secular-fear-of-death",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Canadian Catholic News",
  "published": "2024-03-29T07:00:00.000+03:00",
  "title": "Catholic cemeteries on front line against secular fear of death",
  "text": "“In every age, Christ shows us the way to our heavenly home,” he said. “But modern Western culture historically represses the experience of death and dialogue on its meaning.” As a culture’s religious awareness decreases and secularization increases, humanity becomes more and more afraid of discussing death, he said. Great effort then needs to be made to encourage people to speak about death and plan for the inevitable. He says the emphasis on death as a medical event needs to be re-presented with the Christian truth that death is the passage to eternal life. “Fear of death is an existential issue,” said Nobes. “Jesus Christ is our model and the key to existential meaning. He transforms death for believers,” making it not just tolerable but hopeful. “Christian hope and trust in God lower anxiety about death and contribute to an individual’s sense of life fulfillment, and it’s nourished and increased through the sacraments and teaching,” said Nobes. By helping an individual prepare for death, which Nobes sees as part of the role of the Catholic cemetery, the entire person is spiritually nourished. “Preparing for earthly death and talking about eternal life is an act of sharing one’s faith that benefits the Church’s evangelical mission as well as individual well-being,” he said. “Spiritual and practical preparation should be understood as a charitable act.” Nobes suggests some reframing might be helpful. “We must always speak of eternal life when the topic of death is addressed.” Integrating the funeral rite and sacred burial within the larger context of Catholic sacramental theology — specifically, the anointing of the sick, reconciliation and the Eucharist — can provide a “broader picture of how the Church supports pilgrims when they face later life issues.” The Catholic cemetery becomes a central institution for Nobes. “The cemetery is not only a practical service that offers a respectful preservation of human remains in keeping with religious beliefs,” he said. “It also provides education and comfort for the distress felt over the death of loved ones and the inevitable approach of one’s own death.” The Catholic cemetery needs to be seen as “a place of hope and a bridge between the Church on Earth and the Church in Heaven,” said Nobes. He wants to see Catholic health care more closely collaborate with Catholic death care by “re-establishing a positive vision of Christian end-of-life and the life to come.” All of this is especially important in Canada where medical assistance in dying (MAiD) is increasingly a part of the landscape of death. The cemetery can offer support and resources to Catholic health-care workers and ministers who bring the Eucharist to the sick and dying, he said. By working together, they can more effectively and with greater charity accompany the dying in their final hours.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christ",
        "sentiment": "neutral"
      },
      {
        "name": "nobes",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "catholic",
        "sentiment": "neutral"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T07:10:52.896+03:00",
  "updated": "2024-03-29T07:10:52.896+03:00"
}