{
  "thread": {
    "uuid": "2d10cd195b50c7e39b99f48556a1db7422b39b22",
    "url": "https://www.disabled-world.com/disability/types/spinal/memory-function.php",
    "site_full": "www.disabled-world.com",
    "site": "disabled-world.com",
    "site_section": "http://disabled-world.com//rss.xml",
    "site_categories": [
      "family_and_parenting",
      "special_needs_kids"
    ],
    "section_title": "Disabled World",
    "title": "Spinal Cord's Memory Function Surpasses Previous Assumptions",
    "title_full": "Spinal Cord's Memory Function Surpasses Previous Assumptions",
    "published": "2024-04-11T22:49:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.disabled-world.com/pics/1/spinal-cord-memory.jpg",
    "performance_score": 0,
    "domain_rank": 15806,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2d10cd195b50c7e39b99f48556a1db7422b39b22",
  "url": "https://www.disabled-world.com/disability/types/spinal/memory-function.php",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Article 1: RIKEN. Article 2: Vlaams Instituut voor Biotechnologie",
  "published": "2024-04-11T22:49:00.000+03:00",
  "title": "Spinal Cord's Memory Function Surpasses Previous Assumptions",
  "text": "Spinal Cord's Memory Function Surpasses Previous Assumptions\nBrainless Memory Makes The Spinal Cord Smarter Than Previously Thought\nAuthor:\n[Article 1: RIKEN. Article 2: Vlaams Instituut voor Biotechnologie](#referencepr)\nPublished: 2024/04/11\nPublication Type: Experimental Study - Peer-Reviewed: Yes\nContents:\n[Summary](#summary) - [Main](#main) - [Related Publications](/disability/types/spinal-2/)\nSynopsis: New research demonstrates the autonomous learning and memory capabilities of spinal cord neurons, highlighting their independence from cerebral control. The role of the spinal cord is often simplified to that of a simple relay station, carrying messages between the brain and the body. However, the spinal cord can actually learn and remember movements on its own. Not only do these results challenge the prevailing notion that motor learning and memory are solely confined to brain circuits, but we showed that we could manipulate spinal cord motor recall, which has implications for therapies designed to improve recovery after spinal cord damage.\nMain Digest\nThis important experimental study is covered in two seperate, but similar, papers as identified below.\nPaper One\nAya Takeoka at the RIKEN Center for Brain Science (CBS) in Japan and colleagues have discovered the neural circuitry in the\n[spinal cord](/disability/types/spinal/spine-picture.php) that allows brain-independent motor learning. Published in Science on April 11, 2024, the study found two critical groups of spinal cord neurons, one necessary for new adaptive learning, and another for recalling adaptations once they have been learned. The findings could help scientists develop ways to assist motor recovery after spinal cord injury.\nScientists have known for some time that motor output from the spinal cord can be adjusted through practice even without a brain. This has been shown most dramatically in headless insects, whose legs can still be trained to avoid external cues. Until now, no one has figured out exactly how this is possible, and without this understanding, the phenomenon is not much more than a quirky fact. As Takeoka explains:\n\"Gaining insights into the underlying mechanism is essential if we want to understand the foundations of movement automaticity in healthy people and use this knowledge to improve recovery after\n[spinal cord injury](/disability/types/spinal/).\"\nBefore jumping into the neural circuitry, the researchers first developed an experimental setup that allowed them to study mouse spinal cord adaptation, both learning and recall, without input from the brain. Each test had an experimental mouse and a control mouse whose hindlegs dangled freely. If the experimental mouse's hindleg drooped down too much it was electrically stimulated, emulating something a mouse would want to avoid. The control mouse received the same stimulation at the same time, but not linked to its own hindleg position.\nAfter just 10 minutes, they observed motor learning only in the experimental mice; their legs remained high up, avoiding any electrical stimulation. This result showed that the spinal cord can associate an unpleasant feeling with leg position and adapt its motor output so that the leg avoids the unpleasant feeling, all without any need for a brain. Twenty-four hours later, they repeated the 10-minute test but reversed the experimental and control mice. The original experimental mice still kept their legs up, indicating that the spinal cord retained a memory of the past experience, which interfered with new learning.\nHaving thus established both immediate learning, as well as memory, in the spinal cord, the team then set out to examine the neural circuitry that makes both possible. They used six types of transgenic mice, each with a different set of spinal neurons disabled, and tested them for motor learning and learning reversal. They found that mice hindlimbs did not adapt to avoid the electrical shocks after neurons toward the top of the spinal cord were disabled, particularly those that express the gene Ptf1a.\nWhen they examined the mice during learning reversal, they found that silencing the Ptf1a-expressing neurons had no effect. Instead, a group of neurons in the bottom, ventral, part of the spinal cord that express the En1 gene was critical. When these neurons were silenced the day after learning avoidance, the spinal cords acted as if they had never learned anything. The researchers also assessed memory recall on the second day by repeating the initial learning conditions. They found that in wildtype mice, hindlimbs stabilized to reach the avoidance position faster than they did on the first day, indicating recall. Exciting the En1 neurons during recall increased this speed by 80%, indicating enhanced motor recall.\n\"Not only do these results challenge the prevailing notion that motor learning and memory are solely confined to brain circuits,\" says Takeoka, \"but we showed that we could manipulate spinal cord motor recall, which has implications for therapies designed to improve recovery after spinal cord damage.\"\nPaper Two\nWired to Learn and Remember\nA team of researchers at the Leuven-based Neuro-Electronics Research Flanders (NERF) details how two different neuronal populations enable the spinal cord to adapt and recall learned behavior in a way that is completely independent of the brain. These remarkable findings, published in Science, shed new light on how spinal circuits might contribute to mastering and automating movement. The insights could prove relevant in the rehabilitation of people with spinal injuries.\nThe Spinal Cord's Puzzling Plasticity\nThe spinal cord modulates and finetunes our actions and movements by integrating different sources of sensory information, and it can do so without input from the brain. What's more, nerve cells in the spinal cord can learn to adjust various tasks autonomously, given sufficient repetitive practice. How the spinal cord achieves this remarkable plasticity, however, has puzzled neuroscientists for decades.\nOne such neuroscientist is Professor Aya Takeoka. Her team at Neuro-Electronics Research Flanders (NERF, a research institute backed by imec, KU Leuven and VIB) studies how the spinal cord recovers from injuries by exploring how the nerve connections are wired, and how they function and change when we learn new movements.\n\"Although we have evidence of 'learning' within the spinal cord from experiments dating back as early as the beginning of the 20th century, the question of which neurons are involved and how they encode this learning experience has remained unanswered,\" says Prof. Takeoka.\nPart of the problem is the difficulty in directly measuring the activity of individual neurons in the spinal cord in animals that are not sedated but awake and moving. Takeoka's team took advantage of a model in which animals train specific movements within minutes. In doing so, the team uncovered a cell type-specific mechanism of spinal cord learning.\nTwo Specific Neuronal Cell Types\nTo check how the spinal cord learns, doctoral researcher Simon Lavaud and his colleagues at the Takeoka lab built an experimental setup to measure changes in movement in mice, inspired by methods used in insect studies.\n\"We evaluated the contribution of six different neuronal populations and identified two groups of neurons, one dorsal and one ventral, that mediate motor learning.\"\n\"These two sets of neurons take turns,\" explains Lavaud. \"The dorsal neurons help the spinal cord learn a new movement, while the ventral neurons help it remember and perform the movement later.\"\n\"You can compare it to a relay race within the spinal cord. The dorsal neurons act like the first runner, passing on the critical sensory information for learning. Then, the ventral cells take the baton, ensuring the learned movement is remembered and executed smoothly.\"\nLearning and Memory Outside The Brain\nThe detailed results, published in this week's edition of Science, illustrate that neuronal activity in the spinal cord resembles various classical types of learning and memory. Further unravelling these learning mechanisms will be crucial, as they likely contribute to different ways in which we learn and automate movement, and may also be relevant in the context of rehabilitation, says Prof. Aya Takeoka:\n\"The circuits we described could provide the means for the spinal cord to contribute to movement learning and long-term motor memory, which both help us to move, not only in normal health but especially during recovery from brain or spinal cord injuries.\"\nPublication\nTwo inhibitory neuronal classes govern acquisition and recall of spinal sensorimotor adaptation. Lavaud, et al. Science, 2024.\nThe research (team) was supported by the Research Foundation Flanders (FWO), Marie Skłodowska-Curie Actions (MSCA), a Taiwan-KU Leuven PhD fellowship (P1040), and the Wings for Life Spinal Cord Research Foundation.\nAttribution/Source(s):\nThis peer reviewed publication pertaining to our\n[Spinal Cord Injury (SCI)](/disability/types/spinal/) section was selected for circulation by the editors of Disabled World due to its likely interest to our disability community readers. Though the content may have been edited for style, clarity, or length, the article \"Spinal Cord's Memory Function Surpasses Previous Assumptions\" was originally written by Article 1: RIKEN. Article 2: Vlaams Instituut voor Biotechnologie, and [submitted for publishing](/info/submit-news.php) on 2024/04/11. Should you require further information or clarification, Article 1: RIKEN. Article 2: Vlaams Instituut voor Biotechnologie can be contacted at the riken.jp/en/ and vib.be/en/ repectively. website. Disabled World makes no warranties or representations in connection therewith.\n📢\n[Discover Related Topics](/disability/types/spinal-2/)\n👍 Share This Information To:\n𝕏.com\nPage Information, Citing and Disclaimer\n[Disabled World](/) is an independent disability community founded in 2004 to provide disability news and information to people with disabilities, seniors, their family and/or carers. You can [connect with us](/info/dwsm.php) on social media such as X.com and our Facebook page.\nCite This Page (APA): Article 1: RIKEN. Article 2: Vlaams Instituut voor Biotechnologie. (2024, April 11). Spinal Cord's Memory Function Surpasses Previous Assumptions. Disabled World. Retrieved April 11, 2024 from www.disabled-world.com/disability/types/spinal/memory-function.php\nPermalink: Spinal Cord's Memory Function Surpasses Previous Assumptions: New research demonstrates the autonomous learning and memory capabilities of spinal cord neurons, highlighting their independence from cerebral control.\nDisabled World provides general information only. Materials presented are never meant to substitute for qualified professional medical care. Any 3rd party offering or advertising does not constitute an endorsement.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://www.facebook.com/Disabled.World/",
    "https://x.com/DisabledWorld",
    "https://x.com/intent/tweet?url=https%3A%2F%2Fwww.disabled-world.com%2Fdisability%2Ftypes%2Fspinal%2Fmemory-function.php&text=Spinal%20Cord%27s%20Memory%20Function%20Surpasses%20Previous%20Assumptions%0D%0A%0D%0ANew%20research%20demonstrates%20the%20autonomous%20learning%20and%20memory%20capabilities%20of%20spinal%20cord%20neurons%2C%20highlighting%20their%20independence%20from%20cerebral%20control%20-&via=DisabledWorld",
    "https://facebook.com/Disabled.World/",
    "https://www.x.com/intent/tweet?url=https%3A%2F%2Fwww.disabled-world.com%2Fdisability%2Ftypes%2Fspinal%2Fmemory-function.php&text=Spinal%20Cord%27s%20Memory%20Function%20Surpasses%20Previous%20Assumptions%0D%0A%0D%0ANew%20research%20demonstrates%20the%20autonomous%20learning%20and%20memory%20capabilities%20of%20spinal%20cord%20neurons%2C%20highlighting%20their%20independence%20from%20cerebral%20control%20-&via=DisabledWorld",
    "https://x.com/intent/tweet",
    "https://www.facebook.com/Disabled.World",
    "https://www.x.com/DisabledWorld"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "riken",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:13:36.609+03:00",
  "updated": "2024-04-12T01:13:36.609+03:00"
}