{
  "thread": {
    "uuid": "ae0ea17fe22c9d927219c505d9db6e85f78ca2d2",
    "url": "https://vnexplorer.net/buenas-noticias-rescatan-a-caballo-que-sufria-de-presunto-maltrato-y-abandono-s711186.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "隆Buenas noticias! Rescatan a caballo que sufr铆a de presunto maltrato y abandono",
    "title_full": "隆Buenas noticias! Rescatan a caballo que sufr铆a de presunto maltrato y abandono",
    "published": "2023-12-29T20:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1md1MU.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ae0ea17fe22c9d927219c505d9db6e85f78ca2d2",
  "url": "https://vnexplorer.net/buenas-noticias-rescatan-a-caballo-que-sufria-de-presunto-maltrato-y-abandono-s711186.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T20:14:00.000+02:00",
  "title": "隆Buenas noticias! Rescatan a caballo que sufr铆a de presunto maltrato y abandono",
  "text": "El animal no contaba con agua, alimento, ni protecci贸n contra el sol o la lluvia.\nLa denuncia fue derivada a la Fiscal铆a General del Estado (FGE), que r谩pidamente solicit贸 la autorizaci贸n para llevar a cabo una orden de cateo, con el objetivo de rescatar al animal.\nLas denuncias por maltrato animal en redes sociales y medios de comunicaci贸n abundan, visibilizando una problem谩tica presente en varias esferas de la sociedad. Recientemente, un caso de presunto abandono comenz贸 a popularizarse en Tijuana, ciudad de M茅xico, por un caballo que se encontraba en p茅simas condiciones de cuidado.\nLe recomendamos leer: 驴C贸mo se debe rega帽ar a un gato correctamente para que obedezca?\nPor ello, el personal de la Direcci贸n de Derecho y Bienestar Animal de la Secretar铆a de Medio Ambiente y Desarrollo Sustentable (SMADS) se dirigi贸 a un terreno irregular ubicado en la colonia Villa Fontana de Tijuana.\nAll铆, varias denuncias ciudadanas reportaban la presencia de un caballo en condiciones inadecuadas, pues no contaba con un espacio suficiente para su especie, no ten铆a agua, alimento ni protecci贸n contra el sol y la lluvia. Estos hechos fueron verificados por el equipo que lleg贸 al lugar.\nLa denuncia fue derivada a la Fiscal铆a General del Estado (FGE), que r谩pidamente solicit贸 la autorizaci贸n para llevar a cabo una orden de cateo, con el objetivo de rescatar al animal.\nSeg煤n inform贸 el medio local Infobaja, el operativo cont贸 con la presencia de personal de la FGE, Agentes Estatales de Investigaci贸n, la Regidur铆a de Bienestar Social, el Sistema Municipal de Parques Tem谩ticos de Tijuana (SIMPATT) y miembros del Departamento de Bienestar Animal de la SMADS.\nEn el transcurso del d铆a, se logr贸 el rescate del caballo y se procedi贸 a trasladarlo a las instalaciones del Sistema Municipal de Parques Tem谩ticos de Tijuana para su resguardo temporal, bajo disposici贸n de la FGE.\nLa titular de la SMADS, M贸nica Vega, expres贸 su agradecimiento al regidor Juan Carlos Hank Krauss, presidente de la Comisi贸n de Bienestar Social y miembro de la Comisi贸n de Medio Ambiente y Salud Municipal, quien brind贸 apoyo con un transporte adecuado tipo remolque para el traslado, garantizando el cumplimiento de las normas oficiales mexicanas.\n 驴Quiere estar al d铆a y conocer las 煤ltimas noticias sobre el mundo animal? Lo invitamos a verlas en La Red Zoocial. 娥 Adem谩s, si tiene alguna historia o est谩 interesado en contar la suya con su mascota, puede escribirnos a [email protected]",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1md1MU.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1md1MU.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T20:19:08.501+02:00",
  "updated": "2023-12-29T20:19:08.501+02:00"
}