{
  "thread": {
    "uuid": "a425606b39d2bbca6b1ad0e8e51ece3bd1253fe9",
    "url": "https://www.sj-r.com/story/lifestyle/faith/2024/03/29/barbat-mitzvah-a-rite-of-passage-and-source-of-joy/73120257007",
    "site_full": "www.sj-r.com",
    "site": "sj-r.com",
    "site_section": "https://www.sj-r.com",
    "site_categories": [
      "media"
    ],
    "section_title": "The State Journal-Register: Local News, Politics & Sports in Springfield, IL",
    "title": "Bar/Bat Mitzvah: A rite of passage and source of joy",
    "title_full": "Bar/Bat Mitzvah: A rite of passage and source of joy",
    "published": "2024-03-29T11:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.gannett-cdn.com/-mm-/8826759be0753bbea914943b8500e0b3fb096d34/c=0-59-160-149/local/-/media/2020/11/17/SpringfieldIL/ghows-LS-200629962-02fdb912.jpg?auto=webp&format=pjpg&width=1200",
    "performance_score": 0,
    "domain_rank": 11003,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a425606b39d2bbca6b1ad0e8e51ece3bd1253fe9",
  "url": "https://www.sj-r.com/story/lifestyle/faith/2024/03/29/barbat-mitzvah-a-rite-of-passage-and-source-of-joy/73120257007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Barry Marks, The State Journal-Register",
  "published": "2024-03-29T11:30:00.000+03:00",
  "title": "Bar/Bat Mitzvah: A rite of passage and source of joy",
  "text": "Bar/Bat Mitzvah: A rite of passage and source of joy I begin by extending warm wishes to those readers currently celebrating their most solemn and important religious holidays; to Christians I wish a blessed Easter, and to Muslims a Ramadan kareem and Ramadan Mubarak (a generous and blessed Ramadan). My themes for this column have often related to Jewish holidays, but since our observance of Passover this year is delayed by a month due to this being a leap year on our calendar, I have chosen instead to write about a familiar pair of life-cycle ceremonies – bar mitzvah (for boys) and bat mitzvah (for girls) – rites of passage which mark a young person’s transition to maturity. In the Torah, adulthood began at age 20. This is when men were registered in the censuses that Moses conducted during the Israelites’ journey to the Promised Land, and it was the age when they became eligible for military service. However, for the rabbis of the Talmud, the age at which a young person was considered an adult was 13 for a boy and 12 for a girl, the time when their bodies began to show signs of physical maturity. In the Judaism of the rabbis, mitzvah meaning “commandment” is a fundamental religious concept embracing all of the obligations incumbent upon a Jewish person – both positive and negative (“thou shalt” and “thou shalt not”), and focusing on both observance of rituals and living an ethical life. Bar and bat mitzvah literally translated as “son/daughter of commandment” refers to one who is responsible for observing the commandments of the Torah. When a child attains the age of bar/bat mitzvah, it is he or she rather than their parents who are now held accountable for any sins or lapses they commit. For boys turning 13 meant not only accountability for their actions but the ability to take on an active role in the rituals of the synagogue, leading the congregation in prayer and participating in the reading of Scripture. The practice developed for a boy on the Sabbath closest to his 13th birthday to chant a section of the Torah portion read that day as well as the day’s reading from the Prophets and then to deliver a discourse on the meaning of the passages he had read. If a young man was more capable, he might read the entire portion for the day rather than just a section; and sometimes, a boy might mark becoming a bar mitzvah not on the Sabbath but at Monday or Thursday morning prayers, days when the Torah is also read. The bar mitzvah ceremony as we know it probably goes back several hundred years. Parents would provide refreshments for the congregation and guests following the service, and the young man would receive some modest gifts. The standard bar mitzvah speech invariably included the words, “today I am a man,” but I have always felt that a bar mitzvah ceremony at age 13 is a relic of a time when marriage took place in one’s late teens, when schooling and preparation for a career were not such a long and protracted commitment, and when a young man often entered the work force in his early teens. In today’s world, a 13-year-old is still developing emotionally and intellectually; he or she still has much to learn and to understand. As a celebration marking the onset of the teen years, the bar or bat mitzvah ceremony still has an important place in the Jewish life cycle, but it should be viewed as the transition to rather than the attainment of adulthood and as the beginning rather than the completion of learning about one’s faith tradition. Reform Judaism in the 19th-century replaced bar mitzvah with Confirmation, a group ceremony for both boys and girls at age 15 or 16, usually held on Shavuot, the late springtime festival celebrating the giving of the Torah at Mount Sinai. Today most Reform congregations have brought back the bar mitzvah ceremony, which along with Confirmation is now a regular feature of congregational life. Bat mitzvah ceremonies for girls were instituted by Rabbi Mordecai Kaplan, a daring and innovative Jewish teacher and thinker, in 1922. At the synagogue where he served, much to the shock of his traditionally minded mother and mother-in-law, he called up his daughter Judith to the pulpit and had her read from the Scriptures to the congregation. The bat mitzvah ceremony took some time to catch on in other congregations, but since the 1960s and 1970s it has become universally accepted in Reform and Conservative synagogues. Additionally, it has become common for adults, who, for one reason or another, did not get to have a bar or bat mitzvah at age 12 or 13, to prepare for and have one at a later age, either as individuals or part of a group. As a rite of passage, the bar/bat mitzvah teaches the young person skills necessary to participate in and lead our religious rituals and assures us elders that our faith tradition will be carried on. It was a joy and a source of pride for me as a parent and years later as a grandparent to witness the b’nai mitzvah of a son, a granddaughter, and a grandson and to lead the services on those occasions. Rabbi Barry Marks is rabbi emeritus of Temple Israel in Springfield.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "moses",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T13:40:33.678+03:00",
  "updated": "2024-04-09T11:04:42.852+03:00"
}