{
  "thread": {
    "uuid": "31bd10078b2310482e0e9f0a5123010a3560cbdf",
    "url": "https://www.miragenews.com/tale-of-two-fishers-and-8-year-agreement-1218075",
    "site_full": "www.miragenews.com",
    "site": "miragenews.com",
    "site_section": "https://miragenews.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Australia&#039;s 24/7 live news &amp; media portal | Mirage News",
    "title": "Tale Of Two Fishers And 8-year Agreement | Mirage News",
    "title_full": "Tale Of Two Fishers And 8-year Agreement | Mirage News",
    "published": "2024-04-18T14:20:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.seafood.co.nz/fileadmin/_processed_/f/f/csm_Update_Tile_People_8d13d64ff1.png",
    "performance_score": 0,
    "domain_rank": 13628,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "31bd10078b2310482e0e9f0a5123010a3560cbdf",
  "url": "https://www.miragenews.com/tale-of-two-fishers-and-8-year-agreement-1218075",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mirage News",
  "published": "2024-04-18T14:20:00.000+03:00",
  "title": "Tale Of Two Fishers And 8-year Agreement | Mirage News",
  "text": "This is a tale of two fishers - commercial fisher Rick Burch and recreational fisher Wayne Bicknell - who together have helped \"calm the farm\" out on the Hawke's Bay waters. While from different fishing worlds, Wayne Bicknell and Rick Burch have been friends since Rick emigrated to New Zealand from the United Kingdom in the 1980s. They share a love for the sea - whether it's fishing, surfing or looking at ways to preserve it. As a reccie and a commercial guy, the two have had many a heated discussion around the dinner table over the years (which apparently p...es everyone off) but their friendship has helped to make a voluntary agreement between commercial and recreational sectors in Hawke's Bay a success. Largely because Rick is the go-to locally for commercial fishers and Wayne is one of the go-to's for recreational fishers. The agreement, which has now been in place for eight years, has transformed the once very tense relationship between commercial and recreational fishing sectors in the region. Entirely voluntary, the agreement between the Napier Fisherman's Association, Seafood New Zealand's Area 2 Committee and LegaSea Hawke's Bay, sees commercial fishers pause fishing in an area off the coast of Hawke's Bay (called the Springs Box) from the start of December through to the end of February. So, how did this come to be? Rick says the initial agreement came out of meetings organised by the Ministry for Primary Industries (MPI) to \"help calm the farm\" following a series of incidents between commercial and recreational fishers. The meetings were attended by LegaSea Hawke's Bay (a sub-branch of LegaSea and outreach arm of the New Zealand Sports Fishing Council), 15 fishers, Seafood New Zealand Inshore Council (formerly Fisheries Inshore New Zealand), Te Ohu Kaimoana, as well as a number of local seafood companies. \"There were around 22 people all up. At the start, it was a bit fiery. It took about six months for things to settle,\" says Rick. \"From there, we started working on picking the low hanging fruit first. Things we agreed on.\" One of the things both sides agreed upon, was the evidence they had seen with their own eyes that snapper and gurnard spawn out in the Springs Box area in December and January. \"And so that's when we agreed we needed to do something to protect that area while it's spawning\" says Wayne. \"So, we started to get this voluntary arrangement going, drawing up the box area together.\" This voluntary arrangement has become so widely accepted by all parties that little negotiation is needed when the agreement is revisited each year. Rick says one of the biggest positives that's emerged is more respect for commercial fishers. \"The agreement has really helped improve the relationship we (commercial fishers) have with not just LegaSea Hawke's Bay, but with the wider public.\" At Seafood New Zealand, we see this arrangement, and the good things that flow from it, as another example of where collaboration has made us stronger. We recognise that for some commercial fishers in other parts of Aotearoa, negativity from some NGOs has been hurtful and damaging, both to the well-being of fishers and to their livelihoods. However, we thought it was important to share this excellent and too-rare example of the compromise and collaboration possible between the groups that share the oceans. It would be great to see more. Meanwhile for Rick and Wayne, while arguments still do happen from time-to-time, both agree that the Bay has got to be looked after, and it makes the best sense to be doing it together. They hope the agreement will continue for many years to come. [here](/tale-of-two-fishers-and-8-year-agreement-1218075/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "wayne bicknell",
        "sentiment": "positive"
      },
      {
        "name": "rick burch",
        "sentiment": "positive"
      },
      {
        "name": "wayne",
        "sentiment": "none"
      },
      {
        "name": "seafood",
        "sentiment": "none"
      },
      {
        "name": "rick",
        "sentiment": "none"
      },
      {
        "name": "hawke",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "napier fisherman's association",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new zealand",
        "sentiment": "none"
      },
      {
        "name": "united kingdom",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:27:06.984+03:00",
  "updated": "2024-04-19T01:27:06.984+03:00"
}