{
  "thread": {
    "uuid": "5ceb9ae25be87f39a25cf233ca49efa26ca51fbd",
    "url": "https://www.diariopopular.com.ar/futbol/leandro-romagnoli-sera-el-nuevo-tecnico-san-lorenzo-n782670",
    "site_full": "www.diariopopular.com.ar",
    "site": "diariopopular.com.ar",
    "site_section": "https://diariopopular.com.ar",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "Home - Diario Popular",
    "title": "Leandro Romagnoli será el nuevo técnico de San Lorenzo",
    "title_full": "Leandro Romagnoli será el nuevo técnico de San Lorenzo",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://media.diariopopular.com.ar/p/409326ff53509b179ed9db88d098620f/adjuntos/143/imagenes/008/143/0008143319/1200x675/smart/pipijpg.jpg",
    "performance_score": 0,
    "domain_rank": 91700,
    "domain_rank_updated": "2024-04-16T13:08:05.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5ceb9ae25be87f39a25cf233ca49efa26ca51fbd",
  "url": "https://www.diariopopular.com.ar/futbol/leandro-romagnoli-sera-el-nuevo-tecnico-san-lorenzo-n782670",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "diariopopular",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Leandro Romagnoli será el nuevo técnico de San Lorenzo",
  "text": "El Pipi , actual DT de la Reserva, está casi confirmado para asumir el comando de la Primera azulgrana . Firmaría en las próximas horas.\nLeandro Romagnoli será confirmado en las próximas horas como entrenador de San Lorenzo y se convertirá en el reemplazante de Ruben Darío Insúa, luego de una serie de respuestas negativas de otros candidatos y en medio de su interinato al frente del conjunto azulgrana.\nRomagnoli, que ya dirigió al plantel profesional en la última fecha de la Copa de la Liga, en el empate 0 a 0 con Central Córdoba en Santiago del Estero, estará en el banco este martes ante Liverpool de Uruguay por la tercera jornada de la fase de grupos de la Copa Libertadores.\nSi bien su presencia en Montevideo ya era un hecho, este miércoles el \"Pipi\" se reunió con el presidente Marcelo Moretti y con el coordinador del fútbol profesional, Néstor Ortigoza, y apenas restan detalles para que sea anunciado como el DT del \"Ciclón\" para, al menos, el segundo semestre.\nAlgunas de las cuestiones a resolver aún son el armado del cuerpo técnico, dado que se sumarían nombres como el del ex lateral izquierdo Germán Voboril y un preparador físico. Además los directivos deben llegar a un acuerdo con Insua, ya que el vínculo se extendía hasta diciembre de 2025 y todavía no se llegó a un acuerdo en cuanto a lo económico.\nLos principales candidatos fueron Luis Zubeldía y Gabriel Heinze, pero ambos rechazaron la propuesta de San Lorenzo. Más tarde surgió la opción de Nicolás Larcamón, de último paso por Cruzeiro de Brasil, pero el técnico de 39 años pidió al menos un mes para agarrar el cargo y en Boedo no cuentan con ese tiempo para iniciar el nuevo proyecto. Ante esto, la figura de Romagnoli ganó terreno y el propio ex enganche se postuló en la conferencia de prensa posterior al empate con Central Córdoba.\n\"Tengo la ilusión de dirigir a San Lorenzo, no puedo mentir. Estoy cómodo en la Reserva, me dejan trabajar tranquilo, quería hacer experiencia, pero siempre pienso en dirigir la Primera. Si me toca la posibilidad, bienvenido sea. Si no, seguiré en la Reserva. No estoy apurado\", indicó el \"Pipi\", que en las próximas horas agarrará el timón de forma definitiva.\nVideos relacionados: Aparecen en esta nota: Leandro Romagnoli San Lorenzo",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport"
  ],
  "external_links": [
    "https://twitter.com/intent/tweet?url=https://www.diariopopular.com.ar/c782670&via=poopulardiario&related=Popular&text=",
    "https://twitter.com/intent/tweet?url=https://diariopopular.com.ar/c782670&via=poopulardiario&related=Popular&text=",
    "https://twitter.com/intent/tweet"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:14:10.609+03:00",
  "updated": "2024-04-19T00:14:10.609+03:00"
}