{
  "thread": {
    "uuid": "b81933c2f67fb5dfb3716aad5d4c4419b079589b",
    "url": "https://www.eldesmarque.com/futbol/copa-del-rey/20240107/buen-rollo-y-ambientazo-entre-aficiones-en-la-rosaleda-que-gane-la-real-y-el-malaga-suba-a-primera_300204153.html",
    "site_full": "www.eldesmarque.com",
    "site": "eldesmarque.com",
    "site_section": "https://eldesmarque.com",
    "site_categories": [
      "sports"
    ],
    "section_title": "ElDesmarque",
    "title": "Buen rollo de aficiones en La Rosaleda: \"Que gane la Real Sociedad y suba el Málaga\"",
    "title_full": "Buen rollo de aficiones en La Rosaleda: \"Que gane la Real Sociedad y suba el Málaga\"",
    "published": "2024-01-07T22:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 45414,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b81933c2f67fb5dfb3716aad5d4c4419b079589b",
  "url": "https://www.eldesmarque.com/futbol/copa-del-rey/20240107/buen-rollo-y-ambientazo-entre-aficiones-en-la-rosaleda-que-gane-la-real-y-el-malaga-suba-a-primera_300204153.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Fran Fuentes",
  "published": "2024-01-07T22:25:00.000+02:00",
  "title": "Buen rollo de aficiones en La Rosaleda: \"Que gane la Real Sociedad y suba el Málaga\"",
  "text": "Buen rollo y ambientazo entre aficiones en La Rosaleda: \"Que gane la Real y el Málaga suba a Primera\" - Hinchas de ambos conjuntos han compartido risas y bebidas en la previa del partido - Una aficionada incluso llevaba la camiseta del Málaga bajo la de la Real Desde que se conoció que [el Málaga CF y la Real Sociedad se enfrentarían](https://www.eldesmarque.com/futbol/real-sociedad/20231212/el-malaga-rival-de-la-real-sociedad-en-dieciseisavos-de-copa-del-rey_300183797.html) en Copa del Rey, todo ha sido ilusión de cara al partido. Desde [la afición malaguista soñando con pasar de ronda](https://www.eldesmarque.com/futbol/malaga-cf/20231212/la-aficion-del-malaga-confia-en-la-victoria-ante-la-real-sociedad-si-le-echan-coraje-y-corazon-ganamos_300184213.html) hasta ex como [Loren Juarros y Luca Sangalli mostrando su cariño](https://www.eldesmarque.com/futbol/malaga-cf/20231212/loren-juarros-y-sangalli-encantados-con-el-malaga-real-sociedad-ha-sido-mi-vida_300183796.html) a su antiguo club. El malaguismo ha respondido, y la hinchada txuri urdin, también. Es por eso que hemos podido disfrutar de un gran ambiente en la previa del encuentro. Los aledaños de La Rosaleda eran una marea blanquiazul en la que apenas se podía distinguir quién era de cada equipo. Hinchas de ambos conjuntos compartían bebidas, risas e ilusiones en la previa del encuentro. Y en ElDesmarque no hemos querido perdernos la ocasión de salir a la calle y preguntarles a los aficionados cómo vivían este partido. Y lo cierto es que todo ha sido buen rollo y risas. En la afición visitante han agradecido mucho la hospitalidad de la ciudad de Málaga y del malaguismo, y haciendo gala del señorío que caracteriza a la hinchada txuri urdin, han dedicado sus mejores deseos para el club de Martiricos. Eso sí, después de este partido. Una aficionada llevaba la camiseta del Málaga bajo la de la Real Una aficionada de Donostia nos sorprendía contándonos que esta era la sexta vez que viajaba en lo que iba de año. Entendemos el lapsus, muchos de nosotros aún seguimos equivocándonos al poner '2024' en un papel. En cualquier caso, queda claro el amor de esta hincha por la Costa del Sol, tan acogedora, pero a la vez tan diferente a la playa de La Concha. Además, nos mostró que, bajo su casaca de la Real Sociedad, llevaba una camiseta del Málaga. Apostamos a que el resultado le da igual. También nos ha sorprendido una pareja de señores, ataviados hasta las cejas de elementos del equipo txuri urdin. El deseo de estos dos aficionados ha sido claro: \"Que gane la Real Sociedad 1-3 y el Málaga que suba a Primera, que es lo que hace falta\", aseveró uno de los dos. No hay duda de que entre la afición txuri urdin se guarda buen recuerdo del cuadro malaguista desde sus últimos enfrentamientos en LALIGA EA Sports. Ambientes como estos son los que nos gustan, e independientemente del resultado del partido, que reine la concordia, la fiesta y el buen rollo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:37:30.076+02:00",
  "updated": "2024-01-08T01:37:30.076+02:00"
}