{
  "thread": {
    "uuid": "cec8de806e7aa77944a875fdc4d6d81475b2d4e7",
    "url": "https://www.independent.co.uk/news/uk/home-news/new-years-eve-london-2024-b2471603.html",
    "site_full": "www.independent.co.uk",
    "site": "independent.co.uk",
    "site_section": "http://www.independent.co.uk/rss",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "The Independent",
    "title": "Happy New Year! Spectacular fireworks display in London takes country into 2024 | The Independent",
    "title_full": "Happy New Year! Spectacular fireworks display in London takes country into 2024 | The Independent",
    "published": "2024-01-01T03:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://static.independent.co.uk/2024/01/01/00/SEI185635182.jpg?quality=75&amp;width=1200&amp;auto=webp",
    "performance_score": 0,
    "domain_rank": 172,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cec8de806e7aa77944a875fdc4d6d81475b2d4e7",
  "url": "https://www.independent.co.uk/news/uk/home-news/new-years-eve-london-2024-b2471603.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alex Ross",
  "published": "2024-01-01T03:30:00.000+02:00",
  "title": "Happy New Year! Spectacular fireworks display in London takes country into 2024 | The Independent",
  "text": "Tens of thousands of revellers braved the cold and blustery weather to see London’s breathtaking New Year’s Eve firework show as the UK welcomed in 2024 with a bang.There wasn’t a spare place to stand along the River Thames near the London Eye as people from all around the world gathered to watch the 12-minute long spectacular which also featured a drone light show and music.Those in attendance, some waiting since 7.30am, cheered as the countdown started before the bongs of Big Ben sounded at midnight and the 12,000 fireworks lit up the dark and damp night sky.A total of 12,000 fireworks were used in the huge display in the centre of LondonPeople record and take pictures of the fireworks over the London EyeThe unity-themed display began with “London: A Place for Everyone” written high above the crowds before a series of features including the marking of the King’s coronation year, the 75th anniversary of the NHS and the 10-year anniversary of same-sex marriage becoming legal in England and Wales.The spectacle also used Charles’s Quote: to mark the 75th anniversary of the Windrush crossing in which he said the new arrivals “collectively enrich the fabric of our national life”. Further messages throughout the show were heard from mayor of London Sadiq Khan, Dame Helen Mirren, Bella Ramsey, Stephen Fry, Joanna Lumley, George the Poet, and Baroness Floella Benjamin, who read a poem by the late Benjamin Zephaniah.The show in the capital, featuring music from the likes of the Spice Girls, Louis Armstrong and Dua Lipa, was joined by events up and down the country, including in Edinburgh where people joined the 30th Hogmanay street party, headlined by reformed band Pulp.There were also firework displays at the Blackpool Tower and on Newcastle’s Quayside where a laser show was projected on to the Baltic Flour Mills.The spectacular show lit up the dark and damp night skyFireworks explode over Edinburgh Castle as the city held the 30th Hogmanay street partyHowever, it wasn’t the night everyone had hoped as events in Barnstaple and Plymouth, both in Devon, had to be cancelled due to the strong winds impacting coastal parts of southern England and Wales.London’s spectacular celebrations came before New York’s famous annual event, and after huge shows across most major cities in Europe, Asia, Australia and Japan. Eye-catching pyrotechnic displays took place over Victoria Harbour in Hong Kong and from Auckland’s tallest building, Sky Tower, in New Zealand. But Sydney stole the show of the early celebrations as one in five of the city’s residents converged on locations around its famous Harbour Bridge for a massive fireworks display .More the 1 million people watched the 12-minute firework display on the Sydney Harbour BridgeFireworks explode over the Opera House, which is also marking its 50th anniversary The local government, which calls its city the “New Year’s Eve capital of the world”, made the harbour bridge dance with colour with 7,000 fireworks as around 1 billion watched from across the globe.On the Opera House, which is marking its 50th anniversary, there were some 75,000 pyrotechnic devices which exploded from the building. The entire display, which lasted 12 minutes, used around 8.5 tonnes of fireworks and took 15 months to plan.The worldwide celebrations all started on the island of Kiribati in the Pacific Ocean, and were followed, first, by Tonga, Samoa and New Zealand, where a huge firework display, accompanied by a laser light and animation show, lit up the cloudy night sky.Australia followed before events in North Korea and South Korea, where in the capital Seoul a stunning bell ringing ceremony took place. It was then the turn of Hong Kong, Taiwan and China.Fireworks erupt over Sydney Harbour An event marking the new year in Foshan, Guangdong in ChinaThe Chinese celebrated the new calendar year relatively quietly, with most major cities banning fireworks over safety and pollution concerns.Then in India, thousands of revellers from Mumbai flocked to a bustling promenade to watch the sun set over the Arabian Sea. In New Delhi, fireworks raised concerns that the capital would be blanketed by a toxic haze on the first morning of the new year.But while billions of people indulged in the night of celebration, a stark reminder issued by Pope Francis of the heartache and suffering for many during 2023. In his traditional Sunday blessing from a window overlooking St Peter’s Square, he offered prayers for “the tormented Ukrainian people and the Palestinian and Israeli populations, the Sudanese people and many others”.Fireworks light up the sky at the landmark Burj al-Arab luxury hotel tower in Dubai “At the end of the year, we will have the courage to ask ourselves how many human lives have been shattered by armed conflict, how many dead and how much destruction, how much suffering, how much poverty,” the pontiff said. The wars, particularly in Gaza and Ukraine, have raised tensions across the world – and with millions attending events there was high security planned, including in New York where police created a “buffer zone” around Times Square.In France, some 90,000 police officers were deployed to beef up security at the celebrations with the country under a “very high terrorist threat”.But there appeared no trouble on the Champs Elysees boulevard where 800,000 people were said to have greeted the new year in a mass party with an Olympic theme ahead of Paris 2024.And there were similar scenes at a concert at the Brandenburg Gate in Berlin where thousands watched 20 live acts to celebrate the turn of the year.In London, Mr Khan said on X shortly after midnight: “From London to the world: a message of unity, love & hope.”People responded, praising the show, which was designed by the Cambridgeshire-based pyrotechnics firm Titanium Fireworks. They included Jamie Wallis, Quote: : “Thank you for putting on a world class fireworks display, we are the envy of the world on NYE. It feels like this year could be one of real change and something to be excited about.”A total of 12,000 fireworks were used in the huge display in the centre of LondonPeople record and take pictures of the fireworks over the London EyeThe spectacular show lit up the dark and damp night skyFireworks explode over Edinburgh Castle as the city held the 30th Hogmanay street partyMore the 1 million people watched the 12-minute firework display on the Sydney Harbour BridgeFireworks explode over the Opera House, which is also marking its 50th anniversary Fireworks erupt over Sydney Harbour An event marking the new year in Foshan, Guangdong in ChinaFireworks light up the sky at the landmark Burj al-Arab luxury hotel tower in Dubai A total of 12,000 fireworks were used in the huge display in the centre of LondonWant ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "charles",
        "sentiment": "none"
      },
      {
        "name": "ben",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nhs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      },
      {
        "name": "river thames",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-01T03:31:59.927+02:00",
  "updated": "2024-01-01T07:04:58.143+02:00"
}