{
  "thread": {
    "uuid": "be4e1d1a2af23fcae9d9bdc49e710da31d01c0fd",
    "url": "https://www.british-business-bank.co.uk/news-and-events/news/british-business-bank-doubles-existing-enable-guarantee-transaction-oxbury",
    "site_full": "www.british-business-bank.co.uk",
    "site": "british-business-bank.co.uk",
    "site_section": "https://british-business-bank.co.uk/rss.xml",
    "site_categories": [
      "credit_debt_and_loans",
      "finance"
    ],
    "section_title": "British Business Bank",
    "title": "British Business Bank doubles existing ENABLE Guarantee transaction with Oxbury Bank to £200m, including innovative new green finance structure",
    "title_full": "British Business Bank doubles existing ENABLE Guarantee transaction with Oxbury Bank to £200m, including innovative new green finance structure",
    "published": "2024-07-05T11:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 24026,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "be4e1d1a2af23fcae9d9bdc49e710da31d01c0fd",
  "url": "https://www.british-business-bank.co.uk/news-and-events/news/british-business-bank-doubles-existing-enable-guarantee-transaction-oxbury",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vanita Narayan",
  "published": "2024-07-05T11:00:00.000+03:00",
  "title": "British Business Bank doubles existing ENABLE Guarantee transaction with Oxbury Bank to £200m, including innovative new green finance structure",
  "text": "British Business Bank doubles existing ENABLE Guarantee transaction with Oxbury Bank to £200m, including innovative new green finance structure\nPress release\nOriginal £100m transaction announced in November 2023 – supporting more than £140m of lending into the rural economy in less than six months\nEnhanced guarantee includes pricing benefit, which incentivises Oxbury to provide lending that will improve sustainability performance across the rural economy.\nThe British Business Bank has agreed an £100m increase to its existing ENABLE Guarantee transaction with leading fintech Oxbury Bank – a UK bank with a singular focus on farmers, food production and the rural economy.\nThe original £100m transaction, announced in November 2023, and which was the first to be fully pre-seeded, has supported over £140m of finance for c.170 smaller businesses in the rural economy.\nThis additional £100m will extend that support, bringing the total transaction to £200m and with scope to increase further, subject to approvals.\nOxbury has a strong track record supporting farm businesses to improve their sustainability, and the extended ENABLE Guarantee will now include a specific enhanced incentive for Oxbury to promote more lending that meets certain sustainability criteria.\nChester-based Oxbury launched as a fully regulated bank in February 2021, offering a range of flexible lending and asset finance solutions tailored to the specific needs of farm businesses.\nOxbury combines its own proprietary digital banking platform – Oxbury Earth – with a team of dedicated relationship managers providing a wealth of agricultural experience and banking advice for clients.\nIn less than three years, Oxbury bank has exceeded £750m in total committed and in-progress lending. In addition, it has attracted £1bn in savings deposits from farm businesses and consumers wanting to support the rural economy and has reached break-even profitability. The bank has a target to achieve a £1bn balance sheet in 2024.\nThe Chester-based bank is backed by institutional agriculture and AgTech investors, as well as other stakeholders in the sector. In total Oxbury has raised in excess of £120m in investment since inception with further capital-raising initiatives planned to support ongoing lending growth.\nSince first announcing the original ENABLE Guarantee last year, we have been thrilled at the pace at which we’ve been able to support around 170 SME farming businesses across the country, with over £140m of vital funding to help support and grow their businesses.\nBy doubling the original transaction – and including the new sustainability incentive – Oxbury will be able to rapidly increase the impact of our lending across the farming and rural economy.James Farrar Co-Founder and CEO at Oxbury Bank\nWe’re pleased to agree this transaction increase with Oxbury Bank. It has demonstrated its commitment to supporting smaller businesses in the agricultural sector and we hope the extra lending capacity facilitated by the ENABLE Guarantee will allow it to build on that in 2024 and beyond.Michael Strevens Head of Structured Guarantees, Guarantee and Wholesale Solutions, British Business Bank\nFurther Information\nIf you are a journalist and have a media enquiry, please contact\n[[email protected]](/cdn-cgi/l/email-protection#2d404849444c48435c58445f44485e6d4f5f4459445e45004f585e4443485e5e004f4c4346034e42035846).\nNotes to editors\nAbout the British Business Bank\nThe British Business Bank is the UK government’s economic development bank. Established in November 2014, its mission is to drive sustainable growth and prosperity across the UK and to enable the transition to a net zero economy, by improving access to finance for smaller businesses. Its remit is to design, deliver and efficiently manage UK-wide smaller business access to finance programmes for the UK government.\nThe British Business Bank’s core programmes support over £12.4bn\n[\nRead footnote text\n1\n](#footnote1_x9qr6q7)\nof finance to more than 90,000 smaller businesses [\nRead footnote text\n2\n](#footnote2_7jl1fr8)\n.\nAs well as increasing the supply and diversity of finance for UK smaller businesses through its programmes, the Bank works to raise awareness of finance options available to smaller businesses. The\n[British Business Bank Finance Hub](/business-guidance) provides independent and impartial information to businesses about finance options, featuring short films, expert guides, checklists and articles from finance providers to help make their application a success.\nThe British Business Bank is also responsible for administering the government’s three Coronavirus loan schemes and its Future Fund, together responsible for delivering £80.4bn in finance to 1.67m businesses. These schemes are now closed to new applications.\nBritish Business Bank plc is a public limited company registered in England and Wales, registration number 08616013, registered office at Steel City House, West Street, Sheffield, S1 2GQ. Wholly owned by HM government, the Bank and its subsidiaries are not banking institutions and do not operate as such. They are not authorised or regulated by the Prudential Regulation Authority (PRA) or the Financial Conduct Authority (FCA). A complete\n[legal structure chart ](/about/who-we-are/corporate-structure)for the group can be found on the British Business Bank website.\nThe transaction described above does not constitute or imply any endorsement, warranty or recommendation by the UK government, the British Business Bank plc, its subsidiaries or any other party of Oxbury or its products or services.\nAbout Oxbury\nOxbury is the UK’s first and only AgTech bank, sitting at the heart of the technology revolution sweeping British farming, and the only bank with a singular focus on the rural economy.\nOxbury was founded with a completely fresh vision for how a bank can support the UK’s critical farming and food ecosystem, addressing the finance gap created by traditional banks reducing critical working capital to farm businesses and removing specialist agriculture expertise.\nWith a proprietary fintech platform combined with decades of banking and farming experience, Oxbury offers clients more tailored, flexible and reliable finance, along with unique data solutions that helps farmers deliver improved sustainability, provenance and productivity across the farming and food supply chain.\nBritish farming and food is going through a period of radical transformation, and farm businesses require more tailored finance, technology and data solutions to help them make the generational shifts required to improve sustainability, provenance and production standards across the farming and food supply chain.\nOxbury Bank Plc is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority (Financial Services Register number: 834822).\nFor more information about Oxbury, visit:\nwww.oxbury.com\n-\n[Return to footnote location 1](#footnoteref1_x9qr6q7)\nFigures as at end March 2023\n-\n[Return to footnote location 2](#footnoteref2_7jl1fr8)\nFigures as at end March 2023\nLatest news\n-\n[Read more about British Business Bank publishes first performance data for the third iteration of the Recovery Loan Scheme](/news-and-events/news/british-business-bank-publishes-first-performance-data-third-iteration)\nPress release\n21 May 2024\n-\n[Read more about Northern Powerhouse Investment Fund II – Sheffield Roadshow](/news-and-events/news/northern-powerhouse-investment-fund-ii-sheffield-roadshow)\nPress release\n16 May 2024\n-\n[Read more about Northern Powerhouse Investment Fund II – Manchester Roadshow](/news-and-events/news/northern-powerhouse-investment-fund-II-manchester-roadshow)\nPress release\n16 May 2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Economy, Business and Finance"
  ],
  "webz_reporter": false,
  "external_links": [
    "http://www.oxbury.com",
    "http://oxbury.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "british business bank",
        "sentiment": "negative"
      },
      {
        "name": "oxbury bank",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T13:56:44.942+03:00",
  "updated": "2024-07-05T13:56:44.942+03:00"
}