{
  "thread": {
    "uuid": "18320c7294c4ac43aa6fdb1d519df9aa7d6360f0",
    "url": "https://www.eu-startups.com/2024/07/coimbra-based-eneida-io-secures-e10-5-million-to-propel-growth-and-innovation",
    "site_full": "www.eu-startups.com",
    "site": "eu-startups.com",
    "site_section": "https://feeds.feedburner.com/eu-startups",
    "site_categories": [
      "job_fairs",
      "jobs",
      "hobbies_and_interests",
      "investors_and_patents"
    ],
    "section_title": "EU-Startups",
    "title": "Coimbra-based ENEIDA.IO secures €10.5 million to propel growth and innovation",
    "title_full": "Coimbra-based ENEIDA.IO secures €10.5 million to propel growth and innovation",
    "published": "2024-07-05T11:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.eu-startups.com/wp-content/uploads/2024/07/Fit-4-start-3-1-2.png",
    "performance_score": 0,
    "domain_rank": 18537,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "18320c7294c4ac43aa6fdb1d519df9aa7d6360f0",
  "url": "https://www.eu-startups.com/2024/07/coimbra-based-eneida-io-secures-e10-5-million-to-propel-growth-and-innovation",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "contact@bcurdy.com (Antonio L. Escárzaga)",
  "published": "2024-07-05T11:31:00.000+03:00",
  "title": "Coimbra-based ENEIDA.IO secures €10.5 million to propel growth and innovation",
  "text": "Eneida , a pioneering company in Neighbourhood Grid Intelligence for Zero Emission Neighbourhoods (ZEN), founded in 2012 and based in Coimbra, has announced the successful completion of its €10.5 million Series B financing round. This new funding will enable Eneida to extend its market leadership, accelerate research and development efforts, and scale its business and operational analytics platform, bringing the vision of ZEN closer to reality. The round was led by Junction Growth Investors and Santander Alternative Investments. Long-standing investor Korys also increased its stake, with additional participation from HCapital and Eneida’s founders. The Series B financing marks a pivotal milestone for Eneida. With this capital infusion, the company is well-positioned to strengthen its leadership in low-voltage network operational analytics and expand into new markets. The funding will also support Eneida’s mission to create sustainable, emission-free communities worldwide through its ZEN initiative. Eneida’s growth over recent years highlights its technological prowess. The company addresses challenges faced by grid operators and new energy players by providing situational awareness, detecting and locating events and anomalies, and enabling optimization and control of the low-voltage grid without costly infrastructure upgrades. This approach supports the rapid adoption of distributed energy assets such as solar panels, EV chargers, behind-the-meter batteries, and heat pumps, promoting economic efficiency and high-quality energy solutions. Eneida’s operational analytics platform, eneida DeepGrid®, integrates smart sensor networks with data analytics and features an open, modular, and interoperable architecture. Clients can deploy the entire solution or individual modules, tailoring it to their operational needs for optimal low-voltage network management Carlos Pina Teixeira, CEO at Eneida, said: “We are delighted to welcome Junction and Santander as our new shareholders, securing the Series B financing round. This operation also reflects the confidence and support of our investors, led by Korys, in our strategic direction. This capital infusion will fuel our efforts to provide exceptional value to our customers, drive innovation, and expand our market reach to make ZEN a reality for everyone.” Brieuc de Hults, Investment Director at Korys, emphasized the importance of smart grid technologies in enabling a sustainable future, stating: “As a committed investor in energy transition, Korys recognizes the pivotal role that smart grid technologies play in enabling a sustainable future. Eneida’s innovative solutions align perfectly with our mission to accelerate the transition toward cleaner, more efficient energy systems.” Dirk Dewals, Managing Partner at Junction, noted: “At Junction, we have identified grid enhancing technologies as one of our core focus areas helping to de-bottleneck the energy transition. Eneida fits perfectly into this grid-enhancing technology: they offer proven solutions to distribution grid operators to obtain a detailed real-time view complemented with active grid management tools.” Santiago Gil, Head of VC ClimateTech at Santander Alternative Investments, highlighted the importance of optimizing electric grids for new clean technologies: “We are glad to support Eneida in its growth path. Making the electric grid fit for new clean technologies is critical to avoid congestion and electrical faults. With its combined solution, Eneida provides the analytical intelligence needed to enhance network optimization.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://eneida.io/",
    "https://www.eneida.io/",
    "https://eneida.io"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "eneida",
        "sentiment": "negative"
      },
      {
        "name": "korys",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "santander alternative investments",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "coimbra",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T15:23:08.513+03:00",
  "updated": "2024-07-06T09:14:03.456+03:00"
}