{
  "thread": {
    "uuid": "7c3c70eb339f2be246c3cfc44f6ef29a905999b2",
    "url": "https://www.eldia.com/nota/2024-3-10-7-44-21-arte-el-ultimo-bastion-cultural-en-tiempos-de-guerra-temas",
    "site_full": "www.eldia.com",
    "site": "eldia.com",
    "site_section": "https://www.eldia.com/perfil",
    "site_categories": [
      "media"
    ],
    "section_title": "Diario El Dia de La Plata www.eldia.com",
    "title": "Arte: el último bastión cultural en tiempos de guerra",
    "title_full": "Arte: el último bastión cultural en tiempos de guerra",
    "published": "2024-03-10T12:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://cdn1.eldia.com/032024/1710067711635.jpg?cw=600&ch=365",
    "performance_score": 0,
    "domain_rank": 41044,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7c3c70eb339f2be246c3cfc44f6ef29a905999b2",
  "url": "https://www.eldia.com/nota/2024-3-10-7-44-21-arte-el-ultimo-bastion-cultural-en-tiempos-de-guerra-temas",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "El Dia",
  "published": "2024-03-10T12:44:00.000+02:00",
  "title": "Arte: el último bastión cultural en tiempos de guerra",
  "text": "En el corazón de Leópolis, una ciudad sumida en la incertidumbre y la angustia debido a la invasión rusa en Ucrania, emerge un rayo de esperanza y resistencia en forma de arte. La Jam Factory, un centro de arte recientemente inaugurado, se erige como un bastión cultural donde artistas ucranianos desafían la adversidad y expresan el impacto de la agresión rusa a través de diversas formas artísticas.\nA pesar de los riesgos inherentes y los continuos ataques rusos contra zonas residenciales ucranianas, la Jam Factory se ha convertido en un faro de creatividad y resiliencia. Ubicado en un edificio restaurado del siglo XIX que lleva el nombre de la fábrica homónima, este centro de arte abrió sus puertas en noviembre, desafiando las expectativas y la incertidumbre que acompañaron a la invasión de febrero de 2022.\nLa exposición actual, titulada “Nuestros años, nuestras palabras, nuestras pérdidas, nuestras búsquedas, nuestros nosotros”, presenta las obras de 60 artistas ucranianos que buscan transmitir el impacto profundo de la pérdida del hogar, seres queridos y la realidad misma ante la invasión rusa. Desde pinturas sobre baldosas de cerámica hasta instalaciones impactantes, el arte se convierte en un medio para procesar las dolorosas realidades de la guerra.\nEntre los artistas destacados se encuentra Yulia Danilevska, cuya experiencia de casi nueve meses en la ciudad ocupada por Rusia en 2022 se refleja en sus obras. La pintura sobre baldosas de cerámica se convirtió en su vía de escape, fusionando humor e imaginación para abordar la constante amenaza y aislamiento que enfrentaba.\nSerguí Petliuk, por su parte, rinde homenaje a un amigo asesinado cerca de Bajmut con su impactante instalación “Fragmento de realidad”, compuesta por varias docenas de fragmentos de vidrio. La obra plantea la pregunta crucial: ¿podremos reconstruir este rompecabezas roto, nuestra realidad perdida?\nLa Jam Factory no solo es un centro de arte, sino también un refugio antiaéreo, recordando la fragilidad de la iniciativa en medio de los ataques. El inversor, el historiador suizo Harald Binder, considera la inauguración del centro de arte como un gesto deliberado de fe en el futuro del país y una contribución al espíritu de resiliencia de los ucranianos.\nLE PUEDE INTERESAR\nLibros más vendidos\nLE PUEDE INTERESAR\nNovedades recomendadas\nLa invasión rusa ha transformado a los artistas ucranianos en diplomáticos culturales, compartiendo sus experiencias, dolor y tragedias mientras trabajan como artistas invitados en diferentes países europeos. La directora ejecutiva de la Jam Factory, Bozhena Pelenska, destaca la importancia de no detener las vidas y seguir apoyando el arte y a los artistas en condiciones adversas.\nEn medio de la adversidad, la Jam Factory de Leópolis se erige como un faro cultural, desafiando la narrativa rusa despectiva sobre Ucrania y consolidándose como un punto de conexión y un refugio para los artistas que buscan expresar su creatividad y resistencia en tiempos de guerra. La resiliencia artística florece en cada rincón de este espacio, recordándonos que, incluso en medio de la oscuridad, el arte puede iluminar el camino hacia la esperanza y la resistencia.\nLas noticias locales nunca fueron tan importantes\nSUSCRIBITE",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-10T13:14:56.906+02:00",
  "updated": "2024-03-10T13:14:56.906+02:00"
}