{
  "thread": {
    "uuid": "ae3855ab63ba50ff7052b458c99cb7404341af84",
    "url": "https://drugstorenews.com/cvs-health-expands-pharmacy-tuition-assistance-scholarship-programs",
    "site_full": "drugstorenews.com",
    "site": "drugstorenews.com",
    "site_section": "http://drugstorenews.com/taxonomy/term/2/feed",
    "site_categories": [
      "shopping"
    ],
    "section_title": "Drug Store News -  RSS Feed",
    "title": "CVS Health expands pharmacy tuition assistance, scholarship programs",
    "title_full": "CVS Health expands pharmacy tuition assistance, scholarship programs",
    "published": "2024-04-04T22:28:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets1.drugstorenews.com/s3fs-public/styles/primary_articles_short/public/2024-04/cvs_tuition_and_scholarship.jpg?VersionId=8sz4hijx6ngPYzABRmijwxt8G4koiyfa&h=87eaa9ca&itok=HwPSsPOP",
    "performance_score": 0,
    "domain_rank": 48067,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ae3855ab63ba50ff7052b458c99cb7404341af84",
  "url": "https://drugstorenews.com/cvs-health-expands-pharmacy-tuition-assistance-scholarship-programs",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-04T22:28:00.000+03:00",
  "title": "CVS Health expands pharmacy tuition assistance, scholarship programs",
  "text": "To support the next generation of pharmacists, CVS Health announced two new offerings for pharmacy students: an enhanced PharmD tuition assistance program for eligible CVS Pharmacy interns and a new scholarship for students enrolled in pharmacy schools nationwide.The CVS Health PharmD tuition assistance program is available to all eligible CVS Pharmacy interns and consists of a $20,000 award per year. The new CVS Health/American Association of Colleges of Pharmacy Community Pharmacy Health Equity Award will grant $20,000 to 21 outstanding student pharmacists who face financial barriers in their pursuit of education.“As leaders in community pharmacy, we are committed to investing in the future of pharmacy, particularly to support the next generation of students with financial assistance and hands-on experience necessary to further their careers,” said Prem Shah, executive vice president and chief pharmacy officer, CVS Health and president, Pharmacy and Consumer Wellness. “We recognize the strong, enduring bond between pharmacists and the communities they serve. CVS Pharmacy will continue to advance the practice of pharmacy and provide more opportunities for students to enter this important area of health care.”[Read more: CVS Health reports strong Q3]As outlined in The Rx Report: The future of community pharmacy opens doors to healthier communities, pharmacy school applications have decreased by more than 60% in less than a decade. With an increasing need for community pharmacists nationwide, it is more important than ever to increase exposure to the profession and to grow and stabilize the volume of future pharmacists, CVS Health said. PharmD tuition assistanceThis summer, 2024 PharmD graduates who intern with CVS Pharmacy as of April 30, 2024, can apply for up to $20,000 towards their final year of tuition. In the fall, the program will be expanded to CVS Pharmacy interns in their final two years of pharmacy education, with $20,000 available for each year while working as an intern for CVS Pharmacy. Recipients will participate in a more flexible learning program with year-round opportunities to enhance their ability to obtain valuable experience before starting their post-graduate professional career in pharmacy.CVS Health/AACP Student Advocacy & Community Health Equity AwardIn collaboration with the American Association of Colleges of Pharmacy and the CVS Health Foundation, the Community Pharmacy Health Equity Award promotes diversity of thought, background, perspective and experience to advance pharmacy education and improve patient health. The scholarships are intended to promote and support a population of student pharmacists who will care for an increasingly diverse population of patients as part of a healthcare team. Selected awardees must demonstrate leadership, academic success, financial need and a commitment to advancing the profession of pharmacy and patient care.“Providing culturally competent care is critical to meeting the needs of the many different communities we serve,” Shah said. “Our goal is to recruit candidates who are advocates for health equity and the well-being of their patients.”Through the award and continued collaboration with AACP, CVS Health continues its dialogue with pharmacy deans and students to solicit actionable feedback to advance the pharmacy profession and create a better place for tomorrow’s pharmacists through important and sustained workplace changes.[Read more: CVS Health report highlights need for expanded role of retail pharmacists]“AACP is committed to fostering a diverse pharmacy workforce that will advance the profession and improve patient care,” said Lee Vermeulen, executive vice president and CEO of AACP. “We are grateful for our partnership with CVS Health and for their help in meeting the financial needs of students who will provide quality care to patients in communities that are too often underserved and suffer health disparities.”To learn about the Student Advocacy & Community Health Equity Award or to apply for future scholarships, please visit here. For more information and to apply to become a CVS Pharmacy Intern in your area, please visit here.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "prem shah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cvs health",
        "sentiment": "negative"
      },
      {
        "name": "cvs pharmacy",
        "sentiment": "none"
      },
      {
        "name": "cvs health/american association of colleges of pharmacy community pharmacy health equity award",
        "sentiment": "none"
      },
      {
        "name": "pharmacy and consumer wellness",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:43:39.850+03:00",
  "updated": "2024-04-05T00:43:39.850+03:00"
}