{
  "thread": {
    "uuid": "94a95b395e28975e857923e6185d214c70597d1a",
    "url": "https://www.dekalbcountyga.gov/news/ceo-thurmond-appoints-carina-swain-new-e-911-director",
    "site_full": "www.dekalbcountyga.gov",
    "site": "dekalbcountyga.gov",
    "site_section": "https://www.dekalbcountyga.gov/rss.xml",
    "site_categories": [
      "law_government_and_politics",
      "legal_issues"
    ],
    "section_title": "DeKalb County GA",
    "title": "CEO Thurmond Appoints Carina Swain as New E-911 Director",
    "title_full": "CEO Thurmond Appoints Carina Swain as New E-911 Director",
    "published": "2024-04-04T23:52:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 68999,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "94a95b395e28975e857923e6185d214c70597d1a",
  "url": "https://www.dekalbcountyga.gov/news/ceo-thurmond-appoints-carina-swain-new-e-911-director",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ssturner",
  "published": "2024-04-04T23:52:00.000+03:00",
  "title": "CEO Thurmond Appoints Carina Swain as New E-911 Director",
  "text": "DeKalb installing $5 million state-of-the-art emergency call technology\nDeKalb County CEO Michael Thurmond has appointed Carina Swain as the county’s E-911 director.\nA public safety professional with more than 16 years of experience, Swain worked for the Atlanta Police Department from 2019 to 2023, most recently serving as an E-911 Communications shift manager. From 2016 to 2019, Swain worked for Fulton County Emergency Services as an E-911 Communications senior supervisor.\n“Director Swain has been tasked with replacing our antiquated E-911 phone system with state-of-the-art emergency call technology,” CEO Thurmond said. “She is leading the post-pandemic effort to reorganize the department, increase staffing and salaries, and reduce emergency call wait times.\"\nSince joining DeKalb County in December 2023, Swain has championed the new starting salary of $46,800 for new employees, among the highest in Georgia. Additionally, she recruited and hired 23 E-911 operators and realigned staff schedules to better handle incoming emergency calls. Swain is also maintaining triple overtime pay for staff.\nIn addition, Swain is also leading the county’s effort to install a $5 million, state-of-the-art E-911 phone system.\nThe funding for this system was recommended by CEO Thurmond and unanimously approved by the Board of Commissioners in February 2024.\nThis system will significantly reduce the number of non-emergency calls to E-911 by prescreening and triaging all calls prior to callers speaking to an operator.\nSwain is also hiring a public education specialist to educate the public about when to use E-911.\nSwain earned a Bachelor of Science in Business Management in 2011 and a Master of Business Administration in 2013, both from Southern Wesleyan University.\nAdditionally, she has several certifications, including Georgia Peace Officer Standards & Training (POST) and Georgia Crime Information Center, National Incident Management System, Terminal Agency Coordinator FEMA Emergency Management Institute certifications, and FEMA Emergency Management Institute certifications for Public Safety Officer Awareness, Telecommunicators Emergency Response Taskforce, and Emergency Management Preparedness Fundamentals.\nIn 2023, DeKalb County E-911 was recognized by the International Academies of Emergency Dispatch® as an Accredited Center of Excellence (ACE) for emergency medical dispatching. DeKalb County E-911 is the 51st medical ACE in the world, and this is DeKalb County E-911’s eighth time earning the distinction. DeKalb County E-911 is now one of only 15 centers worldwide to have been awarded this accreditation eight times.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "michael th",
        "sentiment": "negative"
      },
      {
        "name": "carina swain",
        "sentiment": "negative"
      },
      {
        "name": "thurmond",
        "sentiment": "none"
      },
      {
        "name": "swain",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fulton county emergency services",
        "sentiment": "none"
      },
      {
        "name": "atlanta police department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "dekalb county",
        "sentiment": "none"
      },
      {
        "name": "georgia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:18:00.295+03:00",
  "updated": "2024-04-05T02:18:00.295+03:00"
}