{
  "thread": {
    "uuid": "f41de77c2e9e0a9c283b95a9034dec685b192423",
    "url": "https://sipse.com/novedades/mara-lezama-atiende-llamadas-de-auxilio-de-la-gente-afectada-por-inundaciones-en-chetumal-471794.html",
    "site_full": "sipse.com",
    "site": "sipse.com",
    "site_section": "https://www.sipse.com/novedades",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias de hoy en Quintana Roo - Grupo SIPSE",
    "title": "Mara Lezama atiende llamadas de auxilio de la gente afectada por inundaciones en Chetumal",
    "title_full": "Mara Lezama atiende llamadas de auxilio de la gente afectada por inundaciones en Chetumal",
    "published": "2024-06-22T17:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://images.sipse.com/nNCwR4ztgWbJ9_8PEFVMxj3--zM=/724x500/smart/2024/06/21/1719013653452.jpg",
    "performance_score": 0,
    "domain_rank": 82788,
    "domain_rank_updated": "2024-06-18T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f41de77c2e9e0a9c283b95a9034dec685b192423",
  "url": "https://sipse.com/novedades/mara-lezama-atiende-llamadas-de-auxilio-de-la-gente-afectada-por-inundaciones-en-chetumal-471794.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "SIPSE.com",
  "published": "2024-06-22T17:00:00.000+03:00",
  "title": "Mara Lezama atiende llamadas de auxilio de la gente afectada por inundaciones en Chetumal",
  "text": "Mara Lezama atiende llamadas de auxilio de la gente afectada por inundaciones en Chetumal La gobernadora camina por calles de las colonias Ampliación Nueva Generación, Territorio Federal y Caribe 1, 2 y 3. La gobernadora Mara Lezama Espinosa atendió las llamadas de auxilio y de apoyo que las y los chetumaleños hicieron al Centro de Mando que la titular del Ejecutivo instaló para atender la emergencia ocasionada por las inundaciones que dejaron las lluvias en colonias y fraccionamientos de Chetumal. De acuerdo con el comunicado, acompañada de elementos de la Marina, del Ejército, Guardia Nacional y brigadistas del gobierno del estado, la gobernadora Mara Lezama estuvo en las colonias Ampliación Nueva Generación, Territorio Federal y Caribe 1, 2 y 3, coordinando las acciones después de atender personalmente a las familias. En todos los sitios destacan las cadenas humanas que se van formando, de manera solidaria, para hacer llegar las despensas a quienes las necesitan. “Estamos haciendo este recorrido en donde escuchamos a la gente, a las mujeres que nos dicen que ya no les tiren basura; la vamos a limpiar, pero no es que ellos la generen, sino que se las vienen a tirar y eso ocasiona que se tapen los pozos”, explicó Mara Lezama. Insistió en que se trabaje por un Chetumal limpio, todos juntos, para evitar problemas de este tipo. El Nuevo Acuerdo para el Bienestar y Desarrollo de Quintana Roo contempla acciones conjuntas, para el bienestar y el cuidado de la salud de todas y todos, por lo que convocó a no tirar basura en las calles. Al caminar sobre la calle Antigua, de la colonia Ampliación Nueva Generación, Mara Lezama explicó que la basura será sacada del lugar, pues aunque es una vía, es un canal natural que lleva el agua de lluvia a la sabana, pero si se tapa, se inundan. Asimismo, informó que después de entregar despensas a las familias que quedaron incomunicadas, personal de SESA acudirá para atender enfermedades y personal de Vectores nebulizará o termonebulizará la zona, para evitar enfermedades transmitidas por mosquitos. La gobernadora insistió en que el Centro de Mando recibe las llamadas de auxilio y apoyo, por lo que insistió en que si se tiene alguna emergencia se puede llamar al 911, así como a otros números para que se puedan contactar: 983 154 3905, 983 154 7945, 998 891 4032 y con el servicio de grúas completamente gratuito: 983 185 8885, 983 164 6999, 983 184 0828 y 983 154 3905.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-23T08:13:29.548+03:00",
  "updated": "2024-06-23T08:13:29.548+03:00"
}