{
  "thread": {
    "uuid": "8d3367b93f478d5be1372142d9e558171d25c774",
    "url": "https://napavalleyregister.com/news/state-regional/california-law-cannabis-recreational-work/article_019443e8-a756-11ee-9c83-0bd54d4389a0.html",
    "site_full": "napavalleyregister.com",
    "site": "napavalleyregister.com",
    "site_section": "http://www.tncontentexchange.com/search/?f=rss&t=article&c=news&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.tncontentexchange.com - RSS Results in news of type article",
    "title": "New California laws protect employees using cannabis away from work",
    "title_full": "New California laws protect employees using cannabis away from work",
    "published": "2023-12-30T23:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/napavalleyregister.com/content/tncms/assets/v3/editorial/9/5b/95b9ef3c-a756-11ee-9d27-1b28790fb07e/6247682ba5293.image.jpg?crop=1763%2C926%2C0%2C124&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 13558,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8d3367b93f478d5be1372142d9e558171d25c774",
  "url": "https://napavalleyregister.com/news/state-regional/california-law-cannabis-recreational-work/article_019443e8-a756-11ee-9c83-0bd54d4389a0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "LEVI SUMAGAYSAY CalMatters",
  "published": "2023-12-30T23:15:00.000+02:00",
  "title": "New California laws protect employees using cannabis away from work",
  "text": "Starting in the new year, California employers will be barred from asking workers about their use of cannabis outside of work, and from discriminating against them because of it. Two bills signed by Gov. Gavin Newsom in the past couple of years aim to strengthen the state's legal cannabis industry by updating outdated laws. Assembly Bill 2188, which Newsom signed in 2022, will prohibit employers from using the results of hair or urine tests for marijuana -- which can detect traces of cannabis for days or weeks -- in their decisions to hire, fire or penalize workers. When the governor signed AB 2188 along with other cannabis-related bills in 2022, he said in a news release that \"rigid bureaucracy and federal prohibition continue to pose challenges to the industry and consumers.\" Senate Bill 700, which Newsom signed this year, clarifies AB 2188 by amending the state's Fair Employment and Housing Act to bar employers from asking job applicants about their prior use of cannabis. People are also reading… California NORML, a nonprofit organization that advocates for consumer rights related to cannabis, sponsored AB 2188. In its argument supporting the bill, the organization said hair or urine testing for marijuana does not detect actual impairment, a fact the federal government has acknowledged. \"Studies indicate that metabolite tests for past use of marijuana are useless in protecting job safety,\" the group said. The exceptions under AB 2188 would be for workers in the building and construction industry and for job applicants and employees in positions that require a federal background investigation or clearance. The National Federation of Independent Business lists the new laws among the top five \"compliance headaches\" for California's small business owners in 2024. California Chamber of Commerce opposed AB 2188, though it removed its \"job killer\" label after some revisions, saying before the bill was signed that employers risk liability when they \"take legitimate disciplinary measures\" against employees. \"Employers must be able to keep their workplace safe by disciplining employees who arrive at work impaired,\" the group said. But AB 2188 does not prevent employers from using other tests to detect impairment, such as blood tests. SB 700 accounts for employers' rights to ask about an applicant's criminal history, but the employer may not discriminate against an applicant when it finds information about past use of cannabis-related to criminal history unless otherwise permitted by law. In 1996, California became the first state to legalize marijuana for medicinal purposes, and the state's voters legalized its recreational use in 2016. Recreational use of marijuana is now legal in 24 states and Washington, D.C. PHOTOS: The Napa Valley Register's Best Arts and Culture Photos of 2023 Lighted Art Festival American Canyon Holi Festival 2023 Viva Mariachi Bottlerock Day 1 Bottlerock Day 1 BottleRock Day 2 Napa Juneteenth Shakespeare Summer Stroll Chinese in Napa Plaque Dedication W. Imola Mural Suscol Pow Wow Men on Boats Wizard of Oz Napa Tree Lighting Ceremony Magic of the Season",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Labor",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "newsom",
        "sentiment": "none"
      },
      {
        "name": "gavin newsom",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "norml",
        "sentiment": "none"
      },
      {
        "name": "senate",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new california",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T03:17:49.901+02:00",
  "updated": "2023-12-31T06:36:07.713+02:00"
}