{
  "thread": {
    "uuid": "86da937d1d8ec496c4e43a9f81a038d700d9c3c0",
    "url": "https://www.dvidshub.net/news/461044/inclusion-not-exclusion-affirmative-employment-program-aims-remove-barriers-promote-diversity",
    "site_full": "www.dvidshub.net",
    "site": "dvidshub.net",
    "site_section": "https://www.dvidshub.net/rss/news",
    "site_categories": [
      "media"
    ],
    "section_title": "DVIDS RSS Feed: News",
    "title": "Inclusion, not exclusion: Affirmative Employment Program aims to remove barriers, promote diversity",
    "title_full": "Inclusion, not exclusion: Affirmative Employment Program aims to remove barriers, promote diversity",
    "published": "2023-12-29T21:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.dvidshub.net/images/dvids_logo.svg",
    "performance_score": 0,
    "domain_rank": 5446,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "86da937d1d8ec496c4e43a9f81a038d700d9c3c0",
  "url": "https://www.dvidshub.net/news/461044/inclusion-not-exclusion-affirmative-employment-program-aims-remove-barriers-promote-diversity",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Petty Officer 1st Class Matthew Fink",
  "published": "2023-12-29T21:59:00.000+02:00",
  "title": "Inclusion, not exclusion: Affirmative Employment Program aims to remove barriers, promote diversity",
  "text": "When considering diversity in the work force, how can an organization measure their success? How do we ensure that everyone gets the same opportunities to grow? How do we create a workplace environment that promotes respect for all values, attitudes, backgrounds and beliefs? For Dawn Mubaslat, finding answers to these questions is an essential part of her job. As the 88th Air Base Wing’s Affirmative Employment Program manager, Mubaslat works within the wing’s Diversity, Equity, Inclusion and Accessibility office and is responsible for ensuring equal opportunities in all personnel and administration matters. “The Affirmative Employment Program is crucial to the Air Force as we work to proactively recruit, hire, promote and retain a diverse and inclusive workforce,” said Kimberly Watson, the Wing’s DEIA chief. “To support and promote equal opportunity throughout the employment life cycle, you need to be dedicated, determined, and possess strong analytical skills.” The first of Mubaslat’s four primary roles is to ensure the installation’s compliance with Management Directive 715, a federal regulation requiring agencies to report on their efforts to hire and retain employees regardless of sex, age, race, religion, disability or other protected status. “The AEP office looks at various sources such as demographic data, survey results and complaints trends and identifies where there may be gaps to equal employment opportunity,” said Mubaslat. “It is like a deep dive into all the transactional pieces of human resources, such as promotions, new hires and losses, and it helps us get a feel for where we are doing well and where we need to make some improvements.” Next, Mubaslat chairs the Installation Barrier Analysis Working Group , which consists of representatives from around the base who gather to identify and analyze institutional, attitudinal, and physical obstacles that may hinder employees at work or applicants seeking employment at Team Wright-Patt. If a barrier is identified, the IBAWG creates a plan of action to eliminate or mitigate the barrier and makes recommendations to the base commander. “Basically, we look at where there might be barriers in regard to promotions, training and discipline, and we try to help close those gaps,” said Mubaslat. Mubaslat is also responsible for the base’s seven special emphasis groups, consisting of: - Black/African American Employment Strategic Team (BEST) - Disability Action Team (DAT) - Hispanic Empowerment and Advancement Team (HEAT) - Indigenous Nations Equality Team (INET) - LGBTQ+ Initiative Team (LIT) - Pacific Islander/Asian American Community Team (PACT) - Women’s Initiatives Team (WIT) The special emphasis groups engage with Member/Employee Resource Groups to gather input to help identify potential “red flags,” or triggers. MERGs are voluntary, employee-led groups that provide support and professional opportunities to their members. Mubaslat’s final role revolves around special observances. Each year, AEP canvasses for volunteers to organize celebrations for each special observance, which can be anything from a cultural fair to arranging a panel of leaders and experts to discuss contemporary issues affecting those communities. Mubaslat said these observances have a tangible effect on those who participate, regardless of the event. “We just had a BEST discussion with two executives here on base as a lunch-and-learn type of thing, and it was so awesome,” said Mubaslat. “Seeing these accomplished women giving advice and sharing obstacles and challenges they have overcome was great for some of our younger uniformed and civilian employees to hear.” Overall, it is the overarching goal of DEIA, a field Mubaslat has worked in for over 10 years, that keeps her coming in to work every day. “This particular job is my passion,” she said. “I really love this area because you can see the fruits of your labor. You can make incredible change. That’s why I got into it in the first place.” For those who are new to base or who may not have heard of these initiatives, Mubaslat invites all employees to get involved. She added that family members are always welcome to the special observance activities. “Help us make changes for the better,” said Mubaslat. “Everybody comes from different backgrounds, and not everyone is like you. If we all tried to understand each other more, it would go a long way.” To learn more about the Affirmative Employment Program, visit https://www.wpafb.af.mil/Units/DEIA/AEP. To reach a DEIA staff member, email 88abw.de.org@us.af.mil or call 937-257-4995. |Date Taken:||12.18.2023| |Date Posted:||12.29.2023 14:59| |Story ID:||461044| |Location:||WRIGHT-PATTERSON AIR FORCE BASE, OH, US| |Web Views:||118| |Downloads:||0| This work, Inclusion, not exclusion: Affirmative Employment Program aims to remove barriers, promote diversity, by [PO1 Matthew Fink](/portfolio/1492026/matthew-fink), identified by [DVIDS](https://www.dvidshub.net), must comply with the restrictions shown on [https://www.dvidshub.net/about/copyright](https://www.dvidshub.net/about/copyright). No keywords found.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Social Issue"
  ],
  "external_links": [
    "https://www.wpafb.af.mil/Units/DEIA/AEP.",
    "https://wpafb.af.mil/Units/DEIA/AEP."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mubaslat",
        "sentiment": "none"
      },
      {
        "name": "kimberly watson",
        "sentiment": "none"
      },
      {
        "name": "dawn mubaslat",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "affirmative employment program",
        "sentiment": "negative"
      },
      {
        "name": "88th air base wing’s affirmative employment program",
        "sentiment": "none"
      },
      {
        "name": "deia",
        "sentiment": "none"
      },
      {
        "name": "air force",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T22:33:30.637+02:00",
  "updated": "2023-12-31T00:03:34.009+02:00"
}