{
  "thread": {
    "uuid": "b6ffaab425928f837b5fe2bc96efa7fce9870956",
    "url": "https://whatsnew2day.com/sir-nicholas-winton-the-british-schindler-how-on-the-eve-of-the-second-world-war-a-quiet-home-counties-stockbroker-rescued-hundreds-of-young-lives-from-nazi-persecution/",
    "site_full": "whatsnew2day.com",
    "site": "whatsnew2day.com",
    "site_section": "https://whatsnew2day.com",
    "site_categories": [
      "media"
    ],
    "section_title": "WhatsNew2Day - Latest News And Breaking Headlines",
    "title": "Sir Nicholas Winton - The 'British Schindler': How, On The Eve Of The Second World War, A Quiet Home Counties Stockbroker Rescued Hundreds Of Young Lives From Nazi Persecution » WhatsNew2Day",
    "title_full": "Sir Nicholas Winton - The 'British Schindler': How, On The Eve Of The Second World War, A Quiet Home Counties Stockbroker Rescued Hundreds Of Young Lives From Nazi Persecution » WhatsNew2Day",
    "published": "2023-12-30T09:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://wtsn2.b-cdn.net/wp-content/uploads/2023/12/Sir-Nicholas-Winton-The-British-Schindler-how-on-the.jpg",
    "performance_score": 0,
    "domain_rank": 73985,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b6ffaab425928f837b5fe2bc96efa7fce9870956",
  "url": "https://whatsnew2day.com/sir-nicholas-winton-the-british-schindler-how-on-the-eve-of-the-second-world-war-a-quiet-home-counties-stockbroker-rescued-hundreds-of-young-lives-from-nazi-persecution/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jacky",
  "published": "2023-12-30T09:05:00.000+02:00",
  "title": "Sir Nicholas Winton - The 'British Schindler': How, On The Eve Of The Second World War, A Quiet Home Counties Stockbroker Rescued Hundreds Of Young Lives From Nazi Persecution » WhatsNew2Day",
  "text": "Nicky Winton was a 29-year-old London stockbroker in 1938. He was the son of Jewish refugees, from a family that had left Germany for England in the 1870s. As war once again loomed over Europe, a friend alerted him to the refugee crisis in Prague, triggered by Britain’s signing of the Munich Agreement (which allowed the German annexation of and subsequent occupation of the Sudetenland in Czechoslovakia). by Nazi Germany). Winton volunteered to spend a week or two helping refugees, but when he saw firsthand how desperate and dangerous their situation was, he decided he had to try to change things. Kindertransport trains took Jewish children out of Germany and Austria, but refugees from Czechoslovakia were not accepted, mainly because the British government did not consider the people there to be in danger. The Kindertransport program saved the lives of almost 10,000 young people Winton in 1939, with a child rescued from Czechoslovakia. Winton found thousands of refugees, many of them children, living in open fields and ruined buildings around Prague, facing a brutal winter and the threat of a Nazi invasion. The majority were Jews. Some were children of those who had opposed Hitler and were now in hiding. Winton insisted that he wanted to save children “of all religions and none,” and that all lives were equal. He set about raising funds and negotiating with the Home Office to allow the children temporary refuge in Britain. And to those who told him it was impossible, he simply responded that he was determined to try. This film project first arrived in my inbox with a script and a link to a BBC YouTube clip. This is life! program in 1988, when Winton was interviewed by Esther Rantzen. In it, he asks the assembled public if anyone who owes him his life is present. One by one, all the adults in the room stand up. It’s a piece of television history that goes viral several times a year. The raw, understated emotion of the moment when Winton realizes the impact of all he accomplished decades earlier, at the outbreak of war, is deeply moving. I’ve seen it hundreds of times and it still gives me goosebumps; If you haven’t seen it, you should. I dare you not to cry. Winton in 1998, at Prague’s main train station. That YouTube clip is both a gift and a challenge for a director. How do you recreate such an iconic moment on screen? How can you add something else, if you can? Well, choosing Sir Anthony Hopkins is a good starting point. As he and I discussed how we would approach the film, he spoke of Winton’s extraordinary humility and controlled emotions. No dramas. You do what is decent and right. My team set out to make it as authentic as possible, from the costumes to the detail of each stamp in the passport and, when we could, film scenes in the places where the real events took place. Early in our preparations, we were doing reconnaissance in Prague, at the central station where most of the children were boarding their trains to England. At the end of the platform is a bronze statue of Winton with two of the children she saved. We stopped to take photos when suddenly we heard screams, radios squawking, children crying. Police escorted a crowd across the platforms. And then we realized they were refugees; Dozens of women and children, recently arrived from Ukraine, dragging some precious belongings with them. We all stayed silent to take it in. Winton saw firsthand how desperate and dangerous the situation for refugee children was. Here we were, preparing to tell the story of another war and other refugees from more than 80 years ago, and history was repeating itself in front of us. It was a chilling moment. What would Winton have thought? For the scenes in which the children say their final goodbyes as they board the trains, the original footage tended to show a lot of happy faces, excited by the news camera, smiling awkwardly. I decided to reference more contemporary sources, so I looked at Ukrainian photojournalism and recreated images of parents saying goodbye to their children in 2022: an adult holds out a child’s hand through the window, their faces pressed against the glass. It’s just a detail, but it makes the film speak more subtly about the “now.” A new film about Winton’s heroic efforts starring Sir Anthony Hopkins will be released in cinemas on New Year’s Day. Nowadays, with the world news so full of conflict, it is very easy to feel overwhelmed, to have every excuse to think that there is more than any individual can hope to influence, that nothing one can do could make a dent in the crisis. But Winton, who died in 2015 at the age of 106, thought otherwise. His story is about possibilities and hope. Johnny Flynn as Young Winton in A life Does the movie work? You, the audience, will be the judge of that. But the current Dame Esther Rantzen has seen it and given us her approval, and that is personally important. You see, this director’s second job in the industry was as a research intern at This is life!, so Esther was my boss. Now, decades later, I have to direct it. Perhaps most significantly, the film has been seen by both Winton’s family and some of the surviving children who first arrived at Liverpool Street station more than 84 years ago. One of them, Lord Dubs, wrote that he watched the film with tears in his eyes, because what we were telling was the story of his life, dramatizing the moment he left his parents at the Prague station. He added that when he saw Anthony Hopkins on screen as Winton, he had to pinch himself to remember that he wasn’t the real hero he was seeing. Humbly, we will accept it. A life will be in theaters starting January 1",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nicky winton",
        "sentiment": "neutral"
      },
      {
        "name": "schindler",
        "sentiment": "neutral"
      },
      {
        "name": "nicholas winton",
        "sentiment": "neutral"
      },
      {
        "name": "winton",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "austria",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      },
      {
        "name": "britain",
        "sentiment": "none"
      },
      {
        "name": "czechoslovakia",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      },
      {
        "name": "prague",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T15:30:43.293+02:00",
  "updated": "2023-12-30T15:30:43.293+02:00"
}