{
  "thread": {
    "uuid": "f18e6d721af822e030cb311282ecb5228f877534",
    "url": "https://www.globalsecurity.org/military/library/news/2024/03/mil-240308-lithuania-mnd01.htm",
    "site_full": "www.globalsecurity.org",
    "site": "globalsecurity.org",
    "site_section": "http://globalsecurity.org//globalsecurity-org.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "GlobalSecurity.org",
    "title": "NATO praises model balancing of Lithuania's defence spending that ticks every box in NATO recommendations",
    "title_full": "NATO praises model balancing of Lithuania's defence spending that ticks every box in NATO recommendations",
    "published": "2024-03-09T10:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 3594,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f18e6d721af822e030cb311282ecb5228f877534",
  "url": "https://www.globalsecurity.org/military/library/news/2024/03/mil-240308-lithuania-mnd01.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "John Pike",
  "published": "2024-03-09T10:10:00.000+02:00",
  "title": "NATO praises model balancing of Lithuania's defence spending that ticks every box in NATO recommendations",
  "text": "NATO praises model balancing of Lithuania's defence spending that ticks every box in NATO recommendations\nRepublic of Lithuania - Ministry of National Defence\n2024-03-08\nInternational cooperation | Security and defense policy\nMultilateral consultations with NATO Allies were held in Brussels this week to assess how Lithuania succeeds to meet its NATO commitments. NATO planners overviewed the progress Lithuania had made in living up to its commitments and especially highlighted the national ambitions set to complement the overall NATO capabilities in the future. NATO experts underscored the exemplary budget balancing that fell in line with NATO recommendations and distributed the funds properly across the areas of personnel needs, major weaponry procurement and sophisticated system sustainment throughout their lifecycle.\nAccording to consultations participants, Lithuania's latest defence spending and capability and infrastructure development plans were not just welcome but also set a role model for other NATO Allies. Lithuania's current defence budget markedly exceeds the minimum goals agreed to at the NATO Summit in Vilnius, i.e. 2 percent of GDP. Lithuania's defence spending this year amounts to 2.77 percent of GDP and targets are set on 3 percent.\nAnother aspect looked into was the challenge of potential recruit and servicemember career reluctance in some of the Allies and Lithuania's best practices in tackling the issue. Lithuania has approved a comprehensive package including such servicemember-oriented measures as increased compensations for commuting to service sites and lodging charge, qualification, specific duty or service allowance increase, as well as allowances for international deployments and salary rise by tens of percent. NATO representatives were particularly appreciative of Lithuania's proficiency in offering an appealing package of motivating measures for servicemembers and mixed recruitment model that focuses not only on career military but also volunteer and recruit servicemembers.\nThe Allies thanked Lithuania for the continued assistance to Ukraine and underscored the importance of the demining coalition led by Lithuania and Iceland. 22 states have already joined the initiative.\nNATO representatives also have noted the weighty contribution Lithuania makes to other multilateral and bilateral formats: the UK-led Joint Expeditionary Force, cooperation in NORDEFCO, trilateral Lithuanian-Polish-Ukrainian Brigade LITPOLUKRBRIG and the 3B, three Baltic states, format.\n|\n|\nNEWSLETTER\n|Join the GlobalSecurity.org mailing list|\n|\n||\n|",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "nato",
        "sentiment": "negative"
      },
      {
        "name": "ministry of national defence",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lithuania",
        "sentiment": "none"
      },
      {
        "name": "brussels",
        "sentiment": "none"
      },
      {
        "name": "republic of lithuania",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T12:37:12.680+02:00",
  "updated": "2024-03-09T12:37:12.680+02:00"
}