{
  "thread": {
    "uuid": "3eda5409a0d664a034b210c9881918c42d41a709",
    "url": "https://sanmarinortv.sm/sport/comunicati-sport-c22/coraggio-altruismo-spirito-di-gruppo-maxime-mbanda-e-marco-bezzecchi-raccontano-a-piu-di-200-studenti-come-lo-sport-sia-palestra-di-vita-a255858",
    "site_full": "sanmarinortv.sm",
    "site": "sanmarinortv.sm",
    "site_section": "https://sanmarinortv.sm/rss.xml",
    "site_categories": [
      "music",
      "entertainment"
    ],
    "section_title": "SMRTV",
    "title": "“Coraggio, altruismo, spirito di gruppo”: Maxime Mbanda e Marco Bezzecchi raccontano a più di 200 studenti come lo sport sia palestra di vita",
    "title_full": "“Coraggio, altruismo, spirito di gruppo”: Maxime Mbanda e Marco Bezzecchi raccontano a più di 200 studenti come lo sport sia palestra di vita",
    "published": "2024-03-14T03:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://sanmarinortv.sm/uploads/img/photo/65/65f30d96c9ba0519704166.jpg?t=1710455511",
    "performance_score": 0,
    "domain_rank": 97412,
    "domain_rank_updated": "2024-03-12T12:13:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3eda5409a0d664a034b210c9881918c42d41a709",
  "url": "https://sanmarinortv.sm/sport/comunicati-sport-c22/coraggio-altruismo-spirito-di-gruppo-maxime-mbanda-e-marco-bezzecchi-raccontano-a-piu-di-200-studenti-come-lo-sport-sia-palestra-di-vita-a255858",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "San Marino Rtv",
  "published": "2024-03-14T03:45:00.000+02:00",
  "title": "“Coraggio, altruismo, spirito di gruppo”: Maxime Mbanda e Marco Bezzecchi raccontano a più di 200 studenti come lo sport sia palestra di vita",
  "text": "Un incontro intenso e partecipato quello che ha visto questa mattina più di duecento studenti riminesi confrontarsi sui temi della “memoria” e dei “Giusti tra le nazioni” insieme a due testimoni d’eccezione, il campione di rugby,Maxime Mbanda e il pilota di motociclismo Marco Bezzecchi. Al Teatro degli Atti i due grandi campioni hanno raccontato la loro esperienza e risposto alle tante domande degli studenti, provenienti dalla secondaria di primo grado \"Aurelio Bertola\", la Media Statale \"E. Fermi”. E le scuole superiori: Ragioneria \"Istituto tecnico economico statale Roberto Valturio\" e l'Alberghiero \"IPSEOA Sigismondo Pandolfo Malatesta\". “Coraggio, altruismo, spirito di squadra. Il confronto di oggi - ha spiegato nel suo saluto istituzionale Chiara Bellini, vicesindaca con delega alle politiche educative del Comune di Rimini – è un seme di cui raccoglierete i frutti in futuro. Spesso, da momenti solo apparentemente più informali come questi, prendono il via lezioni che ci rimangono dentro per sempre. Il coraggio di questi sportivi ci avvicina a quello, in altri e più drammatici periodi storici, che ha animato non solo i giusti, ma anche i tanti uomini, come i nostri nonni o bisnonni, che hanno combattuto per la libertà e la giustizia. Quella di oggi è una tappa che fa parte di un progetto più ampio che coinvolge le scuole e la comunità riminese”. Presente anche l’assessora alle politiche per i giovani, Francesca Mattei. In particolare, il progetto educativo sui \"Giusti\" quest'anno verte sul tema dello sport e degli sportivi come esempio di solidarietà, coraggio e eroismo. In quest'ottica è inserito l'incontro con i due grandi campioni, Maxime Mbanda, rugbysta, e Marco Bezzecchi, campione riminese di motociclismo. Entrambe figure di spessore, sia nella carriera che nella loro vita, che quella mattina dialogheranno con i ragazzi sui temi della responsabilità individuale, del fairplay e dell'impegno a favore dei più deboli. Un'iniziativa che ha lo scopo di unire l'insegnamento storico con storie contemporanee ed esplorare come lo sport possa trasmettere modelli positivi che possano sensibilizzare le giovani generazioni. Il progetto è curato da Laura Fontana, Responsabile dell'Attività Educazione alla Memoria e Daniele Susini, coordinatore del progetto sui Giusti. L'incontro è stato organizzato in collaborazione con l'Istituto per la storia della Resistenza e dell'Età contemporanea della provincia di Rimini e con l'Associazione Nazionale Vittime Civili di Guerra Onlus – Sezione Prov.le Rimini. Un'iniziativa che rientra nel cartellone delle attività di Educazione alla Memoria del Comune di Rimini, che per l'ottavo anno consecutivo vuole valorizzare la memoria e la conoscenza della figura dei \"Giusti tra le Nazioni\". Il progetto infatti è iniziato il 12 gennaio scorso e ha visto i ragazzi coinvolti già in otto incontri, tra gennaio e febbraio, con focus sullo sport. Sport, inteso come possibilità di competizione che permette di mettere alla prova i propri limiti, ma allo stesso tempo rappresenta un importante strumento di educazione al rispetto dell'altro e delle regole condivise, alla correttezza e onestà e al superamento della sconfitta.\ncs Comune di Rimini",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:31:55.524+02:00",
  "updated": "2024-03-15T00:31:55.524+02:00"
}