{
  "thread": {
    "uuid": "d1b98df33f67acd76b2ff11991952c9cb1879d99",
    "url": "https://jordantimes.com/news/local/jordanians-step-charitable-efforts-ramadan-support-gazans",
    "site_full": "jordantimes.com",
    "site": "jordantimes.com",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "Jordanians step up charitable efforts in Ramadan to support Gazans | Jordan Times",
    "title_full": "Jordanians step up charitable efforts in Ramadan to support Gazans | Jordan Times",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "JO",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 15838,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d1b98df33f67acd76b2ff11991952c9cb1879d99",
  "url": "https://jordantimes.com/news/local/jordanians-step-charitable-efforts-ramadan-support-gazans",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "Jordanians step up charitable efforts in Ramadan to support Gazans | Jordan Times",
  "text": "AMMAN — The holy month of Ramadan, a time traditionally marked by introspection and giving, has taken on a new dimension this year. The focus has shifted towards charitable contributions, benefitting not only local families in need but also those residing in the Gaza Strip. A Jordanian philanthropist, who wished to remain anonymous, on Thursday told The Jordan Times that there has been a “significant” increase in charity during this Ramadan, adding that “Jordanians are stepping up their efforts to provide much-needed relief to Gaza”. She also said, “Numerous individuals are donating Ramadan boxes filled with food staples, and some are even providing daily iftar meals for the underprivileged in various areas across Amman and other governorates.” She also noted that a substantial portion of people’s Zakat, a form of alms-giving treated in Islam as a religious obligation, is being directed towards the Strip. Manal Darwish, head of a local charity foundation in Ajloun, said that while some people choose to donate money to bank accounts to aid those in Gaza, official sources are always a safer option. “Every day of this holy month, we see more people extending their support, volunteering their time, and distributing Iftar meals to needy families in Ajloun,” she added. Um Shadi, a donor from the Jabal Akhdar neighbourhood in Amman, told The Jordan Times that she has committed herself to feeding as many people from her community as possible this Ramadan. She also said “In the aftermath of the Gaza war, we are doing our utmost to help alleviate the suffering of Gazan families.” She also emphasised that every donation, regardless of its size, can make a significant difference in the daily lives of those living in dire circumstances. Since the beginning of Ramadan, the Jordan Hashemite Charity Organisation (JHCO) has concentrated its efforts on delivering food packages, and other essentials for the fast-breaking meal to the people of Gaza. The JHCO is currently accepting donations for Gaza through its accounts in Bank al Etihad: JO32 UBSI 1030 0000 4010 1659 9151 06, CliQ: JHCOGAZA. [up](/news/local/jordanians-step-charitable-efforts-ramadan-support-gazans?rate=3WLDCsRk20xL4xiDNLSbWGJC9z11GXu4ZjeTbW_BU34) Related Articles AMMAN — The Jordan Hashemite Charity Organisation (JHCO) launched on Sunday its 2022 Ramadan campaign with the goal of guaranteeing that eve AMMAN — The Jordan Hashemite Charity Organisation (JHCO) launched its \"Ramadan with Goodness is Different\" campaign for 2023.The campaign ai AMMAN — Since the start of the Israeli war on Gaza on October 7, the Jordan Hashemite Charity Organisation (JHCO) has dispatched 34 ai Opinion - Popular - Rated - Commented Newsletter Get top stories and blog posts emailed to you each day.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "manal darwish",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jordan times amman",
        "sentiment": "negative"
      },
      {
        "name": "jordan times",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ramadan",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "amman",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:34:32.750+02:00",
  "updated": "2024-03-15T00:34:32.750+02:00"
}