{
  "thread": {
    "uuid": "3a206b41c735e9cc89272ea6558c33d75167d2bb",
    "url": "https://www.thisdaylive.com/index.php/2024/07/05/experts-outline-blueprint-for-sustainable-shipping",
    "site_full": "www.thisdaylive.com",
    "site": "thisdaylive.com",
    "site_section": "https://www.thisdaylive.com",
    "site_categories": [
      "media"
    ],
    "section_title": "THISDAYLIVE &#8211; Truth and Reason",
    "title": "Experts Outline Blueprint for Sustainable Shipping – THISDAYLIVE",
    "title_full": "Experts Outline Blueprint for Sustainable Shipping – THISDAYLIVE",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "NG",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 13330,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3a206b41c735e9cc89272ea6558c33d75167d2bb",
  "url": "https://www.thisdaylive.com/index.php/2024/07/05/experts-outline-blueprint-for-sustainable-shipping",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "Experts Outline Blueprint for Sustainable Shipping – THISDAYLIVE",
  "text": "Experts Outline Blueprint for Sustainable Shipping As Nigeria continues to harness the potential of its maritime sector, experts have advocated for sustainable practices to ensure the long-term health and productivity of its blue economy. According to various experts who spoke at the sixth edition of the Taiwo Afolabi Annual Maritime (TAAM) Conference held at the University of Lagos, Nigeria needs to take seriously the issue of policies and stringent regulations that support environmental protection, economic efficiency, and social responsibility. According to Chairman, SIFAX Group, Dr Taiwo Afolabi, the industry needs to be strategic and decisive about sustainability as well as exploiting the range of business opportunities that the blue economy presents. He said: “There are diverse opportunities in the industry beyond the traditional shipping and port operations. The newly-created Ministry of Marine and Blue Economy has to expand its scope to provide policies and regulations that will guide investors’ foray into areas like coastal tourism and renewable energies. This, however, must be done in a sustainable manner that will protect the ocean ecosystem and provide benefits for the coming generations.” Renowned maritime lawyer and keynote speaker, Dr. Emeka Akabogu, who Mr Victor Onyegbado represented, harped on the importance of achieving sustainable shipping as a nation, through ethical conduct, improved port operations and adequate legislation within the industry. According to him, it is imperative to achieve this system in order to build a maritime industry that is functional, providing resources that transcends generations. “Sustainable shipping is the backbone of a resilient and thriving global economy. We all know that shipping carries the bulk of world trade and it encompasses practices that ensure long-term health of our oceans while meeting the economic and logistical demands of global trade,” he stressed. On his part, the former Director-General of the Nigerian Maritime Administration and Safety Agency (NIMASA), Mr Temisan Omatseye emphasised the digitization of the industry as well as the development of a national maritime strategy. He noted further that developing key performance indicators will have a positive impact on human capital development and service delivery. “We need to move away from where the sector is dependent on human beings and begin to be a bit more AI-compliant in our processes. Two, the industry is also due for a national maritime policy that will provide the roadmap for its development. Right now, Nigeria does not have an approved national maritime policy, which says clearly what our policies are, and also something that also powers what we call a national maritime strategy”, he stated.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Social Issue",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "taiwo afolabi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sifax group",
        "sentiment": "none"
      },
      {
        "name": "ministry of marine",
        "sentiment": "none"
      },
      {
        "name": "taiwo afolabi annual maritime",
        "sentiment": "none"
      },
      {
        "name": "university of lagos",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nigeria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T06:27:37.658+03:00",
  "updated": "2024-07-05T06:27:37.658+03:00"
}