{
  "thread": {
    "uuid": "3692218ed39bba925816ddfa30dfb7f06b74792f",
    "url": "https://www.naciodigital.cat/noticia/266945/invasio-anglicismes-fenomen-imparable-evitable",
    "site_full": "www.naciodigital.cat",
    "site": "naciodigital.cat",
    "site_section": "https://www.naciodigital.cat/rss/168/societat",
    "site_categories": [
      "society",
      "climbing",
      "sports"
    ],
    "section_title": "NacióDigital - RSS Societat",
    "title": "La invasió dels anglicismes: un fenomen imparable o evitable?",
    "title_full": "La invasió dels anglicismes: un fenomen imparable o evitable?",
    "published": "2024-01-01T13:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://dades.grupnaciodigital.cat/redaccio/arxius/imatges/201902/1200_1549558124pexels-photo-278887.jpg?1704121200",
    "performance_score": 0,
    "domain_rank": 43836,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3692218ed39bba925816ddfa30dfb7f06b74792f",
  "url": "https://www.naciodigital.cat/noticia/266945/invasio-anglicismes-fenomen-imparable-evitable",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ramon",
  "published": "2024-01-01T13:15:00.000+02:00",
  "title": "La invasió dels anglicismes: un fenomen imparable o evitable?",
  "text": "En l'àmbit laboral, un dels anglicismes més estesos és el terme coworking. La realitat, però, és que hi ha una adaptació catalana per a aquest manlleu:\ncotreball. Segons el Termcat, es tracta de la \"modalitat de treball en què diversos professionals independents comparteixen espai de treball, equipament i recursos tecnològics, que permet estalviar costos i afavoreix la socialització i l'intercanvi d'idees\". Per tant, del lloc físic on els professionals duen a terme l'activitat laboral, en direm espai de cotreball. Si bé és cert que lingüísticament es podria veure com un calc de l'anglès, des del punt de vista formal i semàntic seria una forma adequada en català, atès que està creada per prefixació a partir del nucli del substantiu treball amb adjunció del prefix co-, que significa 'ensems amb' o 'en comú', com bé indica el DIEC.\nActualment, les empreses acabades de crear que responen a una oportunitat de mercat important, que tenen un caràcter innovador i que creixen molt de pressa s'anomenen startups. De fet, l'ús abusiu d'aquest anglicisme fa que l'alternativa catalana que proposa el Termcat quedi en un segon pla. Per això, ben poques vegades ens trobarem el concepte\nempresa emergent, molt més transparent semànticament que la forma original anglesa. Amb tot, aquest cas en concret és una clara mostra de com la internacionalització i el prestigi de la llengua fan que, encara que la forma catalana sigui més entenedora i adequada, sovint s'opti pel mot en anglès.\nEn el sector empresarial, últimament es fan servir les sigles CEO, que corresponen a l'equivalent anglès chief executive officer, per fer referència al \"membre del consell d'administració d'una societat a qui són delegades algunes de les funcions del consell i que actua en representació de la societat\", segons indica el Termcat. Així mateix, es podria dir que aquest concepte forma part de la llista dels anglicismes més innecessaris, ja que en català tenim unes quantes alternatives per a aquest terme, en funció del càrrec corresponent. La principal seria\nconseller delegat, però també hi ha les formes executiu en cap, president executiu, director executiu, director general i president, entre d'altres.\nParlant de càrrecs, el grup de treballadors d'una empresa habitualment rep el nom de staff per influència de l'anglès. En català, però, tenim alternatives ben genuïnes que s'han dit des de sempre. Pel que fa al cens laboral dels treballadors d'una empresa, classificats per grups i categories professionals, el Termcat proposa les formes\nplantilla, equip i conjunt de treballadors. En canvi, en el sentit del personal d'una empresa que té com a funció principal establir-ne els objectius i la línia de direcció, s'opta per les formes genèriques equip directiu i direcció.\nEl món de l'audiovisual, juntament amb l'empresarial, és un dels més afectats pel fenomen dels anglicismes. Avui dia, qui més qui menys fa servir l'anglicisme spoiler per referir-se a la pèrdua de l'efecte sorpresa d'una pel·lícula o una sèrie per culpa de l'explicació anticipada d'una part important de la trama argumental. Per a l'alternativa en català, el Termcat ha fet una adaptació semàntica del terme i n'ha sortit\nespòiler, després de desestimar la proposta inicial filtració perquè no aconseguia substituir el manlleu ni acabava de remetre al sentit negatiu del terme original. Tot i això, hi ha expressions més genuïnes que també farien la mateixa funció que espòiler, com ara revelació, esbotzada, rebentada i esguerro.\nEl món de la tecnologia tampoc no es queda enrere quant als anglicismes. Per exemple, per definir la persona experta en programació o l'individu que entra de manera il·legal en un sistema de seguretat informàtic amb la voluntat de treure'n un profit es fa servir el concepte hacker. El Termcat, en aquest cas, aposta per l'expressió expert informàtic i el mot\npirata —i, per extensió, pirata informàtic—, de manera que el verb seria piratejar, i no pas hackejar, i el substantiu de l'acció, pirateig, en comptes de hackeig.\nAra tot és fake:\ncomptes fake, usuaris fake, notícies fake o, directament, fake news. Aquest anglicisme, en català, no vol dir res més que fals. Així doncs, sempre serà preferible fer servir el concepte notícies falses o notícies enganyoses per fer referència a la \"notícia que difon informació que no és certa, d'una manera generalment premeditada, sobretot a les xarxes socials, amb la intenció de danyar la reputació d'algú o d'influir en l'opinió pública\", com bé indica el Termcat. Ara bé, com a substantiu independent també es poden fer servir les alternatives falsedats, enraonies i fal·làcies.\nAvui dia tothom es mou i es deixa dur pels feelings. Aquest concepte serveix, sobretot, per definir i explicar experiències subjectives de les emocions. La realitat, però, és que en català tota la vida n'hem dit compenetració,\nsentiment, sensació, sintonia, química, entesa o avinença, expressions normatives recollides al Termcat i al DIEC. En aquest cas en concret, s'evidencia que l'ús estès de l'anglicisme feeling no té res a veure amb la falta d'alternatives possibles en català, atès que tenim més de cinc opcions per anomenar aquesta emoció tan utilitzada en les relacions entre humans.\nDesprés d'analitzar els nou anglicismes anteriors i veure que tots tenen alternatives en català, l'últim exemple confirma, definitivament, que la invasió dels anglicismes és un fenomen evitable. El concepte bullying fa referència al maltractament físic o psicològic sistemàtic continuat a un company de l'escola o de l'institut i que li pot acabar provocant problemes físics i psicològics. L'alternativa preferent en català, segons el Termcat, és\nassetjament escolar, juntament amb intimidació escolar i maltractament escolar. Malgrat que és una expressió més llarga que la forma anglesa, ens ofereix una definició més clara del significat, força important avui dia a la nostra societat. Ara bé, que això no serveixi d'excusa, perquè com a formes curtes per definir aquest concepte també tenim els substantius assetjament i vexacions.\nMostra el teu compromís amb Nació.\nFes-te'n subscriptor per només 59,90€ a l'any, perquè\nés el moment de fer pinya.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "catalan",
  "sentiment": "positive",
  "categories": [
    "Labor"
  ],
  "external_links": [
    "https://www.termcat.cat/es/neoloteca/search/pirata?type=basic&language=&condition=match",
    "https://www.termcat.cat/ca/cercaterm/fitxa/NzExMjI1",
    "https://www.termcat.cat/oc/cercaterm/fitxa/MjA1NzAz",
    "https://www.termcat.cat/es/diccionaris-en-linia/207/fitxa/NDA1MjY0Ng%3D%3D",
    "https://www.termcat.cat/es/neoloteca/search/bullying?type=basic&language=&condition=match",
    "http://www.termcat.cat/en/cercaterm/fitxa/NDgxNDIz",
    "https://www.termcat.cat/ca/cercaterm/cotreball?type=basic",
    "http://www.termcat.cat/ca/cercaterm/feeling?type=basic",
    "https://www.termcat.cat/es/cercaterm/fitxa/NzExMzMy",
    "https://www.termcat.cat/ca/neoloteca/fitxa/NDEwMTEzMA%3D%3D",
    "https://www.termcat.cat/es/neoloteca/fitxa/NDcxOTIyOA%3D%3D",
    "https://termcat.cat/oc/cercaterm/fitxa/MjA1NzAz",
    "https://termcat.cat/ca/neoloteca/fitxa/NDEwMTEzMA%3D%3D",
    "https://termcat.cat/es/diccionaris-en-linia/207/fitxa/NDA1MjY0Ng%3D%3D",
    "https://termcat.cat/es/cercaterm/fitxa/NzExMzMy",
    "https://www.termcat.cat/ca/cercaterm/cotreball",
    "https://www.termcat.cat/es/neoloteca/search/bullying",
    "https://www.termcat.cat/es/neoloteca/search/pirata",
    "https://termcat.cat/es/neoloteca/fitxa/NDcxOTIyOA%3D%3D",
    "https://termcat.cat/es/neoloteca/search/pirata?type=basic&language=&condition=match",
    "http://termcat.cat/ca/cercaterm/feeling?type=basic",
    "https://termcat.cat/ca/cercaterm/fitxa/NzExMjI1",
    "http://www.termcat.cat/ca/cercaterm/feeling",
    "https://termcat.cat/ca/cercaterm/cotreball?type=basic",
    "https://termcat.cat/es/neoloteca/search/bullying?type=basic&language=&condition=match",
    "http://termcat.cat/en/cercaterm/fitxa/NDgxNDIz"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-01T17:03:58.366+02:00",
  "updated": "2024-01-01T17:03:58.366+02:00"
}