{
  "thread": {
    "uuid": "a20d350175e22ee81b8c54328fa9ea631043a43f",
    "url": "https://www.lowellsun.com/2023/12/29/i-was-not-expecting-this-police-unions-replace-teens-stolen-e-bike/",
    "site_full": "www.lowellsun.com",
    "site": "lowellsun.com",
    "site_section": "http://www.lowellsun.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Lowellsun.com covers local news and community news in Lowell, Dracut, Chelmsford, Tyngsboro, Tewksbury, Billerica, Westford, Littleton, Wilmington, Concord, Acton, Boxboro, Pelham, Methuen, Bedford, Burlington, Carlisle, Boston, and more",
    "title": "'I was not expecting this': Lowell Police unions replace teen's stolen e-bike",
    "title_full": "'I was not expecting this': Lowell Police unions replace teen's stolen e-bike",
    "published": "2023-12-29T11:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.lowellsun.com/wp-content/uploads/2023/12/LOW-L-BIKE-122223-1.jpg?w=1024&#038;h=884",
    "performance_score": 0,
    "domain_rank": 16853,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a20d350175e22ee81b8c54328fa9ea631043a43f",
  "url": "https://www.lowellsun.com/2023/12/29/i-was-not-expecting-this-police-unions-replace-teens-stolen-e-bike/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Aaron Curtis",
  "published": "2023-12-29T11:45:00.000+02:00",
  "title": "'I was not expecting this': Lowell Police unions replace teen's stolen e-bike",
  "text": "LOWELL — The situation might have looked a bit bleak recently for Lowell High student Nam Phan. But in the end, members of the Lowell Police Department came together to show Phan that good things do happen to good people. The discouraging incident occurred on Oct. 14. Phan had spent that Saturday afternoon helping out with a much-needed trash cleanup in Downtown Lowell. When the sophomore wrapped up for the day, he returned to the spot where he locked up his electric bike only to find it was gone. Stolen. An electric bike, or e-bike, is a bicycle equipped with a motor to assist the operator as they pedal. The motor receives its power from a rechargeable battery. The bikes tend to cost hundreds of dollars. Left with the broken remains of his bike lock, Phan assumed he was out of an expensive e-bike, which he used regularly as a primary means of getting to school, work, wrestling practice and home. “I was so angry because that day I had to walk home,” Phan said in a press release about the incident. Police said City Manager Tom Golden’s office received word of Phan’s stolen bike, and reached out to the Lowell Police Officer’s Union and the Lowell Police Superior Officer’s Union. After hearing the upsetting news, the unions, led by Lt. Aidan O’Donnell and Officer Timothy Roussell, decided to use union funds to buy Phan a new bike of the exact make and model that was stolen. Roussell said it was an easy decision, pointing out youth like Nam, who is in the ROTC at Lowell High, “are an asset to our community.” “He’s displayed a good attitude and a positive work ethic, and he was giving back to the community when he had something bad happen to him,” Roussell said. “We felt it was important to show him that good things happen to good people.” On Dec. 19, school resource officers from Lowell High escorted Phan to Lowell Police headquarters on Arcand Drive, where the sophomore was presented with the new bike — an Ancheer electric bike. Phan was also thanked for his work helping clean up the city. “The men and women of Lowell Police Department invest in the City’s youth on a regular basis, so when City Manager Golden’s office reached out to tell us about this young man’s e-bike being stolen while he was volunteering his time to clean up his city, it was a no-brainer,” O’Donnell said in the release. Phan expressed gratitude for the new bike, adding, “I was not expecting this.” “But these guys came out and did all this for me and I’m really grateful,” Phan said. Follow Aaron Curtis on X, formerly known as Twitter, @aselahcurtis",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nam phan",
        "sentiment": "negative"
      },
      {
        "name": "phan",
        "sentiment": "none"
      },
      {
        "name": "tom golden",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "lowell police",
        "sentiment": "negative"
      },
      {
        "name": "lowell police department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "downtown lowell",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T12:34:46.289+02:00",
  "updated": "2023-12-29T12:34:46.289+02:00"
}