{
  "thread": {
    "uuid": "ff3e650439b3329b72a92253be40b7fac06b208b",
    "url": "https://stayhappening.com/e/midweek-crisis-on-a-friday-•-stand-up-comedy-in-english-•-E3LV38MRTYYR",
    "site_full": "stayhappening.com",
    "site": "stayhappening.com",
    "site_section": "https://stayhappening.com/barcelona",
    "site_categories": [],
    "section_title": "Events & Happenings in Barcelona, CT",
    "title": "Midweek Crisis on a Friday • Stand-Up Comedy in English •, The Comedy Clubhouse, Barcelona, 5 January 2024",
    "title_full": "Midweek Crisis on a Friday • Stand-Up Comedy in English •, The Comedy Clubhouse, Barcelona, 5 January 2024",
    "published": "2024-01-05T22:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.stayhappening.com/events5/banners/f7118c03cc54680ce4d94e052d8e22cdb232958dbc2d99b4a92893e66f4d65b7-rimg-w960-h503-gmir.jpg?v=1704462855",
    "performance_score": 0,
    "domain_rank": 69763,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ff3e650439b3329b72a92253be40b7fac06b208b",
  "url": "https://stayhappening.com/e/midweek-crisis-on-a-friday-•-stand-up-comedy-in-english-•-E3LV38MRTYYR",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Comedy Clubhouse BCN",
  "published": "2024-01-05T22:00:00.000+02:00",
  "title": "Midweek Crisis on a Friday • Stand-Up Comedy in English •, The Comedy Clubhouse, Barcelona, 5 January 2024",
  "text": "Advertisement Midweek Crisis is Barcelona´s one and only English comedy clinic, is running a special weekend edition to rescue you from the holiday blues.\nAbout this Event\nComedy Therapy on Friday Night! The best English comedy open mic in Barcelona according to Clubbies 2023 Awards, the people´s choice show of the year and the only comedy clinic, Midweek Crisis is bringing you a special weekend edition .\nOn the 3 Kings day, our comedy therapy Queens, Mariah Girouard and Mila Kopaeva, will be at your service to rescue you from the holiday blues. They prepared a fine selection of the best local and international comics, who will give you an advice on your biggest problems in exchange for testing out their new jokes.\nFRIDAY JANUARY 5th\nShow starts at 8PM (come early to grab a drink and find your seat!)\nTickets: 8 euros online, 10 euros at the door\nLanguage: English\nWhere? At The Comedy Clubhouse - Barcelona's dedicated English Comedy Club.\nAt The Comedy Clubhouse we're committed to providing a space for people to relax, chat, meet new people, make mistakes, develop their craft, say stupid things, laugh, cry, detox from the internet AND learn that stepping outside your comfort zone doesn't have to be that uncomfortable.\nBasically we're bringing community back baby!\nHow? We run 20+ different shows a week of all different types and have had massive stars like Louis CK & Michelle Wolf perform at our club.\nWe produce sketches and funny videos every day on our Instagram of us goofing around.\nWe have Improv jams, Improv Workshops, Open Mics, Friendly Bartenders, Yoga Lessons, Writing Sessions & More!\nWhat People Say About Us? We have an average rating of 4.9 Stars on Google across OVER 500 REVIEWS! People that come here love the friendly tone that we set, and they enjoy having a place they can relax and be themselves.\nHere are some nice things people have said recently\n'Pure laughs and silliness every time! Love the weekly Fat Goose shows, nice mix of newcomers and comedy pros :)' - Joe\n'Funky chunky is a great plan to enjoy comedy on a Monday night. Mixed new and professional comedians trying out their jokes and brilliantly hosted by Luke and Hannah' - Albert\n'A kind of hotspot for English speaking Comedy in Barcelona. A pleasant friendly bar in the main floor and a middle sized show venue in the basement. What I have seen had a nice atmosphere and was full of laughter as well. Especially the \"Midweek Crisis\" on Wednesday was a hilarious show where also little or bigger problems of audience members became funnily solved away.' - Stephen\nSome People Don't Like Us! Some people don't like us, that's ok, we're not for everyone. Around 1% of the people that come here, find something they don't like. Sometimes people complain about the lack of drink variety, or about the chaotic feel of the place. Other people find that the open mic comedy event they attended didn't meet the standards they are used to on Netflix.\nIf you come to The Comedy Clubhouse, please understand that it is a work in progress. We are constantly changing & improving and trying to develop new talent.\n- It's the Sagrada Familia of comedy. Just give us another 140 years and it'll be perfect :)\nGet Involved? Join our WhatsApp regulars chat for a weekly update on all the different things we have going on. Or Follow us on Instagram (@TheComedyClubhouseBcn) or subscribe on YouTube... Or just come and hang out. We're here every day :).\nAdvertisement Event Venue & Nearby Stays The Comedy Clubhouse, 10 Carrer dels Canvis Nous, Barcelona, Spain\nTickets EUR 7.00 to EUR 8.00\nFind Tickets Discover more events by tags: Comedy in Barcelona Entertainment in Barcelona Open-mic in Barcelona Workshops in Barcelona Health-wellness in Barcelona Holiday in Barcelona Poetry in Barcelona Koningsdag in Barcelona Sharing is Caring:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mila kopaeva",
        "sentiment": "none"
      },
      {
        "name": "mariah girouard",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "barcelona",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "barcelona",
        "sentiment": "none"
      },
      {
        "name": "queens",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:08:03.094+02:00",
  "updated": "2024-01-06T00:08:03.094+02:00"
}