{
  "thread": {
    "uuid": "964c204782d0569d2dbbbaa0bef4de57a465b473",
    "url": "https://www.upstate.edu/news/articles/2024/2024-04-11-lecane.php",
    "site_full": "www.upstate.edu",
    "site": "upstate.edu",
    "site_section": "https://blogs.upstate.edu/feed",
    "site_categories": [
      "graduate_school",
      "education"
    ],
    "section_title": "Recent Categories",
    "title": "Upstate is first in region to offer treatment with the recently approved Alzheimer’s drug, lecanemab",
    "title_full": "Upstate is first in region to offer treatment with the recently approved Alzheimer’s drug, lecanemab",
    "published": "2024-04-12T04:39:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.upstate.edu/news/images/articles/2024/2024-04-11-lecane.jpg",
    "performance_score": 0,
    "domain_rank": 25496,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "964c204782d0569d2dbbbaa0bef4de57a465b473",
  "url": "https://www.upstate.edu/news/articles/2024/2024-04-11-lecane.php",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Darryl Geddes",
  "published": "2024-04-12T04:39:00.000+03:00",
  "title": "Upstate is first in region to offer treatment with the recently approved Alzheimer’s drug, lecanemab",
  "text": "Upstate is first in region to offer treatment with the recently approved Alzheimer’s drug, lecanemab\nUpstate Medical University has become the first institution in Central New York to begin offering treatment with the recently approved Alzheimer’s drug, lecanemab.\nThe drug received traditional FDA approval in July 2023 to treat early Alzheimer’s disease, including people with mild cognitive impairment or mild dementia due to Alzheimer’s disease. Patients with moderate or more severe forms of dementia are not eligible for the drug.\nLecanemab is a monoclonal antibody designed to remove a protein called amyloid beta from the brain, which is linked to the progression of Alzheimer’s disease.\nLecanemab is not a cure for dementia or Alzheimer’s. Study results show that it does slow the progression of the disease in people with mild cognitive impairement or mild dementia due to Alzheimer’s diseae. The trial of more than 1,500 participants showed that lecanemab slowed clinical decline by 27 percent after 18 months of treatment.\nThe first infusion occurred last month at the Neurological Institute Infusion Center on Fly Road. The infusion takes about one hour. Treatment is usually every two weeks for 18 months.\n“We are hopeful that this is the beginning of a new era in Alzheimer’s treatment and additional treatments may be approved this year,” said Tinatin Chabrashvili, MD, PhD, professor of neurology and neuroscience and director of Upstate’s Neurodegenerative Disorders Center. “Alzheimer’s is a progressive disease with worsening symptoms over time. To have the ability now to slow the disease progression is most important and an example of the benefit of ongoing research dedicated to finding treatments for this debilitating illness.\"\nNeurodegenerative Disorders Center\nThe center created a multidisciplinary panel—the Alzheimer Therapeutics Program Committee—to evaluate the clinical, economic, and operational basis for newly approved Alzheimer’s treatments and upcoming anti-amyloid therapeutics in hopes of providing them to patients. The committee is developing institutional guidelines for medical eligibility, safe administration, and monitoring for these drugs. The committee is chaired by Tinatin Chabrashvili, MD, PhD, and co-chaired by Dragos Mihaila, MD and Kalliopi Petropoulou, MD. Neurology Chair Luis Mejico, MD, has been instrumental in supporting the initiative.\nAlzheimer’s disease is a neurological disorder that impacts the brain, with an enormous impact on the patient and caregivers. There is no cure. According to the Alzheimer’s Association more than 6 million Americans are living with the disease. That number is projected to more than double by 2050.\nThe Upstate Neurodegenerative Disorders Center provides assessment and innovative treatments for patients with neurodegenerative disorders. It’s mission is to expedite the translation of scientific discoveries into new approaches for diagnosing, treating, and preventing neurodegenerative disorders.\nThe collaborative team of neurologists, neurosurgeons, neuropsychologists, neuroradiologists, nuclear medicine experts, physical, occupational and speech therapists, genetic counselors, advanced practice providers, nurses, hospital administration and supportive staffs work closely to provide care for patients with a vast majority of neurodegenerative disorders, including Alzheimer’s disease, Parkinson’s disease, dementia Lewy body, frontotemporal dementia, vascular dementia, progressive supranuclear palsy, corticobasal degeneration and autoimmune dementias.\nThe multidisciplinary specialty clinics include Alzheimer's disease and related disorders clinic, Alzheimer’s disease treatment clinic, movement disorders clinic, movement disorders surgery clinic, botulinum toxin clinic and genetic counseling. As part of the Upstate Neurological Institute, clinicians undertake research, education, and clinical trials for these conditions.\nBuilt upon these clinical strengths, the Neurodegenerative Disorders Center is designed to incorporate all aspects of modern neuroscience to foster a cutting-edge patient care, translational research, and innovation to improve the lives of individuals with neurological disorders that impair behavior and cognition.\nCaption: Members of the Alzheimer Therapeutics Program Committee include, from left, Luis Mejico, MD; Dragos Mihaila, MD; Kalliopi Petropoulou, MD; and Tinatin Chabrashvili, MD, PhD, who serves as the committee chair. Mihaila and Petropoulou serve as co-chairs.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "fda",
        "sentiment": "none"
      },
      {
        "name": "upstate medical university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "central new york",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T04:57:25.184+03:00",
  "updated": "2024-04-12T04:57:25.184+03:00"
}