{
  "thread": {
    "uuid": "f24028721737a1764fc204b45ac13494766fb10d",
    "url": "https://www.ladepeche.fr/2024/01/03/350-mm-de-pluie-en-trois-mois-des-nappes-rechargees-abondance-deau-en-vallee-du-lot-pour-ce-debut-2024-11675175.php",
    "site_full": "www.ladepeche.fr",
    "site": "ladepeche.fr",
    "site_section": "https://www.petitbleu.fr/rss.xml",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "Actualités et infos d&#039;Agen et sa région - À la une",
    "title": "350 mm de pluie en trois mois, des nappes rechargées : abondance d'eau en vallée du Lot pour ce début 2024 - ladepeche.fr",
    "title_full": "350 mm de pluie en trois mois, des nappes rechargées : abondance d'eau en vallée du Lot pour ce début 2024 - ladepeche.fr",
    "published": "2024-01-03T15:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://images.ladepeche.fr/api/v1/images/view/659570d2f65cc126b54aa847/large/image.jpg?v=1",
    "performance_score": 0,
    "domain_rank": 4954,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f24028721737a1764fc204b45ac13494766fb10d",
  "url": "https://www.ladepeche.fr/2024/01/03/350-mm-de-pluie-en-trois-mois-des-nappes-rechargees-abondance-deau-en-vallee-du-lot-pour-ce-debut-2024-11675175.php",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-03T15:39:00.000+02:00",
  "title": "350 mm de pluie en trois mois, des nappes rechargées : abondance d'eau en vallée du Lot pour ce début 2024 - ladepeche.fr",
  "text": "\"Niveau très haut\". Les différentes cartes publiées par les organismes de recherche et d'observation des nappes phréatiques montrent la zone de la vallée du Lot en \"bleu foncé\" en ce début de mois de janvier, signe que les ressources sont à leur maximum. Il faut dire que d'Aiguillon à Fumel en passant par Villeneuve, les abords de la rivière Lot ont été des plus arrosés ces derniers mois.\nSelon les relevés de la station Météo-Anglade , située sur la rive droite, la fin de l'année 2023 est exceptionnelle en termes de pluviométrie. 101 mm en octobre, 171 mm en novembre et 82 mm en décembre, ce sont plus de 350 mm de précipitations qui sont tombées sur la capitale lot-et-garonnaise de la vallée. À titre de comparaison, au 1er janvier 2023, il n'était tombé que 141 mm de pluie au cours des trois derniers mois. Au total, l'année 2023 aura été plus arrosée que la moyenne en vallée du Lot, avec 793,2 mm (la moyenne annuelle étant de 702,46 mm).\nLe jour et la nuit par rapport à l'an dernier Un changement du tout au tout en l'espace de 12 mois, à en croire le comparatif du BGRM, le Bureau de recherches géologiques et minières. Si ce début d'année 2024 est \"bleu\" au niveau des indicateurs, il virait au \"orange\" au cœur de l'hiver dernier. Les données transmises par le piézomètre - outil permettant la mesure de la pression des liquides - des bords du Lot aux abords du château de Rogé ont grimpé en flèche depuis la mi-octobre . Un niveau jamais atteint depuis les intempéries et les inondations de février 2021 qui avait vu le Lot monter à plus de 6 mètres dans le cœur de la bastide villeneuvoise.\nPar ailleurs, la rivière a retrouvé un débit plus proche de la normale ces dernières semaines. Une pointe à 860 m3/s a été atteinte à la mi-décembre, faisant déborder la rivière sur le bas de la Cale de la Marine. Les techniciens ont dû être dépêchés, par bateau, pour dégager le bois charrié par la rivière, coincé près des piles du pont des Cieutat. Trop d'eau, ça a aussi ses inconvénients...\nTout n'est pas blanc ni tout noir. Car à cause de cette grande quantité de précipitations, une grande partie des céréales n’ont pu être semées, laissant des sols nus pour l’hiver. Cette situation de fait a conduit le préfet à accorder une dérogation à l’obligation de semis d’une culture intermédiaire, entre une récolte estivale et un semis de printemps, en zone vulnérable à la pollution par les nitrates issus de sources agricoles. Mais les agriculteurs impactés peuvent se consoler en esquissant une période estivale avec un stock en eau conséquent. Que ce soit dans les nappes ou dans les retenues collinaires...\nUne bonne nouvelle pour l'environnement de la vallée du Lot, même si les pouvoirs publics veulent anticiper pour ce qui est de l'accès à l'eau potable. Comme du côté du bassin de vie de Penne-Saint-Sylvestre. Une réflexion est en train d'être menée par la Saur et la communauté de communes de Fumel Vallée du Lot pour la création d'une usine des traitements des eaux. Le projet n'en est qu'à ses prémices pour venir remplace les forages actuels, vieillissants et pas suffisants pour alimenter les milliers d'habitations du secteur à l'avenir. Cette usine devrait s'installer entre Villeneuve et Trentels, pour traiter les eaux du Lot qui, à l'image de cet hiver, coule en continu. Un des atouts pour le territoire, d'un point de vue économique, agricole et environnemental.\nCet article est réservé aux abonnés Accédez immédiatement à cet article 2 semaines offertes Je m'abonne pour lire la suite Déjà abonné(e) ? Connectez-vous Contenus illimités Sans engagement Sans publicité Cet article est réservé aux abonnés Accédez immédiatement\nà cet article à partir de 3€/mois Déjà abonné(e) ? Connectez-vous Contenus illimités Sans engagement Sans publicité Cet article est réservé aux abonnés Accédez immédiatement à cet article 1 semaine offerte Je m'abonne pour lire la suite Déjà abonné(e) ? Connectez-vous Contenus illimités Sans engagement Sans publicité",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Environment"
  ],
  "external_links": [
    "http://www.meteo-anglade.fr/",
    "https://www.brgm.fr/fr/actualite/communique-presse/nappes-eau-souterraine-au-1er-decembre-2023",
    "https://emi.imageau.eu/app/stations/villeneuve-sur-lot-piezo-1575296946/analytics/render/chronicle?view=water-level-static&w=2820&limits=il&envelope=1&department=47",
    "https://www.emi.imageau.eu/app/stations/villeneuve-sur-lot-piezo-1575296946/analytics/render/chronicle?view=water-level-static&w=2820&limits=il&envelope=1&department=47",
    "https://brgm.fr/fr/actualite/communique-presse/nappes-eau-souterraine-au-1er-decembre-2023",
    "http://www.meteo-anglade.fr",
    "http://meteo-anglade.fr/",
    "https://emi.imageau.eu/app/stations/villeneuve-sur-lot-piezo-1575296946/analytics/render/chronicle"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-03T17:13:00.296+02:00",
  "updated": "2024-01-03T17:13:00.296+02:00"
}