{
  "thread": {
    "uuid": "b37751fa2c6e63ead3f4cafde7da5800b2dd01df",
    "url": "https://www.dailynews.lk/2024/04/19/local/500838/saplings-planted-to-mark-avurudu",
    "site_full": "www.dailynews.lk",
    "site": "dailynews.lk",
    "site_section": "http://hft.einnews.com/live_feed",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "legal_issues",
      "politics"
    ],
    "section_title": "Live Feed Wire - High-Frequency Trading News Today - EIN Presswire",
    "title": "Saplings planted to mark Avurudu - DailyNews",
    "title_full": "Saplings planted to mark Avurudu - DailyNews",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "LK",
    "main_image": "https://www.dailynews.lk/wp-content/uploads/2024/04/3-3-3.jpg",
    "performance_score": 0,
    "domain_rank": 26172,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b37751fa2c6e63ead3f4cafde7da5800b2dd01df",
  "url": "https://www.dailynews.lk/2024/04/19/local/500838/saplings-planted-to-mark-avurudu",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "malinga",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Saplings planted to mark Avurudu - DailyNews",
  "text": "The opening ceremony of the planting of saplings, which took place yesterday (18), was held under the patronage of Agriculture and Plantation Industries Minister Mahinda Amaraweera.\nFruit saplings were planted at the Agriculture Ministry premises at 10.16 a.m. auspicious time.\nMinister Amaraweera said: “In 2020, when I was the Environment Minister, for the first time I was able to include the auspicious time of planting trees in the Sinhala Tamil New Year auspicious time sheet.\n“As the Environment Minister then, my goal was to increase our forest cover to 30 percent. So I said plant any saplings that you prefer. At present, as the Agriculture and Plantation Industries Minister, I would like to request the people to plant a plant that gives fruit, not just any plant. In 2018, during my tenure as the Agriculture Minister, the programme of cultivating one million jackfruit plants was started. The jackfruit trees that were planted then have grown to bear fruit today.\n“We are now self-sufficient in rice. In 2022, we imported 8 lakh metric tons of rice. But now we do not need to import rice. Throughout the year 2023, our people consumed rice obtained from rice grown in our country. We have cultivated enough rice in our country to produce rice this year as well. Our goal is to be self-sufficient in other food crops as well.\n“We should plant at least one million saplings in the National Tree Plantation auspicious time. We have that goal. I declare that every plant that is planted is a plant that gives some income as well as a plant that gives fruit.\nThe Export Agriculture Department has planted 1.5 million arecanut trees, the Small Tea Estate Development Authority has planted 1.3 million tea saplings to fill vacant in the tea plantations, the Agrarian Development Department has started the programme of planting 100,000 gardens, and the Agriculture Department has started 30,000 gardens programmes. The Coconut Cultivation Board will start planting 100,000 coconut saplings, and planting spices such as cinnamon and pepper as well.\nAccordingly, in the office premises of every institution under the Agriculture and Plantation Industries Ministry throughout the country, a plant bearing fruit will be planted in conjunction with this national tree planting auspicious occasion”.\nState Minister Kader Masthan, Ministry Secretary Janaka Dharmakeerthi and other officials also participated.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "amaraweera",
        "sentiment": "none"
      },
      {
        "name": "mahinda amaraweera",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "agriculture and plantation industries",
        "sentiment": "none"
      },
      {
        "name": "agriculture ministry",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:07:48.530+03:00",
  "updated": "2024-04-19T10:10:54.701+03:00"
}