{
  "thread": {
    "uuid": "d51437955a24d9310ccb66ddc7fcd23fe5b02171",
    "url": "https://www.pulse.ng/news/politics/you-will-not-walk-alone-gov-oyebanji-assures-late-apc-chairmans-family/gpyvz84",
    "site_full": "www.pulse.ng",
    "site": "pulse.ng",
    "site_section": "https://www.pulse.ng/rss",
    "site_categories": [
      "media",
      "celebrity_fan_gossip",
      "entertainment",
      "top_news"
    ],
    "section_title": "\n    \n        Pulse Nigeria\n    \n",
    "title": "You will not walk alone - Gov Oyebanji assures late APC chairman’s family",
    "title_full": "You will not walk alone - Gov Oyebanji assures late APC chairman’s family",
    "published": "2024-04-18T23:34:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://ocdn.eu/pulscms-transforms/1/2vTktkpTURBXy80MTBlMDI3NWJlYzdlODNlZmQ0ZWViZThmMjY0NDdmZC5wbmeSlQMAEs0Chc0Ba5MFzQSwzQJ2",
    "performance_score": 0,
    "domain_rank": 13853,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d51437955a24d9310ccb66ddc7fcd23fe5b02171",
  "url": "https://www.pulse.ng/news/politics/you-will-not-walk-alone-gov-oyebanji-assures-late-apc-chairmans-family/gpyvz84",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "News Agency Of Nigeria",
  "published": "2024-04-18T23:34:00.000+03:00",
  "title": "You will not walk alone - Gov Oyebanji assures late APC chairman’s family",
  "text": "Oyebanji described the late APC chairman as a committed, loyal party leader whose sacrifices contributed immensely to the growth and development of the party. Recommended articles Among attendees at the event were National and State Assembly members, members of the State Executive Council, and other APC chieftains in the state. The News Agency of Nigeria (NAN) reports that Omotosho, who died on March 5, after a brief illness, was, until his death, Chairman of the All Progressives Congress (APC) in Ekiti. “You will not walk alone. I shall stand by you. The government and the party will stand by you”, Governor Oyebanji assured the children and wives of the late Omotosho during his emotion-laden speech at the special tribute session. Oyebanji described the late APC chairman as a committed, loyal party leader whose selflessness and sacrifices contributed immensely to the growth and development of the party and the state at large. The governor maintained that the late Omotosho was a true friend, a burden bearer, a confidant and a devoted community leader, adding that his demise has left a great vacuum within the party, the state and the nation at large. In his tribute, Fayemi, represented by Wale Fapounda (SAN), a former Attorney- General and Commissioner for Justice in the state, described the late Omotosho as a dedicated leader, a unifier, and a pillar of the party in the state. Fayemi explained that the deceased was a tireless leader and a steadfast supporter of the party’s principles, who ensured that under his watch the party achieved significant victories in recent elections and gained the trust of the Ekiti people. While calling on the APC members in the state to remain resolute in making the deceased proud by carrying on with his legacies of integrity, the former governor maintained that Omotosho’s contributions and sacrifices for the party will never be forgotten. Other speakers at the evening of tributes include Mrs Fola Richie, who spoke on behalf of the state executive council members (2010 – 2014), where the late Omotosho served as State Commissioner. Also, Chief Bayo Idowu, on behalf of Afenifere; Dr Dele Ebunola, who spoke on behalf of Social Democratic Party (SDP); Prof. Mobolaji Aluko, on behalf of the state executive council; Mr Sola Elesin, on behalf of APC, Ekiti State chapter; Mr Adeoye Aribasoye, on behalf the State House of Assembly, and Sen. Yemi Adaramodu, who spoke on behalf of National Assembly members. Others in attendance at the commendation programme were Chief Jide Awe, who spoke on behalf of APC elders; Chief (Mrs) Ronke Okusanya, on behalf of Women in Politics; and Mr Ojo Oluwasegun Samuel, who spoke on behalf of local government chairmen. They all eulogised the late Omotosho as a man of integrity and a truly honest and hard-working politician and public servant, who was selfless and result-oriented. Also at the programme were the Deputy Governor, Chief (Mrs) Monisade Afuye, Speaker, Ekiti State House of Assembly, Mr Adeoye Aribasoye, and three former deputy Governors- Prof. Modupe Adelabu, Mr Abiodun Aluko and Chief Wole Alabi. Omotosho will be buried in his home town, Imesi Ekiti on Friday. JOIN OUR PULSE COMMUNITY! Eyewitness? Submit your stories now via social or: Email: [eyewitness@pulse.ng](mailto: eyewitness@pulse.ng)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "oyebanji",
        "sentiment": "negative"
      },
      {
        "name": "omotosho",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "apc",
        "sentiment": "negative"
      },
      {
        "name": "state executive council",
        "sentiment": "none"
      },
      {
        "name": "all progressives congress",
        "sentiment": "none"
      },
      {
        "name": "news agency of nigeria",
        "sentiment": "none"
      },
      {
        "name": "nan",
        "sentiment": "none"
      },
      {
        "name": "state assembly",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ekiti",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:40:15.211+03:00",
  "updated": "2024-04-19T00:52:10.311+03:00"
}