{
  "thread": {
    "uuid": "58bce8631f557b22917805dd535b9a63ecb35a94",
    "url": "https://www.starnewsonline.com/story/sports/high-school/2024/03/14/hoggard-girls-basketball-rolesville-score-nchsaa-regional-championship/72911799007",
    "site_full": "www.starnewsonline.com",
    "site": "starnewsonline.com",
    "site_section": "https://www.starnewsonline.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Wilmington Star-News: Local News, Politics & Sports in Wilmington, NC",
    "title": "Rolesville basketball handles Hoggard, advances to state championship",
    "title_full": "Rolesville basketball handles Hoggard, advances to state championship",
    "published": "2024-03-15T00:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 13012,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "58bce8631f557b22917805dd535b9a63ecb35a94",
  "url": "https://www.starnewsonline.com/story/sports/high-school/2024/03/14/hoggard-girls-basketball-rolesville-score-nchsaa-regional-championship/72911799007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Michael Cuneo",
  "published": "2024-03-15T00:06:00.000+02:00",
  "title": "Rolesville basketball handles Hoggard, advances to state championship",
  "text": "WINSTON-SALEM—The Hoggard girls basketball team's overwhelmingly successful season ended in the NCHSAA 4A East Regional Championship at Lawrence Joel Veterans Memorial Coliseum on Thursday. The top-seeded Vikings (30-2) did their best to rally from a seven-point halftime deficit but ultimately fell short to No. 2-seeded Rolesville 47-34. \"I want to make sure that my players understand what they've accomplished and how proud I am of what they've done,\" Hoggard coach Boubacar Aw said. REGIONAL BRACKETS 2024 NCHSAA basketball regional championships live updates for Hoggard, New Hanover OUR PREDICTIONS How can New Hanover, Hoggard basketball make a state championship this week? Sophomore Avery Fitzgerald led all Viking scorers with 10 points. Fellow sophomore Tristan Rivers had seven, and senior Sarah Elgart had six. \"I really think (this season's success) was all about teamwork,\" Elgart said. \"Chemistry is a very big part of being a successful team, and I think we really accomplished that.\" Rolesville's Caitlyn Jones led all scorers with 11 points. Teammate Taliya Rowe scored 10. \"We kind of fell out of that No. 1 spot when we lost to Wakefield in the conference tournament, but we showed everybody today we are the No. 1 team out of the 4A East,\" Rolesville coach Nikita Warren said. Despite being the East's No. 1 seed, Hoggard's young makeup and inexperience made the team an underdog all postseason, something Aw says made his team's run all the more impressive. \"I've got to be very honest, after losing seven seniors, I never thought that we would have gotten this far because I knew we had a very young group. For them to just say we'll do anything you want us to do, as a coach, I am extremely proud.\" For Shivers, who led the Vikings in scoring all season long as only a sophomore, the loss didn't diminish her teams strides this winter. \"I think it really just hit me in 40 seconds how much work we put in over this season,\" Shivers said. \"I think with the leadership of all our seniors, they all contributed way more than anybody could imagine.\" The Vikings finish the season 30-2, reaching the program's first regional final since 2015. \"I told (my players) in the locker room there is no reason to cry,\" Aw said. \"They reached the sky, so what are we going to cry about? We are proud of them and I'm pretty sure the whole community is pretty proud of these young ladies and they should be.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hoggard",
        "sentiment": "negative"
      },
      {
        "name": "vikings",
        "sentiment": "none"
      },
      {
        "name": "boubacar aw",
        "sentiment": "none"
      },
      {
        "name": "michael cuneo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nchsaa",
        "sentiment": "negative"
      },
      {
        "name": "lawrence joel veterans memorial coliseum",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "rolesville",
        "sentiment": "none"
      },
      {
        "name": "winston-salem",
        "sentiment": "none"
      },
      {
        "name": "new hanover",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:15:51.305+02:00",
  "updated": "2024-03-15T12:55:11.241+02:00"
}