{
  "thread": {
    "uuid": "fc3d5433373995a0921182a8465c01c58635a5d0",
    "url": "https://www.biospace.com/article/releases/immunocore-announces-strategic-priorities-and-pipeline-expansion-ahead-of-42nd-annual-j-p-morgan-healthcare-conference-presentation/",
    "site_full": "www.biospace.com",
    "site": "biospace.com",
    "site_section": "https://app.newsloth.com/biospace-com/VlRVUw.rss",
    "site_categories": [
      "job_search",
      "jobs"
    ],
    "section_title": "Europe Biotech News | BioSpace",
    "title": "Immunocore announces strategic priorities and pipeline expansion ahead of 42nd Annual J.P. Morgan Healthcare Conference presentation",
    "title_full": "Immunocore announces strategic priorities and pipeline expansion ahead of 42nd Annual J.P. Morgan Healthcare Conference presentation",
    "published": "2024-01-05T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5698,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fc3d5433373995a0921182a8465c01c58635a5d0",
  "url": "https://www.biospace.com/article/releases/immunocore-announces-strategic-priorities-and-pipeline-expansion-ahead-of-42nd-annual-j-p-morgan-healthcare-conference-presentation/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BioSpace",
  "published": "2024-01-05T07:00:00.000+02:00",
  "title": "Immunocore announces strategic priorities and pipeline expansion ahead of 42nd Annual J.P. Morgan Healthcare Conference presentation",
  "text": "Immunocore announces strategic priorities and pipeline expansion ahead of 42nd Annual J.P. Morgan Healthcare Conference presentation Immunocore announces strategic priorities and pipeline expansion ahead of 42nd Annual J.P. Morgan Healthcare Conference presentation Increasing commercial access to KIMMTRAK (tebentafusp-tebn) globally, and pursuing future growth opportunities with two registrational trials in advanced cutaneous melanoma and adjuvant uveal melanoma Multiple clinical readouts expected to start in 2Q 2024 for IMC-F106C (PRAME HLA-A02) from Phase 1/2 clinical trial monotherapy and combination arms; IMC-P115C (PRAME HLA-A02 HLE) and IMC-T119C (PRAME HLA-A24) ImmTAC candidates on track for expected CTA/IND submission in 2024 Submitted clinical trial applications (CTA) for IMC-R117C, a first-in-class ImmTAC targeting PIWIL1 for colorectal and other gastrointestinal cancers Data from IMC-M113V Phase 1 clinical trial in people living with HIV expected in the second half of 2024 Advancing novel TCR bispecific candidates for autoimmune diseases Company to present at 42nd Annual J.P. Morgan Healthcare Conference on Wednesday, January 10, 2024 at 9:00 AM P.T. / 5:00 PM GMT (OXFORDSHIRE, England & CONSHOHOCKEN, Penn. & ROCKVILLE, Md., US, 05 January, 2024) Immunocore Holdings plc (Nasdaq: IMCR) (“Immunocore” or the “Company”), a commercial-stage biotechnology company pioneering and delivering transformative immunomodulating medicines to radically improve outcomes for patients with cancer, infectious diseases and autoimmune diseases, today sets out its strategic priorities for 2024 and announced the addition of two new pre-clinical candidates for autoimmune diseases to its pipeline. “We continue the global commercial roll out of KIMMTRAK, now launched in 10 countries, and are pursuing future growth opportunities for KIMMTRAK with two registrational trials in advanced cutaneous melanoma and in adjuvant uveal melanoma,” said Bahija Jallal, Chief Executive Officer of Immunocore. “We are advancing our PRAME ImmTAC including our first Phase 3 clinical trial in melanoma and expect to present clinical data from our Phase 1/2 clinical trial in melanoma, ovarian, and lung cancer throughout 2024. Today we add two new autoimmune candidates to our pipeline, expanding the potential of our platform to a third therapeutic area.” Key Strategic Priorities 2024 Our strategic priorities are to bring transformative medicines to patients with cancer, infectious diseases, and autoimmune diseases. In 2024, our priorities will be: - Growing sales of KIMMTRAK (tebentafusp-tebn) in the United States and globally in patients with HLA-A*02:01-positive metastatic uveal melanoma, and expanding KIMMTRAK beyond its initial approved indication with the registrational trials for advanced (second-line or later) cutaneous melanoma (TEBE-AM) and adjuvant uveal (or ocular) melanoma (ATOM). - Advancing our PRAME franchise in multiple solid tumors and broadening the addressable population. Randomization is expected to begin in the first quarter of 2024 in the registrational trial for IMC-F106C in first-line advanced cutaneous melanoma (PRISM-MEL-301), and we expect to present data from the Phase 1/2 clinical trial monotherapy and combination cohorts throughout 2024. We further expect to submit investigational new drug (IND) applications or clinical trial applications (CTA) for IMC-P115C (PRAME HLA-A2 Half-Life-Extended) and IMC-T119C (PRAME HLA-A24) candidates in 2024. - Bringing novel ImmTAC candidates to the clinic, leading with IMC-R117C, a first-in-class ImmTAC candidate targeting PIWIL1 with focus on colorectal and gastrointestinal cancers. - Evaluating the potential for a functional cure in infectious diseases with lead candidates for human immunodeficiency virus (HIV) and hepatitis B virus (HBV). - Initiating CMC manufacturing for the Company’s first two autoimmune candidates – including the first in class, tissue-specific, TCR bispecific PD1 agonist for type 1 diabetes and a novel non-HLA restricted (universal) PD1 agonist for dermatological diseases. KIMMTRAK expansion strategy In 2024, the Company plans to expand access to KIMMTRAK to more patients in the United States, Europe and globally, as it continues to establish the therapy as standard of care for the first line treatment for metastatic uveal melanoma in countries where it is launched. As of 2023 year-end, KIMMTRAK has been launched in ten countries and is approved in 38 countries. The Company also continues to enroll patients into a Phase 2/3 clinical trial (TEBE-AM) to investigate the potential of KIMMTRAK in advanced cutaneous melanoma, with randomization expected to be completed in the Phase 2 portion during the third quarter of 2024. Topline data from the Phase 2 portion of the trial is expected to be available by the fourth quarter of 2024. In addition, in 2023, the Company signed an agreement for a European Organisation for Research and Treatment of Cancer (EORTC)-sponsored trial to study KIMMTRAK as adjuvant therapy for uveal (or ocular) melanoma (ATOM). The Company anticipates that the EORTC will randomize the first patient in the second half of 2024. PRAME franchise PRISM-MEL301 – First PRAME Phase 3 clinical trial with IMC-F106C in first-line advanced cutaneous melanoma In August 2023, the Company announced plans to start a registrational Phase 3 trial with IMC-F106C in cutaneous melanoma. The trial will randomize patients with HLA-A*02:01-positive, first-line advanced cutaneous melanoma to IMC-F106C + nivolumab versus a control arm of either nivolumab or nivolumab + relatlimab, depending on the country where the patient is enrolled. The Company plans to randomize the first patient in this trial in the first quarter of 2024. Phase 1/2 clinical trial of IMC-F106C targeting PRAME-A02 in multiple solid tumors In addition to progressing IMC-F106C into a registrational trial in cutaneous melanoma, the Company is continuing to enroll patients in the monotherapy and combination arms of the Phase 1/2 clinical trial across multiple tumor types, including expansion arms for patients with advanced ovarian, non-small cell lung carcinoma, endometrial, and melanoma. In August 2023, the Company provided an updated analysis of the original 18 melanoma patients (initially presented at ESMO in September 2022), which continued to show promising durability of the clinical activity (range of duration of partial response from 6 months to 17 months). The Company expects to report clinical data from the ongoing monotherapy and combination cohorts throughout 2024 including cutaneous melanoma (expected in Q2 2024), ovarian (expected by Q3 2024), and non-small cell lung carcinoma (expected by Q4 2024). IMC-P115C (PRAME-A02 Half-Life Extended) & IMC-T119C (PRAME-A24) The Company is expanding the PRAME franchise with two new PRAME ImmTAC candidates, IMC-P115C (PRAME-A02 HLE) and IMC-T119C (PRAME-A24) for solid tumors, which are both on track for investigational new drug (IND) or clinical trial application (CTA) submissions for IMC-P115C in the second quarter of 2024 and the second half of 2024 for IMC-T119C. IMC-R117C (PIWIL1) for colorectal and other gastrointestinal cancers The Company has leveraged its proprietary peptidomic (ImmSPECT) database to validate a novel target, PIWIL1. PIWIL1 is believed to play a role in tumor progression and is expressed across a range of tumors, including colorectal which is historically insensitive to immune checkpoints, as well as gastrointestinal and pancreatic cancers. PIWIL1 is also reported to be a negative prognostic marker and the Company believes IMC-R117C is the first PIWIL1-targeted immunotherapy. The Company submitted a CTA to regulatory authorities in December 2023, and expects the trial to start this year. Enrolling ImmTAV candidates for a functional cure in infectious diseases The Company continues to enroll people living with HIV in the multiple ascending dose (MAD) part of a Phase 1 clinical trial with IMC-M113V, to identify a safe and tolerable dosing schedule. This study will also test whether IMC-M113V could lead to reduction in the viral reservoir and, after stopping all therapies (antiretroviral therapies and IMC-M113V), delay or prevent HIV rebound (known as functional cure). The MAD part of the trial will enroll up to 28 participants. The Company expects to present a data update from the Phase 1 clinical trial in the second half of 2024. In 2023, the Company amended the design of the ongoing Phase 1 trial with IMC-I109V for people living with HBV to include HBV-positive hepatocellular carcinoma. The Company continues to enroll patients into the trial in 2024. Tissue-specific down modulation of the immune system for autoimmune diseases The Company is expanding its platform into autoimmune with two first in class new bispecific candidates entering the Company’s pipeline. The key differentiator of the ImmTAAI platform is tissue-specific down modulation of the immune system. When tethered to the tissue of interest, the new candidates supress pathogenic T cells via PD1 receptor agonism. The first candidate, IMC-S118AI (PPIxPD1), is targeted specifically to the pancreatic beta-cell and is intended for disease-modifying treatment in type 1 diabetes. IMC-S118AI recognizes a peptide from pre-proinsulin presented by HLA-A*02:01 on beta-cells. The second target is present in the skin and intended to treat inflammatory dermatological diseases. The candidate is an antigen presenting cell (APC) tethered ImmTAAI and is not HLA restricted (e.g. universal for all populations). Preliminary Year-End 2023 cash position Preliminary unaudited cash and cash equivalents is approximately $443 million USD as of December 31, 2023. 42nd Annual J.P. Morgan Healthcare Conference The Company has updated its corporate presentation to reflect these business and strategic updates. Additionally, the Immunocore management team will discuss these updates during a live and webcast presentation at the 42nd Annual J.P. Morgan Healthcare Conference, on Wednesday January 10, 2024, at 9:00 a.m. Pacific Standard Time (PST). The presentation and webcast will be available in the ‘Investors/Media’ section of Immunocore’s website at www.immunocore.com. A replay of the presentation will be made available for a limited time. ## About ImmTAC® molecules for cancer Immunocore’s proprietary T cell receptor (TCR) technology generates a novel class of bispecific biologics called ImmTAC (Immune mobilizing monoclonal TCRs Against Cancer) molecules that are designed to redirect the immune system to recognize and kill cancerous cells. ImmTAC molecules are soluble TCRs engineered to recognize intracellular cancer antigens with ultra-high affinity and selectively kill these cancer cells via an anti-CD3 immune-activating effector function. Based on the demonstrated mechanism of T cell infiltration into human tumors, the ImmTAC mechanism of action holds the potential to treat hematologic and solid tumors, regardless of mutational burden or immune infiltration, including immune “cold” low mutation rate tumors. About ImmTAV molecules and infectious diseases ImmTAV (Immune mobilising monoclonal TCRs Against Virus) molecules are novel bispecifics that, like ImmTAC (Immune mobilising monoclonal TCRs Against Cancer) molecules, are designed to enable the immune system to recognize and eliminate virally infected cells. Immunocore is advancing clinical candidates to cure patients with HIV and hepatitis B virus (HBV). The Company aims to achieve sustained control of HIV after patients stop anti-retroviral therapy (ART), without the risk of virological relapse or onward transmission. This is known as ‘functional cure’. For the treatment of HBV, the Company aims to achieve sustained loss of circulating viral antigens and markers of viral replication after stopping medication for people living with chronic HBV. About ImmTAAI molecules and autoimmune diseases ImmTAAI (Immune mobilising monoclonal TCRs Against Autoimmune) molecules are novel bispecifics that are designed for tissue-specific down modulation of the immune system. When tethered to the tissue of interest, ImmTAAI candidates supress pathogenic T cells via PD1 receptor agonism. The Company is currently advancing two candidates for autoimmune conditions, including Type 1 Diabetes and inflammatory dermatological diseases. About PRISM-MEL301 – Phase 3 trial with IMC-F106C (PRAMExCD3) in 1L advanced cutaneous melanoma The Phase 3 registrational trial will randomize patients with previously untreated, HLA-A*02:01-positive, advanced melanoma to IMC-F106C + nivolumab versus nivolumab or nivolumab + relatlimab, depending on the country where the patient is enrolled. The study will initially randomize to three arms: two IMC-F106C dose regimens (40 mcg and 160 mcg) and control arm and will discontinue one of the IMC-F106C dose regimens after an initial review of the first 60 patients randomized to the two experimental arms (90 patients randomized total). The primary endpoint of the trial is progression free survival (PFS) by blinded independent central review (BICR), with secondary endpoints of overall survival (OS) and overall response rate (ORR). About the IMC-F106C-101 Phase 1/2 Trial IMC-F106C-101 is a first-in-human, Phase 1/2 dose escalation trial in patients with multiple solid tumor cancers including non-small cell lung cancer (NSCLC), small-cell lung cancer (SCLC), endometrial, ovarian, cutaneous melanoma, and breast cancers. The Phase 1 dose escalation trial was designed to determine the maximum tolerated dose (MTD), as well as to evaluate the safety, preliminary anti-tumor activity and pharmacokinetics of IMC-F106C, a bispecific protein built on Immunocore’s ImmTAC technology, and the Company’s first molecule to target the PRAME antigen. The Company has initiated patient enrollment into four expansion arms in cutaneous melanoma, ovarian, NSCLC, and endometrial carcinomas. The IMC-F106C-101 trial is adaptive and includes the option for Phase 2 expansion, allowing for approximately 100 patients treated per tumor type in the Phase 1 and 2 expansion arms. Dose escalation continues in additional solid tumors as well as plans for combination arms with standards-of-care, including checkpoint inhibitors, chemotherapy, and tebentafusp. About TEBE-AM - Phase 2/3 trial with tebentafusp (gp100xCD3) in second-line or later cutaneous melanoma The trial is randomizing patients with second-line or later cutaneous melanoma who have progressed on an anti-PD1, received prior ipilimumab and, if applicable, received a BRAF kinase inhibitor. Patients will be randomized to one of three arms including tebentafusp, as monotherapy or in combination with an anti-PD1, and a control arm. The Phase 2 portion of the trial will include 40 patients per arm. About the ATOM Phase 3 trial The EORTC-led Phase 3 clinical trial will include sites in 10 EU countries and the United States and will randomize patients with HLA-A*02:01-positive high-risk primary uveal melanoma after definitive treatment, by surgery or radiotherapy, and no evidence of metastatic disease on imaging. The trial is expected to enroll a total of 290 patients who will be randomized 1:1 to one of two arms: KIMMTRAK as monotherapy or observation. The primary endpoint of the trial is relapse-free survival (RFS), with secondary objectives of overall survival and safety and tolerability of tebentafusp. Exploratory objectives include the comparison of the health-related quality of life between the treatment arms and the evaluation of the role of circulating tumor DNA as a biomarker for the presence of residual disease. About Uveal Melanoma Uveal melanoma is a rare and aggressive form of melanoma, which affects the eye. Although it is the most common primary intraocular malignancy in adults, the diagnosis is rare, and up to 50% of people with uveal melanoma will eventually develop metastatic disease. Unresectable or metastatic uveal melanoma typically has a poor prognosis and had no approved treatment until KIMMTRAK. About KIMMTRAK® KIMMTRAK is a novel bispecific protein comprised of a soluble T cell receptor fused to an anti-CD3 immune-effector function. KIMMTRAK specifically targets gp100, a lineage antigen expressed in melanocytes and melanoma. This is the first molecule developed using Immunocore’s ImmTAC technology platform designed to redirect and activate T cells to recognise and kill tumour cells. KIMMTRAK has been approved for the treatment of HLA-A*02:01-positive adult patients with unresectable or metastatic uveal melanoma in the United States, European Union, Canada, Australia, and the United Kingdom. IMPORTANT SAFETY INFORMATION Cytokine Release Syndrome (CRS), which may be serious or life-threatening, occurred in patients receiving KIMMTRAK. Monitor for at least 16 hours following first three infusions and then as clinically indicated. Manifestations of CRS may include fever, hypotension, hypoxia, chills, nausea, vomiting, rash, elevated transaminases, fatigue, and headache. CRS occurred in 89% of patients who received KIMMTRAK with 0.8% being grade 3 or 4. Ensure immediate access to medications and resuscitative equipment to manage CRS. Ensure patients are euvolemic prior to initiating the infusions. Closely monitor patients for signs or symptoms of CRS following infusions of KIMMTRAK. Monitor fluid status, vital signs, and oxygenation level and provide appropriate therapy. Withhold or discontinue KIMMTRAK depending on persistence and severity of CRS. Skin Reactions Skin reactions, including rash, pruritus, and cutaneous edema occurred in 91% of patients treated with KIMMTRAK. Monitor patients for skin reactions. If skin reactions occur, treat with antihistamine and topical or systemic steroids based on persistence and severity of symptoms. Withhold or permanently discontinue KIMMTRAK depending on the severity of skin reactions. Elevated Liver Enzymes Elevations in liver enzymes occurred in 65% of patients treated with KIMMTRAK. Monitor alanine aminotransferase (ALT), aspartate aminotransferase (AST), and total blood bilirubin prior to the start of and during treatment with KIMMTRAK. Withhold KIMMTRAK according to severity. Embryo-Fetal Toxicity KIMMTRAK may cause fetal harm. Advise pregnant patients of potential risk to the fetus and patients of reproductive potential to use effective contraception during treatment with KIMMTRAK and 1 week after the last dose. The most common adverse reactions (≥30%) in patients who received KIMMTRAK were cytokine release syndrome, rash, pyrexia, pruritus, fatigue, nausea, chills, abdominal pain, edema, hypotension, dry skin, headache, and vomiting. The most common (≥50%) laboratory abnormalities were decreased lymphocyte count, increased creatinine, increased glucose, increased AST, increased ALT, decreased hemoglobin, and decreased phosphate. For more information, please see full Summary of Product Characteristics (SmPC) or full U.S. Prescribing Information (including BOXED WARNING for CRS). About KIMMTRAKConnect Immunocore is committed to helping patients who need KIMMTRAK obtain access via our KIMMTRAKConnect program. The program provides services with dedicated nurse case managers who provide personalized support, including educational resources, financial assistance, and site of care coordination. To learn more, visit KIMMTRAKConnect.com or call 844-775-2273. About Immunocore Immunocore is a commercial-stage biotechnology company pioneering the development of a novel class of TCR bispecific immunotherapies called ImmTAX – Immune mobilizing monoclonal TCRs Against X disease – designed to treat a broad range of diseases, including cancer, autoimmune, and infectious disease. Leveraging its proprietary, flexible, off-the-shelf ImmTAX platform, Immunocore is developing a deep pipeline in multiple therapeutic areas, including five clinical stage programs in oncology and infectious disease, advanced pre-clinical programs in autoimmune disease and multiple earlier pre-clinical programs. The Company’s most advanced oncology TCR therapeutic, KIMMTRAK has been approved for the treatment of HLA-A*02:01-positive adult patients with unresectable or metastatic uveal melanoma in the United States, European Union, Canada, Australia, and the United Kingdom. Forward Looking Statements This press release contains “forward-looking statements” within the meaning of the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Words such as “may”, “will”, “believe”, “expect”, “plan”, “anticipate” and similar expressions (as well as other words or expressions referencing future events or circumstances) are intended to identify forward-looking statements. All statements, other than statements of historical facts, included in this press release are forward-looking statements. These statements include, but are not limited to, statements regarding the commercial performance of KIMMTRAK, including expanded access to KIMMTRAK to more patients in the United States, Europe and globally; the potential benefits and advantages KIMMTRAK will provide for patients; expectations regarding the design, progress, timing, enrollment, scope, expansion, and results of the Company’s existing and planned clinical trials, those of the Company’s collaboration partners or the combined clinical trials with the Company’s collaboration partners; the timing and sufficiency of clinical trial outcomes to support potential approval of any of the Company’s product candidates or those of, or combined with, its collaboration partners; the Company’s goals to develop and commercialize product candidates based on its KIMMTRAK platform alone or with collaboration partners; the expected submission of investigational new drug applications or clinical trial applications; the potential regulatory approval, expected clinical benefits and availability of the Company’s product candidates; the Company’s preliminary unaudited cash and cash equivalents; sales, marketing, manufacturing and distribution requirements; and potential growth opportunities and trends, including in connection with future product launches. Any forward-looking statements are based on management’s current expectations and beliefs of future events and are subject to a number of risks and uncertainties that could cause actual events or results to differ materially and adversely from those set forth in or implied by such forward-looking statements, many of which are beyond the Company’s control. These risks and uncertainties include, but are not limited to, the impact of worsening macroeconomic conditions on the Company’s business, financial position, strategy and anticipated milestones, including Immunocore’s ability to conduct ongoing and planned clinical trials; Immunocore’s ability to obtain a clinical supply of current or future product candidates or commercial supply of KIMMTRAK or any future approved products, including as a result of health epidemics or pandemics, war in Ukraine, the conflict between Hamas and Israel, or global geopolitical tension; Immunocore’s ability to obtain and maintain regulatory approval of its product candidates, including KIMMTRAK; Immunocore’s ability and plans in continuing to establish and expand a commercial infrastructure and to successfully launch, market and sell KIMMTRAK and any future approved products; Immunocore’s ability to successfully expand the approved indications for KIMMTRAK or obtain marketing approval for KIMMTRAK in additional geographies in the future; the delay of any current or planned clinical trials, whether due to patient enrollment delays or otherwise; Immunocore’s ability to successfully demonstrate the safety and efficacy of its product candidates and gain approval of its product candidates on a timely basis, if at all; competition with respect to market opportunities; unexpected safety or efficacy data observed during preclinical studies or clinical trials; actions of regulatory agencies, which may affect the initiation, timing and progress of clinical trials or future regulatory approval; Immunocore’s need for and ability to obtain additional funding, on favorable terms or at all, including as a result of worsening macroeconomic conditions, including changes inflation and interest rates and unfavorable general market conditions, and the impacts thereon of the war in Ukraine, the conflict between Hamas and Israel, and global geopolitical tension; Immunocore’s ability to obtain, maintain and enforce intellectual property protection for KIMMTRAK or any of its product candidates it or its collaborators are developing; and the success of Immunocore’s current and future collaborations, partnerships or licensing arrangements. These and other risks and uncertainties are described in greater detail in the section titled \"Risk Factors\" in Immunocore’s filings with the Securities and Exchange Commission, including Immunocore’s most recent Annual Report on Form 20-F for the year ended December 31, 2022 filed with the Securities and Exchange Commission on March 1, 2023, as well as discussions of potential risks, uncertainties, and other important factors in the Company’s subsequent filings with the Securities and Exchange Commission. All information in this press release is as of the date of the release, and the Company undertakes no duty to update this information, except as required by law. In addition, as the reported cash and cash equivalents in this press release are preliminary, have not been audited and are subject to change pending completion of the Company’s audited financial statements for the year ended December 31, 2023, it is possible that the Company or its independent registered public accounting firm may identify items that require the Company to make adjustments to the amount included in this release, and such changes could be material. Additional information and disclosures would also be required for a more complete understanding of the Company’s financial position and results of operations as of December 31, 2023. CONTACT: Immunocore Sébastien Desprez, Head of Communications T: +44 (0) 7458030732 E: sebastien.desprez@immunocore.com Follow on Twitter: @Immunocore Investor Relations Clayton Robertson, Head of Investor Relations T: +1 215-384-4781 E: ir@immunocore.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "j.p. morgan healthcare conference",
        "sentiment": "negative"
      },
      {
        "name": "cta",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:56:03.715+02:00",
  "updated": "2024-01-06T04:05:00.132+02:00"
}