{
  "thread": {
    "uuid": "6cc1d8acf01c437856f5a30f740a9714f279f785",
    "url": "https://www.medicalnewstoday.com/articles/how-psychoactive-drug-ibogaine-may-help-military-veterans-with-traumatic-brain-injuiries",
    "site_full": "www.medicalnewstoday.com",
    "site": "medicalnewstoday.com",
    "site_section": "https://medicalnewstoday.com",
    "site_categories": [
      "mens_health",
      "health"
    ],
    "section_title": "Medical and health information",
    "title": "Drug ibogaine shows promise in treating traumatic brain injuries",
    "title_full": "Drug ibogaine shows promise in treating traumatic brain injuries",
    "published": "2024-01-05T12:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.post.rvohealth.io/wp-content/uploads/sites/3/2024/01/army-vet-hug-732x549-thumbnail.jpg",
    "performance_score": 0,
    "domain_rank": 439,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 4,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6cc1d8acf01c437856f5a30f740a9714f279f785",
  "url": "https://www.medicalnewstoday.com/articles/how-psychoactive-drug-ibogaine-may-help-military-veterans-with-traumatic-brain-injuiries",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bob Curley",
  "published": "2024-01-05T12:15:00.000+02:00",
  "title": "Drug ibogaine shows promise in treating traumatic brain injuries",
  "text": "- Researchers report that the psychoactive drug ibogaine seems to promote both structural and psychological improvements in brain health. - In a study, veterans who used the drug reported decreases in PTSD, anxiety, and depression as well as improvements in brain function. - The precise mechanism by which ibogaine works to treat TBI remains unclear, however. A relatively obscure psychoactive drug could hold promise for treating [traumatic brain injuries](https://www.medicalnewstoday.com/articles/179837) (TBI), according to a new [study](https://www.nature.com/articles/s41591-023-02705-w) Researchers from Stanford University in California report that the plant-based psychoactive drug [ibogaine](https://www.medicalnewstoday.com/articles/ibogaine-for-addicition), when combined with magnesium to protect the heart, can safely and effectively reduce [post-traumatic stress disorder](https://www.medicalnewstoday.com/articles/156285) (PTSD), [anxiety](https://www.medicalnewstoday.com/articles/323454), and [depression](https://www.medicalnewstoday.com/articles/8933) as well as improve functioning in veterans with TBI. The drug seems to increase the brain’s ability to heal itself after suffering traumatic injuries, which can result in both structural and functional changes in brain function, according to [Dr. Nolan Williams](https://med.stanford.edu/profiles/nolan-williams), a study author and an associate professor of psychiatry and behavioral sciences at Stanford. “There is a physical effect and a psychological effect,” Williams told Medical News Today. The study, published in the journal Nature Medicine, focused on a group of 30 Gulf War veterans who had sought ibogaine treatment at a clinic in Mexico. Treatment with [ibogaine](https://www.sciencedirect.com/topics/biochemistry-genetics-and-molecular-biology/ibogaine#:~:text=Ibogaine%20is%20classified%20like%20heroin,Kingdom%2C%20France%2C%20and%20Germany.), which is derived from an African shrub called iboga, is legal in Mexico and Canada but illegal in the United States, where it has been classified by the Drug Enforcement Administration as a schedule I controlled substance since 1970. The 30 special operations veterans all had clinically significant levels of disability related to a history of TBI and repeated blast exposures. Researchers reported that treatment with ibogaine reduced the veterans’ average rating on a disability assessment scale from about 30 — equivalent to mild to moderate disability — to about 5 one month after treatment, indicating no disability. Participants also experienced average reductions of 88% in PTSD symptoms, 87% in depression symptoms, and 81% in anxiety symptoms. The researchers added that cognitive testing further revealed improvements in participants’ concentration, information processing, memory, and impulsivity. “No other drug has ever been able to alleviate the functional and neuropsychiatric symptoms of traumatic brain injury,” said Williams in a [statement](https://med.stanford.edu/news/all-news/2024/01/ibogaine-ptsd.html). [Dr. John Krystal](https://medicine.yale.edu/profile/john-krystal/), the chair of Yale University’s Department of Psychiatry in Connecticut as well as a professor of psychiatry, neuroscience, and psychology who was not involved in the study, told Medical News Today that the findings “are very encouraging in suggesting the possibility of achieving significant improvement across many neuropsychiatric symptom domains from a single ibogaine treatment.” “It is remarkable that response rates approached 100 percent and remission rates exceeded 80 percent,” said Krystal. “I believe [the study] justifies further research on the safety and effectiveness of ibogaine as a treatment, but it does not yet support implementation of ibogaine in clinical practice.” Krystal did point out that the study group was small, not representative of the population at large, and that researchers did not compare the findings to a control group, among other limitations to the research. “A big question complicating interpretation of the results is, ‘What is the nature of the pathology that is responding to ibogaine?,’” he added. “We can’t tell from this study whether symptoms associated with TBI, PTSD, depression, anxiety disorders, or substance use disorder responded particularly well to ibogaine. It could be any or all of these conditions.” “The improvement in the [cognitive disability] scores could be related to improvement in TBI, but it also could be related to improvement in PTSD and depression, both of which are associated with cognitive and functional impairment,” explained Krystal. “Thus, although all of the patients had TBI, we cannot infer that ibogaine is an effective treatment for TBI from this study.” Williams agreed, telling Medical News Today that “nobody really knows” how ibogaine works, although he said the drug seems to improve neuroplasticity — the ability of neural networks in the brain to change through growth and reorganization. This action could be related to [ibogaine’s known effect](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6411846/) Many U.S. military veterans have [sustained](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5501743/) These injuries are believed to play a role in depression and suicide among military veterans. The Stanford study was conducted in partnership with [VETS Inc.](https://vetsolutions.org/), a foundation that helps facilitate psychedelic-assisted therapies for veterans. “There were a handful of veterans who had gone to this clinic in Mexico and were reporting anecdotally that they had great improvements in all kinds of areas of their lives after taking ibogaine,” Williams said. “Our goal was to characterize those improvements with structured clinical and neurobiological assessments.” Stanford researchers reported that study participants had no serious side effects from the ibogaine therapy. Magnesium was included in the treatment regimen to preclude the known risk of ibogaine use causing cardiac arrhythmia, said Williams. However, [Lea McMahon](https://www.symetriarecovery.com/author/dr-mcmahon/#:~:text=Lea%20McMahon%20LPC%2C%20EdD%20is,of%20psychology%20at%20Columbia%20College.), a licensed professional counselor and the chief clinical officer at Symetria Recovery, which operates addiction treatment centers in Illinois and Texas, cautioned that while ibogaine is not considered to be physically addictive, “there is still a risk of misuse which can have serious consequences.” “Self-administration is potentially dangerous and it’s important to remember that this is a controlled substance which has yet to be approved for therapeutic treatment in many countries,” McMahon, who was not involved in the study, told Medical News Today. McMahon called for a “measured approach” in using ibogaine to treat brain disorders or other conditions. “Although there is evidence which suggests ibogaine can be helpful for supporting recovery from substance or alcohol use disorders, the majority of this is anecdotal,” she noted. “Ibogaine has been known to cause adverse reactions and cardiac problems, and in some cases has been linked to unexplained deaths.” Planned followup research at Stanford will include analysis of brain scans and other data collected during the study that could shed further light on how ibogaine improved brain function. Williams said the study findings indicate that the drug also could play a role in treating other neuropsychiatric conditions. “I think it targets a whole host of different brain areas and can help us better understand how to treat other forms of PTSD, anxiety, and depression that aren’t necessarily linked to TBI,” he said. Krystal cited a “significant need for treatments to address the functional impact of TBI.” “Even mild traumatic brain injuries, like head injuries that are associated with only a brief loss of consciousness, can produce functional impairments, including pain and cognitive impairment,” he said. “With more severe injury, more severe functional and cognitive impairments are seen, along with complication, including epilepsy.” Currently, TBI treatment includes medications such as antidepressants for mood symptoms, stimulants for cognitive impairments, and anticonvulsants and muscle relaxants for seizures and pain, according to Krystal. Other psychedelic drugs, such as [psilocybin](https://www.medicalnewstoday.com/articles/308850) and [ketamine](https://www.medicalnewstoday.com/articles/302663), also appear to have the ability to “stimulate the restoration of synaptic connections in neurons that are otherwise viable,” noted Krystal. “Ibogaine is a very complicated drug [that] acts on many neural targets in the brain,” he said. “The mechanisms through which ibogaine acts appear to overlap somewhat with psychedelics and ketamine, as well as [MDMA](https://www.medicalnewstoday.com/articles/297064), although the list of potential brain targets is quite large… While [ibogaine] might work for symptoms associated with a wide range of diagnoses, in order to become an FDA-approved treatment, it needs to be shown to be safe and effective for specific diagnostic groups [like] TBI, PTSD, depression, alcohol use disorder, etc.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Science and Technology"
  ],
  "external_links": [
    "https://med.stanford.edu/profiles/nolan-williams),",
    "https://med.stanford.edu/news/all-news/2024/01/ibogaine-ptsd.html).",
    "https://www.nature.com/articles/s41591-023-02705-w)",
    "https://medicine.yale.edu/profile/john-krystal/),",
    "https://www.sciencedirect.com/topics/biochemistry-genetics-and-molecular-biology/ibogaine#:~:text=Ibogaine%20is%20classified%20like%20heroin,Kingdom%2C%20France%2C%20and%20Germany.),",
    "https://vetsolutions.org/),",
    "https://www.symetriarecovery.com/author/dr-mcmahon/#:~:text=Lea%20McMahon%20LPC%2C%20EdD%20is,of%20psychology%20at%20Columbia%20College.),",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5501743/)",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6411846/)",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC5501743/)",
    "https://www.med.stanford.edu/news/all-news/2024/01/ibogaine-ptsd.html).",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC6411846/)",
    "https://nature.com/articles/s41591-023-02705-w)",
    "https://sciencedirect.com/topics/biochemistry-genetics-and-molecular-biology/ibogaine#:~:text=Ibogaine%20is%20classified%20like%20heroin,Kingdom%2C%20France%2C%20and%20Germany.),",
    "https://www.med.stanford.edu/profiles/nolan-williams),",
    "https://symetriarecovery.com/author/dr-mcmahon/#:~:text=Lea%20McMahon%20LPC%2C%20EdD%20is,of%20psychology%20at%20Columbia%20College.),",
    "https://www.medicine.yale.edu/profile/john-krystal/),",
    "https://www.vetsolutions.org/),"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "stanford university",
        "sentiment": "none"
      },
      {
        "name": "tbi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "california",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T02:39:18.319+02:00",
  "updated": "2024-01-06T02:39:18.319+02:00"
}