{
  "thread": {
    "uuid": "81e35b15ebdcbfe9f1bedd391c9a7acedf1ae823",
    "url": "https://www.electronicsforu.com/news/non-fullerene-acceptor-achieves-20-2-efficiency",
    "site_full": "www.electronicsforu.com",
    "site": "electronicsforu.com",
    "site_section": "https://www.electronicsforu.com/category/news",
    "site_categories": [
      "tech",
      "shopping"
    ],
    "section_title": null,
    "title": "Non-Fullerene Acceptor Achieves 20.2% Efficiency",
    "title_full": "Non-Fullerene Acceptor Achieves 20.2% Efficiency",
    "published": "2024-07-05T07:41:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 36311,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "81e35b15ebdcbfe9f1bedd391c9a7acedf1ae823",
  "url": "https://www.electronicsforu.com/news/non-fullerene-acceptor-achieves-20-2-efficiency",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Akanksha Gaur",
  "published": "2024-07-05T07:41:00.000+03:00",
  "title": "Non-Fullerene Acceptor Achieves 20.2% Efficiency",
  "text": "This material, with its optoelectronic properties, promises to bridge the efficiency gap with traditional silicon-based solar cells, paving the way for more sustainable and cost-effective solar energy solutions.\nEngineers have introduced various photovoltaic (PV) solutions to facilitate sustainable electricity generation globally. These include organic solar cells (OSCs), which use organic molecules or polymers to convert sunlight into electrical power. These solar cells offer high flexibility, lighter weight, and lower fabrication costs. However, their power conversion efficiencies (PCEs) are still significantly lower than those of silicon-based solar cells.\nResearchers at the Chinese Academy of Sciences and Beijing Normal University recently designed a new asymmetric non-fullerene acceptor, a material that can accept and transport electrons, to improve the efficiency of OSCs. This material, described in a paper published in Nature Energy, has advantageous optoelectronic properties, including a high photoluminescence quantum yield (PLQY) and delocalized excitons.\nChallenges in Improving OSC Efficiency “For organic solar cells (OSCs), bridging the gap with Shockley–Queisser limit necessitates simultaneously reducing the energy loss for a high open-circuit voltage, improving light utilization for enhanced short-circuit current density, and maintaining ideal nanomorphology with a high fill factor through molecular design and device engineering,” wrote Yuanyuan Jiang, Shaoming Sun, and their colleagues.\nThe asymmetric non-fullerene acceptor, featuring phenyl-substitution side chains, aims to reduce non-radiative energy losses in solar cells while promoting efficient electrical charge generation and transfer. Its structure minimizes non-radiative energy loss and charge recombination due to delocalized excitons, and the phenyl-substituted alkyl side chain impacts intermolecular interactions, improving film nanomorphology with efficient exciton dissociation and reduced charge recombination.\nPerformance Assessment and Results To assess these acceptors, researchers used them to fabricate single-junction OSCs. The resulting solar cells achieved efficiencies of 20.2% (certified 19.8%), comparable to other OSCs developed in recent years. Through theoretical calculations, the researchers examined the distribution of photon and carrier losses and analyzed the potential for improvement in open-circuit voltage, short-circuit current density, and fill factor, providing guidance for further OSC performance development.\nWhile the results are promising, they still do not match the efficiencies of silicon-based and other non-organic PV technologies. Jiang, Sun, and their colleagues plan to continue designing materials to minimize photon and carrier losses in OSCs, contributing to the development of efficient and scalable OSCs for real-world deployment. Their work could also inspire others in the PV research community to design similar non-fullerene acceptors aimed at reducing photon and carrier losses in cells.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "nature energy",
        "sentiment": "none"
      },
      {
        "name": "chinese academy of sciences",
        "sentiment": "none"
      },
      {
        "name": "beijing normal university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "impro",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T10:16:56.384+03:00",
  "updated": "2024-07-05T10:16:56.384+03:00"
}