{
  "thread": {
    "uuid": "77ee15cde3ef2cb5fd95eb41adf97cfb7147052e",
    "url": "https://vnexplorer.net/study-claims-smoking-weed-before-working-out-can-boost-motivation-and-make-it-more-fun-s824137.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Study claims smoking weed before working out can boost motivation - and make it more fun",
    "title_full": "Study claims smoking weed before working out can boost motivation - and make it more fun",
    "published": "2024-01-06T00:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2024/01/05/19/79670073-12930779-image-a-1_1704483473621.jpg",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "77ee15cde3ef2cb5fd95eb41adf97cfb7147052e",
  "url": "https://vnexplorer.net/study-claims-smoking-weed-before-working-out-can-boost-motivation-and-make-it-more-fun-s824137.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-06T00:45:00.000+02:00",
  "title": "Study claims smoking weed before working out can boost motivation - and make it more fun",
  "text": "THC and CBD improve motivation and enjoyment in the gym, study claimsResearchers found that cannabis is not a performance-inducing drugREAD MORE: Support for legalizing weed climbed to 70 percent last year\nAbout 80 percent of cannabis users have mixed weed and working out – and a new study has revealed there could be a method to what some may call madness.\nResearchers at the University of Colorado Boulder conducted ‘a first-of-a-kind study’ that found smoking weed before hitting the gym increases motivation and enjoyment.\nParticipants hopped on treadmills for 30 minutes after using the drug and found not only did the time appear to pass by, but the workout felt harder than when they ran sober.\nThe team suspected the ‘runner’s high’ stemmed from the drug tapping into naturally produced brain chemicals that made individuals feel euphoric and alert.\nResearchers at the University of Colorado Boulder conducted ‘a first-of-a-kind study’ that found smoking weed before hitting the gym increases motivation and enjoyment\nThe ‘runner’s high’ is likely caused by chemicals in the brain called endogenous cannabinoids, which kick in after longer workouts.\n‘The reality is, some people will never experience the runner’s high,’ first author and research fellow at CU Change Laurel Gibson said.\nThe study included 42 participants who already run while using cannabis.\nIndividuals were divided into two groups: One used a designated flower strain mainly containing cannabidiol (CBD), and the other a Tetrahydrocannabinol (THC)-dominant strain.\nTHC and CBD are active ingredients in cannabis, with THC known to be more intoxicating.\nThe first portion of the study had participants run on a treadmill at a moderate pace for 30 minutes.\nThe study included 42 participants who already run while using cannabis. Researchers asked each person why they mixed weed with working out\nThey were asked questions periodically to assess how motivated they felt, how much they enjoyed themselves, how hard the workout felt, how quickly time seemed to pass and their pain levels.\nThen, each person redid the experiment while under the influence of cannabis.\n‘ Across the board, participants reported greater enjoyment and more intense euphoria, or ‘runner’s high,’ when exercising after using cannabis,’ the team shared in a press release.\n‘Surprisingly, this heightened mood was even greater in the CBD group than in the THC group, suggesting athletes may be able to get some of the benefits to mood without the impairment that can come with THC.\nParticipants run on a treadmill at a moderate pace for 30 minutes after smoking weed\n‘The bottom-line finding is that cannabis before exercise seems to increase positive mood and enjoyment during exercise, whether you use THC or CBD,’ Gibson said.\n‘But THC products specifically may make exercise feel more effortful.’\nThe University of Colorado conducted a previous survey that found how many people smoke weed before going to the gym.\nThe 2021 study revealed that while running at the same speed and intensity as the CBD group, the THC participants reported that it was much more difficult than running sober.\nThe results showed that ‘it’s pretty clear … cannabis is not a performance-enhancing drug,’ Angela Bryan, a senior author in the study and a professor of psychology and neuroscience and co-director of CU Change, said.\nThere is still the need for additional studies to determine if cannabis could help people who overall struggle to exercise because they dislike the activity or aren’t motivated.\n‘We have an epidemic of sedentary lifestyle in this country, and we need new tools to try to get people to move their bodies in ways that are enjoyable,’ said Bryan.\n‘If cannabis is one of those tools, we need to explore it, keeping in mind both the harms and the benefits.’",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "university of colorado boulder",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T01:07:08.978+02:00",
  "updated": "2024-01-06T01:07:08.978+02:00"
}