{
  "thread": {
    "uuid": "ea06f96711e2283736acaba4fd000ffb82b5e21c",
    "url": "https://tribuneonlineng.com/?p=893118",
    "site_full": "tribuneonlineng.com",
    "site": "tribuneonlineng.com",
    "site_section": "https://tribuneonlineng.com/feed",
    "site_categories": [
      "shopping"
    ],
    "section_title": "Tribune Online",
    "title": "Hajj: The blessed journey (II)",
    "title_full": "Hajj: The blessed journey (II)",
    "published": "2024-05-31T09:35:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://tribuneonlineng.com/wp-content/uploads/2023/11/understanding-islam.jpg",
    "performance_score": 0,
    "domain_rank": 23512,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ea06f96711e2283736acaba4fd000ffb82b5e21c",
  "url": "https://tribuneonlineng.com/?p=893118",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Musliudeen Abdul Baaq",
  "published": "2024-05-31T09:35:00.000+03:00",
  "title": "Hajj: The blessed journey (II)",
  "text": "All praise belongs to Allah (SWT) alone. Peace and blessings of Allah be upon the seal of Prophets, Muhammad bin Abdullahi, his family, and companions.\nAllah (SWT) says to His servants who receive salvation and success in this world and the hereafter; “They exhort one another to truth, and exhort one another to patience.” Allah (SWT) further says: “And help one another in goodness and fear of Allah, and do not help one another in sin and transgression.” We ask Allah (SWT) to accept from all of us our striving, and our good deeds towards the course of authentic worship, Al-Islam, including hajj.\nIt is advised that one who intends to embark on pilgrimage to the Sacred House of Allah (SWT) should acquaint himself or herself with the dos and don’ts. It is of great importance that Muslim pilgrims take to the list of advice offered here, to start with. Pilgrims should remember that they are on a blessed journey, a journey based on Tawheed (Islamic monotheism), faithfulness to Allah (SWT), responding to His call, and in obedience to His commands, hoping the reward of the Almighty.\nThe pilgrims should also be prepared to take to the Sunnah of the Prophet (SAW) in all they do on hajj. They should not forget that the reward for a hajj pilgrimage which is acceptable to Allah (SWT) is Jannah (paradise).\nPilgrims must guard against the evils of the accursed Satan who intends to cause dissention among the pilgrims. Satan is an enemy lying in ambush for every spirited Muslim, much more the pilgrims on hajj. Pilgrims should love one another as brothers and sisters. They should avoid disputes and any intransigence which may lead to disobeying the dictates of Allah (SWT). The Prophet (SAW) endeared us to understand that “none of you has truly believed unless he likes for his brother what he likes for himself.”\nPilgrims should not hesitate to find out on issues that may border on Islam, particularly the rites of hajj, by asking questions. They should not shy away from approaching fellow Muslims who are knowledgeable enough to explain these issues with them. This is because Allah (SWT) instructs, “Ask the people of the Reminder if you do not know.” Rossullullahi (SAW) said, “When Allah intends good for someone, He gives him understanding of the religion.” One specific reason for the pilgrims to imbibe this attitude is that Allah (SWT) has made certain acts of worship fard (duty, obligation), whereas others are essentially Sunnah.\nIt is very important for the pilgrims to know that Allah (SWT) does not accept the Sunnah from a Muslim who ignores and violates the fard. During the hajj rites, some pilgrims are found wanting. They cause harm to others, men and women, by being overzealous in their attempt to kiss the Black Stone, or in circumambulating the Ka’aba, or in their bid to observe solat behind the Station of Prophet Ibraheem (A.S.), or to drink from Zamzam and any other similar hajj rites. All of these are hajj rituals which are not fard. They are sunnah. Harming or inflicting injuries on fellow pilgrims is prohibited. Therefore, pilgrims must avoid hurting one another. May Allah (SWT) grant all the pilgrims immense reward for their perseverance and patience.\nTo guarantee safety and ensure a hitch-free hajj exercise, the pilgrims must be schooled on certain misconceived practices during hajj. It is wrong for a male Muslim to perform his solat close to or right behind a female Muslim in the Sacred Mosque, or in other places for whatever reason. It is female Muslims that are expected to pray behind the male Muslims. It is not proper to observe solat on the pathways leading into the Haram, or in the doorways, because doing so is harmful and obstructive to other pilgrims coming into the Sacred Mosque.\nIt is equally not permissible for the pilgrims to block free flow of other pilgrims who are on tawaf around (circumambulating) Ka’aba by standing near the Black Stone or at the Station of Ibraheem when the site is crowded. This is a potential cause of harm to other pilgrims. It is sufficient to point at the Black Stone, saying “Allahu Akbar.” And when leaving the tawaf area, pilgrims should endeavour to leave gently. Safeguarding the dignity of fellow Muslims is fard (obligatory), and kissing the Black Stone is Sunnah (supererogatory). A fard should not be sacrificed for a sunnah.\nIn case a pilgrim undertaking the tawaf is prevented by circumstances, he or she should continue with his tawaf. He should not point at the Ruknul Yamani or utter the takbir (Allahu Akbar), because that has not been reported from the Prophet (SAW). It is mustahab (recommended) to recite the following supplication between the corner of the Ruknul Yamani and the Black Stone: “Rabbana atina fid dunya hasanatan wa fil akhirati hassanatan wa qina adhaban nar” (our Lord, give us good in this world, and good in the hereafter and save us from the torment of the Hellfire).\nPilgrims should always follow the dictates of Allah (SWT) in the Qur’an and the Sunnah of His Messenger (SAW) in all they engage themselves in in Saudi Arabia during the\nhajj rites.\nRead Also:\nTinubu assures intelligence community of conducive working environment",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.dictionary.com/browse/hajj",
    "https://dictionary.com/browse/hajj"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "muhammad bin abdullahi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "al-islam",
        "sentiment": "none"
      },
      {
        "name": "muslim",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T11:06:59.243+03:00",
  "updated": "2024-05-31T11:06:59.243+03:00"
}