{
  "thread": {
    "uuid": "ca5bb92fa276b711f667315c718cd0bd77232e9e",
    "url": "https://www.mlb.com/news/jair-camargo-major-league-debut-twins",
    "site_full": "www.mlb.com",
    "site": "mlb.com",
    "site_section": "https://www.mlb.com/news/",
    "site_categories": [
      "social"
    ],
    "section_title": "MLB News: Scores, Standings, Stats, Trades, Rumors",
    "title": "Jair Camargo makes Major League debut in front of family",
    "title_full": "Jair Camargo makes Major League debut in front of family",
    "published": "2024-04-18T21:48:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.mlbstatic.com/mlb-images/image/upload/t_2x1/t_w1536/mlb/dw2rxpe5q5lje03eq52d.jpg",
    "performance_score": 0,
    "domain_rank": 792,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ca5bb92fa276b711f667315c718cd0bd77232e9e",
  "url": "https://www.mlb.com/news/jair-camargo-major-league-debut-twins",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Do-Hyoung Park",
  "published": "2024-04-18T21:48:00.000+03:00",
  "title": "Jair Camargo makes Major League debut in front of family",
  "text": "Camargo greeted by familiar sound in long-awaited debut This story was excerpted from Do-Hyoung Park’s Twins Beat newsletter. To read the full newsletter, [click here](https://links.mlb.mlbemail.com/e/evib?_t=c632e003a756446c956a8e0347d00d08&_m=730311949a47481091023205325d59ef&_e=Aot2GcuTGHOPJz46TB0QcRjZp9q 5ROfVrpceQljGEEu4wkCcENcz0TcKTWjTo51eyQf4mgN9dXmrAca6Q%3D%3D). And [subscribe](https://www.mlb.com/fans/newsletters/beat-reporter) to get it regularly in your inbox. As [Jair Camargo](https://www.mlb.com/player/665856) stepped to the plate for the first time as a Major League player on Tuesday night, he was so locked in that he couldn’t hear anything around him -- not even that piercing rattle that’s been following him around the world for 15 years. He still heard nothing as he bore down for a seven-pitch walk, taking a fastball from Mike Baumann at eye level for ball four to lead off the top of the ninth. Nothing hit those eardrums, even as his mother, Tatiana Alonso, joyously waved the matraca in circles above her head from her seat in the stands behind home plate. “Yesterday, here, they actually told me I couldn't use the matraca,” Alonso said through Twins interpreter Mauricio Ortiz. “But we had to.” That matraca is a boxy wooden noisemaker that creates a loud rattle that has followed Camargo all over the world as part of his baseball journey since he was a 9-year-old playing a youth tournament in Mexico. That’s when Alonso bought the matraca alongside other parents of players on the Colombian team playing there. “Every time he's represented Colombia or his city, we bring it to every game,” Alonso said. Since then, it’s been to Venezuela twice, to Mexico, to the United States for Minor League ball -- and now, back to the U.S. for Camargo the Major Leaguer. His family has supported him all the way, which is why he was actually grateful that it took him until Tuesday to make his debut, three days after he’d been called up as the replacement for the injured Carlos Correa. Coming from home in Barranquilla, Colombia, the family -- parents, grandfather, uncles -- didn’t make it to the U.S. until Tuesday, when they took a flight through Miami, landed in Baltimore around 4 p.m. and made it to Oriole Park just in time to watch Camargo take batting practice. It was perfect timing -- because in the ninth inning, Camargo finally got the call to pinch-hit. “We’ve gotten to work since I was really young and my family wasn’t able to make it here, so it was just good timing,” Camargo said. “It was perfect. They were able to get here today and then they were able to see me hitting BP and then the game. Having that at-bat, it was great.” It’s a little sad that Camargo was too locked in to hear the matraca while he made his first plate appearance, because it fires him up, he says. His dad originally wasn’t a fan of it, not wanting to draw attention from surrounding fans, but for Camargo, that sound has become a must when his family is in the stands. “One of the cool things is the first time that [my mom] saw me playing in the States, I heard that sound, and in my first at-bat, I hit a homer,” Camargo said. “Since that moment, I was like, ‘I’ve got to have that at my debut.’” It was indeed there -- and fortunately, as Camargo crossed the plate on Jose Miranda’s RBI single with his first MLB run scored, the fog on his eardrums lifted. There it was, the loud and proud rattle from the stands. “I was like, ‘OK, there she is,’” Camargo said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [
    "https://links.mlb.mlbemail.com/e/evib?_t=c632e003a756446c956a8e0347d00d08&_m=730311949a47481091023205325d59ef&_e=Aot2GcuTGHOPJz46TB0QcRjZp9qzZZzZ5ROfVrpceQljGEEu4wkCcENcz0TcKTWjTo51eyQf4mgN9dXmrAca6Q%3D%3D).",
    "https://links.mlb.mlbemail.com/e/evib",
    "https://www.links.mlb.mlbemail.com/e/evib?_t=c632e003a756446c956a8e0347d00d08&_m=730311949a47481091023205325d59ef&_e=Aot2GcuTGHOPJz46TB0QcRjZp9qzZZzZ5ROfVrpceQljGEEu4wkCcENcz0TcKTWjTo51eyQf4mgN9dXmrAca6Q%3D%3D)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "camargo",
        "sentiment": "negative"
      },
      {
        "name": "jair camargo",
        "sentiment": "negative"
      },
      {
        "name": "mike baumann",
        "sentiment": "none"
      },
      {
        "name": "tatiana alonso",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "major league",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "do-hyoung park",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:24:41.623+03:00",
  "updated": "2024-04-19T00:24:41.623+03:00"
}