{
  "thread": {
    "uuid": "6bc76d40ba1554ce00fc23c1ce2c54d88c9d7dc3",
    "url": "https://www.repubblica.it/cronaca/2023/12/31/news/cecilia_lodoli_prima_donna_scoutismo_italia_fascismo-421787062/",
    "site_full": "www.repubblica.it",
    "site": "repubblica.it",
    "site_section": "https://repubblica.it/cronaca",
    "site_categories": [
      "media"
    ],
    "section_title": "Cronaca - la Repubblica",
    "title": "“Io prima scout donna, così scoprii la libertà nell’Italia occupata” - la Repubblica",
    "title_full": "“Io prima scout donna, così scoprii la libertà nell’Italia occupata” - la Repubblica",
    "published": "2023-12-31T01:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.repstatic.it/content/nazionale/img/2023/12/30/232904170-78a80860-539b-4641-8246-62022017b133.jpg",
    "performance_score": 0,
    "domain_rank": 998,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6bc76d40ba1554ce00fc23c1ce2c54d88c9d7dc3",
  "url": "https://www.repubblica.it/cronaca/2023/12/31/news/cecilia_lodoli_prima_donna_scoutismo_italia_fascismo-421787062/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "di Maria Novella De Luca",
  "published": "2023-12-31T01:00:00.000+02:00",
  "title": "“Io prima scout donna, così scoprii la libertà nell’Italia occupata” - la Repubblica",
  "text": "Novantanove anni appena compiuti. «Quella promessa scout per me fu scoprire la libertà. Roma era occupata dai nazisti, il mondo era distrutto, guerra, desolazione e macerie. Ero una ragazza borghese cui veniva chiesto soltanto di essere brava a scuola, obbedire ai genitori e a Dio. Ricordo il coprifuoco, la paura, le giornate infinite, i morti, il senso di oppressione e poi la gioia, invece, di ritrovarmi con altre ragazze nei campeggi a Villa Pamphili, attorno al fuoco, sotto una tenda, nelle prime escursioni dove finalmente potevo esprimere le mie idee. Sono diventata Guida nel marzo del ’44, in clandestinità, nel giardino della chiesa di San Bellarmino, erano i giorni tragici delle Fosse Ardeatine, a giugno sarebbero arrivati gli americani e il nostro ritorno alla vita in un paese che però non c’era più».\nIn un quieto salotto nel cuore razionalista dell’Eur, Cecilia Lodoli , una delle prime Guide italiane, poi capo scout con incarichi in tutto il mondo, lascia scorrere con voce da ragazza ricordi che si nutrono di una memoria prodigiosa. E l’avventura di una “liberazione” femminile laterale e assai poco raccontata.\nOttanta anni fa, nel dicembre del 1943, nel segreto delle catacombe di Priscilla, otto ragazze, Maria Pia, Lella, Beatrice, Prisca, Monique, Orietta, Josette, Mita, accompagnate dal padre domenicano Agostino Ruggi d’Aragona , fondavano il movimento femminile degli scout, le Guide, con la squadriglia degli Scoiattoli, cui sarebbero seguite, ancora sotto l’occupazione tedesca, gli Aironi e le Lucciole, la squadriglia di Cecilia Lodoli.\n(Agesci)\nEd è di nuovo tra gli affreschi delle catacombe di Priscilla che l’Agesci ha deciso di celebrare la nascita delle Guide, chiamando a raccolta scout di tutte le generazioni. Kilt blu e collana di perle, acqua fresca e lamponi per accompagnare la conversazione, Cecilia Gennari Santori, poi Lodoli, tre figli e otto nipoti, traccia un pezzo di storia d’Italia.\nCecilia Lodoli, perché gli scout erano in clandestinità?\n«Il fascismo aveva sciolto l’Asci, l’Associazione scoutistica cattolica italiana nel 1928, voleva che i giovani entrassero nell’Opera Balilla, ma soprattutto temeva i valori scout che condannavano la violenza e la dittatura. Noi eravamo una famiglia cattolica e borghese, mio padre non era iscritto al Partito fascista e per questo pagò un prezzo altissimo».\nMolti scout entrarono nella Resistenza.\n«Sì e ricordo di aver sentito io stessa la parola scout per la prima volta in una riunione segreta. Parlava Mario Cingolani , un leader cattolico, ero lì con mia madre».\nQuanti anni aveva?\n«Diciannove. Avevo appena finito il liceo classico, severissimo, al Visconti. In quella riunione un sacerdote raccontò della nascita delle guide e incredibilmente per l’educazione di allora, mio padre mi lasciò partecipare».\nOttant’anni fa. Entrare nelle guide fu sorta di liberazione femminile?\n«Per una ragazza della mia generazione e del mio ambiente sì, certamente. Mi sembrava di respirare, di uscire da un destino già tracciato. Potevo prendere in mano la mia vita, impegnarmi nella ricostruzione dell’Italia, aiutare gli altri. Dormire fuori casa. E scoprire il cammino scout, Baden Powell, la fraternità, una spiritualità concreta. Il nostro simbolo era una spilletta di legno a forma di trifoglio».\nRaccontava il suo primo campo a Villa Pamphili.\n«Felicità pura. Dormivamo su mucchi di paglia, imparavamo ad accendere il fuoco, cantavamo, giocavamo a squadre. La squadra appunto, o la squadriglia: sono mondi in cui si impara a convivere e ad aiutarsi, processi educativi formidabili, esercizi di democrazia. Per questo gli scout sono ancora così tanti oggi, in Italia e in tutto il mondo».\n(Agesci)\nVi chiamavate “Lucciole”.\n«Pensi quanto eravamo ingenue. Lucciole nel senso di luci che illuminano il buio. Ancora mi viene da ridere. Ma le lucciole, allora, ci rendemmo conto, erano anche le signore della notte. Dopo qualche anno cambiammo nome».\nLei si è sposata, ha avuto tre figli. Però lo scoutismo è rimasto una parte fondamentale della sua vita.\n«Mi sono laureata in Lettere e per alcuni anni ho lavorato in Rai, come segretaria dell’amministratore delegato Filiberto Guala , persona di grande valore che è diventato prete. Il guidismo è stato tutta la mia vita, quando si è scout lo si resta per sempre. Sono stata responsabile nazionale, poi nel comitato mondiale dal 1969 al 1977, con viaggi Giordania, in Egitto, Iraq, in Marocco, Tunisia, Libano, Sudan. Quanti ricordi».\nI più netti e vividi nella sua memoria?\n«Quando riuscii a farmi ricevere dal cardinal Montini ed ottenere che noi guide potessimo diventare un’associazione svincolata dall’azione cattolica. Montini sarebbe diventato papa Paolo VI . Il secondo ricordo riguarda l’incontro con la rappresentante delle guide di Tunisi. Ci chiese di cambiare la nostra legge di scout e guide».\nQuale?\n«”La guida è amica di tutte e sorella di tutte”. Ma lei, musulmana, sosteneva di non poter essere amica di una guida ebrea. Le risposi che noi scout educhiamo alla pace e alla fratellanza e non all’odio».\n(agesci)\nCome ha vissuto la fusione tra maschi e femmine e la nascita dell’Agesci nel 1974?\n«L’ho voluta fortemente, era il tempo giusto».\nCosa è lo scoutismo oggi?\n«Servire gli altri, camminare insieme cercando la gioia e la speranza. Aiutare a crescere i più piccoli, essere dove c’è bisogno».\nCom’è avere quasi cento anni?\nCecilia Lodoli sorride: «Leggo e metto ordine nella memoria. Ogni giorno mi faccio portare a casa i quotidiani. Provo a vivere seguendo l’insegnamento del cardinal Martini quando si chiede: “Quale bellezza salverà il mondo?»\nLeggi i commenti I commenti dei lettori",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "http://www.repstatic.it/cless/main/nazionale/2020-v1/include/detail/paywall.html",
    "http://www.repstatic.it/cless/main/nazionale/2020-v1/include/detail/under-content.html--",
    "https://www.repstatic.it/cless/common/widget/newsletter/2018-v1/include/gedi-newsletter-cx.html",
    "http://www.repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
    "https://repstatic.it/cless/common/widget/newsletter/2018-v1/include/gedi-newsletter-cx.html",
    "http://repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
    "http://repstatic.it/cless/main/nazionale/2020-v1/include/detail/paywall.html",
    "http://repstatic.it/cless/main/nazionale/2020-v1/include/detail/under-content.html--"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T03:15:08.970+02:00",
  "updated": "2023-12-31T12:38:49.756+02:00"
}