{
  "thread": {
    "uuid": "5ef0f3b344491dc0017f54db696db2b8a8a3ba3e",
    "url": "https://www.cnet.com/tech/computing/best-budget-3d-printer",
    "site_full": "www.cnet.com",
    "site": "cnet.com",
    "site_section": "https://www.cnet.com/rss/news",
    "site_categories": [
      "shopping",
      "media",
      "cell_phones",
      "tech"
    ],
    "section_title": "CNET",
    "title": "Budget 3D Printer of 2024",
    "title_full": "Best Budget 3D Printer of 2024 - CNET",
    "published": "2024-04-12T04:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.cnet.com/a/img/resize/efdaa5fc077502bb57d098c0d038ecdd0b3a66c4/hub/2023/10/26/26824dcf-583e-4286-aa0f-4a7c99b33f6d/best-budget-3d-printer.jpg?auto=webp&amp;fit=crop&amp;height=675&amp;width=1200",
    "performance_score": 0,
    "domain_rank": 153,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 2,
        "shares": 36
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5ef0f3b344491dc0017f54db696db2b8a8a3ba3e",
  "url": "https://www.cnet.com/tech/computing/best-budget-3d-printer",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "James Bricknell",
  "published": "2024-04-12T04:00:00.000+03:00",
  "title": "Budget 3D Printer of 2024",
  "text": "Article updated on May 6, 2024 at 6:23 AM PDT Here are our top picks for the best budget-friendly 3D printers on the market. Written by James Bricknell Our expert, award-winning staff selects the products we cover and rigorously researches and tests our top picks. If you buy through our links, we may get a commission. Reviews ethics statement\nJames Bricknell Senior Editor James has been writing about technology for years but has loved it since the early 90s. While his main areas of expertise are maker tools -- 3D printers, vinyl cutters, paper printers, and laser cutters -- he also loves to play board games and tabletop RPGs. Expertise 3D printers, maker tools such as Cricut style vinyl cutters and laser cutters, and traditional paper printers Credentials 6 years working professionally in the 3D printing space / 4 years testing consumer electronics for large websites. See full bio Why You Can Trust CNET 16 17 18 19 20 21 22 23 24 25+ Years of Experience 14 15 16 17 18 19 20 21 22 23 Hands-on Product Reviewers 6,000 7,000 8,000 9,000 10,000 11,000 12,000 13,000 14,000 15,000 Sq. Feet of Lab Space How we test CNET’s expert staff reviews and rates dozens of new products and services each month, building on more than a quarter century of expertise.\nBest budget fast 3D printer Anycubic Kobra 2 View details $209 at Anycubic View details $279 at Elegoo\nJoint best budget 3D printer Elegoo Neptune 4 Pro View details $279 at Elegoo View details $399 at Bambu Lab\nBest color-ready fast 3D printer Bambu Lab A1 Mini Combo View details $399 at Bambu Lab View details $239 at Amazon\nFast and stable budget 3D printer AnkerMake M5C View details $239 at Amazon View details $299 at Flashforge\nBest moddable budget 3D printer Flashforge Adventurer 5M View details $299 at Flashforge View details $160 at Amazon\nThe best starter resin printer Elegoo Mars 3 View details $160 at Amazon View details $260 at Elegoo\nBest midsize budget 3D printer Elegoo Saturn 2 View details $260 at Elegoo View details Show 2 more When 3D printers were first introduced, owning one felt completely out of reach for most people. They were just too expensive. But these days, you can find solid 3D printers for under $300 -- which makes it easier than ever to step into the \"maker\" realm. There is a catch, though: These budget machines must be tweaked and tooled to get it right. You&apos;ll save money, but it&apos;s a rough-and-tumble way to get started. The best budget 3D printers have a healthy balance between usability and cost, so that&apos;s what we&apos;re looking at in this list. Did you know many creative Americans refer to themselves as \"makers\"? (About 135 million, if you&apos;re interested in stats.) A major portion of our \"maker\" population has tapped into the awesomeness of 3D printers. That means a lot of amazing things have been physically brought into the world through a simple machine. What kind of awesome things, you ask? With a 3D printer, you can build small statues to give as gifts or cultivate epic pieces of costume armor. The possibilities are practically limitless. You can even tap into your creative side by opening an Etsy store. Equipping yourself with a few printers will get you on your way to turning your hobby into a revenue stream. Budget 3D printing is a category that is growing fast. For my money, the best you can buy right now is the Anycubic Kobra 2 . It has enough upgraded features to make it an incredibly useful machine. Its price was recently slashed to $209 from its previously firm-set price range of $250-$280. Having this much quality in a printer that costs so little makes it the perfect budget 3D printer. These budget 3D printers all cost under $500 (although prices can drift a bit from month to month), and some are better suited to beginners than others. Our list of picks for the best 3D printer overall covers a much wider range of choices, but these are excellent for getting started -- or for buying several at once. If you are thinking of creating a print farm, then buying several Anycubic Kobra 2 s is an excellent way to get started. While not as fast as the P1P or the X1C from the best 3d printer list , the Kobra 2 is around the same speed as the AnkerMake M5. It will happily produce prints at 250 millimeters per second, although the best quality seems to be hovering around 150mm/s in my testing. It also comes with a filament runout sensor and bed leveling, which works extremely well. The big selling point for the Kobra 2 is the price. It has all the advantages of a faster printer but with a sub-$300 price tag, which is astonishing. This is my recommendation for any first-time buyer or someone on a budget.\nPhoto Gallery 1/1\nHide our expert take Show our expert take $279 at Elegoo Pros Great quality prints Bed leveling system is great Giant cooling fan Cons Can get a little wobbly at high speed Material Type Filament Build Area (mm) 225 x 225 x 265 Official max printing speed (mm/s) 500 Dimensions (mm) 475 x 445 x 515 Price $ $279 at Elegoo Joint best budget 3D printer Elegoo Neptune 4 Pro $279 at Elegoo The Elegoo is one of my favorite ultracheap printers. When testing it, I kept expecting it to fail, and it just didn&apos;t. It produced amazing results for the price and continues to do so every time I use it. Whether you buy the Anycubic Kobra 2 or the Elegoo Neptune 4 Pro, you are getting the best 3D printer for under $300.\nPhoto Gallery 1/1\nShow our expert take Show our expert take $399 at Bambu Lab Pros The best setup experience 4-color printing on a budget Good app experience Suprisingly fast Cons No real modification path AMS Lite is wobbly Awkward shape and footprint Material type Filament Build area (mm) 180 × 180 x 180 Official max printing speed (mm/s) 500 Dimensions (mm) 347 × 315 × 365 Price $$ $399 at Bambu Lab Best color-ready fast 3D printer Bambu Lab A1 Mini Combo $399 at Bambu Lab The A1 Mini Combo is an almost perfect entry to the world of color 3D printing. It&apos;s well-priced, and while the build area is small, the print quality and the fact that you can print in four colors straight out of the box is amazing. This is a no-brainer if you&apos;re looking for your first printer and want to try color printing. Read more : Bambu Lab A1 Mini Combo review\nPhoto Gallery 1/1\nShow our expert take Show our expert take $239 at Amazon Pros Excellent app great build quality All metal hot end Cons No display Material type Filament Build area (mm) 220 × 220 × 250 Official max printing speed (mm/s) 500 (fast mode), 250 (standard) Dimensions (mm) 466 × 374 × 480 Price $$ $239 at Amazon Fast and stable budget 3D printer AnkerMake M5C $239 at Amazon Anker did way more than take its excellent M5 printer and remove a few things to create a budget-friendly model. In fact, there are a couple of ways in which this budget bed-slinger improved over the original. The slightly smaller build platter offers guard rails so it&apos;s much easier to get it on and off the heated base. The camera and display have been removed, but the AnkerMake app is one of the best pieces of software available for any 3D printer and has a much nicer interface. Perhaps best of all, the new all-metal hot-end means it can handle a larger array of materials when printing. At its core, it&apos;s still a rock-solid printer with some of the most user-friendly apps you can get today.\nPhoto Gallery 1/1\nShow our expert take Show our expert take $299 at Flashforge Pros Great price for a CoreXY Great quality Excellent networking Cons Spool holder on the back Material type Filament Build area (mm) 220 x 220 x 220 Official max printing speed (mm/s) 600 Dimensions (mm) 363 x 402 x 488 Price $$ $299 at Flashforge Best moddable budget 3D printer Flashforge Adventurer 5M $299 at Flashforge The Adventurer 5M and the 5M Pro are two excellent 3D printers from Flashforge. They aren&apos;t fancy, and you can see they take heavy influence from the P series from Bambu Lab -- but what they do, they do well, and they do it at an enticing price. A solid CoreXY printer that can print solidly at 300mm/s is not to be sniffed at and one that&apos;s under $300 is well worth your time. I especially like the Flashprint software that allows you to network several printers at the same time effortlessly. Great for schools and small print farms.\nPhoto Gallery 1/1\nShow our expert take Best budget resin 3D printers Most beginner printers use a plastic filament to create models, but plenty of affordable resin 3D printers are available, too. Liquid resin is a little more difficult to use than standard 3D printing material and requires safety equipment, but it also produces amazingly detailed results. This small resin printer is Elegoo&apos;s latest model in its popular Mars line. Because of the 4K monochrome LCD (these printers use light from an LCD to cure liquid resin), it can print much faster than older printers. Standard 3D printing simply can&apos;t reproduce the level of detail on models. At this price, the Elegoo Mars 3 is the best resin printer for the money.\nPhoto Gallery 1/1\nShow our expert take Show our expert take $260 at Elegoo Material type Resin Build area (mm) 219 x 123 x 250 Official max printing speed (Layer time in seconds) 1.5 - 3 Dimensions (mm) 305.9 x 273 x 567.3 Price $$ $260 at Elegoo Best midsize budget 3D printer Elegoo Saturn 2 $260 at Elegoo The Elegoo Saturn 2 is my favorite resin printer right now. It prints detailed models at a speed that&apos;s often astonishing. The bed size is much larger than the printers in the smaller category, while its footprint is much easier to deal with than other, larger printers. You can print finely detailed cosplay pieces or multiple tabletop miniatures with equal ease with the Saturn 2, making it perfect for a small business.\nRead more: Elegoo Saturn 2 Review\nPhoto Gallery 1/1\nShow our expert take\nJames Bricknell/CNET Budget 3D printer FAQ What material should I use to print with? Most home 3D printers use PLA or ABS plastic. Professional printers can use all sorts of materials, from metal to organic filament. Some printers use a liquid resin, which is much more difficult to handle but offers sharper details. As a beginner, use PLA. It&apos;s nontoxic, made mostly of cornstarch and sugarcane, handles easily and is inexpensive. It&apos;s also more sensitive to heat, so don&apos;t leave your 3D prints on the dashboard of a car on a hot day. Most 3D printers include or link to recommended software, which can handle converting 3D STL or other files into formats supported by the printer. Stick with the suggested presets to start -- with one exception. I&apos;ve started adding a raft, or bottom layer of filament, to nearly everything I print. It has cut down dramatically on prints that don&apos;t adhere to the bed properly, which is a common issue. If you continue to have problems, rub a standard glue stick on the print bed right before printing. Your 3D models probably need some help to print properly, as these printers don&apos;t do well with big overhangs -- for example, an arm sticking out from a figure. Your 3D printer software can usually automatically calculate and add supports, meaning little stands that hold up all those sticking-out parts of the model. After the print is done, clip the supports off with micro cutters and file down any nubs or rough edges with hobby files.\nJames Bricknell/CNET Testing 3D printers is an in-depth process. Printers often don&apos;t use the same materials, or even the same process to create models. I test SLA 3D printers that use resin and light to print, and FDM printers that melt plastic onto a plate. Each has a unique methodology. Core qualifiers I look at include: A key test print, representing the (now old) CNET logo, is used to assess how a printer bridges gaps, creates accurate shapes and deals with overhangs. It even has little towers to help measure how well the 3D printer deals with temperature ranges. When testing speed, we slice the model using the standard slicer the machine is shipped with on its standard settings, then compare the real-world duration of the print to the statement completion time on the slicer. 3D printers often use different slicers, and those slicers can vary wildly on what they believe the completion time to be. We then use PrusaSlicer to determine how much material the print should use and divide that number by the real-world time it took to print to give us a more accurate number for the speed in millimeters per second (mm/s) the printer can run at.\nJames Bricknell / CNET\nEvery build plate is supposed to heat up to a certain temperature so we use the InfiRay thermal imaging camera for Android to check how well they do. We set the build plate to 60 degrees Celsius -- the most used temperature for build plates -- waited 5 minutes for the temperature to stabilize, and then measured it in six separate locations. We then took the average temperature to see how close the 3D printer got to the advertised temperature. Testing resin requires different criteria, so I use the Ameralabs standard test : printing out a small resin model that looks like a tiny town. This helps determine how accurate the printer is, how it deals with small parts and how well the UV exposure works at different points in the model. Many other anecdotal test prints, using different 3D models, are also run on each printer to test the longevity of the parts and how well the machine copes with various shapes. For the other criteria, I researched the company to see how well it responds to support queries from customers and how easy it is to order replacement parts and install them yourself. Kits (printers that come only semi-assembled) are judged by how long and difficult the assembly process is and how clear the instructions are.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://ameralabs.com/blog/town-calibration-part/",
    "http://amazon.com/exec/obidos/ASIN/B0BG2PNWZV",
    "https://www.amzn.to/4cQ4OS3&quot;>5M",
    "https://shareasale.com/r.cfm",
    "https://amzn.to/4cQ4OS3",
    "https://elegoo.sjv.io/c/159047/1692726/19663",
    "https://www.elegoo.sjv.io/c/159047/1692726/19663?&sharedid=cnet&partnerpropertyid=235399&u=https%3A%2F%2Fwww.elegoo.com%2Fproducts%2Felegoo-neptune-4-pro-fdm-3d-printer&subId1=subid_value",
    "https://ameralabs.com/blog/town-calibration-part",
    "https://shareasale.com/r.cfm?b=1867308&u=514792&m=116595&afftrack=subid_value&urllink=www.flashforgeshop.com%2Fproduct%2Fadventurer-5m-3d-printer%3FcID%3D31",
    "http://www.amazon.com/exec/obidos/ASIN/B0C2HMQB15",
    "http://www.amazon.com/exec/obidos/ASIN/B0BG2PNWZV",
    "https://amzn.to/4cQ4OS3&quot;>5M",
    "http://amazon.com/exec/obidos/ASIN/B0C2HMQB15",
    "https://www.ameralabs.com/blog/town-calibration-part/",
    "https://shareasale.com/r.cfm?b=2282157&u=514792&m=138211&afftrack=subid_value&urllink=us.store.bambulab.com%2Fproducts%2Fa1-mini%3Fsscid%3Da1k7_q0ke0%26",
    "https://www.twitter.com/keridel",
    "https://elegoo.sjv.io/c/159047/1692726/19663?&sharedid=cnet&partnerpropertyid=235399&u=https%3A%2F%2Fwww.elegoo.com%2Fproducts%2Felegoo-neptune-4-pro-fdm-3d-printer&subId1=subid_value",
    "https://www.amzn.to/4cQ4OS3",
    "https://www.shareasale.com/r.cfm?b=2282157&u=514792&m=138211&afftrack=subid_value&urllink=us.store.bambulab.com%2Fproducts%2Fa1-mini%3Fsscid%3Da1k7_q0ke0%26",
    "http://amazon.com/exec/obidos/ASIN/B095K3JWP3",
    "https://elegoo.sjv.io/c/159047/1692726/19663?&sharedid=cnet&partnerpropertyid=235399&u=https%3A%2F%2Fwww.elegoo.com%2Fproducts%2Felegoo-saturn-2-8k-10-inches-mono-lcd-3d-printer&subId1=subid_value",
    "https://www.shareasale.com/r.cfm?b=1384498&u=514792&m=90014&afftrack=subid_value&urllink=www.anycubic.com%2Fproducts%2Fkobra-2",
    "https://anycubic.sjv.io/c/159047/1101384/14022",
    "https://www.shareasale.com/r.cfm?b=1867308&u=514792&m=116595&afftrack=subid_value&urllink=www.flashforgeshop.com%2Fproduct%2Fadventurer-5m-3d-printer%3FcID%3D31",
    "http://www.amazon.com/exec/obidos/ASIN/B095K3JWP3",
    "https://anycubic.sjv.io/c/159047/1101384/14022?&sharedid=cnet&partnerpropertyid=235399&u=https%3A%2F%2Fwww.anycubic.com%2Fproducts%2Fkobra-2&subId1=subid_value",
    "https://twitter.com/keridel",
    "https://www.elegoo.sjv.io/c/159047/1692726/19663?&sharedid=cnet&partnerpropertyid=235399&u=https%3A%2F%2Fwww.elegoo.com%2Fproducts%2Felegoo-saturn-2-8k-10-inches-mono-lcd-3d-printer&subId1=subid_value",
    "https://shareasale.com/r.cfm?b=1384498&u=514792&m=90014&afftrack=subid_value&urllink=www.anycubic.com%2Fproducts%2Fkobra-2",
    "https://www.anycubic.sjv.io/c/159047/1101384/14022?&sharedid=cnet&partnerpropertyid=235399&u=https%3A%2F%2Fwww.anycubic.com%2Fproducts%2Fkobra-2&subId1=subid_value"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "james",
        "sentiment": "none"
      },
      {
        "name": "james bricknell",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cnet",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T05:15:01.134+03:00",
  "updated": "2024-05-06T18:01:41.240+03:00"
}