{
  "thread": {
    "uuid": "3ec6504b9533ea777a327470b01027df4eb75080",
    "url": "https://people.com/florida-family-rescues-missing-dog-found-swimming-in-lake-alone-8602657",
    "site_full": "people.com",
    "site": "people.com",
    "site_section": "https://ca.sports.yahoo.com/rss",
    "site_categories": [
      "society",
      "media",
      "television",
      "entertainment"
    ],
    "section_title": "Yahoo Canada Sports - Sports News, Scores, Rumours, Fantasy Games, and more",
    "title": "Florida Family Rescues Missing Dog Found Swimming in a Lake Alone",
    "title_full": "Florida Family Rescues Missing Dog Found Swimming in a Lake Alone",
    "published": "2024-03-01T00:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://people.com/thmb/085iYalN5dmW_oe9tCtd8RPmWCk=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():focal(708x537:710x539)/Irving-Colon-rescues-dog-from-lake-022924-c14e1cbdea27469caf2abcdb1a2fef72.jpg",
    "performance_score": 0,
    "domain_rank": 698,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3ec6504b9533ea777a327470b01027df4eb75080",
  "url": "https://people.com/florida-family-rescues-missing-dog-found-swimming-in-lake-alone-8602657",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "people.com",
  "published": "2024-03-01T00:18:00.000+02:00",
  "title": "Florida Family Rescues Missing Dog Found Swimming in a Lake Alone",
  "text": "Florida Family's Lake Day Turns Into Rescue Mission After They Spot a Dog Trying to Stay Afloat “Having Dax back means more than they could know,” the dog's family told a local news outlet\nBy Liza Esquibias Liza Esquibias Liza Esquibias is an Editorial Intern at PEOPLE. She is a rising senior majoring in Journalism at Pepperdine, where she is the editor-in-chief of the school's magazine. People Editorial Guidelines Updated on February 29, 2024 05:25PM EST Trending Videos Close this video player Florida family with Dax the missing dog, who they rescued from a lake. Photo: Leslie Acosta\nA relaxing visit to the lake became an intense day for a family in Florida.\nOn Sunday, Deltona, Florida, resident Leslie Acosta and her family were at a local lake when she spotted a tired-looking dog swimming by itself in the middle of the lake. She told Fox 35 Orlando that she and her family immediately sprung into action to rescue the pup.\n\"It was exhilarating and exciting,\" Acosta told the outlet. \"I mean, yeah, we got some action on a Sunday. We got to do a little Baywatch rescue mission.\"\nThe hero of the rescue was Irving Colon, who drove out a jon boat — typically used for fishing — to where the dog was swimming after attempts to reach the canine with a canoe failed.\n\"I have a dog, so I definitely wouldn't want that to happen to my dog,\" Colon told Fox 35. \"And if anybody would see my dog or any dog, I am hoping they would do the same thing.\"\nFlorida family rescues dog from lake. Leslie Acosta\nAcosta, Colon, and their crew of animal rescuers later learned the dog was named Dax, and he was missing from his home. The 5-year-old shepherd/Lab mix had escaped from his owners 12 hours prior and somehow ended up in the middle of the lake. Dax's family explained to Fox 35 that their fence had broken, and \"Dax's adventurous spirit got the better of him.\"\nDog Who Roamed Alabama for Months with Trash Can Top Stuck on His Head Is Finally Free \"Luckily for our family, there were people kind enough to go above and beyond in assisting his return home,\" the dog's owners added. \"We're incredibly grateful for the individuals who pulled him out of the lake! Not to mention the extra time they put in afterward to care for him.\"\nDax returned home uninjured, aside from some soreness, from his lake escapade. His family said that Dax is in good spirits, and they are, too, thanks to the kind actions of the dog's rescuers.\n\"Having Dax back means more than they could know,\" said the family. \"We're blessed to be surrounded by such a phenomenal community.\"\nNever miss a story — sign up for PEOPLE's free daily newsletter to stay up-to-date on the best of what PEOPLE has to offer, from celebrity news to compelling human interest stories.\nIn Troy, Michigan, a different dog surprised animal lovers by showing up in a surprising place.\nOn Saturday, Aries the pit bull mix, and her owner, Melissa Fickel, were involved in a minor car accident. Although no one was injured, and there were just minor damages to the vehicles, Aries was spooked by the accident. According to Fickel, the dog jumped out the window immediately after the crash and ran off.\nAccording to the owner of Hounds Town Metro Detroit — a doggy daycare and boarding facility in Troy, Michigan, that Aries frequently visits — the canine traveled over one mile from the accident site to the daycare.\nMissing Dog Spotted Alive 11 Months After Colorado Avalanche Separated Pet from His Owner Travis Ogden, the owner of the daycare, tells PEOPLE that two Hounds Town employees were in the lobby when Aries ran up and started jumping up and down at the facility's front door.\nInitially, Ogden thought it might be a stray dog looking to say hello — but as he got closer, he recognized Aries immediately.\n\"I was like, 'Oh, that looks like Aries.' And then she walks closer, and I'm like, 'That is Aries!'\" he says.\n\"She's a frickin' smart smart pup. She just knew where her safe place was after being so panicked from the car accident,\" Ogden added.\nRelated Articles David Beckham Snuggles Up to His Dog Simba in Adorable Videos Jennifer Garner's Golden Retriever Birdie 'Got a Promotion' to Therapy Dog at Children’s Hospital L.A. Hilary Swank Recalls Rescuing Cat in the Aftermath of 9/11: ‘It Was Missing Its Person’ (Exclusive) N.Y. Rescue Seeks Answers After Finding Cat Dumped in Tied-Up Pillowcase: 'A Heartless Act' Missing 5-Year-Old Girl with Autism Found Safe in Florida Woods After Wandering Away from Home Rescue Bear Hibernating for His First Full Winter Hopes to Win Sleepiest Bear Contest Man Did Not Dig Sand Hole That Collapsed, Killing 7-Year-Old Girl and Injuring Brother: Police Dog Who Roamed Alabama for Months with Trash Can Top Stuck on His Head Is Finally Free 'Frickin' Smart' Dog Runs a Mile to Her Doggy Daycare for Help After Escaping Car Accident Olympic Swimmer Ryan Murphy Credits New Wife Bridget for His Success: ‘She’s Super Optimistic’ (Exclusive) Jon Stewart Tearfully Announces Death of His Dog Dipper on The Daily Show : ‘In a World of Good Boys, He Was the Best’ Florida Surgeon General Appointed by Ron DeSantis Goes Against Science amid Florida Measles Outbreak 'Lovable' Dog at Shelter for Over 900 Days Is Returned 1 Day After Her Long-Awaited Adoption Missing Florida Doctor, 49, Identified as Paddleboarder Found Dead Near Marina Former NFL MVP Cam Newton Seemingly Involved in Fight at Youth Football Game: ‘An Unfortunate Situation’ Family Shares Final Moments of Girl Swallowed by Sand Hole: Brother 'Couldn’t Feel Her Moving Anymore’",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://forms.dotdashmeredith.com/people-news-inline",
    "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fpeople.com%2Fflorida-family-rescues-missing-dog-found-swimming-in-lake-alone-8602657%3Futm_source%3Dfacebook.com%26utm_medium%3Dsocial%26utm_campaign%3Dsocial-share-article",
    "https://www.fox35orlando.com/news/good-samaritans-rescue-missing-dog-found-swimming-in-deltona-lake",
    "https://houndstownusa.com/locations/detroit/",
    "https://twitter.com/intent/tweet?url=https%3A%2F%2Fpeople.com%2Fflorida-family-rescues-missing-dog-found-swimming-in-lake-alone-8602657%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dshareurlbuttons&via=people&text=Florida+Family%27s+Lake+Day+Turns+Into+Rescue+Mission+After+They+Spot+a+Dog+Trying+to+Stay+Afloat",
    "https://www.houndstownusa.com/locations/detroit/",
    "https://fox35orlando.com/news/good-samaritans-rescue-missing-dog-found-swimming-in-deltona-lake",
    "https://twitter.com/intent/tweet",
    "https://www.facebook.com/sharer/sharer.php",
    "https://www.forms.dotdashmeredith.com/people-news-inline",
    "https://houndstownusa.com/locations/detroit",
    "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fpeople.com%2Fflorida-family-rescues-missing-dog-found-swimming-in-lake-alone-8602657%3Futm_source%3Dfacebook.com%26utm_medium%3Dsocial%26utm_campaign%3Dsocial-share-article",
    "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fpeople.com%2Fflorida-family-rescues-missing-dog-found-swimming-in-lake-alone-8602657%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dshareurlbuttons&via=people&text=Florida+Family%27s+Lake+Day+Turns+Into+Rescue+Mission+After+They+Spot+a+Dog+Trying+to+Stay+Afloat"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "acosta",
        "sentiment": "none"
      },
      {
        "name": "leslie acosta",
        "sentiment": "none"
      },
      {
        "name": "liza esquibias liza esquibias liza esquibias",
        "sentiment": "none"
      },
      {
        "name": "fox",
        "sentiment": "none"
      },
      {
        "name": "irvi",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "lake alone florida",
        "sentiment": "none"
      },
      {
        "name": "florida",
        "sentiment": "none"
      },
      {
        "name": "deltona",
        "sentiment": "none"
      },
      {
        "name": "pepperdine",
        "sentiment": "none"
      },
      {
        "name": "orlando",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:22:13.692+02:00",
  "updated": "2024-03-01T00:42:25.357+02:00"
}