{
  "thread": {
    "uuid": "7c3574af12909c823b946ecd47169fcb66d5b721",
    "url": "https://www.cnet.com/videos/garmin-venu-2-plus-is-a-solid-fitness-smartwatch",
    "site_full": "www.cnet.com",
    "site": "cnet.com",
    "site_section": "https://www.cnet.com/videos",
    "site_categories": [
      "shopping",
      "media",
      "cell_phones",
      "tech"
    ],
    "section_title": "I Touched Disney&apos;s HoloTile Floor: Behind the Scenes at Imagineering - Video - CNET",
    "title": "Garmin Venu 2 Plus is a solid fitness smartwatch - Video - CNET",
    "title_full": "Garmin Venu 2 Plus is a solid fitness smartwatch - Video - CNET",
    "published": "2024-04-04T22:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.cnet.com/a/img/resize/fa2c3c91a329ba8f3340e82b363bff0fc8a59e05/hub/2022/01/05/a3d20a18-0df9-407b-bb94-0d8a5848d529/garmin-venu-2-plus-v2.jpg?auto=webp&amp;fit=crop&amp;height=675&amp;width=1200",
    "performance_score": 0,
    "domain_rank": 151,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 6
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7c3574af12909c823b946ecd47169fcb66d5b721",
  "url": "https://www.cnet.com/videos/garmin-venu-2-plus-is-a-solid-fitness-smartwatch",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@CNET",
  "published": "2024-04-04T22:59:00.000+03:00",
  "title": "Garmin Venu 2 Plus is a solid fitness smartwatch - Video - CNET",
  "text": "Garmin Venu 2 Plus is a solid fitness smartwatch Speaker 1: Garmin's latest watch is trying to bridge the gap between fitness and smart watch and spoiler alert. It does a pretty darn good job. This is the venue two plus let's take it for a spin. If you are familiar with some of Garmin's earlier watches, specifically the venue two and two S release in 2021. There's not too much of a surprise when it comes to the functionality and look and feel of the venue two plus it's all in the name. That plus means that there are a couple [00:00:30] of extra features, specifically a speaker and microphone on board. That means you'll be able to talk to your voice assistant, take quick calls on your wrist and even respond to text messages using your and dictation looks wise. This watch is very similar to the venue. Two series. It's got a round Amy display. It's bright. It's really easy to see in broad daylight. Speaker 1: And there is an auto brightness sensor on board. This watch comes in only one size 43 millimeters that is different from the venue two [00:01:00] series, which did have two and sizes. And it kind of splits the difference between the two. If you have a smaller risk, you might find that some Watchers can overwhelm you. But this one I actually found was a pretty happy medium. I didn't find that it was too big at all. And I definitely enjoyed the extra real estate on the screen elsewhere on the exterior, there is one extra button on the side and a speaker on the opposite side. Now, when you long press that button in the middle, it brings up your voice assistant, either Siri and iOS. [00:01:30] It is Google assistant or Biby when you're on Android and good news. Yes, it is compatible with Android and iOS. That button can also be programmed to have a shortcut when you press it just once. Speaker 1: I like to, to be my music app, the good news about the speaker is that it can actually get fairly loud. You can listen to prompts from your voice assistant, obviously as well as callers. When you are in a phone call and moral crucially. For me, it's kind of an odd thing, but it does actually play music [00:02:00] without wireless Evers. You might be thinking Lexi, like why on earth would I wanna listen to music on my tiny watch speaker? Let me tell you if you like me and you're forgetful and you don't take earbuds sometimes and you go out on a run or an outdoor workout. It's pretty nice to be able to have this as a backup, to listen to some songs, to keep you motivated. The downside is you're not gonna be able to control any watch functionality using your voice. Say, for example, [00:02:30] you wanna just press the assistant button and start a workout with your voice. Speaker 1: You can't do that yet on this watch. It's really just acting as a go between to get you to the assistant on your phone, but I didn't find it to be that much of a downside at all. And when it came to calls and call quality, I actually found a lot of people that I was talking to on the phone said that my voice sounded pretty clear when I was talking into my watch and it was fairly good at isolating. And the speaker quality from my end was actually pretty good as well for just quick short calls. I wouldn't be sitting there [00:03:00] and having a full on conversation for an hour, but I guess I could, if I really wanted to, the fitness and health features are lifted from the venue two series. And if you wanna see a full, deep dive into everything, as well as testing of all of those features, I've linked my full review of that watch in the description below. Speaker 1: But the shorts story is you're getting things like blood oxygen tracking, both on demand and through the day and night, if you want it, there is a built-in GPS. There are some animation workouts to help you target certain muscle [00:03:30] groups. When you are say doing weights, for example, there's sleep tracking. And there's also the garment body battery, which is giving you an idea of how much you have left in the tank based on variables like your overall activity levels and your heart rate variability. There's also high and low heart rate alerts like the venue too. This watch also has music storage on board, including third party apps like Amazon music and Spotify. There's also a range of third party apps. You can down load through [00:04:00] the connect IQ store, and you can also see notifications coming through on your wrist from Android and iOS, but only quick replies are going to be able to be sent from this watch when you up paired with an Android. Speaker 1: But most importantly is battery life. And this is a big one. You might be familiar with some watches like, you know, the apple watch Galax see, watch. You're really struggling to get to multiple days on them. This watch can get you nine days. That's Garmin's claim real world testing [00:04:30] is a little bit different, of course, because everybody's usage patterns will vary. I found that I was actually getting a week and then change. So almost eight days out of this work on a full charge that was getting notifications. One GPS workout a day. I'm not gonna lie. I wasn't super active over the Christmas break when I was doing most of this testing, but still I think it was fairly real world usage notifications coming through from your wrist and an occasional use of the voice assistant. Obviously when you're doing things [00:05:00] like pull music across to your watch, I found that the battery drained quicker, and also if your screen brightness is on really high all of the time, of course it's gonna eat into your battery life, but honestly, a week's worth of battery life of really nice change. Speaker 1: But now for the big one, the price, the venue two plus is 450 us dollars. That's really the only significant knock that I have against this watch is that it is more expensive than the venue two and two S for having the [00:05:30] extra speaker and micro functionality on board. I wish the garment didn't hike the price, especially because the venue two and two S have a price reduction now to $350. So it is more of a gap between the watches, but the good news is if say you don't want a speaker in microphone, you can look at the venue two series. I gave them an editor's choice award because they're really good watches. Um, and you can save a little bit of cash that way too, but there's something about this watch. I really Speaker 2: Feel like it is becoming a true equal to [00:06:00] the app watches and the galaxy watches of this world. Especially if you want extra fitness features and a lot of extra battery life. Because to me, that's a huge draw card of the watch stay tuned for my full review, which I will link in text for in the description below, you can also find latest pricing and availability of this watch and the other two watches that I mentioned as well. If you have questions for me about extra functionality, things that this watch has, or doesn't have, you can hit me [00:06:30] up in the comments below, or find me on your favorite social media channels. Thanks for watching. And I'll see you next time. Up Next [Apple Watch Series 9: Apps You Need to Try]() Up Next Apple Watch Series 9: Apps You Need to Try [Did a Week With the Apple Watch Make Me Use My iPhone Less?]() Did a Week With the Apple Watch Make Me Use My iPhone Less? [Apple Watch Patent Dispute Isn't Over Yet -- What Happens Next?]() Apple Watch Patent Dispute Isn't Over Yet -- What Happens Next? [Tips and Tricks for the Apple Watch Series 9]() Tips and Tricks for the Apple Watch Series 9 [The Apple Watch Sales Pause Impacts One of Apple's Biggest Products]() The Apple Watch Sales Pause Impacts One of Apple's Biggest Products [2023's Top Smartwatches and Wearables of the Year]() 2023's Top Smartwatches and Wearables of the Year [Apple Watch Double Tap Early Impressions]() Apple Watch Double Tap Early Impressions [Comparing Apple Watch Series 9 to Ultra 2]() Comparing Apple Watch Series 9 to Ultra 2 [Google Pixel Watch 2 Review: Steps in the Right Direction]() Google Pixel Watch 2 Review: Steps in the Right Direction [Pixel Watch 2 First Look: Google's Smartwatch Gets An Upgrade]() Pixel Watch 2 First Look: Google's Smartwatch Gets An Upgrade Tech Shows [The Apple Core](/the-apple-core) The Apple Core [Alphabet City](/alphabet-city/) Alphabet City [CNET Top 5](/cnet-top-5/) CNET Top 5 [The Daily Charge](/cnet-podcasts/) The Daily Charge [What the Future](/what-the-future/) What the Future [Tech Today](/feature/video-tech-today/) Tech Today Latest News [All latest news](/feature/video-latest/) [How to Install Windows 11 on M-Series Mac Computers](/videos/how-to-install-windows-11-on-m-series-mac-computers/) How to Install Windows 11 on M-Series Mac Computers [Rabbit R1: Here's What It Can Actually Do](/videos/rabbit-r1-heres-what-it-can-actually-do/) Rabbit R1: Here's What It Can Actually Do [How to Access AI on Your Apple Watch](/videos/how-to-access-ai-on-your-apple-watch/) How to Access AI on Your Apple Watch [Beats Solo 4 Headphones Review: Same Look, but Better Sound and USB-C](/videos/beats-solo-4-headphones-review-same-look-but-better-sound-and-usb-c/) Beats Solo 4 Headphones Review: Same Look, but Better Sound and USB-C [Living With Samsung Galaxy S24 Ultra: 3 Months Later](/videos/living-with-samsung-galaxy-s24-ultra-3-months-later/) Living With Samsung Galaxy S24 Ultra: 3 Months Later [Trash Gobbling Robots Cleaning Lake Tahoe and Beyond!](/videos/trash-gobbling-robots-cleaning-lake-tahoe-and-beyond/) Trash Gobbling Robots Cleaning Lake Tahoe and Beyond! Most Popular [All most popular](/feature/most-popular-videos/) [First Look at TSA's Self-Screening Tech (in VR!)](/videos/first-look-at-tsas-self-screening-tech-in-vr/) First Look at TSA's Self-Screening Tech (in VR!) [Samsung Galaxy S24 Ultra Review: More AI at a Higher Cost](/videos/samsung-galaxy-s24-ultra-review-more-ai-at-a-higher-cost/) Samsung Galaxy S24 Ultra Review: More AI at a Higher Cost ['Circle to Search' Lets Users Google From Any Screen](/videos/circle-to-search-feature-revealed-at-samsung-unpacked/) 'Circle to Search' Lets Users Google From Any Screen [Asus Put Two 14-inch OLEDs in a Laptop, Unleashes First OLED ROG Gaming Laptop](/videos/asus-put-two-14-inch-oleds-in-a-laptop-unleashes-first-oled-rog-gaming-laptop/) Asus Put Two 14-inch OLEDs in a Laptop, Unleashes First OLED ROG Gaming Laptop [Samsung Galaxy Ring: First Impressions](/videos/samsung-galaxy-ring-first-impressions/) Samsung Galaxy Ring: First Impressions [Best of Show: The Coolest Gadgets of CES 2024](/videos/best-of-show-the-coolest-gadgets-of-ces-2024/) Best of Show: The Coolest Gadgets of CES 2024 Latest Products [All latest products](/feature/latest-product-videos/) [Rabbit R1: Here's What It Can Actually Do](/videos/rabbit-r1-heres-what-it-can-actually-do/) Rabbit R1: Here's What It Can Actually Do [Beats Solo 4 Headphones Review: Same Look, but Better Sound and USB-C](/videos/beats-solo-4-headphones-review-same-look-but-better-sound-and-usb-c/) Beats Solo 4 Headphones Review: Same Look, but Better Sound and USB-C [Robosen's Megatron Transformer Is Too Much Fun for an Evil Robot](/videos/robosens-megatron-transformer-is-too-much-fun-for-an-evil-robot/) Robosen's Megatron Transformer Is Too Much Fun for an Evil Robot [Battle of the Humanoid Robots: MenteeBot Is Ready](/videos/battle-of-the-humanoid-robots-menteebot-is-ready/) Battle of the Humanoid Robots: MenteeBot Is Ready [2025 Audi Q6, SQ6 E-Tron: Audi's Newest EV Is Its Most Compelling](/videos/audis-newest-ev-is-its-most-compelling-2025-audi-q6-sq6-e-tron/) 2025 Audi Q6, SQ6 E-Tron: Audi's Newest EV Is Its Most Compelling [Hands-On with Ford's Free Tesla Charging Adapter](/videos/hands-on-with-fords-free-tesla-charging-adapter/) Hands-On with Ford's Free Tesla Charging Adapter Latest How To [All how to videos](/how-to/videos/) [How to Install Windows 11 on M-Series Mac Computers](/videos/how-to-install-windows-11-on-m-series-mac-computers/) How to Install Windows 11 on M-Series Mac Computers [Tips and Tricks for the AirPods Pro 2](/videos/tips-and-tricks-for-the-airpods-pro-2/) Tips and Tricks for the AirPods Pro 2 [How to Watch the Solar Eclipse Safely From Your Phone](/videos/how-to-watch-the-solar-eclipse-safely-from-your-phone/) How to Watch the Solar Eclipse Safely From Your Phone [Windows 11 Tips and Hidden Features](/videos/windows-11-hidden-features/) Windows 11 Tips and Hidden Features [Vision Pro App Walkthrough -- VisionOS 1.0.3](/videos/vision-pro-app-walkthrough-visionos-1-0-3/) Vision Pro App Walkthrough -- VisionOS 1.0.3 [Tips and Tricks for the Galaxy S24 Ultra](/videos/tips-and-tricks-for-the-galaxy-s24-ultra/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "amy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "garmin venu",
        "sentiment": "positive"
      },
      {
        "name": "cnet",
        "sentiment": "positive"
      },
      {
        "name": "garmin",
        "sentiment": "positive"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:07:56.318+03:00",
  "updated": "2024-05-03T08:40:03.368+03:00"
}