{
  "thread": {
    "uuid": "9822f56a86c7341ec1d1b9844eaba90b604f5023",
    "url": "https://federalnewsnetwork.com/agency-oversight/2023/12/the-ball-drops-sunday-night-but-almost-everyones-pay-goes-up/",
    "site_full": "federalnewsnetwork.com",
    "site": "federalnewsnetwork.com",
    "site_section": "https://federalnewsnetwork.com/category/tom-temin-federal-drive/",
    "site_categories": [
      "media"
    ],
    "section_title": "Federal Drive with Tom Temin | Federal News Network",
    "title": "The ball drops Sunday night, but (almost) everyone’s pay goes up | Federal News Network",
    "title_full": "The ball drops Sunday night, but (almost) everyone’s pay goes up | Federal News Network",
    "published": "2023-12-28T23:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://federalnewsnetwork.com/wp-content/uploads/2021/11/Times_Square_New_Years_Eve_27140-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 10723,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9822f56a86c7341ec1d1b9844eaba90b604f5023",
  "url": "https://federalnewsnetwork.com/agency-oversight/2023/12/the-ball-drops-sunday-night-but-almost-everyones-pay-goes-up/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tom Temin",
  "published": "2023-12-28T23:40:00.000+02:00",
  "title": "The ball drops Sunday night, but (almost) everyone’s pay goes up | Federal News Network",
  "text": "Pay — how much compensation people receive for their work — is as much an emotional quantity as an economic one. Self worth, the perception of how others value you, whether society values what you do, somehow those are all mixed up with one’s ability to pay the mortgage or educate the kids. Not many people would work for free, but people do forego opportunities for more money if the work they are doing seems more meaningful. In my interview with Orice Williams Brown of the Government Accountability Office, she told me how, after obtaining her MBA, she first thought of working on Wall Street. Financial industry jobs were tight then. So she took what she figured would be a one or two-year job at GAO, an agency she’d never heard of until it showed up at a job fair. Thirty years later, she’s GAO’s chief operating officer. That job carries a decent salary, but I asked Brown, half jokingly, if she ever thought of the potential millions, even billions, she forewent by sticking with federal employment. She said she actually does ponder it from time to time. “But I think what I’ve gotten out of being a public servant, I have earned in many other, more meaningful ways.” And now, as everybody knows, federal employees will get that 5% pay raise, plus or minus depending on locality. It won’t change anyone’s lifestyle, but it helps keep up with inflation. I’m not watching the ball drop Sunday night from a $12,000 suite in Manhattan, and I bet you’re not either. How are agencies doing with efforts to improve human capital management? Federal News Network surveyed government HR leaders to find out. Download our new survey, sponsored by Workday, to discover more! For most Americans, pay rises reliably, if sometimes only incrementally, over time. But not for everybody. Farmers, for instance, often have incomes that yo-yo from year to year depending on yields and commodity prices. Salespeople have down years, so commissions fall. Sometimes, economic forces beyond an individual’s control force an income change. A factory closes, jobs dry up. Economies change. Whole cities thrive then collapse. That’s all of little solace, I imagine, to a small group of federal employees working in Thomson, Illinois. The village lies along the Mississippi River, the Illinois-Iowa dividing line. It’s closer to Cedar Rapids than to Chicago. It’s also home to a federal penitentiary. Correctional officers and other prison employees face the end of a two year period in which they received a 25% pay boost aimed at retaining them. Bureau of Prisons Director Colette Peters declined to renew the retention pay, so salaries will drop by an average of $16,000 come January 1. The penitentiary has a troubled history. A 19th century Gothic ruin, construction started in 1990 by Illinois. It was a state facility with chronic staffing shortages. The BOP acquired it in 2012, but not for housing Guantanamo Bay detainees, as envisioned by the Obama administration. Instead it became a maximum security prison — with what BOP calls a special management unit for really bad people. Inmate murders forced BOP to move the specially managed folks elsewhere. In March of this year, Thomson converted to a low security prison. AFGE Local 4070 President Jon Zumkehr says the prison was understaffed even with the retention pay. Now, he says, dozens more employees have vowed to leave. A BOP spokesman told me, in an email, the agency’s position is that the conversion to low security ended the conditions that required retention pay. In his public argument with Peters, Zumkehr mentioned other factors that he says mitigate in favor of keeping the retention pay. Thomson is “in the middle of nowhere,” making recruitment difficult. He says nearby factory and State of Illinois jobs pay better than the BOP, and that housing costs are high there. And, BOP has failed to add in programming and the physical space programming requires necessary for a minimum security prison. He says the agency acquired mobile-home type structures for Thomson to use for classes, but they wouldn’t fit through the gates and there’s no money to have them dropped in by helicopter. This all gets to the heart of federal recruitment and retention in general. It’s all about the mission. For Brown, the GAO’s mission of oversight, program improvement and stewardship of taxpayer dollars has sustained her for a career. Correctional officers, the good ones anyhow, see themselves as helping rehabilitate people. That’s why the programming space matters so much to Zumkehr. Read more: Agency Oversight “Our job is not to warehouse these inmates. Our job is to program them,” he said. In other words, the bureau has some work to do to engender a higher level of employee engagement in the reconstituted correctional facility. Maybe that will help retention. Still, I’m not sure there’s anything BOP management can do to lessen the sting of pulling back that retention pay. If a bunch of people leave, as Zumkehr predicts, wouldn’t that be proof the retention pay was still needed? By: Michele Sandiford In order to realign the Roman calendar with the sun, Julius Caesar had to add 90 extra days to the year 46 B.C. when he introduced his new Julian calendar. Source: History.com Copyright © 2023 Federal News Network. All rights reserved. This website is not intended for users located within the European Economic Area. Tom Temin is host of the Federal Drive and has been providing insight on federal technology and management issues for more than 30 years.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [
    "https://www.history.com/topics/holidays/new-years",
    "https://history.com/topics/holidays/new-years"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brown",
        "sentiment": "none"
      },
      {
        "name": "orice williams brown",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "federal news network",
        "sentiment": "negative"
      },
      {
        "name": "government accountability office",
        "sentiment": "none"
      },
      {
        "name": "gao",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:04:40.396+02:00",
  "updated": "2023-12-29T00:04:40.396+02:00"
}