{
  "thread": {
    "uuid": "31dd1fa6809be538ed48154aed894c10a433cfb1",
    "url": "https://www.foxnews.com/lifestyle/wwii-veteran-100-finally-receives-college-diploma-60-years-graduation",
    "site_full": "www.foxnews.com",
    "site": "foxnews.com",
    "site_section": "https://moxie.foxnews.com/feedburner/latest.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "FOX News",
    "title": "WWII veteran, 100, finally receives his college diploma nearly 60 years after graduation | Fox News",
    "title_full": "WWII veteran, 100, finally receives his college diploma nearly 60 years after graduation | Fox News",
    "published": "2024-05-03T00:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.foxnews.com/foxnews.com/content/uploads/2024/05/29ade86a-Screenshot-2024-05-03-at-4.26.04-PM.png",
    "performance_score": 0,
    "domain_rank": 301,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "31dd1fa6809be538ed48154aed894c10a433cfb1",
  "url": "https://www.foxnews.com/lifestyle/wwii-veteran-100-finally-receives-college-diploma-60-years-graduation",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Christine Rousselle",
  "published": "2024-05-03T00:17:00.000+03:00",
  "title": "WWII veteran, 100, finally receives his college diploma nearly 60 years after graduation | Fox News",
  "text": "A 100-year-old veteran of World War II, the Korean War and the Vietnam War thought he was going to a celebration for his 100th birthday and to honor his contributions to the University of Maryland Global Campus, his alma mater. Instead, Jack Milton this week received the surprise of a lifetime : his long-overdue graduation ceremony.\"I’ve had many ceremonies throughout my life, fortunately, to celebrate many occasions, but this has to be the tops,\" Milton told Fox 5 DC . TEXAS 98-YEAR-OLD WWII VETERAN RECEIVES HIGH SCHOOL DIPLOMA \"I feel like this is the finale of a long journey in education — and again, I keep using the word appreciative, but I can’t think of any other word,\" he added. Milton, 100, enrolled at the University of Maryland Global Campus in the 1960s while he was working at the Pentagon . At the time, the school was called University of Maryland, University College. Jack Milton, front and center, finally had a graduation ceremony from the University of Maryland Global Campus on Tuesday, April 30. He missed his original ceremony in the 1960s because he was called to serve in Vietnam. (Fox 5 DC) Then, and now, the school caters to non-traditional college students, including veterans, and offers both in-person and distance learning. Milton was a military pilot for 31 years. He amassed more than 12,000 flying hours, said a 2021 article from Achiever, the University of Maryland Global Campus magazine.During his career in the Air Force, Milton was awarded a Distinguished Flying Cross and flew combat missions in Vietnam. TIKTOK STAR AND WWII VETERAN 'PAPA JAKE' TURNS 100, WANTS FUTURE GENERATIONS TO KNOW HIS STORIES Milton had earned enough credits for his bachelor of arts diploma, and was planning on walking the stage at graduation in 1966. But before that could happen, he was deployed to Vietnam.It had always irked him that he never formally received his diploma, he said. Milton earned his bachelor of arts degree in 1966 from the University of Maryland Global Campus, but he couldn't attend his graduation ceremony because he was called to serve in Vietnam. He spent 31 years in the Air Force before retiring from the military. (Fox 5 DC) \"On my way to Southeast Asia, I had many thoughts about not being there to see my fellow graduates,\" Milton said to Fox 5 DC. President Gregory Fowler, PhD, of the University of Maryland Global Campus said it was an honor to present Milton with his diploma and graduation cap — several decades after it was supposed to have happened. CALIFORNIA WWII VETERAN, 103, SHARES REMARKABLE LIFE STORY AND ADVICE FOR YOUNG PEOPLE: 'PRAY EVERY NIGHT' \"I hereby confer upon John L. Milton the degree of bachelor of arts with all the rights and privileges thereto and pertaining. Congratulations,\" said Fowler. Milton, age 100, said he's enjoyed \"a lot of ceremonies\" in his life, but this one was the best of all. (Fox 5 DC) After he returned from Vietnam, Milton, along with his wife, Symantha Milton, remained involved in the University of Maryland Global Campus community. CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER They especially supported programs for active military and veterans enrolled at the school. In 2010, the Miltons established the John L. and Symantha Milton Scholarship Fund, which supports another University of Maryland Global Campus scholarship fund specifically for volunteer caregivers of injured military servicemembers, said Achiever. Fox News Digital reached out to the University of Maryland Global Campus for additional comment. For more Lifestyle articles, visit www.foxnews.com/lifestyle .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://fox5dc.com/news/umgc-honors-wwii-veteran-100-with-long-awaited-graduation-ceremony",
    "https://www.fox5dc.com/news/umgc-honors-wwii-veteran-100-with-long-awaited-graduation-ceremony"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "milton",
        "sentiment": "none"
      },
      {
        "name": "fox",
        "sentiment": "none"
      },
      {
        "name": "jack milton",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fox news",
        "sentiment": "positive"
      },
      {
        "name": "university of maryland",
        "sentiment": "none"
      },
      {
        "name": "university college",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "university of maryland global campus",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pentagon",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-04T16:32:37.730+03:00",
  "updated": "2024-05-06T10:19:49.701+03:00"
}