{
  "thread": {
    "uuid": "54f0f9c35930249a81e79a627d88f89792557669",
    "url": "https://dnyuz.com/2023/12/28/sarah-ferguson-and-prince-andrew-will-remarry-sources-believe/",
    "site_full": "dnyuz.com",
    "site": "dnyuz.com",
    "site_section": "https://dnyuz.com/category/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News &#8211; DNyuz",
    "title": "Sarah Ferguson and Prince Andrew ‘Will Remarry,’ Sources Believe – DNyuz",
    "title_full": "Sarah Ferguson and Prince Andrew ‘Will Remarry,’ Sources Believe – DNyuz",
    "published": "2023-12-29T00:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dnyuz.com/wp-content/uploads/2023/12/Sarah-Ferguson-and-Prince-Andrew-‘Will-Remarry-Sources-Believe.jpeg",
    "performance_score": 0,
    "domain_rank": 27269,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "54f0f9c35930249a81e79a627d88f89792557669",
  "url": "https://dnyuz.com/2023/12/28/sarah-ferguson-and-prince-andrew-will-remarry-sources-believe/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Daily Beast",
  "published": "2023-12-29T00:41:00.000+02:00",
  "title": "Sarah Ferguson and Prince Andrew ‘Will Remarry,’ Sources Believe – DNyuz",
  "text": "Sarah Ferguson’s extraordinary re-acceptance into the heart of the royal family, walking to church with them on Christmas Day after a hiatus of more than 30 years, means the couple will get remarried “within a few years,” a friend of Prince Andrew has told The Daily Beast.\nThe friend, who has known Andrew for decades, principally through a shared love of shooting, told The Daily Beast: “It seems inevitable now that they will just formalize it within a few years and remarry. They live in the same house, they spend all their time together, they adore the children, they don’t ever argue.”\nA retired Buckingham Palace courtier told The Daily Beast: “The idea of remarriage has always been a running joke, but I think Fergie going to church has genuinely shifted the dial. If you think about it practically, what would need to happen? Andrew would need to ask his brother’s permission, and given his own romantic history, and the events of this week, you would have to guess he would agree.\n“It could never have happened when Prince Philip was alive. He ruled the family with a rod of iron and he loathed her. And Queen Elizabeth wouldn’t have gone against Philip’s wishes, even after his death. The simple fact is that if they wanted to remarry now, they could. Maybe they won’t do so immediately, but if you look a few years down the line I don’t think it’s an absurd suggestion anymore.”\nAsked if the couple, who still live in separate, self-contained wings of Andrew’s enormous mansion, Royal Lodge, still had a physical relationship, the friend said: “Not as far as we know, but nor do plenty of married couples in their sixties. But I wouldn’t be totally shocked if some corridor-creeping is going on.”\nAdding to the intrigue, a reporter at the London Times wrote Thursday that Sarah’s late father, Major Ronald Ferguson, once told him: “Those two never wanted to get divorced. It wasn’t them. It was that family.”\nSarah herself has made a similar claim, telling Harper’s Bazaar , that after she and Andrew separated, they only divorced because “it’s not right for a princess of the royal house to be commercial so Andrew and I decided to make the divorce official so I could go off and get a job.”\nSarah has never directly said she would like to remarry Andrew, but has done little to quash such speculation. (Her reps told The Daily Beast they would not comment, and Andrew’s reps did not reply to a request for comment.)\nFor example, when not invited to the coronation she told a British breakfast show, per Harper’s Bazaar : “It’s a state occasion, and being divorced I don’t think you can have it both ways. I am divorced and I’m really loving being divorced to my ex-husband; not from him but to him, it’s important to differentiate.”\nIn her 2011 autobiography, Finding Sarah , she wrote: “I love Andrew to this day, as I did when I met and married him, and I would never, ever, sell him out or betray him,” and as recently as this summer she said on her podcast Tea Talks with the Duchess and Sarah that marrying her “handsome prince” was the best day of her life.\nNone of the renewed speculation about the couple remarrying would be happening, of course, were it not for the decision to include Fergie on the Christmas walk.\nWhile this was obviously ultimately the decision of the king, the London Times has reported on speculation that Queen Camilla may have played a part in persuading her husband to offer the olive branch, and a palace insider credited the king and queen’s influence on him in comments to Page Six , saying: “Sarah has always been close to the king and is fond of him, and she has increasingly grown closer to the queen. She’s always been loyal to the family and has really not put a foot wrong in recent years. She’s never said a critical word and is always extremely loyal to the institution.”\nHe may also have been encouraged in his generosity by a reported gesture from the late Queen Elizabeth, who according to the Daily Mail , said Fergie could have her funeral at St George’s Chapel in Windsor Castle and be interred at the royal burial ground at Frogmore.\nBuckingham Palace did not respond to a request for comment on why the king had decided to include Sarah in the church appearance.\nSo could they remarry?\nAndrew Lownie, a historian and biographer who is publishing a biography of Andrew next year, told The Daily Beast he thought it was unlikely they would ever actually remarry because to do so would inhibit Fergie’s ability to continue working in the private sector, having most recently established herself as a successful romance author.\n“I don’t think she wants to get remarried to him. She’s very happy with the current arrangement where she has all the benefits of being in the royal family without any of the restrictions.”\n— Andrew Lownie\nHe said: “They have their own separate lives. There have been all sorts of boyfriends and girlfriends in the past, and I think there will continue to be so. There hasn’t been a sexual relationship there since Eugenie was born.\n“She has always spun this line that they were forced to divorce by the Men in Grey, but the reality is, she got bored sick of him and fell out of love with him. He remained in love with her, certainly for a while, after they separated, but she wanted out. I don’t think she wants to get remarried to him. She’s very happy with the current arrangement where she has all the benefits of being in the royal family without any of the restrictions.\n“She wants to keep in with the royal family because that’s what basically pays her rent. So why not go one step further and marry him? Because then she couldn’t do all the money-making.”\nLownie said he suspected that the inclusion of Fergie in the Christmas walk to church was co-ordinated for the benefit of the royals’ image, not hers.\n“I think this was just good news management. It was a very good story,” Lownie said. “It’s one big, happy family, and they’re now pushing that line of the one big happy family, which has been the trope since George V. This is a way of showing a little bit of Christian forgiveness and building bridges within the family. It costs absolutely nothing. No one has really criticized it. So it was a win-win situation for everyone.”\nOf course, hanging over all this is the prospect that Andrew’s friendship with Jeffrey Epstein could once again be spotlit in the New Year when sealed court documents naming over 170 associates of Epstein are due to be unsealed .\n“No-one can really explain the relationship, other than saying they are clearly good friends. Even to those close to the family it’s an enigma.”\n— Duncan Larcombe\nAndrew is said to be “totally tormented” by the prospect. The documents were part of a defamation case brought against jailed Epstein conspirator Ghislaine Maxwell by Virginia Giuffre , the Epstein trafficking victim to whom Andrew paid an estimated $14 million settlement over claims of rape and sexual abuse.\nLownie says that while he suspects the new papers are unlikely to contain any bombshells, there is undoubtedly “more stuff” to come out on Andrew, and being seen as having the support of his ex-wife will be crucial to selling a narrative that although he went “off the rails” he has changed and now has the respect and love of his family.\nDuncan Larcombe, a royal biographer and former royal editor for the Sun , told the Daily Beast: “No-one can really explain the relationship, other than saying they are clearly good friends. Even to those close to the family it’s an enigma. They were originally supposed to be staying together for the sake of the children, but the children are grown up now. I honestly think if they were going to get remarried it would have happened by now. You could almost conclude that Fergie needs the association with royalty to ensure her commercial success.”\nThe post Sarah Ferguson and Prince Andrew ‘Will Remarry,’ Sources Believe appeared first on The Daily Beast .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sarah ferguson",
        "sentiment": "positive"
      },
      {
        "name": "andrew ‘will remarry",
        "sentiment": "neutral"
      },
      {
        "name": "prince philip",
        "sentiment": "none"
      },
      {
        "name": "andrew",
        "sentiment": "none"
      },
      {
        "name": "fergie",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "the daily beast",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "buckingham palace",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T04:45:31.496+02:00",
  "updated": "2023-12-29T04:45:31.496+02:00"
}