{
  "thread": {
    "uuid": "e92702cadd46cebe11aaa8e4901f0f216a98e6a6",
    "url": "https://financialpost.com/pmn/business-wire-news-releases-pmn/newmont-completes-20-million-global-community-support-fund-partnering-with-communities-for-greater-resilience-post-pandemic",
    "site_full": "financialpost.com",
    "site": "financialpost.com",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "Newmont Completes $20 Million Global Community Support Fund, Partnering with Communities for Greater Resilience Post-Pandemic | Financial Post",
    "title_full": "Newmont Completes $20 Million Global Community Support Fund, Partnering with Communities for Greater Resilience Post-Pandemic | Financial Post",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2017,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e92702cadd46cebe11aaa8e4901f0f216a98e6a6",
  "url": "https://financialpost.com/pmn/business-wire-news-releases-pmn/newmont-completes-20-million-global-community-support-fund-partnering-with-communities-for-greater-resilience-post-pandemic",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Business Wire",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Newmont Completes $20 Million Global Community Support Fund, Partnering with Communities for Greater Resilience Post-Pandemic | Financial Post",
  "text": "Newmont Completes $20 Million Global Community Support Fund, Partnering with Communities for Greater Resilience Post-Pandemic Article content [tap here to see other videos from our team](/video-centre/). Newmont Completes $20 Million Global Community Support Fund, Partnering with Communities for Greater Resilience Post-Pandemic Back to video Global Community Support Fund demonstrates commitment to social responsibility and strengthening community engagement DENVER — Newmont Corporation (NYSE: NEM, TSX: NGT, ASX: NEM, PNGX: NEM) proudly announces the successful completion of the $20 million Global Community Support Fund (the Fund), established in April 2020 in response to the unprecedented challenges posed by the global pandemic. The objective of this fund was to provide critical financial resources to host communities where Newmont operates, targeting funds to address immediate impacts of the global pandemic while catalyzing long-term resiliency and future community development. “After almost four years since its launch, we are pleased to announce the successful closure of the Global Community Support Fund, which reflects our ongoing commitment to partnering with the communities where we operate,” said Suzy Retallack, Chief Safety and Sustainability Officer at Newmont. “The Fund’s impact has been far-reaching, contributing to the collective efforts of communities to overcome the challenges posed by the pandemic and innovate for greater resilience in the future.” Over the past 3.5 years, Newmont has partnered with more than 420 local governments, medical institutions, charities, and non-governmental organizations to strategically allocate funds effectively. The $20 million Fund has been instrumental in supporting a wide range of initiatives, focused on health, food security and economic resilience: - $1.4 million donated to the Regional Hospital of Cajamarca, providing ventilators, incubators, monitoring equipment, COVID-19 tests and personal protective equipment (PPE). - $500,000 donation matched by the Colorado Health Foundation resulting in a $1 million total donation to the Colorado Community Support Fund to support community health and prevention for underserved populations in the state. - $300,000 donated to the American Red Cross Global Disaster Preparedness Center to support research and local-level grants for emergency response community resilience. - $304,000 donated to the Cree Trappers’ Association in Quebec to provide food security to vulnerable people and employment for traditional harvesters in the nine communities of Eeyou Istchee. - $734,000 donated to the Kumasi Centre for Collaborative Research in Ghana to establish two new laboratories in the host communities of Ahafo and Akyem along with COVID-19 tests and testing equipment to expand their testing capacity for COVID-19 and other infectious diseases. - $968,000 donated to Suriname’s Ministry of Health to launch the Recovery and Resilience Project in partnership with Crown Agents to strengthen Suriname’s health system, reduce non-communicable diseases (NCDs) and COVID-19 burdens, and enhance emergency response capabilities. “As part of our commitment to addressing the challenges posed by non-communicable diseases (NCDs) and the impact of COVID-19 in Suriname, Crown Agents, the Ministry of Health and Newmont formed an impactful partnership on the Recovery and Resilience Project. Together, we worked to strengthen Suriname’s health system, alleviate the burden of NCDs and COVID-19, and enhance emergency response capabilities,” says Sarah Hepworth, Chief Programmes Officer at Crown Agents. “Our focus on strengthening NCD services, promoting vaccination uptake, and addressing healthcare worker hesitancy underscores our dedication to improving the well-being of the people of Suriname. Crown Agents is proud to collaborate with Newmont and the Ministry of Health to contribute to the health and resilience of Suriname.” Newmont remains committed to its core values of safety, sustainability, and responsibility, and the successful implementation of the Global Community Support Fund underpins the company’s purpose to create value and improve lives through sustainable and responsible mining. About Newmont Newmont is the world’s leading gold company and a producer of copper, zinc, lead, and silver. The company’s world-class portfolio of assets, prospects and talent is anchored in favorable mining jurisdictions in Africa, Australia, Latin America & Caribbean, North America, and Papua New Guinea. Newmont is the only gold producer listed in the S&P 500 Index and is widely recognized for its principled environmental, social, and governance practices. Newmont is an industry leader in value creation, supported by robust safety standards, superior execution, and technical expertise. Founded in 1921, the company has been publicly traded since 1925. At Newmont, our purpose is to create value and improve lives through sustainable and responsible mining. To learn more about Newmont’s sustainability strategy and initiatives, go to www.newmont.com . View source version on businesswire.com: https://www.businesswire.com/news/home/20240404566254/en/ Contacts Media Contact Jennifer Pakradooni [Globalcommunications@newmont.com](mailto:Globalcommunications@newmont.com) #distro Join the Conversation Postmedia is committed to maintaining a lively but civil forum for discussion. Please keep comments relevant and respectful. Comments may take up to an hour to appear on the site. You will receive an email if there is a reply to your comment, an update to a thread you follow or if a user you follow comments. Visit our [Community Guidelines](/community-guidelines/) for more information.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.newmont.com%2Finvestors%2Fnews-release%2Fnews-details%2F2020%2FNewmont-Establishes-20-Million-Community-Support-Fund%2Fdefault.aspx&esheet=53923264&newsitemid=20240404566254&lan=en-US&anchor=established+in+April+2020&index=2&md5=2d7773f787043d383642e65d1dd6018e",
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.newmont.com%2F&esheet=53923264&newsitemid=20240404566254&lan=en-US&anchor=www.newmont.com&index=3&md5=d88f851c0f0d8c5f2ad2ef116f69f4a0",
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.newmont.com%2F&esheet=53923264&newsitemid=20240404566254&lan=en-US&anchor=Newmont+Corporation&index=1&md5=0708ea4d5cee361fb62739e1e1b6ff2f",
    "https://www.businesswire.com/news/home/20240404566254/en/",
    "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.newmont.com%2F&esheet=53923264&newsitemid=20240404566254&lan=en-US&anchor=www.newmont.com&index=3&md5=d88f851c0f0d8c5f2ad2ef116f69f4a0",
    "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.newmont.com%2F&esheet=53923264&newsitemid=20240404566254&lan=en-US&anchor=Newmont+Corporation&index=1&md5=0708ea4d5cee361fb62739e1e1b6ff2f",
    "https://businesswire.com/news/home/20240404566254/en/",
    "https://cts.businesswire.com/ct/CT",
    "https://www.businesswire.com/news/home/20240404566254/en",
    "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.newmont.com%2Finvestors%2Fnews-release%2Fnews-details%2F2020%2FNewmont-Establishes-20-Million-Community-Support-Fund%2Fdefault.aspx&esheet=53923264&newsitemid=20240404566254&lan=en-US&anchor=established+in+April+2020&index=2&md5=2d7773f787043d383642e65d1dd6018e"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "financial post newmont",
        "sentiment": "negative"
      },
      {
        "name": "newmont",
        "sentiment": "negative"
      },
      {
        "name": "newmont corporation",
        "sentiment": "none"
      },
      {
        "name": "asx",
        "sentiment": "none"
      },
      {
        "name": "tsx",
        "sentiment": "none"
      },
      {
        "name": "ngt",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T02:39:16.041+03:00",
  "updated": "2024-04-05T02:39:16.041+03:00"
}