{
  "thread": {
    "uuid": "a1960bb0fa99500ea789be9a2141d012484c5676",
    "url": "https://www.byui.edu/radio/lds-news/the-church-of-jesus-christ-releases-13-new-hymns",
    "site_full": "www.byui.edu",
    "site": "byui.edu",
    "site_section": "https://imf.einnews.com/live_feed",
    "site_categories": [],
    "section_title": "Live Feed Wire - IMF News Today - EIN Presswire",
    "title": "The Church of Jesus Christ releases 13 new hymns",
    "title_full": "The Church of Jesus Christ releases 13 new hymns",
    "published": "2024-05-31T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 22711,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a1960bb0fa99500ea789be9a2141d012484c5676",
  "url": "https://www.byui.edu/radio/lds-news/the-church-of-jesus-christ-releases-13-new-hymns",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lydia Lamoreaux",
  "published": "2024-05-31T08:00:00.000+03:00",
  "title": "The Church of Jesus Christ releases 13 new hymns",
  "text": "For the first time in decades, The Church of Jesus Christ of Latter-day Saints has released new hymns that will be featured in an updated hymnbook called “Hymns for Home and Church.” The 13 songs from the release are now available in the Gospel Library app and online at Churchofjesuschrist.org/music. President Susan Porter, the primary general president for the Church of Jesus Christ says the Church has many other scheduled digital releases. “There will be another release in the fall. They will each have 10 to 15 in the release, and they will try to have a combination,” President Porter said. “You’ll notice in this one there’s some children's songs, a couple of sacrament songs, a couple of Christmas songs and Easter songs.” Multiple committees and musicians from around the world are sifting through the songs for the new hymnbook. President Porter says that at this time they do not know what all will be included in the final hymnbook. Elder Isaac K. Morrison, a General Authority Seventy from Ghana, told BYU-Idaho Radio it’s important to have hymns from all around the world. “There is a scripture in Doctrine and Covenants that says we will hear the words of God in our own language. I think this is part of it,” Elder Morrison said. He also says it’s important for people to feel at home no matter what their religious background is. \"It’s a beautiful thing for a new member to walk in and to hear the congregation singing a song that he or she is already familiar with,” Elder Morrison said. Kristen Bromley is a professional guitarist and teaches music at Brigham Young University. She has helped revise hymn submissions from around the world. “So, every hymn takes this wrestle of going through every primary song and every one of those children's songs deciding what's best for this song what feels right,” Bromley said. The hymns in this release are available in English, Spanish, Portuguese and French and can now be used in sacrament meetings. The final hymnbook won’t be released until 2030. But by releasing smaller batches of songs ahead of time, congregations will have a chance to become familiar with the new songs before the final book is released. The new hymnbook is expected to have 450 to 500 hymns so there will be many more digital releases to look forward to in the coming years.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.churchofjesuschrist.org/media/music?lang=eng&cid=rdb_v_music_eng",
    "https://churchofjesuschrist.org/media/music?lang=eng&cid=rdb_v_music_eng",
    "https://www.churchofjesuschrist.org/media/music"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus christ",
        "sentiment": "negative"
      },
      {
        "name": "isaac k. morrison",
        "sentiment": "none"
      },
      {
        "name": "susan porter",
        "sentiment": "none"
      },
      {
        "name": "porter",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "church of jesus christ",
        "sentiment": "negative"
      },
      {
        "name": "church",
        "sentiment": "none"
      },
      {
        "name": "general authority seventy",
        "sentiment": "none"
      },
      {
        "name": "gospel library",
        "sentiment": "none"
      },
      {
        "name": "byu-idaho radio",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ghana",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T23:16:57.137+03:00",
  "updated": "2024-05-31T23:16:57.137+03:00"
}