{
  "thread": {
    "uuid": "6b3c3758452c426867bee5e658f3aa034617a939",
    "url": "https://reptilesmagazine.com/captive-care-for-leopard-geckos",
    "site_full": "reptilesmagazine.com",
    "site": "reptilesmagazine.com",
    "site_section": "https://reptilesmagazine.com/category/lizard-care/",
    "site_categories": [],
    "section_title": null,
    "title": "Captive Care For Leopard Geckos - Reptiles Magazine",
    "title_full": "Captive Care For Leopard Geckos - Reptiles Magazine",
    "published": "2024-04-12T03:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 88081,
    "domain_rank_updated": "2024-04-09T13:11:30.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6b3c3758452c426867bee5e658f3aa034617a939",
  "url": "https://reptilesmagazine.com/captive-care-for-leopard-geckos",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rebekah Pettit",
  "published": "2024-04-12T03:31:00.000+03:00",
  "title": "Captive Care For Leopard Geckos - Reptiles Magazine",
  "text": "Leopard geckos ( Eublepharis macularius ) are one of the most popular pet reptiles for many understandable reasons. Their beautiful colors, docile temperaments, and manageable care makes them a rewarding and hardy species to keep. Leopard geckos have many features that make them distinct and unique compared to other lizard species. Their popularity is unmatched in the realm of lizard keepers but their requirements are specific and should be carefully considered.\nDescription Leopard geckos are native to the arid and rocky regions of Afghanistan, Iran, Pakistan, and parts of India where they spend their lives as a crepuscular species. In the wild they live in burrows, rock crevices and other small spaces to avoid direct sunlight. They tend to be more active during the dawn and dusk hours when the light is low so they can hunt insects and small prey. Leopard geckos are primarily insectivores, which means they eat insects as their main source of food. Captive bred leopard geckos enjoy eating crickets, mealworms, waxworms, and roaches.\nLeopard geckos are one of the top two pet reptiles. Photo by Cathy Keifer/Shutterstock\nLeopard geckos are a relatively small species of lizard reaching maximum lengths of only about 10 inches including their tail. Males are slightly larger than females but this can vary depending on the individual animal. Since leopard geckos are smaller in size, they have many predators in the wild such as birds, mammals, and larger reptile species. Their defense mechanisms include tail dropping, camouflage, vocalizations and biting. Leopard geckos have unique, bumpy textured skin that enables them to hide and blend into their habitats. Leopard geckos have many teeth that they can use for defense but they are mostly used for holding prey items in place. Leopard gecko teeth are regenerative so they lose them often but they are replenished fairly quickly so they can efficiently hunt and survive. Leopard geckos are able to produce loud and unique vocalizations which can be used to hunt, communicate, or scare off predators that may be trying to eat them.\nLeopard Gecko Captive Care For many decades, leopard geckos have been kept successfully in captivity under the proper conditions. Like all captive reptiles, advancing the husbandry of the species is ongoing and each gecko is an individual. It is important to observe any captive animal daily to ensure the conditions are optimal. It is a best practice to modify conditions as needed.\nHabitat In the wild leopard geckos are typically solitary. In captivity, leopard geckos can be kept individually unless temporarily for breeding. Keep a juvenile gecko in a 30”x12”x12” glass reptile terrarium with a screen top or custom habitat. As your gecko grows, move your leopard gecko to a 36” x 18”x 18” terrarium with a screen top to ensure proper ventilation and temperature regulations. If you can go as large as 4’ x’2’x 2’ go for it. There are many variations that can be used and creativity/research is encouraged.\nLeopard gecko eating its shed. Photo by Landshark/Shutterstock\nIt is important to have the proper habitat conditions for captive leopard geckos so they remain healthy. Leopard geckos do best in a naturalistic habitat that makes them feel safe. Since they are from the arid regions, a captive set up should attempt to replicate the wild conditions. This may vary depending on the location(s) of keepers around the world.\nHeating and Lighting There should be adequate heating and lighting to ensure the health of captive leopard geckos. While leopard geckos are crepuscular, they are known to bask. Normal or wild-type leopard geckos will benefit from a UVB lamp placed strategically over a basking area. The UV basking index should be 0.4 and 1.4, which is Zone 1 under the Ferguson Zones, one of four groups or zones (Zone 1 through 4, with Zone 1 targeted at shade dwellers or crepuscular species and Zone 4 targeted at full sunlight baskers) that identify daily sun exposure for reptiles. Zone 1 is for crepuscular species such as leopard geckos. Leopard gecko morphs with lighter colorations such as albinos and patternless should be presented with a UV basking index of 0.5 to 0.7 percent. This is all dependent on your mesh or screen top as UVB doesn’t penetrate through glass. You can also Google search for Dr Frances Baines’ article “How much UVB does my reptile need? The UV-Tool, a guide to the selection of UV lighting for reptiles and amphibians in captivity.” Use the UV-Tool Baines provides in the article to ensure proper UVB based on your animal and its enclosure.\nA healthy leopard gecko will have a fat tail. Photo by Gina Cioli/I-5 Studio\nA low intensity visible light can be used to help align the circadian rhythm. This can be used as a cycle meant to replicate night and day. Reptile timers are especially helpful to use when setting these cycles on a schedule. Although leopard geckos can handle drastic temperature differences in the wild, consistency is a best practice in captivity typically between 75 to 92 degrees Fahrenheit (23.9 to 33.3 degrees Celsius).\nHeat Belly heat is an adequate source for leopard geckos in captivity. There are many commercial options available that include heat pads, heat tape, and heat wire. A thermostat should always be used alongside heat sources to remain safe and maintain ideal heating conditions. Leopard geckos should be provided a hot side, a cool side, and a moist side, in their captive habitats/enclosures. This is to replicate the natural conditions of their dry, wild environments. Leopard geckos should have a hot spot of around 88 to 92 degrees Fahrenheit (31 to 33 degrees Celsius) and a cooler side around 75 degrees Fahrenheit (24 degrees Celsius).\nHumidity Leopard geckos come from arid regions so their captive set ups should not be overly moist. This can lead to an array of health issues and illnesses in leopard geckos. Humidity should not exceed 50% in the habitat, year round. Humidity boxes with water-spritzed sphagnum moss can be used to provide this element in captivity. This helps leopard geckos shed their skin on a continual basis.\nLeopard gecko on sand in the wild. Photo by Shutterstock/pulushkin ivan\nDecor/Enrichment Leopard geckos can benefit from enriching decor in their habitats. Each habitat is unique and many commercial decor options are available. Some examples include faux branches, caves, rocks, and other structures used for hiding and climbing. It is important to provide hide options in the hot, cool, and moist areas of the captive enclosure. These hides can be commercially bought or custom made as long as they are safe for reptiles. While leopard geckos enjoy a stimulating environment, it is important to leave space and not over clutter the habitat.\nSubstrate For Leopard Geckos Many substrate options are commercially available for leopard geckos and preferences vary among keepers. Some options include slate tile, ceramic tile, coconut bark, and bioactive layered substrates. Some prefer to mix these options and add things like rocks to mimic the natural environment of leopard geckos. In the wild, leopard geckos burrow in loose soil and enjoy hiding between rocky crevices of the desert. Loose substrates should be avoided so that the risk of impaction is minimized.\nFeed your leopard gecko a variety of insects. Gut load the insects and dust them with calcium supplements. Photo by DWI YULIANTO/Shutterstock\nInsects That Leopard Geckos Eat Leopard geckos are insectivores that enjoy a variety diet of mealworms, waxworms, crickets, roaches, and more. There are many commercial food options available and live feeder insects as well. Both are often used by keepers to nourish their leopard gecko pets but each animal is individual. Young leopard geckos should be fed daily and adults can be fed every other day. Each leopard gecko is an individual so modification may be necessary when it comes to captive diet. Dust the feeder insects with a high quality calcium supplement for reptiles and reptile vitamins.\nMealworms are a popular insect for leopard geckos. IamJang/Shutterstock\nWater A clean water dish should always be accessible to leopard geckos. Many options are available but the dish should not be too deep. A shallow dish is preferred for sanitary and practical purposes.\nLeopard gecko lapping up water. Make sure the water in the leopard gecko’s bowl is fresh. Photo by Gaschwald/Shutterstock\nWaste Captive habitats should be monitored constantly with waste removed as needed. Spot cleaning may be necessary daily and deep cleans should be done before conditions become too messy. This includes cleaning any stains, replacing substrate, and cleaning or replacing enrichment structures. Leopard geckos are known to poop in the same spot, which makes cleanup easier. Some people will lay down a small piece of paper towel in that spot, which makes cleanup easier.\nLeopard Gecko Morphs Leopard geckos gained popularity in the 1990s because of their manageable care, beautiful pattern options, and calmer demeanors. Although only one species of leopard gecko is recognized, there are hundreds of morphs recognized within the species. Some examples include:\n• Normal/Wild Type: The natural coloration of leopard geckos, featuring a mix of brown, yellow, and white with spots or bands.\n• High Yellow: Enhanced yellow coloration with reduced black spotting.\n• Hypo: Reduced pigmentation, resulting in lighter colors and fewer spots.\n• Mack Snow: A recessive gene that lightens the background color and reduces pattern intensity.\n• Tremper Albino: The first commercially available albino morph, displaying red eyes and a pale background with yellow or orange markings.\n• Rainwater Albino: Similar to the Tremper Albino but with a slightly different appearance.\n• Eclipse: Characterized by an absence of pattern due to melanin reduction.\n• Enigma: Known for its unique pattern and sometimes neurological issues, although not all individuals have these issues.\n• Raptor: A combination of Tremper Albino, Eclipse, and Patternless traits.\n• Blizzard: Almost completely lacking in black pigmentation, resulting in a white or pale appearance.\n• Super Giant: A morph that grows much larger than the typical leopard gecko, often originating from Giant or Super Giant lines.\n• Jungle: Featuring bold striping and reduced spotting, resembling the patterns found on jungle reptiles.\n• White and Yellow: A striking morph with high contrast white and yellow colors.\n• Bell Albino: A line of albinos developed by Ron Tremper, known for their unique appearance.\n• Murphy Patternless: Lacks the typical spots and bands, resulting in a more uniform appearance.\nAll of these morphs, and so many more, are the result of selective breeding which mostly occurs by human customization. Wild mutations do occur. Leopard gecko morphs continue to diversify and expand with beautiful colors, patterns, and even textures. Leopard geckos seem to be abundantly successful when it comes to breeding which has taken the pressures off wild population collection. Due to the overly abundant success of the species, careful consideration is necessary before purchasing a leopard gecko from a breeder. It is important to support ethical, high quality, reputable breeders only. This sometimes means paying the higher price tag on an animal, but it is worth it. Research is encouraged when sourcing reptile pets.\nAn albino Tremper hatchling. Photo by Massimiliano Bodigoi.\nAs with most reptile species, the market for leopard geckos changes. Depending on the times, leopard gecko morphs can be bought and sold for thousands of dollars. It takes serious consideration and life dedication to commit to being a successful and ethical breeder.\nConclusion It is completely understandable why leopard geckos quickly rose to fame during the reptile industry boom. They carry their well-deserved place as they continue to be successfully kept under the proper conditions. It is important to remember that leopard geckos can live up to 20 years and longer in captivity and are a serious commitment to consider. Leopard geckos depend on their keepers to thrive and lots of factors go into keeping them successfully, including proper husbandry, maintenance, and even genetics.\nAlthough they are often described as a beginner species, leopard geckos require specifically tailored care to keep them healthy and thriving. With the proper conditions, leopard geckos shine as beautiful display animals that are hardy and rewarding to keep.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "leopard geckos - reptiles magazine leopard",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "afghanistan",
        "sentiment": "none"
      },
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "iran",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T04:01:26.209+03:00",
  "updated": "2024-04-12T04:01:26.209+03:00"
}