{
  "thread": {
    "uuid": "2cc7c52fac3d47df40807cabaac0c933dfacc058",
    "url": "https://www.globenewswire.com/news-release/2024/05/16/2883326/0/en/New-Research-to-Better-Support-Canadians-Recovering-from-Natural-Disasters.html",
    "site_full": "www.globenewswire.com",
    "site": "globenewswire.com",
    "site_section": "http://www.globenewswire.com/AtomFeed/industry/1773-Diamonds 26 Gemstones/feedTitle/GlobeNewswire - Industry News on Diamonds and Gemstones",
    "site_categories": [
      "media"
    ],
    "section_title": "GlobeNewswire - Industry News on Diamonds and Gemstones",
    "title": "New Research to Better Support Canadians Recovering from Natural Disasters",
    "title_full": "New Research to Better Support Canadians Recovering from Natural Disasters",
    "published": "2024-06-21T12:18:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ml.globenewswire.com/Resource/Download/3ecaee8b-1647-4915-b091-d1e6c8a6c8c9",
    "performance_score": 0,
    "domain_rank": 489,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2cc7c52fac3d47df40807cabaac0c933dfacc058",
  "url": "https://www.globenewswire.com/news-release/2024/05/16/2883326/0/en/New-Research-to-Better-Support-Canadians-Recovering-from-Natural-Disasters.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Conference Board of Canada",
  "published": "2024-06-21T12:18:00.000+03:00",
  "title": "New Research to Better Support Canadians Recovering from Natural Disasters",
  "text": "OTTAWA, May 16, 2024 (GLOBE NEWSWIRE) -- As catastrophic events like floods and fires become more frequent and severe, Canada needs a new approach to supporting community recovery, according to\nnew research from The Conference Board of Canada, developed in partnership with the Canadian Red Cross, Insurance Bureau of Canada, and Public Safety Canada. The four organizations are advancing disaster recovery research through the Canadian Resilient Recovery Initiative (CRRI).\n“The impact of catastrophic events on Canadian communities are increasing, but our approach to managing risk and recovery is not keeping up with the changing circumstances,” stated Babatunde Olateju, Associate Director of Sustainability, The Conference Board of Canada. “Working collaboratively with non-governmental stakeholders and the private sector, government officials need to develop comprehensive frameworks and policy tools that help communities recover from disaster events and build resilience to future risks.”\nThe research builds on Canada’s recently released National Adaptation Strategy, which commits to developing a disaster recovery strategy by 2028. It looks to disaster recovery frameworks and programs in the United States, Australia, and New Zealand to identify principles and practices that should be incorporated into a whole-of-society, made-in-Canada approach to resilient recovery.\n“Every year, the Red Cross assists thousands of Canadians impacted by the increasing number of climate events in Canada. And every year, we see that return to home following an event is longer, more complicated, and more costly than people expect,” said Amy Avis, Chief of Humanitarian Services at the Canadian Red Cross. “The Red Cross welcomes this research partnership with the Conference Board, Public Safety Canada and the Insurance Bureau of Canada to bring to light challenges and propose meaningful solutions for change including the development of a national recovery framework.”\n“With climate change increasingly impacting Canadians’ well-being and livelihoods, ensuring a strong recovery after disasters hit is crucial. I welcome the release of this report and its contribution to the examination of Canada’s disaster recovery landscape. I am pleased to see that the findings align with Public Safety’s ongoing work to introduce a modernized Disaster Financial Assistance Arrangements (DFAA) program in the coming year. The new DFAA, focused on resilient recovery to support provinces and territories, also shows how we are delivering on climate change priorities through the National Adaptation Strategy. Our work reflects the need to ensure we build resilient communities in the face of more frequent and severe disasters”. – The Honourable Harjit S. Sajjan, President of the King’s Privy Council for Canada and Minister of Emergency Preparedness and Minister responsible for the Pacific Economic Development Agency of Canada.\nThe CRRI is a multi-year initiative aimed at understanding the diverse dimensions of community resilience and developing the capabilities needed to recover effectively from catastrophic disasters. Future research will focus on topics related to equity, Indigenous-led recovery, and the economic impacts of disaster events.\nMedia Contact\nThe Conference Board of Canada\nE-mail:\nmedia@conferenceboard.ca\nTel: 613-526-3090 ext. 224\nAbout The Conference Board of Canada\nThe Conference Board of Canada is the country’s leading independent research organization. Since 1954, The Conference Board of Canada has been providing research that supports evidence-based decision making to solve Canada’s toughest problems. Follow The Conference Board of Canada on Twitter @ConfBoardofCda.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Disaster and Accident",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "babatunde olateju",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "public safety canada",
        "sentiment": "none"
      },
      {
        "name": "red cross",
        "sentiment": "none"
      },
      {
        "name": "conference board of canada",
        "sentiment": "none"
      },
      {
        "name": "insurance bureau of canada",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ottawa",
        "sentiment": "none"
      },
      {
        "name": "canada",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T12:19:37.905+03:00",
  "updated": "2024-06-21T12:19:37.905+03:00"
}