{
  "thread": {
    "uuid": "977cefc139602a17c204016024912492a1a9dbac",
    "url": "https://www.world-today-news.com/ballot-syriza-pasok-cooperation-is-what-their-voters-need-2024-06-24-095914",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com/category/world/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "Ballot: SYRIZA-PaSoK cooperation is what their voters need – 2024-06-24 09:59:14",
    "title_full": "Ballot: SYRIZA-PaSoK cooperation is what their voters need – 2024-06-24 09:59:14",
    "published": "2024-06-24T10:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DE",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 27466,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "977cefc139602a17c204016024912492a1a9dbac",
  "url": "https://www.world-today-news.com/ballot-syriza-pasok-cooperation-is-what-their-voters-need-2024-06-24-095914",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2024-06-24T10:59:00.000+03:00",
  "title": "Ballot: SYRIZA-PaSoK cooperation is what their voters need – 2024-06-24 09:59:14",
  "text": "The political energy alignments are captured within the GPO’s first post-election ballot, featured within the Star’s fundamental information bulletin.\nAs is clear, eleven days after the elections, the chances of the events don’t present important adjustments. By way of voting intention, the ND collects 29.1%, SYRIZA 13.7%, PaSoK 12.4%, KKE and Hellenic Answer 8%, Niki 3.3%, Freedom Crusing 3.1%, Voice of Cause 3.3% and New Left 1.9%.\nThe view on the interior celebration developments in PaSoK For the primary time because the elections, the GPO survey for the Star information the opinion of the general public on the interior celebration developments within the PASoK.\nFor the direct election of the management of the PaSoK, 66.4% say sure and doubtless sure, whereas 24.1% disagree.\nOf all of the respondents, Nikos Androulakis is taken into account probably the most appropriate for the management of PaSoK by 20.7%, Haris Doukas by 16.5%, Pavlos Geroulanos by 13.3%, adopted by Manolis Christodoulakis and Pavlos Christidis .\nAmong the many PaSoK voters, Nikos Androulakis is chosen by 34.5%, Pavlos Geroulanos by 17.7%, Haris Doukas by 17.2%, adopted by Manolis Christodoulakis and Pavlos Christidis.\nThe reconstitution of the center-left The analysis captures intimately the views of the voters of SYRIZA and PASOK in relation to the processes for the reorganization of the center-left.\n70.9% of SYRIZA voters answered sure and doubtless sure to the query of whether or not SYRIZA ought to cooperate with PASOK. The identical reply is given by 52.3% of PaSoK voters.\nAmong the many people who find themselves thought-about to have the ability to unite the center-left, the primary is Alexis Tsipras with 19%, second is Stefanos Kasselakis with 10.6%, third is Nikos Androulakis with 10.4%, fourth is Haris Doukas with 9.3% and adopted by Pavlos Geroulanos, Manolis Christodoulakis and Pavlos Christidis. The best share, 28.9%, is collected by the spontaneous reply “none of them”.\nTsipras is first among the many SYRIZA voters Among the many SYRIZA voters, Alexis Tsipras comes first once more, with 45.6%, adopted by Stefanos Kasselakis with 27.2%. Among the many voters of PaSoK, the primary is Nikos Androulakis with 32.2%, adopted by Alexis Tsipras with 13.2%.\nLastly, the analysis captures the causes of the excessive abstention within the European elections in addition to the opinion of the residents on the reshuffle of the federal government.\n50.3% state that they abstained from the European elections for sensible causes similar to well being, work and distance.\n58.3% consider the transformation negatively and slightly negatively, whereas 33.8% consider it positively and slightly positively.\n#Ballot #SYRIZAPaSoK #cooperation #voters",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Social Issue",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "manolis christodoulakis",
        "sentiment": "none"
      },
      {
        "name": "nikos androulakis",
        "sentiment": "none"
      },
      {
        "name": "pavlos geroulanos",
        "sentiment": "none"
      },
      {
        "name": "pavlos christidis",
        "sentiment": "none"
      },
      {
        "name": "niki",
        "sentiment": "none"
      },
      {
        "name": "haris doukas",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "voice of cause",
        "sentiment": "none"
      },
      {
        "name": "kke",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-24T13:46:38.158+03:00",
  "updated": "2024-06-24T13:46:38.158+03:00"
}