{
  "thread": {
    "uuid": "9dacac6db8444ede2d26799f381a4d35b71e8aa1",
    "url": "https://time.news/an-anniversary-exhibition-of-national-artist-gayur-yunus-opened-at-the-museum-of-modern-art-2024-04-18-212008",
    "site_full": "time.news",
    "site": "time.news",
    "site_section": "https://time.news/tag/health",
    "site_categories": [],
    "section_title": "Health Archives - TIme News",
    "title": "An anniversary exhibition of national artist Gayur Yunus opened at the Museum of Modern Art - 2024-04-18 21:20:08 - TIme News",
    "title_full": "An anniversary exhibition of national artist Gayur Yunus opened at the Museum of Modern Art - 2024-04-18 21:20:08 - TIme News",
    "published": "2024-04-19T00:20:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.day.az/2024/04/13/1712943961181636577_1200x630.jpg",
    "performance_score": 0,
    "domain_rank": 67005,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9dacac6db8444ede2d26799f381a4d35b71e8aa1",
  "url": "https://time.news/an-anniversary-exhibition-of-national-artist-gayur-yunus-opened-at-the-museum-of-modern-art-2024-04-18-212008",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "times news cr",
  "published": "2024-04-19T00:20:00.000+03:00",
  "title": "An anniversary exhibition of national artist Gayur Yunus opened at the Museum of Modern Art - 2024-04-18 21:20:08 - TIme News",
  "text": "2024-04-18 21:20:08\nThe Museum of Modern Art hosted the opening of the anniversary exhibition of the world famous master painter and people’s artist of Azerbaijan Gayur Yunus, “The Wealth of the Right Hand.”\nAs Day.Az reports with reference to AZERTAC, the exhibition presents 72 paintings and graphic works created by the artist recently. These works are inspired by symbolic elements reflecting the rich cultural origins of Azerbaijan and the Islamic world, and combined with modern artistic techniques, highlight the unique style of Gayur Yunus.\nPeople’s Artist Gayur Yunus, in a conversation with an AZERTAC correspondent, said that the exhibition is dedicated to his 75th anniversary and is being held at the Museum of Modern Art for the second time. Noting that the exhibition presents works from the last five years, the master of the brush added that among them there are valuable paintings: “The works are devoted to different topics, but they all have both moral and financial value. Also at the exhibition there are works that were not exhibited at sale.”\nThe artist emphasized that the exhibition will be appreciated by art lovers, art critics, and specialists: “Next week a discussion of the exhibition is planned, where each work will be discussed separately and how it was created.”\nAccording to the exhibition curator Rasul Hasanov, Gayur Yunus occupies an important place in Azerbaijani painting: “Looking at the artist’s works, a person finds inner peace. His paintings have a pleasant aura. Gayur Yunus is one of those artists who have their own style in the Islamic world. Even in a hundred years, during the presentation of Azerbaijani oriental art to the world, his works will be among the first to be shown.”\nExpressing gratitude to the organizers of the exhibition, People’s Artist Gayur Yunus added: “I hope that after seeing my paintings, the audience will be able to feel my feelings.”\nGayur Yunus was born in 1948 in the Baku village of Amirjan. In 1971 he graduated from the Azerbaijan Art School named after A. Azimzade, and in 1977 from the Tbilisi Academy of Arts. Since 1980, he has been a member of the Union of Artists of Azerbaijan and was awarded the Khumay Prize. The artist’s works are kept in many prestigious galleries, museums and private collections around the world.\nThe exhibition will last until April 30.\nSubscribe to our WhatsApp channel and stay up to date with the main news!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gayur yunus",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "museum of modern art",
        "sentiment": "negative"
      },
      {
        "name": "wealth of the right hand",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "the museum of modern art",
        "sentiment": "none"
      },
      {
        "name": "azerbaijan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:21:34.043+03:00",
  "updated": "2024-04-19T04:21:03.593+03:00"
}