{
  "thread": {
    "uuid": "b6e12fe85f849fbae3b60f6770db7dd96e556416",
    "url": "https://www.einnews.com/pr_news/721637765/updates-to-fema-individual-assistance-programs-better-assist-people-with-disabilities",
    "site_full": "www.einnews.com",
    "site": "einnews.com",
    "site_section": "http://floods.einnews.com",
    "site_categories": [
      "search_engine",
      "tech"
    ],
    "section_title": "Floods Newswire - Floods News Today - EIN Presswire",
    "title": "Updates to FEMA Individual Assistance Programs Better Assist People with Disabilities - Floods News Today - EIN Presswire",
    "title_full": "Updates to FEMA Individual Assistance Programs Better Assist People with Disabilities - Floods News Today - EIN Presswire",
    "published": "2024-06-21T00:48:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.fema.gov/sites/default/files/2020-04/fema_logo_horizontal.png",
    "performance_score": 0,
    "domain_rank": 3194,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b6e12fe85f849fbae3b60f6770db7dd96e556416",
  "url": "https://www.einnews.com/pr_news/721637765/updates-to-fema-individual-assistance-programs-better-assist-people-with-disabilities",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EIN News",
  "published": "2024-06-21T00:48:00.000+03:00",
  "title": "Updates to FEMA Individual Assistance Programs Better Assist People with Disabilities - Floods News Today - EIN Presswire",
  "text": "Updates to FEMA Individual Assistance Programs Better Assist People with Disabilities FRANKFORT, Ky. – Earlier this year, FEMA announced updates to disaster assistance available during a federal declaration. These changes provide disaster support by increasing accessibility and eligibility for affected people, families and communities.\nSerious Needs Assistance This form of assistance covers important items like water, food, first aid, breastfeeding supplies, infant formula, diapers, personal hygiene items, fuel for transportation or other emergency supplies for eligible households. It is available in all disasters declared for Individual Assistance, after March 16, 2024, including Kentucky disaster 4782. It is available to eligible survivors who apply within the first 30 days after the Kentucky disaster was declared, which was May 22, 2024.\nTo qualify for SNA, you must be displaced, need shelter or have other emergency costs due to the disaster on your application. SNA also requires an inspection to confirm eligibility before funds are provided to applicants.\nPeople with Disabilities : This will help those who face greater health risks when access to disability-related supplies is delayed.\nDisplacement Assistance Eligible Kentuckians with immediate housing needs who cannot return to their homes may receive up-front funds to assist with housing. Funds could help pay for expenses while an individual looks for a rental option.\nDisplacement Assistance requires an inspection to confirm eligibility before funds are provided to applicants.\nPeople with Disabilities : This immediate short-term funding can also help pay for accessible accommodations, like Americans with Disabilities Act (ADA) housing.\nHabitability Criteria FEMA simplified its definition of “habitability” to include repairs to homes with previous damage that were made worse by the disaster.\nPeople with Disabilities: This will help applicants with medical or health-related needs be able to repair their home even if it was in bad condition before the disaster.\nAccessibility Improvements Kentuckians with disabilities may use FEMA funding to make some accessibility improvements to homes damaged by a federally declared disaster.\nPeople with Disabilities: People with disabilities can make their home more accessible than it was pre-disaster with specific items, such as wheelchair ramps, grab bars, and paved pathways, and it will not count against the federal Housing Assistance maximum.\nTemporary Housing Assistance Applications FEMA is lowering verification requirements for applicants who need to extend their stay in a temporary housing solution.\nPeople with Disabilities : This lessens the documentation needed for people with disabilities who need more help paying for a place to stay.\nStreamlined DisasterAssistance.gov Website Applying for disaster assistance is now faster with the updated DisasterAssistance.gov website. The online application is easier to use.\nPeople with Disabilities: People with disabilities can now access a site that is more visual, easier to navigate and more accessible for those who use assistive technologies.\nFor the latest information on Kentucky’s recovery from the April 2 severe storms, straight-line winds, tornadoes, landslides and mudslides, please visit fema.gov/disaster/4782 . Follow FEMA on X, formerly called Twitter, at twitter.com/femaregion4 and at facebook.com/fema .\nGo to YouTube: FEMA Accessible: Three Ways to Register for FEMA Disaster Assistance .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.disasterassistance.gov/",
    "https://twitter.com/femaregion4",
    "http://www.youtube.com/watch?v=WZGpWI2RCNw",
    "http://www.facebook.com/fema",
    "https://www.fema.gov/disaster/4782",
    "http://youtube.com/watch?v=WZGpWI2RCNw",
    "https://fema.gov/disaster/4782",
    "https://disasterassistance.gov/",
    "http://facebook.com/fema",
    "https://www.disasterassistance.gov",
    "http://www.youtube.com/watch",
    "https://www.twitter.com/femaregion4"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "fema individual assistance programs better assist people",
        "sentiment": "negative"
      },
      {
        "name": "fema individual assistance programs better assist people with disabilities",
        "sentiment": "negative"
      },
      {
        "name": "ein presswire updates",
        "sentiment": "negative"
      },
      {
        "name": "fema",
        "sentiment": "none"
      },
      {
        "name": "sna",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "frankfort",
        "sentiment": "none"
      },
      {
        "name": "ky",
        "sentiment": "none"
      },
      {
        "name": "kentucky",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T02:07:06.488+03:00",
  "updated": "2024-06-21T02:07:06.488+03:00"
}