{
  "thread": {
    "uuid": "f40a89a4230d6d23299c098bd7d66524c6ffeb58",
    "url": "https://ca.news.yahoo.com/israel-advocates-ask-court-freeze-221433741.html",
    "site_full": "ca.news.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://ca.sports.yahoo.com/rss",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Yahoo Canada Sports - Sports News, Scores, Rumours, Fantasy Games, and more",
    "title": "Israel advocates ask court to freeze Canadian funding for UNRWA, citing Hamas claims",
    "title_full": "Israel advocates ask court to freeze Canadian funding for UNRWA, citing Hamas claims",
    "published": "2024-04-05T01:14:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://media.zenfs.com/en/cp.org/a02cfcef3de9c451ef49914b985eb0eb",
    "performance_score": 0,
    "domain_rank": 36,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f40a89a4230d6d23299c098bd7d66524c6ffeb58",
  "url": "https://ca.news.yahoo.com/israel-advocates-ask-court-freeze-221433741.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Canadian Press",
  "published": "2024-04-05T01:14:00.000+03:00",
  "title": "Israel advocates ask court to freeze Canadian funding for UNRWA, citing Hamas claims",
  "text": "OTTAWA — Israel advocates are asking the Federal Court to reverse Ottawa's decision to continue funding the main United Nations agency supporting Palestinians. The Centre for Israel and Jewish Affairs is joining Canadians whose relatives were killed in the Hamas attack last October in asking Ottawa to stop funding UNRWA. A notice of application argues that allegations UNRWA staff took part in the October Hamas attack means that the agency falls short of Canada's law on foreign aid, which requires it be provided \"in a manner that is consistent with Canadian values.\" Canada suspended aid to UNRWA in January when the agency declared it was investigating whether some of its staff took part in the attack; Washington has said 12 staff members are being investigated. The Liberals restored the funding in March, citing the dire humanitarian situation in the Gaza Strip and the suspension of all staff under investigation. CIJA says it's unreasonable to restore funding until that investigation concludes. The application also cites Israel's argument that UNRWA has collaborated with Hamas in recent years, which the agency rejects, and it says Canadian funds are legally benefiting a terrorist organization. Lawrence Greenspon brought the application, and says the government can fund humanitarian relief for Palestinians through other agencies. \"Turn the tap back on, but use a different water fountain,\" he said in an interview. UNRWA, the United Nations Relief and Works Agency for Palestine Refugees in the Near East, is separate from the UN agency serving refugees worldwide, and has long faced criticism from Jewish groups and the Conservatives. They point to social-media statements by the agency’s staff that they argue don't uphold neutrality. Israel has accused hundreds of staff of being members of Hamas in documents that have not been shared publicly. The Harper government cut off Canadian funding for UNRWA in 2010 amid allegations it was too closely tied to Hamas. Advocates for UNRWA say it's the best agency for effectively distributing aid in Gaza, and it maintains the designation of refugee for Palestinians who were displaced by the founding of Israel and their descendants. Foreign Affairs Minister Mélanie Joly praised UNRWA last November for providing the essentials of life in Gaza, noting it’s \"the only organization able to concretely do this.\" The United Nations says the recent Gaza conflict has killed more than 175 of its aid workers, the most aid workers killed in any conflict in UN history. This report by The Canadian Press was first published April 4, 2024. The Canadian Press",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      },
      {
        "name": "federal court",
        "sentiment": "negative"
      },
      {
        "name": "unrwa",
        "sentiment": "negative"
      },
      {
        "name": "jewish affairs",
        "sentiment": "none"
      },
      {
        "name": "cija",
        "sentiment": "none"
      },
      {
        "name": "united nations",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ottawa",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "ottawa",
        "sentiment": "none"
      },
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:20:38.291+03:00",
  "updated": "2024-04-05T01:20:38.291+03:00"
}