{
  "thread": {
    "uuid": "951eb985c3c62f9a2d6e741358ccedc59235d6a8",
    "url": "https://www.dailyherald.com/20231221/health-and-fitness/heart-health-tips-for-when-the-mercury-dips/",
    "site_full": "www.dailyherald.com",
    "site": "dailyherald.com",
    "site_section": "https://www.dailyherald.com/lifestyle",
    "site_categories": [
      "media"
    ],
    "section_title": "Lifestyle - Daily Herald",
    "title": "Heart health tips for when the mercury dips",
    "title_full": "Heart health tips for when the mercury dips",
    "published": "2023-12-30T13:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imengine.public.prod.pdh.navigacloud.com/?uuid=eed77b59-f519-5c6a-85ab-2d02ad02796f&amp;function=fit&amp;type=preview",
    "performance_score": 0,
    "domain_rank": 3627,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "951eb985c3c62f9a2d6e741358ccedc59235d6a8",
  "url": "https://www.dailyherald.com/20231221/health-and-fitness/heart-health-tips-for-when-the-mercury-dips/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Michael Merschel, American Heart Association News",
  "published": "2023-12-30T13:00:00.000+02:00",
  "title": "Heart health tips for when the mercury dips",
  "text": "Heart health tips for when the mercury dips Winter is the right time of year for all kinds of cool activities – skiing, skating and ice fishing, just to name a few. Unfortunately, as the temperature falls, the risk of heart problems heats up. Even if you live far from the nearest iceberg, cold weather can pose problems. Studies have linked low temperatures to an increased risk of stroke, heart-related chest pain, heart rhythm problems and deaths from heart failure and cardiac arrest. Cardiologist Dr. Sherrie Khadanga said an increased risk of heart attack is a top concern in cold weather. \"Usually that ends up due to a patient overexerting themselves doing strenuous physical activity, such as shoveling or walking through heavy snow,\" said Khadanga, an assistant professor of medicine at the University of Vermont's Larner College of Medicine in Burlington. Dr. Richard Gumina, an interventional cardiologist and associate professor at The Ohio State University Wexner Medical Center in Columbus, said cardiac arrest – a sudden stoppage of the heart – is a related concern in the cold. \"Sometimes cardiac arrest can be due to a heart attack,\" said Gumina, who also is associate dean for convergent research at Ohio State's College of Medicine. \"Other times it can be due to heart rhythm problems that can be brought on by doing strenuous activity and cold weather.\" One of the main risk factors, Khadanga said, comes from your body's basic reaction to the cold. To conserve warmth, blood vessels constrict to limit blood flow to your skin, which raises your blood pressure. \"And that, in and of itself, can increase the risk of a heart attack or a stroke,\" she said. The lower the air temperature, the worse the problem, she said, and the concern is highest among people with existing heart disease, whose blood flow is already restricted. But many people are unaware they have heart disease until they start having symptoms such as chest pain, Gumina said. Even people living in warm climates can be affected. A review of research, published in March in Frontiers in Cardiovascular Medicine, looked at data from several studies and found that overall, cold spells increased deaths from cardiovascular disease by 32%. The effect was more pronounced in areas where the weather is typically milder than areas that see cold regularly. But, in news that should warm your heart, Gumina and Khadanga offered simple ways people can protect themselves. Wear the gear Khadanga tells her patients that when they're outside, \"not only should they be wearing layers of clothing, but also hats, gloves and heavy socks\" to stay warm. To that, Gumina adds a mask, \"so you're not taking in just cold air.\" But don't overdo it, Khadanga said. \"You want to dress warmly if you're outside, but you don't want to overheat.\" Shoveling snow? Go slow Several studies have linked snow shoveling to a higher risk of heart attacks. Part of the problem, Gumina said, is that people who aren't usually physically active will attempt it. The combination of a heart that is not conditioned for heavy lifting plus cold-constricted blood vessels that might also be partially blocked from plaque can leave a heart starving for the oxygen-rich blood it needs to function. Gumina said he advises his patients with heart disease to get help to clear the driveway. But those who insist on doing it themselves need to be careful. Just as you wouldn't jump on a treadmill set at the highest level and steepest angle and start running, he said, you shouldn't run right out to the driveway and vigorously attack the drifts. \"Ensure that you've given yourself a little warmup period,\" he said. Then, \"bite it off in small pieces,\" he said, with frequent breaks. And know the symptoms of a heart attack, which can include chest discomfort, shortness of breath and nausea. Stay active – carefully In Vermont, Khadanga is surrounded by people who ski, snowboard and do other outdoor activities in the cold. Even for healthy, active people, taking breaks is important, she said. \"You do a couple of runs down the hill, then you go back inside to warm up,\" she said. Staying physically active is a crucial component of heart health, and you shouldn't be afraid to go out in the cold, Gumina said. But you have to be aware of potential problems. Gumina said winter is the wrong time of year to plunge into an outdoor exercise routine. \"You want to have a period ahead of time where you've been exercising, and then you can transition into something that is cold.\" And if you are going out in the cold weather, \"I always tell people to go in pairs,\" because of the risk of slipping on ice. And stay hydrated, he said. \"You don't realize how much you sweat during that time when you're in cold weather.\" Stock up on meds Khadanga reminds her patients to make sure that they fill prescriptions before winter storms arrive. \"Snow and ice can make the roads extra slippery, and I wouldn't want a patient to run out of necessary medication.\" Vaccines are a heart health issue Cold weather sends people indoors, which boosts the risk of catching the flu or COVID-19. Research shows the risk of having a heart attack is six times higher within a week of having the flu, and COVID-19 has been linked to substantial risk of heart problems and stroke. \"Everyone needs a flu shot and their COVID vaccination,\" Gumina said. \"These are things that we know decrease your risk of having severe disease.\" © American Heart Association, Inc. [terms of service](/info/terms-of-service/#conduct), click the \"flag\" link in the lower-right corner of the comment box. To find our more, read our [FAQ](/info/comments/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "khadanga",
        "sentiment": "none"
      },
      {
        "name": "sherrie khadanga",
        "sentiment": "none"
      },
      {
        "name": "richard gumina",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of vermont's larner college of medicine",
        "sentiment": "none"
      },
      {
        "name": "ohio state university wexner medical center",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "burlington",
        "sentiment": "none"
      },
      {
        "name": "columbus",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T22:24:56.990+02:00",
  "updated": "2023-12-30T22:24:56.990+02:00"
}