{
  "thread": {
    "uuid": "007c5dcdabd43dcee207703553dc8c6f9ce865e5",
    "url": "https://onovo.sapo.pt/noticias/empresas-ferroviarias-aplaudem-suspensao-da-taxa-de-acesso-ao-porto-de-sines/",
    "site_full": "onovo.sapo.pt",
    "site": "sapo.pt",
    "site_section": "https://onovo.sapo.pt",
    "site_categories": [],
    "section_title": "Jornal NOVO",
    "title": "Empresas ferroviárias 'aplaudem' suspensão da taxa de acesso ao Porto de Sines",
    "title_full": "Empresas ferroviárias 'aplaudem' suspensão da taxa de acesso ao Porto de Sines",
    "published": "2023-12-28T22:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://onovo.sapo.pt/wp-content/uploads/2023/11/hidrogenio-sines_07-e1701178467409.jpeg",
    "performance_score": 0,
    "domain_rank": 1772,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "007c5dcdabd43dcee207703553dc8c6f9ce865e5",
  "url": "https://onovo.sapo.pt/noticias/empresas-ferroviarias-aplaudem-suspensao-da-taxa-de-acesso-ao-porto-de-sines/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lícinio Lima",
  "published": "2023-12-28T22:45:00.000+02:00",
  "title": "Empresas ferroviárias 'aplaudem' suspensão da taxa de acesso ao Porto de Sines",
  "text": "A Associação Portuguesa das Empresas Ferroviárias (APEF) ‘aplaudiu’ hoje a suspensão da tarifa de acesso à entrada do terminal ferroviário do Porto de Sines (Setúbal) no próximo ano, confirmada hoje à agência Lusa pela autoridade portuária. Em comunicado, a APEF disse congratular-se com a decisão da Administração dos Portos de Sines e do Algarve (APS) e argumentou que a aplicação desta tarifa “iria causar distorções no mercado e discriminação negativa, sobretudo em relação a um modo de transporte mais sustentável” como o comboio. No entender da associação, a implementação desta taxa, cobrada desde o início do ano às empresas do transporte ferroviário, pela entrada de cada comboio no terminal ferroviário do Porto de Sines, penalizava os operadores ferroviários “comparativamente com os operadores rodoviários que todos os dias acedem” àquele porto. “Os operadores ferroviários nunca estiveram contra o pagamento de um valor por um serviço prestado, desde que este seja justificado e aplicado de forma equivalente ao modo rodoviário”, esclareceu a APEF, no comunicado. No entanto, assinalou, com a aplicação da tarifa, “apenas a ferrovia seria penalizada, algo que vai contra tudo aquilo que tem vindo a ser defendido pela tutela e pela Comissão Europeia”. Para Miguel Rebelo de Sousa, diretor executivo da associação, citado na mesma nota, “a aplicação desta taxa não era coerente com os objetivos estabelecidos para a descarbonização do setor e as políticas definidas pela Comissão Europeia para a intermodalidade e transição modal”. “Felizmente, o Porto de Sines decidiu não avançar com esta medida, contribuindo desta forma para a competitividade da ferrovia e do corredor logístico de Sines”, sustentou. O responsável aplaudiu ainda a decisão adotada pela autoridade portuária de restituir os valores que foram cobrados às empresas durante o ano de 2023. “Os associados da APEF foram informados que os valores que lhes foram cobrados durante o ano de 2023 serão restituídos, uma decisão muito positiva e séria por parte APS”, considerou. O Porto de Sines (Setúbal) decidiu suspender a tarifa cobrada às empresas de transporte ferroviário de mercadorias, em 2024, alegando que a medida tem impactos nas empresas importadoras e exportadoras que utilizam este corredor logístico. Contactada pela agência Lusa e numa resposta enviada por escrito, a APS explicou que na base da decisão de suspender o procedimento no próximo ano, está “a instabilidade e retração” dos mercados mundiais. Também a Autoridade da Mobilidade e dos Transportes (AMT), em comunicado, divulgou a decisão da APS de suspender o procedimento em curso e não aplicar qualquer prestação pela utilização do complexo ferroviário do Porto de Sines em 2024. Segundo a AMT, que registou de forma “muito positiva” a suspensão da medida, a APS decidiu igualmente restituir os montantes cobrados aos operadores ferroviários de mercadorias no corrente ano de 2023.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T01:32:11.792+02:00",
  "updated": "2023-12-29T01:32:11.792+02:00"
}