{
  "thread": {
    "uuid": "f3052d2d34475336b79b83593517a4a0ffd499df",
    "url": "https://www.wlwt.com/article/ohio-sports-betting-one-year-tax-revenue/46246251",
    "site_full": "www.wlwt.com",
    "site": "wlwt.com",
    "site_section": "https://www.wlwt.com/topstories-rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Top Stories",
    "title": "Sports betting in Ohio generates nearly $700 million in taxable revenue after first year",
    "title_full": "Sports betting in Ohio generates nearly $700 million in taxable revenue after first year",
    "published": "2023-12-29T01:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://kubrick.htvapps.com/htv-prod-media.s3.amazonaws.com/images/gettyimages-513136711-1671043176.jpg?crop=1.00xw:0.846xh;0,0&amp;resize=1200:*",
    "performance_score": 0,
    "domain_rank": 10365,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f3052d2d34475336b79b83593517a4a0ffd499df",
  "url": "https://www.wlwt.com/article/ohio-sports-betting-one-year-tax-revenue/46246251",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T01:49:00.000+02:00",
  "title": "Sports betting in Ohio generates nearly $700 million in taxable revenue after first year",
  "text": "Sports betting in Ohio generates nearly $700 million in taxable revenue after first year This Sunday will mark one year of legal sports betting in Ohio – and the Buckeye state is already cashing in. \"It definitely adds an element, additional element of excitement to, you know, any live sporting event,” said Paul Stegner, the vice president of casino operations at Hard Rock Casino Cincinnati. According to data from the [website Play Ohio](https://www.playohio.com/), sports betting has generated nearly $700 million in taxable revenue so far in 2023. There were more than five billion bets placed in total statewide. The majority of those tax dollars will go to the General Revenue Fund for Ohio schools, and 2% will go towards efforts to curb gambling addiction. Cincinnati’s Hard Rock Casino brought in $25 million in its first year of betting – generating more than $400,000 in taxes for the state. \"The fact that we're able to help interscholastic sports, afterschool programs and then obviously, you know, help with addiction, I think it's a great partnership,\" Stegner said. The benefits of sports betting have been undeniable for Ohio – but it does come at a cost. \"We know even before sports betting was legalized that about 10% of Ohioans have experienced some gambling-related harm,” said Derek Longmeier, the executive director for the Problem Gambling Network of Ohio. Now, there's concern that sports betting will add to the problem. Through legislation, advocates have found a way to address the issue. The Problem Gambling Network teamed up with the Ohio Casino Control Commission to work on the legislation for sports betting to make sure safeguards were put in place to curb the risk of addiction. \"We just want to make sure that help is available, and part of that working to ensure help is available is engaging, engaging with the casinos, E-Cino’s, those and other gaming operators, to really make those connections and be that first line of support for individuals that might be experiencing problems,\" Longmeier said. From implementing self-imposed spending limits to training casino employees to spot people who may be struggling and offer options for help, advocates say Ohio has one of the more comprehensive support systems in place for combating gambling addiction. \"At the kiosks, You can only wager a certain amount of money up to $1,000. Anything over $1,000, you have to come to the window and present your information. Then we record all that information. We have our, you know, responsible gaming programs. We can give people information, get them assistance, they can sign up for self-bans those sorts of things,\" Stegner said. If you or someone you know is struggling, support is available. You can call the Ohio Problem Gambling Hotline any time at 1-800-589-9966.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.playohio.com/",
    "https://www.playohio.com",
    "https://playohio.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "paul stegner",
        "sentiment": "none"
      },
      {
        "name": "stegner",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "ohio",
        "sentiment": "none"
      },
      {
        "name": "buckeye",
        "sentiment": "none"
      },
      {
        "name": "cincinnati",
        "sentiment": "none"
      },
      {
        "name": "hard rock casino cincinnati",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T02:21:05.681+02:00",
  "updated": "2023-12-29T04:01:26.274+02:00"
}