{
  "thread": {
    "uuid": "2b5c6981dacf00ed72d4c36420a02a2496e23e17",
    "url": "https://www.wxii12.com/article/ronald-mcdonald-house-celebrates-40-years-of-serving-families-across-piedmont-triad-and-beyond/46299081",
    "site_full": "www.wxii12.com",
    "site": "wxii12.com",
    "site_section": "https://www.wxii12.com/topstories-rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Top Stories",
    "title": "Ronald McDonald House celebrates 40 years of serving families across Piedmont Triad and beyond",
    "title_full": "Ronald McDonald House celebrates 40 years of serving families across Piedmont Triad and beyond",
    "published": "2024-01-06T00:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://kubrick.htvapps.com/vidthumb/d0cb87d1-ea45-428c-a464-64db906a6298/01c18c60-79fc-402d-b662-ccb8685b2385.jpg?crop=1.00xw:1.00xh;0,0&amp;resize=1200:*",
    "performance_score": 0,
    "domain_rank": 21685,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2b5c6981dacf00ed72d4c36420a02a2496e23e17",
  "url": "https://www.wxii12.com/article/ronald-mcdonald-house-celebrates-40-years-of-serving-families-across-piedmont-triad-and-beyond/46299081",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lindsay Clein",
  "published": "2024-01-06T00:23:00.000+02:00",
  "title": "Ronald McDonald House celebrates 40 years of serving families across Piedmont Triad and beyond",
  "text": "Ronald McDonald House celebrates 40 years of serving families across Piedmont Triad and beyond It's a big year for the Ronald McDonald House, as it celebrates 40 years of helping families all across the Piedmont Triad care for their sick children. It's a big year for the Ronald McDonald House, as it celebrates 40 years of helping families all across the Piedmont Triad care for their sick children. It's a big year for the Ronald McDonald House, as it celebrates 40 years of helping families all across the Piedmont Triad care for their sick children. It's a big year for the Ronald McDonald House, as it celebrates 40 years of helping families all across the Piedmont Triad care for their sick children. Over the last four decades, the nonprofit has grown to be able to serve more than double the families it started with in September of 1984. \"We started coming to the Ronald McDonald House in October,\" said Hannah Gibson, who has been in and out of the Ronald McDonald House for several months. Gibson's 18-month-old daughter, Belle, has been dealing with a rare digestive issue that has kept her in and out of the hospital. \"She had been dealing with a lot of weight loss and vomiting,\" Gibson said. \"Not eating, stuff like that.\" Throughout Belle's journey to get better, the Ronald McDonald House has been that one constant that's been by the family's side the entire way. \"They go above and beyond to try to make sure we have everything we need while we are here,\" Gibson said. \"We don't have to stress about getting it.\" As a single mother of two, the Ronald McDonald House provides comfort and a safe place to stay — even nearly 150 miles away from Gibson's home. \"If we didn't have the Ronald McDonald House, I would just be having to pay for hotels and stuff,\" she said. \"And as a single mom, I don't have the means for that.\" \"They've become family to us,\" said Hannah's seven-year-old daughter Hayden. \"Because they're always there when we need them and they're so supportive — like actual family.\" Especially for families who had to spend the holidays there, the Ronald McDonald House does its best to make it feel like a home away from home. \"It seems like everybody just genuinely cares,\" Gibson said. \"And yes, it does feel like a home away from home,\" added her daughter Hayden. What started as a 10-bedroom house in 1984, has now grown to a 36-bedroom house with an occupancy rate of usually around sixty percent. \"And that 40 years has gone by in a blink of an eye,\" said Ronald McDonald House Chief Executive Officer Chuck Kraft. Thursday night, 20 families stayed there. \"I know that a parent would do anything when their child is sick,\" Kraft said. \"And that's our mission — providing a home away from home for families with children receiving medical care in our community.\" While the Ronald McDonald staff members know that none of them can change anything medically, they're always there for families to offer a smile and support during some of the hardest days. \"They are always, like, the best,\" Hayden said. \"They really do everything they can to make it a home away from home,\" Gibson said. \"And it's not a scary room in the hospital like I thought it was going to be — it's an actual house and people here have become like family to us.\" The fundraising theme for the Ronald McDonald House this year is \"40 for 40.\" The organization is looking for 1,000 generous donors to each donate $40 to reach a $40,000 fundraising goal. A gala to celebrate this milestone will be held in September. You can donate to the Ronald McDonald House by [clicking here](https://rmhcpt.org/). You can follow Belle's journey through her [Facebook Page](https://www.facebook.com/profile.php?id=100087408046921).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://www.facebook.com/profile.php?id=100087408046921",
    "https://facebook.com/profile.php?id=100087408046921",
    "https://www.facebook.com/profile.php"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "belle",
        "sentiment": "none"
      },
      {
        "name": "hannah gibson",
        "sentiment": "none"
      },
      {
        "name": "gibson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ronald mcdonald house",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "piedmont triad",
        "sentiment": "none"
      },
      {
        "name": "ronald mcdonald house",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:41:44.974+02:00",
  "updated": "2024-01-06T05:53:10.089+02:00"
}