{
  "thread": {
    "uuid": "0a60a573a03ce55ea600029dd955f5a6df2f233c",
    "url": "https://www.giessener-anzeiger.de/politik/putin-will-totale-niederlage-kein-ende-des-ukraine-kriegs-groesster-angriff-auf-ukraine-seit-kriegsbeginn-zr-93775751.html",
    "site_full": "www.giessener-anzeiger.de",
    "site": "giessener-anzeiger.de",
    "site_section": "https://www.giessener-anzeiger.de/thema/ukraine-konflikt-sti1524391",
    "site_categories": [
      "media"
    ],
    "section_title": "Ukraine-Krieg Themenseite",
    "site_title": "Home | Giessener Anzeiger",
    "title": "Ende des Ukraine Kriegs? Merz wirft Putin „schwerste Kriegsverbrechen\" vor",
    "title_full": "Ende des Ukraine Kriegs? Merz wirft Putin „schwerste Kriegsverbrechen\" vor",
    "published": "2025-06-12T05:44:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DE",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 100057,
    "domain_rank_updated": "2025-06-03T00:00:00.000+03:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0a60a573a03ce55ea600029dd955f5a6df2f233c",
  "url": "https://www.giessener-anzeiger.de/politik/putin-will-totale-niederlage-kein-ende-des-ukraine-kriegs-groesster-angriff-auf-ukraine-seit-kriegsbeginn-zr-93775751.html",
  "ord_in_thread": 0,
  "author": "Bedrettin Bölükbasi",
  "published": "2025-06-12T05:44:00.000+03:00",
  "title": "Ende des Ukraine Kriegs? Merz wirft Putin „schwerste Kriegsverbrechen\" vor",
  "text": "Ende des Ukraine Kriegs? Merz wirft Putin „schwerste Kriegsverbrechen“ vor\nRussland überzieht die Ukraine erneut mit heftigen Luftangriffen. Kanzler Merz spricht von „Terror“ durch Präsident Putin. Die aktuelle Lage im News-Ticker.\nDas Wichtigste in\ndiesem Live-Ticker\nMerz mit Ansage an Putin– KanzlerFriedrich Merzwirft Russland imUkraine-Krieg„schwerste Kriegsverbrechen“ vorPutin-Berater Medinski droht mit Atomkrieg– Warnung vor weiterer Eskalation im Ukraine-KriegRussland mit Kriegsvorbereitungen gegen Nato?– Der Kreml will sich wohl aus dem INF-Vertrag zurückziehen: auch mögliche Folgen für dieNatoUkraine mit erfolgreichem Drohnenangriff im Ukraine-Krieg– Die Ukraine soll nach eigenen Angaben eine wichtige Industrieanlage in Russland getroffen haben.Selenskyj über Ende des Ukraine-Kriegs–Wolodymyr Selenskyjerklärt,Wladimir Putinwolle keinen Frieden, sondern „totale Niederlage“ der Ukraine\nDieser Newsticker wird nicht weiter aktualisiert. Alle weiteren Entwicklungen finden Sie in unserem aktuellen Newsticker zum Ende des Ukraine-Kriegs.\nUpdate, 20.59 Uhr: Russland und die USA wollen ihre diplomatischen Beziehungen zueinander weiter vertiefen. Das erklärte der neue russische Botschafter in Washington Alexander Darchiev gegenüber der russischen Nachrichtenagentur Tass. Eine neue Gesprächsrunde zwischen den Diplomaten beider Länder soll demnach „in Kürze in Moskau“ stattfinden. Darchiev betonte dennoch: „Ich habe bereits gesagt, dass die Erholung der russisch-amerikanischen Beziehungen noch in weiter Ferne liegt und der Prozess selbst nur schwer vorankommt.“\nTransparenzhinweis\nDie hier verarbeiteten Informationen stammen von Nachrichtenagenturen und internationalen Quellen, aber auch von den Kriegsparteien im Ukraine-Krieg. Die Angaben zum Krieg in der Ukraine lassen sich nicht unabhängig prüfen.\nVor allem im Weißen Haus und im US-Kongress soll es erheblichen Widerstand geben, „wo sich eine stabile antirussische Lobby gebildet hat“. Der Botschafter fügte hinzu: „Ich kann bestätigen, dass die nächsten Verhandlungen der Delegationen in Kürze in Moskau stattfinden werden.“ Durch die Gespräche der US-Botschaft und der russischen Diplomaten sollen die Beziehungen auf diplomatischer Ebene weiter normalisiert werden, erklärte Darchiev.\nUpdate, 19.50 Uhr: Der ungarische Ministerpräsident Viktor Orbán verfolgt eine Politik gegenüber der Ukraine, die der ukrainische Präsident Wolodymyr Selenskyj als „historischen Fehler“ bezeichnet. Selenskyj kritisierte Orbán dafür, dass er die Ukraine in seinem Wahlkampf instrumentalisiere.\n„Er (Orban, Anm. d. Red.) benutzt die Ukraine für seine eigene Wahl. Er versteht nicht, dass dies viel schwerwiegendere und gefährlichere Folgen haben wird: die Radikalisierung und den Antiukrainismus der ungarischen Gesellschaft. Indem er uns nicht hilft, tut er Putin einen Gefallen. Deshalb habe ich gesagt, dass Viktor einen schweren historischen Fehler begeht“, äußerte Selenskyj in einem Interview mit der ungarischen Internetzeitung Valasz online. Ungarns Außenminister Péter Szijjártó wies die Vorwürfe zurück. Er bestätigte, dass die Ukraine-Politik ein zentrales Thema für die Parlamentswahl in Ungarn im Jahr 2026 sei.\nUpdate, 18.47 Uhr: Der ukrainische Präsident Wolodymyr Selenskyj äußerte Kritik an den westlichen Verbündeten der Ukraine wegen ausbleibender Sanktionen gegen Russland. In einem Gespräch mit dem ungarischen Portal Válasz Online sagte Selenskyj: „Wenn es jedoch um Sanktionen geht, nennen die westlichen Partner als Grund, warum sie sich nicht für die Verhängung von Sanktionen entschieden haben, auch die Tatsache, dass die Ukraine keine Menschen ab 18 Jahren mobilisiert hat.“\nSelenskyj hob hervor: „Ich bin nicht der Meinung, dass wir die Menschen ab 18 Jahren mobilisieren sollten, wie es die Anführer anderer Länder angedacht haben.“ Er betonte, dass der Schlüssel zum Erfolg im Ukraine-Krieg nicht in der bloßen Anzahl der Soldaten liege, sondern in der technologischen Überlegenheit gegenüber Russland. Dies habe auch die erfolgreiche Operation „Spinnennetz“ verdeutlicht. Die US-Regierung unter Präsident Joe Biden hatte die Ukraine dazu ermutigt, Männer ab 18 Jahren für den Einsatz an der Front einzuziehen. Derzeit liegt die Altersgrenze jedoch bei 25 Jahren.\nMerz mit Ansage an Putin\nUpdate, 17.20 Uhr: Bundeskanzler Friedrich Merz hat Russlands Präsidenten Wladimir Putin „schwerste Kriegsverbrechen“ im Ukraine-Krieg vorgeworfen. Russland habe in den vergangenen Tagen mit zahlreichen Drohnen und Marschflugkörpern „gezielt und rücksichtslos“ die Zivilbevölkerung der Ukraine attackiert, sagte Merz am Dienstag bei einer gemeinsamen Pressekonferenz mit dem niederländischen Ministerpräsidenten Dick Schoof. Die wiederholten Angriffe gegen die Städte in der Westukraine seien „Terror gegen die Zivilbevölkerung“ und „alles andere als eine verhältnismäßige Antwort“ auf die „sehr präzisen“ ukrainischen Angriffe auf russische Militärflughäfen, sagte Merz weiter.\nEnde des Ukraine-Kriegs: Austausch von Kriegsgefangenen kommt nicht voran\nUpdate, 16.31 Uhr: Der Austausch von Kriegsgefangenen und gefallenen Soldaten zwischen der Ukraine und Russland kommt nicht voran. Zwar bestünden Kontakte und es würden Zahlen erfasst, doch eine endgültige Vereinbarung fehle noch, erklärte Kremlsprecher Dmitri Peskow in Moskau. „Sowie diese abschließende Übereinkunft steht, wird – das hoffen wir – der Austausch stattfinden“, äußerte er gegenüber der staatlichen Nachrichtenagentur Tass.\nPeskow betonte, dass an der Grenze zu Belarus über 1200 Leichen ukrainischer Soldaten in Kühlwagen auf ihre Rückführung warten. Maria Sacharowa, die Sprecherin des russischen Außenministeriums, kritisierte die Ukraine dafür, dass sie ihre gefallenen Soldaten nicht zurücknehme, und bezeichnete dies als unmenschlich. Der ukrainische Koordinierungsstab erklärte zu diesem Problem, dass die russische Seite die Übergabe ohne vorherige Terminabsprache eigenmächtig eingeleitet habe. Man betonte, dass alle gefallenen Soldaten zurückgeführt würden.\nUpdate, 15.27 Uhr: Die EU-Kommission präsentiert ein 18. Sanktionspaket gegen Russland. EU-Kommissionspräsidentin Ursula von der Leyen erklärte am Dienstag in Brüssel: „Wir erhöhen den Druck auf Russland, denn Stärke ist die einzige Sprache, die Russland verstehen wird.“ Das Paket umfasst zusätzliche Maßnahmen gegen Russlands Schattenflotte, die Sanktionen umgeht. Zudem soll der Ölpreisdeckel von 60 auf 45 Dollar pro Barrel gesenkt werden.\nRussland stellt Bedingungen an Nato für ein Ende des Ukraine-Kriegs\nUpdate, 14 Uhr: Russland verlangt nach Angaben aus dem Außenministerium einen Stopp der Nato-Osterweiterung als Voraussetzung für ein Ende des Krieges gegen die Ukraine. Die Bereitschaft dazu sei ein Test, ob die USA ernsthaft ein besseres Verhältnis zu Russland anstrebten, sagte Vizeaußenminister Sergej Rjabkow der staatlichen Nachrichtenagentur Tass.\n„Auf amerikanischer Seite sind praktische Schritte erforderlich, die darauf abzielen, die Ursachen für die grundlegenden Widersprüche zwischen uns im Bereich der Sicherheit zu beseitigen“, sagte der für strategische Rüstung zuständige Vizeminister. „Bei diesen Gründen steht die Nato-Erweiterung an erster Stelle. Ohne die Lösung dieses für uns grundlegenden und akuten Problems ist es schlichtweg unmöglich, den aktuellen Konflikt im euroatlantischen Raum zu lösen.“ Die USA sollten „Respekt vor den ureigensten Interessen Russlands“ zeigen.\nUpdate, 13.03 Uhr: Bei einem russischen Angriff auf Kiew ist eine Frau getötet worden. Das teilte der Leiter der staatlichen Luftfahrtbehörde, Timur Tkaschenko, laut Ukrainska Pravda mit. Zuvor war von sechs Verletzten berichtet worden.\nUpdate, 12.26 Uhr: Russland unterstützt nach Angaben des ukrainischen Militärgeheimdienstes Nordkorea bei der Produktion von Shahed-Drohnen. Das teilte der Chef des Geheimdienstes, Kyrylo Budanow, dem Magazin The War Zone mit. „Dies wird mit Sicherheit zu Veränderungen des militärischen Gleichgewichts in der Region zwischen Nord- und Südkorea führen“, so Budanow.\nUmfrage in der Ukraine – Mehrheit gegen faktische Gebietsabtritte an Russland\nUpdate, 11.56 Uhr: Eine Umfrage des Kyiv International Institute of Sociology (KIIS) zeigt, dass 43 Prozent der Befragten bereit zu Gebietsabtritten an Russland sind. Mehr als die Hälfte der Befragten würde dies nur mit Sicherheitsgarantien für die Ukraine akzeptieren. Dabei gehe es um die „faktische Anerkennung der russischen Kontrolle ohne rechtliche Anerkennung“, nicht um eine vollständige Übernahme der Regionen durch Russland.\n48 Prozent lehnen solche Gebietsabtritte kategorisch ab. Eine Mehrheit von 68 Prozent ist gegen eine offizielle Anerkennung einzelner Gebiete als russisches Staatsgebiet. Nur 24 Prozent sind laut der Studie zu diesem Schritt bereit.\nUpdate, 10.00 Uhr: Der ukrainische Präsident Wolodymyr Selenskyj sieht russische Angriffe als Hindernis für Friedensbemühungen im Ukraine-Krieg. „Russische Raketen- und Shahed-Angriffe machen die Bemühungen der Vereinigten Staaten und anderer Länder der Welt zunichte, Russland zum Frieden zu zwingen“, schrieb Selenskyj auf X. „Statt eines Waffenstillstands gab es eine weitere Nacht lang massive Angriffe mit Shahed-Drohnen, Marschflugkörpern und ballistischen Raketen.“\nSelenskyj fordert „konkrete Maßnahmen“ der Weltgemeinschaft als Reaktion auf die russischen Angriffe - besonders von den USA, die „die Macht haben, Russland zum Frieden zu zwingen“. Für einen Frieden sei „starker Druck“ auf den russischen Präsidenten Wladimir Putin nötig.\nUpdate, 8.40 Uhr: Die russische Armee hat laut ukrainischer Angaben erneut schwere Verluste erlitten. Laut den ukrainischen Verteidigungsstreitkräften sollen 960 russische Soldaten in den vergangenen 24 Stunden im Ukraine-Krieg getötet oder schwer verletzt worden sein. Zudem habe die ukrainische Armee vier russische Panzer, neuen gepanzerte Fahrzeuge, 48 Artilleriesysteme und zwei Flugzeuge zerstört. Die Verlustzahlen werden von russischer Seite nicht bestätigt und können nicht unabhängig überprüft werden.\nDie russischen Verluste im Überblick:\n- Soldaten: 9980.080 (+960 im Vergleich zum Vortag)\n- Panzer: 10.919 (+9)\n- Artilleriesysteme: 28.982 (+48)\n- Mehrfachraketenwerfer: 1412 (+1)\n- Drohnen: 40.057 (+239)\n- Flugzeuge: 416 (+2)\n- Marschflugkörper: 3330 (+15)\n- Fahrzeuge und Tanklaster: 51.455 (+107)\n- Spezialausrüstung: 3912 (+1)\nRussische Luftangriffe im Ukraine-Krieg treffen Entbindungsstation in Odessa\nUpdate, 6.46 Uhr: Bei russischen Angriffen auf die ukrainische Stadt Odessa wurden eine Entbindungsstation und eine Notaufnahme getroffen, teilten örtliche Behörden mit. „Durch den nächtlichen Angriff von Angriffsdrohnen wurde der Verwaltungsteil des Entbindungsheims beschädigt. Glücklicherweise gab es keine Opfer oder Verletzten“, zitierte Ukrainska Pravda Odessas Bürgermeister Gennady Trukhanow.\nUpdate vom 10. Juni, 5.30 Uhr: Russland griff die Ukraine in der Nacht auf Dienstag erneut mit massiven Raketen- und Drohnenangriffen an. In der südukrainischen Hafenstadt Odessa starb laut Behördenangaben mindestens ein Mensch. Auch Kiew wurde von der russischen Armee beschossen, mehrere Menschen sollen verletzt worden sein.\nPutin-Berater Medinski droht mit Atomkrieg\nUpdate, 17.50 Uhr: Chef der russischen Unterhändler bei den Ukraine-Verhandlungen, Wladimir Medinksi, warnte vor einem möglichen Atomkrieg. Sollte der Ukraine-Krieg nicht ohne einen echten Frieden enden, könnte die Nato versuchen, verlorenes ukrainisches Gebiet zurückzuerobern, berichtet die russische Nachrichtenagentur Tass. In einem Interview mit dem russischen Auslandssender RT erklärte Medinksi: „Wenn wir den Konflikt an der Frontlinie beenden und uns nicht auf einen echten Frieden einigen, sondern nur eine Art Waffenstillstand schließen, dann wird sich dies – wissen Sie, es gab eine umstrittene Region zwischen Armenien und Aserbaidschan, Karabach – in ein riesiges Karabach verwandeln.“\nWeiter sagte der russische Politiker: „Nach einiger Zeit wird die Ukraine zusammen mit der Nato und ihren Verbündeten der Nato beitreten und versuchen, es zurückzuerobern. Das wird das Ende des Planeten bedeuten, es wird einen Atomkrieg geben.“\nLawrow bezichtigt Großbritannien an Operation „Spinnennetz“ beteiligt gewesen zu sein\nUpdate, 16.13 Uhr: Der russische Außenminister Sergej Lawrow bezichtigt Großbritannien an der ukrainischen Operation „Spinnennetz“ maßgeblich beteiligt gewesen zu sein. Auf einer Propaganda-Veranstaltung in Moskau erklärte der Außenminister: „Diese Drohungen sind sehr ernst zu nehmen. Es liegt auf der Hand, dass dies von ukrainischer Seite durchgeführt wird, aber ohne die Hilfe der Briten wäre sie machtlos gewesen. Aber wer weiß, vielleicht sind auch US-Spezialdienste aus Gewohnheit beteiligt, aber es ist zu 100 Prozent sicher, dass die Briten beteiligt sind.“\nBeweise brachte der russische Politiker keine vor. Vor über einem Jahr begannen die Vorbereitungen an der Geheimoperation, um Wladimir Putins Bomberflotte zu dezimieren. Selbst die ukrainischen Verbündeten wurden über den geplanten Angriff nicht informiert.\nRussland mit Kriegsvorbereitungen gegen Nato?\nUpdate, 13.17 Uhr: Russland scheint Bedingungen für einen Austritt aus internationale Rüstungskontrollverträgen zu stellen, um sich auf eine mögliche Konfrontation mit der Nato vorzubereiten. Das schreibt das „Institute for the Study of War“ (ISW) in ihrem neuesten Bericht zum Ukraine-Krieg. Der stellvertretende russische Außenminister Sergei Rjabkow erklärte in einem Interview mit der russischen Nachrichtenagentur Tass, dass das „einseitige Moratorium“ für die Stationierung landgestützter Raketen sich seinem „logischen Abschluss“ nähere. Dabei bezieht sich der russische Politiker auf den INF-Vertrag (zu dt. „Mittelstrecken-Nuklearstreitkräfte-Vertrag“) aus dem Kalten Krieg, ein Abrüstungsabkommen zwischen den USA und Russland.\nDamit könnte die Aussage darauf hindeuten, dass Russland künftig solche Rakete mit atomaren Sprengköpfen offen nahe der Nato-Grenze stationieren könnte. Laut ISW sei dies „wahrscheinlich Teil der Vorbereitung auf einen möglichen zukünftigen Krieg mit der Nato“. Tatsächlich hatte auch die USA den Vertrag am 1. Januar 2019 ausgesetzt. Russland selbst suspendierte seine Teilnahme am INF-Vertrag einen Tag später. Bisher hatte Russland behauptet, selbst weiter an dem Vertrag festzuhalten, um das Propaganda-Narrativ zu stärken, der Kreml sei an einer Deeskalation bemüht.\nNach dem Interview mit Rjabkow erklärte Kreml-Sprecher Dmitri Peskow deutlich: „Russland wird auf solche aggressiven Aktionen der Nato und der Nato-Länder, einschließlich der neuen Nato-Mitglieder in unmittelbarer Nähe zu unseren Grenzen, reagieren müssen. Wir behalten uns natürlich das Recht vor, frei zu handeln, und irgendwann wird nichts mehr unser Handeln einschränken.“\nKein Ende des Ukraine-Kriegs: Ukraine trifft Industrieanlage in Russland empfindlich\nErstmeldung: Kiew/Moskau – In der russischen Region Tschuwaschien ist nach Behördenangaben nach einem ukrainischen Drohnenangriff eine bedeutende Fabrik für elektronische Komponenten zwischenzeitlich geschlossen worden. Zwei Drohnen seien auf das Gelände der rund 600 Kilometer östlich von Moskau gelegenen VNIIR-Fabrik gestürzt, erklärte Tschuwaschiens Regionalgouverneur Oleg Nikolajew am Montag im Onlinedienst Telegram. Die Arbeit dort sei unterbrochen worden, um die Sicherheit der Angestellten zu gewährleisten. Ein Ende des Ukraine-Kriegs ist weiterhin nicht in Sicht.\nDie VNIIR-Fabrik ist eine der wichtigsten Herstellungs- und Entwicklungsstätten für elektronische Komponenten in Russland. Der ukrainische Generalstab reklamierte den Angriff für sich. Die attackierte Fabrik sei eine „militärische Einrichtung“, in der Antennen für Schahed-Drohnen iranischer Bauart hergestellt würden. Angriffe dieser Art würden fortgesetzt, bis Russland seine „bewaffnete Aggression“ gegen die Ukraine einstelle.\nUkraine mit erfolgreichem Drohnenangriff im Ukraine-Krieg\nBei dem Angriff sei niemand verletzt worden, fügte Regionalgouverneur Nikolajew an. Zwei weitere Drohnen seien auf Felder in der Region gestürzt, ohne die Bevölkerung zu gefährden. Die Lage sei „vollständig unter Kontrolle“. Nach Angaben des russischen Verteidigungsministeriums wurden in der Nacht auf Montag insgesamt 49 ukrainische Drohnen über russischem Gebiet abgefangen.\nUnterdessen erklärte der ukrainische Präsident Wolodymyr Selenskyj, Kremlchef Wladimir Putin sei nicht an einem Waffenstillstand interessiert, ein Ende des Ukraine-Kriegs bleibt also in weiter Ferne. Er strebe vielmehr eine „totale Niederlage“ der Ukraine an, sagte Selenskyj im Gespräche mit dem US-Senders ABC. Nur harter Druck der USA und Europas könnten Putin zum Einlenken bewegen.\nSelenskyj über Ende des Ukraine-Kriegs\nSelenskyj wies den von US-Präsident [Donald Trump](https://www.fr.de/politik/donald-trump-per32650/) aufgestellten Vergleich zurück, der den Ukraine-Krieg als erbitterten Streit zwischen Kleinkindern eingestuft hatte. „Wir sind mit Putin keine Kinder auf dem Spielplatz im Park“, betonten Selenskyj. „Daher sage ich, dass er ein Mörder ist, der in diesen Park gekommen ist, um Kinder zu töten.“\nDie Ansicht Trumps, dass ein Ende des Kriegs und ein Einlenken Moskaus möglich sei, teile er nicht. „Mit allem Respekt vor Präsident Trump, aber ich glaube, dass dies nur seine persönliche Meinung ist“, sagte Selenskyj. „Ich bin fest überzeugt, dass Putin diesen Krieg nicht beenden will.“ In Putins Gedanken sei ein Ende des Kriegs ohne die totale Niederlage der Ukraine nicht möglich. Die Ukraine verstehe die Mentalität der Russen besser als die Amerikaner. „Wir sind schließlich schon ewig Nachbarn.“\nEine Neuauflage von Friedensgesprächen zwischen der Ukraine und Russland unter türkischer Vermittlung hat bisher kaum Fortschritte gebracht. Bisher wurde in zwei Treffen lediglich der Austausch von Kriegsgefangenen vereinbart – und auch darüber gibt es nun Streit. (sischr mit Agenturen)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "german",
  "sentiment": "negative",
  "categories": [
    "War, Conflict and Unrest",
    "Politics",
    "Social Issue"
  ],
  "topics": [
    "War, Conflict and Unrest->war",
    "Politics->political crisis",
    "Social Issue->social problem",
    "Social Issue->mankind",
    "Social Issue->discrimination"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": null,
  "webz_reporter": false,
  "external_links": [
    "https://www.fr.de/thema/ukraine-konflikt-sti1524391/",
    "https://kiis.com.ua/?lang=ukr&cat=reports&id=1535&page=1&fbclid=IwY2xjawK0zUBleHRuA2FlbQIxMABicmlkETExVUowN0xTWnFyeEdPQ1VEAR6CkZM3hranrBkyKcT-CBu2NVasTUExsB2B1zIuPkMwcCIimpYvRdreNs9uRw_aem_VUXihXzEL_jAJtHl951D_w",
    "https://www.fr.de/politik/wladimir-putin-per42970/",
    "https://www.fr.de/politik/ukraine-geschichte-kiew-krim-russland-orangene-revolution-maidan-proteste-91346826.html",
    "https://www.fr.de/politik/eu-europaeische-union-mitgliedstaaten-laender-gruendung-von-der-leyen-ziele-91385429.html",
    "https://www.merkur.de/politik/friedrich-merz-per33648/",
    "https://www.fr.de/politik/nato-geschichte-bruessel-russland-ukraine-krim-annexion-usa-deutschland-91358399.html",
    "https://www.fr.de/politik/donald-trump-per32650/",
    "https://www.fr.de/politik/wolodymyr-selenskyj-ukraine-praesident-konflikt-krieg-tv-star-tanzshow-schauspieler-91382339.html",
    "https://www.fr.de/politik/baerbock-sergei-lawrow-leben-familie-russland-aussenminister-putin-wodka-rauchen-93076479.html",
    "https://www.fr.de/politik/joe-biden-per36006/",
    "https://www.understandingwar.org/backgrounder/russian-offensive-campaign-assessment-june-8-2025",
    "https://www.fr.de/politik/viktor-orban-infos-ministerpraesident-ungarn-karriere-partei-privates-93013802.html",
    "https://fr.de/politik/eu-europaeische-union-mitgliedstaaten-laender-gruendung-von-der-leyen-ziele-91385429.html",
    "https://fr.de/politik/baerbock-sergei-lawrow-leben-familie-russland-aussenminister-putin-wodka-rauchen-93076479.html",
    "https://www.fr.de/politik/joe-biden-per36006",
    "https://understandingwar.org/backgrounder/russian-offensive-campaign-assessment-june-8-2025",
    "https://fr.de/politik/wladimir-putin-per42970/",
    "https://www.fr.de/politik/wladimir-putin-per42970",
    "https://fr.de/politik/donald-trump-per32650/",
    "https://fr.de/politik/wolodymyr-selenskyj-ukraine-praesident-konflikt-krieg-tv-star-tanzshow-schauspieler-91382339.html",
    "https://kiis.com.ua/",
    "https://www.kiis.com.ua/?lang=ukr&cat=reports&id=1535&page=1&fbclid=IwY2xjawK0zUBleHRuA2FlbQIxMABicmlkETExVUowN0xTWnFyeEdPQ1VEAR6CkZM3hranrBkyKcT-CBu2NVasTUExsB2B1zIuPkMwcCIimpYvRdreNs9uRw_aem_VUXihXzEL_jAJtHl951D_w",
    "https://fr.de/politik/nato-geschichte-bruessel-russland-ukraine-krim-annexion-usa-deutschland-91358399.html",
    "https://www.merkur.de/politik/friedrich-merz-per33648",
    "https://fr.de/thema/ukraine-konflikt-sti1524391/",
    "https://fr.de/politik/joe-biden-per36006/",
    "https://www.fr.de/politik/donald-trump-per32650",
    "https://fr.de/politik/viktor-orban-infos-ministerpraesident-ungarn-karriere-partei-privates-93013802.html",
    "https://www.fr.de/thema/ukraine-konflikt-sti1524391",
    "https://merkur.de/politik/friedrich-merz-per33648/",
    "https://fr.de/politik/ukraine-geschichte-kiew-krim-russland-orangene-revolution-maidan-proteste-91346826.html"
  ],
  "entities": {
    "persons": [
      {
        "name": "Wladimir Putinwolle",
        "sentiment": "none"
      },
      {
        "name": "Merz",
        "sentiment": "none"
      },
      {
        "name": "Medinski",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "Russland",
        "sentiment": "none"
      },
      {
        "name": "Ukraine",
        "sentiment": "none"
      },
      {
        "name": "Kreml",
        "sentiment": "none"
      },
      {
        "name": "USA",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "Nato",
        "sentiment": "none",
        "tickers": []
      }
    ]
  },
  "syndication": {
    "syndicated": null,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": {
    "categories": [],
    "top_news": [],
    "bias": null
  },
  "rating": null,
  "crawled": "2025-06-12T10:33:49.808+03:00",
  "updated": "2025-06-12T07:37:16.000+00:00"
}