{
  "thread": {
    "uuid": "1767aa1550cf8f279a4f0e2d0ef453a112ccb582",
    "url": "https://www.zawya.com/en/world/africa/south-africa-mtn-makes-big-gains-in-solar-renewable-energy-project-jplt0ndq",
    "site_full": "www.zawya.com",
    "site": "zawya.com",
    "site_section": "https://zawya.com/en/uae",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "ZAWYA - Your trusted source for business and finance news ",
    "title": "South Africa: MTN makes big gains in solar renewable energy project",
    "title_full": "South Africa: MTN makes big gains in solar renewable energy project",
    "published": "2024-02-16T05:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AE",
    "main_image": "https://static.zawya.com/view/acePublic/alias/contentid/MmI5MTcxMTYtMjhmMy00/30/211002061727obzq-jpg.jpeg?f=3%3A2",
    "performance_score": 0,
    "domain_rank": 5939,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1767aa1550cf8f279a4f0e2d0ef453a112ccb582",
  "url": "https://www.zawya.com/en/world/africa/south-africa-mtn-makes-big-gains-in-solar-renewable-energy-project-jplt0ndq",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Staff Writer",
  "published": "2024-02-16T05:27:00.000+02:00",
  "title": "South Africa: MTN makes big gains in solar renewable energy project",
  "text": "MTN South Africa is making progress in its Solar Renewable Energy Project at its 14th Avenue headquarters. The company announced today the energisation of the first phase of its solar renewable energy project. With over half of the project completed the network operator has activated 5,418 solar panels out of the planned 9,000. This phased approach will contribute 700kW to its microgrid, reducing the headquarters' reliance on the municipal grid by 40%.\nThe goal is to contribute a total of 1.8MW by the end of February, with the battery storage facility expected to be installed by the end of March.\nThis advancement builds on MTN's pioneering role as a standalone Independent Power Producer (IPP), deploying five different generation technologies in a single plant at its headquarters in Fairlands, Johannesburg.\nIn 2023, MTN launched the first phase of its solar renewable energy project, transforming the headquarters into a solar park with 4.9MW of solar PV and 2MW of battery energy.\nThis strategic move not only established MTN as a significant IPP but also promised substantial annual energy consumption savings of 9.3GWh and a reduction in CO2 emissions by 9,672 tons.\nThe headquarters now boasts multiple energy sources, including the municipal/Eskom grid, gas generators, diesel generators, solar PV, and a battery energy storage system. Intelligent controllers enable dynamic energy management under various scenarios, ensuring optimal utilisation.\nNet zero ambitions\n\"MTN SA set its sights on achieving net zero emissions by 2040, a decade ahead of industry objectives. The solar park, a 4.9MW solar embedded generation plant, and the groundbreaking Island Mode Project, which will see MTN leveraging a combination of gas, solar, battery and diesel technologies working in cohesion to create a microgrid are pivotal in positioning MTN to go off the grid during load shedding,\" says Charles Molapisi, CEO at MTN South Africa.\nThe anticipated completion of the Island Mode Project is set for April 2024, combining solar, battery, gas trigeneration (electricity, heating and cooling), concentrated solar, and diesel generators.\n\"Looking ahead, MTN SA remains committed to the net-zero journey, planning subsequent phases to solidify its commitment to the SBTi pledge and achieve the 2030 target. MTN SA remains at the forefront of sustainable practices, driving positive environmental impact while embracing groundbreaking technologies,\" concludes Molapisi.\nAll rights reserved. © 2022. Bizcommunity.com Provided by SyndiGate Media Inc. ( Syndigate.info ).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "http://syndigate.info",
    "http://www.syndigate.info"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "solar renewable energy project",
        "sentiment": "negative"
      },
      {
        "name": "mtn",
        "sentiment": "negative"
      },
      {
        "name": "ipp",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mtn south africa",
        "sentiment": "none"
      },
      {
        "name": "south africa",
        "sentiment": "none"
      },
      {
        "name": "johannesburg",
        "sentiment": "none"
      },
      {
        "name": "fairlands",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T09:53:40.487+02:00",
  "updated": "2024-02-16T09:53:40.487+02:00"
}