{
  "thread": {
    "uuid": "c9e218510907909ed160f46e9e10c249827a2a07",
    "url": "https://www.avpress.com/opinion/here-are-the-10-best-things-president-biden-did-in-2023/article_725f6c8e-a5f2-11ee-88e9-1bb6ae4742f0.html",
    "site_full": "www.avpress.com",
    "site": "avpress.com",
    "site_section": "http://www.avpress.com/search/?f=rss&t=article&c=opinion&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.avpress.com - RSS Results in opinion of type article",
    "title": "Here are the 10 best things President Biden did in 2023",
    "title_full": "Here are the 10 best things President Biden did in 2023",
    "published": "2023-12-29T19:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/avpress.com/content/tncms/assets/v3/editorial/3/65/36564b1a-0def-11ec-a36c-0f60e5b681b5/613428806db53.image.jpg?crop=870%2C457%2C0%2C80&amp;resize=870%2C457&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 73202,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c9e218510907909ed160f46e9e10c249827a2a07",
  "url": "https://www.avpress.com/opinion/here-are-the-10-best-things-president-biden-did-in-2023/article_725f6c8e-a5f2-11ee-88e9-1bb6ae4742f0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T19:00:00.000+02:00",
  "title": "Here are the 10 best things President Biden did in 2023",
  "text": "This week, I once again offer my annual lists of the 10 best and 10 worst things President Biden did this year. In the spirit of the season, we’ll start with the best things:\n10. He killed a top Islamic State leader in Syria. In April, US forces launched a strike that took out Khalid Aydd al-Jabouri, an Islamic State leader involved in planning attacks in Europe.\n9. He further strengthened restrictions on China’s access to advanced technology. Last year, the administration blocked US companies from selling chips or semiconductor equipment to China. This year, the president further tightened the tech noose, banning Americans from investing in Chinese companies developing advanced semiconductors and quantum computers.\n8. He hosted the first trilateral summit with South Korea, Japan and the United States. The Camp David meeting of the three allies was a watershed moment for security in East Asia. As one George W. Bush administration official put it: “We could barely get South Korean and Japanese leaders to meet with us in the same room.” Biden continued to strengthen US alliances to counter China in other ways, as well, conducting joint military drills with Japan and Australia in Chinese-claimed areas of the South China Sea; launching the second pillar of his historic agreement with Britain and Australia (known as AUKUS) to jointly develop advanced military capabilities to counter Beijing; holding his third leader-level summit of the Indo-Pacific Quad (Japan, Australia, India and the United States); and conducting a state visit to Hanoi to strengthen our partnership with Vietnam.\n7. He launched the “Replicator Initiative” to better compete with China. It can take a decade or more to put a new weapons system in the hands of warfighters. This project aims to fast-track weapons development and production so the Defense Department can rapidly field thousands of inexpensive, disposable unmanned systems (such as “swarm drones”) with the goal of delivering new capabilities to US forces in the Indo-Pacific region in 18 to 24 months to help counter China’s military buildup.\n6. He provided military aid to Taiwan under a program reserved for sovereign states. The $80 million arms sale was unprecedented — the first ever approved for Taiwan using the Foreign Military Financing program that allows partner nations to purchase US defense articles, services and training through grants or loans — a move that angered Beijing.\n5. He called Xi Jinping a dictator … twice. In June, Biden called the Chinese leader a “dictator,” drawing a stinging rebuke from China. In November, following a summit in San Francisco, Biden repeated the charge, calling Xi “a dictator … who runs a country that is a communist country that’s based on a form of government totally different than ours” while US officials visibly cringed. Good for him.\n4. He signed a GOP bill overturning DC’s disastrous changes to its crime code. At a time when carjackings, burglaries and homicides are out of control in the nation’s capital, the DC Council decided to reduce punishments for such crimes. Despite his support for home rule, Biden signed a GOP-led resolution to block the disastrous DC law from taking effect.\n3. He reached a debt ceiling deal with House Republicans that reduced spending. In his first two years in office, Biden unleashed an unprecedented $4.8 trillion miasma of new spending. After first refusing to negotiate with the new GOP House majority, he relented and signed a debt limit deal that reduced discretionary spending, added welfare work requirements, pared back his IRS expansion and ended the pandemic pause on student loan repayments.\n2. He continued to stand with Ukraine. Despite the slow-rolling of weapons, Biden has provided Ukraine with $68 billion in military assistance so far — without which Russia would have conquered the country. This aid is not only decimating the Russian military threat to NATO; it is also creating jobs and revitalizing manufacturing communities across the United States and restoring US capacity to produce weapons for our own national defense. And, as one senior US official told me, “Biden is responsible for killing more Russians than Ronald Reagan.”\n1. He stood with Israel after the Oct. 7 terrorist attack. Biden has strongly backed Israel in its battle with Hamas despite pressure from allies and his political base (a Gallup poll in March found that a 49 percent plurality of Democrats side with Palestinians, while just 38 percent support Israel). Biden could face a backlash from Arab American voters he needs to win in states such as Michigan; Harvard-Harris polling in October pointed out a risk with younger voters, a majority of whom say Hamas attacks are “justified.” In December, its polling found a majority of younger voters saying that “Israel [should] be ended and given to Hamas and the Palestinians.” Biden is supporting Israel anyway. That takes courage.\nOne near-achievement gets an honorable mention: Biden brought us tantalizingly close to a Saudi-Israeli peace deal, only to see it disrupted by Hamas’s attack. But that assault by Iran’s terrorist proxy will only serve to increase Arab resolve to make peace with Israel as a military bulwark against Iran once conditions in the region permit.\nAnd one achievement should be on this list but is not: We reached the end of the year without a deal on fundamental changes to border security policy in exchange for new military aid to Ukraine, Israel and Taiwan. Hopefully, one will be reached immediately in the new year.\nIn my next column, I will review the 10 worst things Biden has done this year.\nMarc Thiessen is a columnist for The Washington Post.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "biden",
        "sentiment": "negative"
      },
      {
        "name": "george w. bush",
        "sentiment": "none"
      },
      {
        "name": "khalid aydd al-jabouri",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "islamic state",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "south korea",
        "sentiment": "none"
      },
      {
        "name": "camp david",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "east asia",
        "sentiment": "none"
      },
      {
        "name": "syria",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T01:07:24.530+02:00",
  "updated": "2023-12-30T01:07:24.530+02:00"
}