{
  "thread": {
    "uuid": "6f90d917044119232a3a0c6319bf14c4756fef0f",
    "url": "https://www.gjsentinel.com/news/snowpack-to-the-rescue/article_e4a83a6e-a115-11ee-bfc1-1fcf7ed172ad.html",
    "site_full": "www.gjsentinel.com",
    "site": "gjsentinel.com",
    "site_section": "https://www.gjsentinel.com",
    "site_categories": [
      "media"
    ],
    "section_title": "gjsentinel.com | Grand Junction news, sports, entertainment, shopping and more.",
    "title": "Snowpack to the rescue | News | gjsentinel.com",
    "title_full": "Snowpack to the rescue | News | gjsentinel.com",
    "published": "2024-01-01T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/gjsentinel.com/content/tncms/assets/v3/editorial/9/99/9990570c-a442-11ee-a490-23d8e6c6809e/658b5b1c989e7.image.jpg?crop=1765%2C927%2C0%2C124&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 21617,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6f90d917044119232a3a0c6319bf14c4756fef0f",
  "url": "https://www.gjsentinel.com/news/snowpack-to-the-rescue/article_e4a83a6e-a115-11ee-bfc1-1fcf7ed172ad.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "DENNIS WEBB Dennis.Webb@gjsentinel.com",
  "published": "2024-01-01T07:00:00.000+02:00",
  "title": "Snowpack to the rescue | News | gjsentinel.com",
  "text": "So-called “atmospheric rivers” of moisture streaming inland from the Pacific Ocean last winter proved beneficial to on-the-ground rivers and reservoirs in Colorado and elsewhere in the West. In what also was a big year for water on the Western Slope, the Colorado River District and Xcel Energy in 2023 reached a historic deal for the sale of water rights for the Shoshone hydroelectric power plant in a bid to permanently protect Colorado River flows. A bounty of snowstorms last winter and spring produced a plentiful snowpack and a copious amount of snowmelt that coursed into streams and rivers and recharged reservoirs left parched by drier weather in previous years. The moisture originated in part from those “rivers” of condensed water in the atmosphere that also brought badly needed precipitation but also flooding to California. By later February, snowpacks accumulations in some parts of Colorado, including on the Grand Mesa, already were exceeding peak seasonal snowpack levels typically not reached until April. By early March the snowpack at Columbine Pass on the Uncompahgre Plateau was almost twice its normal amount for that time of year. Ultimately, all major basins on the Western Slope had well-above-normal snowpacks, with peaks accumulations for the season ranging from 125% of normal for the Colorado River headwaters basin to 175% of normal for the combined San Miguel/Dolores/Animas/San Juan river basins in southwest Colorado. The snowpack was substantial enough in far-northwest Colorado this past winter that it caused historic die-offs of big game, forcing Colorado Parks and Wildlife to cut back hunting licenses in that region. Deep and persistent snow, sometimes crusted over, made it hard for animals to reach buried forage, and animals congregated along highways in high numbers, resulting in vehicle strikes including one case in which a semi killed 35 pronghorn. But mostly the abundant snow spelled good news for the region. By the start of June the water level in Blue Mesa Reservoir west of Gunnison, which is the state’s largest water body and had experienced considerable drops in water levels in recent years, had reached 101% of normal for that time of year. As of Dec. 1 it was holding 595,200 acre-feet of water, 99% of normal for that date and more than twice the amount in the reservoir a year earlier. The rush of runoff into the Colorado River last year provided a badly needed boost to Lake Powell and Lake Mead, where water levels had plunged so low as to pose threats to hydropower production and further diminish supplies for water users that rely on storage from the Southwest’s two largest reservoirs. While last year’s moisture reduced the urgency of concerns about those reservoir levels a little, it would take multiple strong water years in a row to fully alleviate the problems with Powell and Mead, experts say. That doesn’t seem likely to happen given the overall long-term drought that has beset the Colorado River Basin during a century where warming temperatures also are exacerbating the situation. Given that context, officials from federal and state agencies, water utilities and other entities continue to look to longer-term solutions for managing Colorado River water use in a new era when it appears considerably less water will be available than historically had been the case. SHOSHONE DEAL Meanwhile, as this past year neared its end, the Colorado River District reached an agreement for what it hopes is a solution for preserving river flows associated with the Shoshone plant in Glenwood Canyon. In December it agreed to buy Xcel Energy’s Shoshone water rights for $98.5 million. Those water rights include a 1902 right to 1,250 cubic feet per second of water. That right, because of its seniority, controls flows on the Colorado River in western Colorado. Access to water in Colorado is based on the seniority of rights, with owners of junior rights cut off from water first when there isn’t enough to go around. The Shoshone right keeps water flowing into Glenwood Canyon that otherwise might be diverted upstream, and also keeps that water flowing downstream of the canyon, where it’s available for agricultural uses, improves the water quality for municipal water suppliers, and plays a crucial role in bolstering water levels in critical river habitat for imperiled fish in Mesa County. With the sale agreement reached, the river district is now focused on meeting conditions required to allow the sale to go forward. While it is pitching in $20 million to the sale, it is hoping to get $10 million from governments and other entities in western Colorado, $49 million from the Bureau of Reclamation and $20 million from the Colorado Water Conservation Board. It also needs to reach an agreement with the CWCB authorizing the CWCB to use the water for instream flow purposes when the plant isn’t operating, and needs along with the CWCB to try to obtain a change-of-water-right court decree for the instream flow use. Xcel also needs to obtain state Public Utilities Commission approvals for the sale. If the deal can be consummated in coming years, it could end decades of concern over what might happen to the historic flow rights associated with the plant if the plant ever is closed. “How does history feel? It feels pretty good today, doesn’t it?” state Rep. Marc Catlin, R-Montrose, also vice president of the river district board, said in a signing ceremony for the deal in Glenwood Springs.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "xcel energy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pacific ocean",
        "sentiment": "none"
      },
      {
        "name": "colorado",
        "sentiment": "none"
      },
      {
        "name": "colorado river",
        "sentiment": "none"
      },
      {
        "name": "grand mesa",
        "sentiment": "none"
      },
      {
        "name": "uncompahgre plateau",
        "sentiment": "none"
      },
      {
        "name": "colorado river district",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "western slope",
        "sentiment": "none"
      },
      {
        "name": "columbine pass",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-01T16:41:24.184+02:00",
  "updated": "2024-01-01T16:41:24.184+02:00"
}