{
  "thread": {
    "uuid": "e4bef8993cca188b052c8e887cab19810797d508",
    "url": "https://www.piquenewsmagazine.com/opinion/range-rover-hotel-as-work-of-art-8043344",
    "site_full": "www.piquenewsmagazine.com",
    "site": "piquenewsmagazine.com",
    "site_section": "https://www.piquenewsmagazine.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Pique Newsmagazine: piquenewsmagazine",
    "title": "Range Rover: Hotel as work of art",
    "title_full": "Range Rover: Hotel as work of art",
    "published": "2023-12-31T20:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.vmcdn.ca/f/files/piquenewsmagazine/images/columns/rr-grischuna.jpeg;w=1200;h=800;mode=crop",
    "performance_score": 0,
    "domain_rank": 76630,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e4bef8993cca188b052c8e887cab19810797d508",
  "url": "https://www.piquenewsmagazine.com/opinion/range-rover-hotel-as-work-of-art-8043344",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Leslie Anthony",
  "published": "2023-12-31T20:11:00.000+02:00",
  "title": "Range Rover: Hotel as work of art",
  "text": "My work as a ski and travel writer has taken me to many memorable places. Often, it’s a landscape that sticks with me—or how the weather I experienced made those landforms come to life. Sometimes it’s the quality or the verve of what I did there that resonates. Once in a while it’s a person whose passion or forbearance lives in memory. And then, much more occasionally, it’s an institution of some kind that rattles the neurons in unforeseen ways. Such was the case on a trip to the Swiss resort of Klosters last year. The romantic postcard village stands in stark contrast to the bustling alpine metropolis of Davos but a few kilometres distant, and though it’s a town I’d visited before, skiing over from Davos, and even stayed in once, I hadn’t had occasion to take its pulse or explore its understated mien. Last year, however, I had occasion to stay somewhere that opened my eyes to a celebrated history—Hotel Chesa Grischuna, a creaking wooden edifice that seemed more icon than inn. That the “Chesa”—as all know it—was conceived as a thoughtful work with a message is apparent to even the most casual sidewalk passerby, but revelatory when you dig into the details. Erected by Hans Guler, scion of a family of mountain guides, in 1938, and turning on classic Swiss multistory post-and-beam style, the many joyous inclusions on the external walls and interior by local painters and artisans was no frivolous community art project. Rather, it was coordinated conscious resistance intended to show that some Swiss wanted nothing to do with the simple, stripped-down, neo-classical architecture and iconography being encouraged (and often imposed) by the Nazi party to enforce its ideology among Germanic countries. Given the protest baked into it, no small wonder that Klosters, with its Goldilocks isolation (not too much, not too little), and the light-beacon Chesa, presented as post-war crucibles that attracted the royal families of Sweden, the Netherlands and Britain, as well as writers, producers, directors and stars like Gene Kelly, Greta Garbo, Gregory Peck, Lauren Bacall, Audrey Hepburn, Yul Brynner, Paul Newman and others looking to escape attention during Hollywood’s Golden Age. While mucky-mucks and celebrities that literally defined American royalty could be spotted nightly in the hotel’s restaurant (to this day one of the Alps’ best with its genuine feel and impeccable service), residents left them alone, gifting them with alpine quietude. I have the good fortune to not only stay a few nights, but to be guided through both structure and story by the Chesa’s new owner, former television journalist Astrid von Stockar, whose current passion project is to protect the hotel’s heritage and many salient details. With a sparkle in her eye, Astrid flew me through the restaurant, pointing out original chairs, cushions held by leather straps, and even the first china—for each of which she has sourced people capable of doing restoration or identical replacement. Some of this she has taken on herself. For example, stressing over how to fix the affront of too-short curtains, she discovered enough original fabric turned up in the hems to simply lengthen them. When she identifies King Charles III’s favourite table—the round one in the corner with windows on both sides—I realize I’ve sat there before with friends. Finally, she shows me the part of the dining area, now taken by tables, from which an old grand piano was once moved; we follow the instrument’s trail downstairs to where it now occupies space on the legendary basement bar’s famous dance floor, scene of much merriment and tales of Gene Kelly tap-dancing on the bar-top. Astrid even cracks the door to the Chesa’s famous two-lane bowling alley, added in the 1950s. Upstairs again, sitting to dine, it’s impossible not to register the woodwork, panelled ceilings and decor as eye-drawing art that was intended to be seen from this angle. For Astrid, who had come here as a visitor since she was a child, the Chesa “is the heart of Klosters,” and like all hearts, in need of tending. For someone whose work once turned on storytelling, the Chesa and its guestbook represent hundreds of stories braided into a larger tale of the town’s character and nexus of history—like the small painting with which a young Winston Churchill bid adieu, adding “My only regret is having to leave this wonderful place.” As American writer and Klosters resident, Irwin Shaw, penned of the town in one of his post-war stories: In the angry days through which the world was passing, there was a ray of hope in this good-natured polyglot chorus of people who were not threatening each other, who smiled at strangers, who had collected in these shining white hills merely to enjoy the innocent pleasures of sun and snow… Beyond those who visited often, Greta Garbo’s longstanding residency in Klosters became an identity statement: if the notoriously publicity-shy star felt safe here, so could anyone. Everything was on the down-low and visitors adopted a humble demeanour; they didn’t brag, show wealth, or smash champagne bottles. Even today, Switzerland is a place where globally famous folk famously find refuge (think Tina Turner and Shania Twain), something for which Klosters in the 1950s was both bauplan and microcosm. As art reflecting this ethos, the Chesa Grischuna offered peace, solace and camaraderie to a generation. Leslie Anthony is a Whistler-based author, editor, biologist and bon vivant who has never met a mountain he didn’t like. n",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chesa grischuna",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "davos",
        "sentiment": "none"
      },
      {
        "name": "klosters",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T20:56:58.575+02:00",
  "updated": "2023-12-31T21:02:15.715+02:00"
}