{
  "thread": {
    "uuid": "00cca8e88099851d8e0110b41dce9df4b8245a9f",
    "url": "https://www.wabi.tv/2024/03/14/construction-new-public-safety-building-washington-county-set-begin-this-spring",
    "site_full": "www.wabi.tv",
    "site": "wabi.tv",
    "site_section": "https://www.wabi.tv:443/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News",
    "title": "Construction on new public safety building in Washington County set to begin this spring",
    "title_full": "Construction on new public safety building in Washington County set to begin this spring",
    "published": "2024-03-14T23:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-wabi-prod.cdn.arcpublishing.com/resizer/v2/QKS5HOJ7TZA7HI5QZ2VYNYPYJM.png?auth=200c44b0ee4c5225f8aa9967531b782597d911d5168144335f75a8e89b4973ed&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 29055,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "00cca8e88099851d8e0110b41dce9df4b8245a9f",
  "url": "https://www.wabi.tv/2024/03/14/construction-new-public-safety-building-washington-county-set-begin-this-spring",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@WABI_TV5",
  "published": "2024-03-14T23:20:00.000+02:00",
  "title": "Construction on new public safety building in Washington County set to begin this spring",
  "text": "Construction on new public safety building in Washington County set to begin this spring Washington County officials say it’s a move that will be good not just for the Sheriff’s Office, but for the public. MACHIAS, Maine (WABI) - It’s a move Washington County officials say is necessary and has been a long time coming. Construction will begin soon on a new public safety building. It will be built in Machias where the former district attorney’s office once stood. “It’s kind of a challenge to get to us where this one here will be more convenient for the public,” said [Washington County Sheriff,](https://washingtoncountymaine.com/sherifs-office/) Barry Curtis. “Washington County has seven facilities, and we’re all pretty spread out, and the mission of the county commissioners is to try and consolidate some of that,” explained Washington County Manager, Renée Gray. Washington County officials say it’s a move that will be good not just for the Sheriff’s Office, but for the public. “There’s a lot more modern ways to save money; windows, insulation, things that the other building that we tore down didn’t have,” Gray added. “It was a big expense actually, and it was going to need a lot of repairs.” The new public safety building, located across from the current Sheriff’s Office building on Court Street, will provide more space and be more secure for staff. The new two-story facility will house the Washington County Sheriff’s Office and staff from the Maine Drug Enforcement Agency. “It’s kind of nice because we’ll be able to communicate with each other a lot quicker than we have been,” Curtis said. Officials say $5.5 million of ARPA (American Rescue Plan Act of 2021) funds will be used for the new building. “Taxpayer dollars will not be put into this at all,” said Gray. The sheriff’s department building and the courthouse are historic buildings for Machias, both built in the 1850s. Washington County Sheriff Barry Curtis gave us a tour of the current sheriff’s office, showing us the small hallways and office spaces. He says once the new building is complete, the former sheriff’s office will house jail administration. “Two lieutenants will be moving over there, giving us more space in the jail area as far as storage which we don’t have,” he said. “Even though that was redone in 1980 something, it wasn’t big enough. and so, that did not allow for growth, and now will spread out and it gives them all a chance to have their own office space. It makes it a lot easier.” Construction is slated to last about ten months. The hope is the new public safety building will be open to the public in March 2025. Sheriff Curtis hopes the public will be pleased with the new facility. “I want pictures of Washington County on the walls. I want to make it Washington County,” he added. Copyright 2024 WABI. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://washingtoncountymaine.com/sherifs-office/)",
    "https://www.washingtoncountymaine.com/sherifs-office/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "barry curtis",
        "sentiment": "none"
      },
      {
        "name": "renée gray",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sheriff’s office",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "washington county",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      },
      {
        "name": "washington county sheriff",
        "sentiment": "none"
      },
      {
        "name": "maine",
        "sentiment": "none"
      },
      {
        "name": "machias",
        "sentiment": "none"
      },
      {
        "name": "machias",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:06:14.891+02:00",
  "updated": "2024-03-15T00:38:11.781+02:00"
}