{
  "thread": {
    "uuid": "e501578a32c8babe9d8d9721748e3594c1c7baa0",
    "url": "https://mises.org/wire/why-secession-offers-path-wealth-and-self-determination",
    "site_full": "mises.org",
    "site": "mises.org",
    "site_section": "https://biztoc.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "BizToc",
    "title": "Why Secession Offers a Path to Wealth and Self-Determination",
    "title_full": "Why Secession Offers a Path to Wealth and Self-Determination",
    "published": "2023-12-29T00:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://mises.org/s3/files/styles/social_media_1200_x_1200/s3/chains2.png?itok=AzZyEv30",
    "performance_score": 0,
    "domain_rank": 4188,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e501578a32c8babe9d8d9721748e3594c1c7baa0",
  "url": "https://mises.org/wire/why-secession-offers-path-wealth-and-self-determination",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ryan McMaken",
  "published": "2023-12-29T00:30:00.000+02:00",
  "title": "Why Secession Offers a Path to Wealth and Self-Determination",
  "text": "Mises Wire Why Secession Offers a Path to Wealth and Self-Determination [Decentralization and Secession](/topics/decentralization-and-secession) [This article is chapter 5 of [Breaking Away: The Case for Secession, Radical Decentralization, and Smaller Polities](https://mises.org/library/breaking-away-case-secession-radical-decentralization-and-smaller-polities/html). Now available [at Amazon](https://www.amazon.com/Breaking-Away-Secession-Decentralization-Polities/dp/1610167589/?tag=misesinsti-20) and in [the Mises Store](https://store.mises.org/Breaking-Away-The-Case-for-Secession-Radical-Decentralization-and-Smaller-Polities-P11245.aspx).] One of the most consistent and enthusiastic defenders of human rights and “natural rights” in the twentieth century was the economist and historian Murray Rothbard. A self-described libertarian, Rothbard would also have fit in well among the more radical liberals of the nineteenth century such as the Belgian-French economist Gustave de Molinari and the American anarchist Lysander Spooner. Like Spooner—a New England abolitionist who advocated for the dissolution of the United States through secession—Rothbard supported the “radical decentralization” of the state. Indeed, Rothbard regarded secession and other forms of decentralization as central to limiting the power of sovereign states—which he regarded as critical in lessening the abuses inflicted by regimes on the population. For example, in May 1969, Rothbard published an editorial in Libertarian Forum endorsing the mayoral candidacy of Norman Mailer. Specifically, Rothbard backed Mailer’s support for the idea of decentralizing New York’s gargantuan city government into a number of much smaller neighborhood governments. Rothbard also presumably liked Mailer’s idea “that New York City secede from New York State and form a separate 51st State.” Decentralizing New York’s government, Rothbard concluded, was: a position not only consistent with breaking up large governmental bodies but also with the crucial libertarian principle of secession. Secession is a crucial part of the libertarian philosophy: that every state be allowed to secede from the nation, every sub-state from the state, every neighborhood from the city, and, logically, every individual or group from the neighborhood. [1](#footnote1_ldxa5ic) Later, in a 1977 editorial supporting the secession of Quebec from Canada, Rothbard wrote: There are two positive reasons for the libertarian to cheer at the imminent achievement of Quebec Independence. In the first place, secession—the breaking up of a State from within—is a great good in itself for any libertarian. It means that a giant central State is being broken up into constituent parts; it means greater competition between governments of different geographical areas, enabling people of one State to zip across the border to relatively greater freedom more easily; and it exalts the mighty libertarian principle of secession, which we hope to extend on down from the region to the city to the block to the individual. [2](#footnote2_25y2qux) We find in the pages of Libertarian Forum numerous calls for secession around the globe. Rothbard penned editorials supporting the secession of Biafra from Nigeria. He lamented the US’s intervention in the “secession movement” of Moise Tschombe in what is now the Democratic Republic of the Congo, and which led to “an artificially centralized Congo.” [3](#footnote3_bgjhuee) In 1983, Rothbard supported the separation of Greek Cyprus from Turkish Cyprus, denouncing the US state’s call for unity. Rothbard asked, “why shouldn’t the Turkish minority on Cyprus have the power to secede and set up their own republic?” (italics in original). [4](#footnote4_17g3ehz) This is all in line with passages from Rothbard’s book Power and Market. In the chapter on “Defenses on the Free Market,” Rothbard noted that almost no one insists that in order to function, human society requires one single state to impose a just system of law. In fact, many recognize that the establishment of a single global mega-state comes with many downsides. So, given that it is acceptable that there be more than one political entity, the principle ought to be merely expanded down to the most basic level possible: If Canada and the United States can be separate nations without being denounced as being in a state of impermissible “anarchy,” why may not the South secede from the United States? New York State from the Union? New York City from the state? Why may not Manhattan secede? Each neighborhood? Each block? Each house? Each person? [5](#footnote5_h0wpfli) Needless to say, Rothbard comes down on the prosecession side of this debate. During the 1990s, Rothbard supported numerous cases of secession during the breakup of the old Iron Curtain, including in the Baltic states, Slovenia, and Czechoslovakia. In 1994, he continued to push for the breaking up of the old Soviet Union and all other large states—including the United States—contending: In short, every group, every nationality, should be allowed to secede from any nation-state and to join any other nation-state that agrees to have it. [6](#footnote6_e50gxjg) But if Rothbard regarded individual freedom as the most important political value—not to be confused with the most important value overall—why did he regard secession as so important? After all, secession in itself does not guarantee more freedom to the inhabitants of the new, smaller jurisdiction. Rothbard pushed secession for two main reasons: First, he regarded it as a useful tactic in moving toward his ideal of maximum individual freedom. Second, even when this ideal is not achieved, decentralization is valuable because smaller states are less able to exercise monopoly power than large states. Decentralization Brings Us Closer to Individual Political Independence Rothbard noted that the purpose of seceding on the neighborhood level and beyond was to move toward true individual political independence: But, of course, if each person may secede from government, we have virtually arrived at the purely free society, where defense is supplied along with all other services by the free market and where the invasive State has ceased to exist. [7](#footnote7_muljjr6) In this, Rothbard was not making a novel observation, but taking an argument earlier made by the laissez-faire economist Ludwig von Mises to its natural conclusion. In Liberalism (1927), Mises wrote of the need for highly localized government as a means of “self-determination.” His view stemmed from the problem of ensuring that minority groups would not be overwhelmed by other groups that formed a majority within a larger jurisdiction. Mises writes: However, the right of self-determination of which we speak is not the right of self-determination of nations, but rather the right of self-determination of the inhabitants of every territory large enough to form an independent administrative unit. If it were in any way possible to grant this right of self-determination to every individual person, it would have to be done. [8](#footnote8_y0uh264) Mises suggested that this could be accomplished through secession: whenever the inhabitants of a particular territory, whether it be a single village, a whole district, or a series of adjacent districts, make it known, by a freely conducted plebiscite, that they no longer wish to remain united to the state to which they belong at the time, but wish either to form an independent state or to attach themselves to some other state, their wishes are to be respected and complied with. [9](#footnote9_3is1d02) For his part, Mises apparently thought it too difficult—in terms of real-world implementation—to provide self-determination “to every individual person” even if separation was morally preferable. [10](#footnote10_2kgagqq) Rothbard similarly regarded this sort of full-blown decentralization down to the individual as a difficult endeavor. Thus, he supported secession as a strategy which moved society in the proper direction: Pending total privatization, it is clear that our model could be approached, and conflicts minimized, by permitting secessions and local control, down to the micro-neighborhood level, and by developing contractual access rights for enclaves and exclaves. In the US, it becomes important, in moving toward such radical decentralization, for libertarians and classical liberals—indeed, for many other minority or dissident groups—to begin to lay the greatest stress on the forgotten Tenth Amendment and to try to decompose the role and power of the centralizing Supreme Court. Rather than trying to get people of one’s own ideological persuasion on the Supreme Court, its power should be rolled back and minimized as far as possible, and its power decomposed into state, or even local, judicial bodies. [11](#footnote11_fggwo4x) This will strike many Americans as quite radical. Yet, for these theorists it is important to at least move in the direction of more localized control as a means of limiting state power and expanding individual prerogatives and choices. Like Mises, Rothbard contended that smaller, more decentralized government made it more likely that individuals would be able to live within a community that more closely reflected their individual preferences and needs. That is, secession is a tool to increase “self-determination” for both voluntary communities and individuals. Smaller States Are Less Oppressive States The second reason that Rothbard advocated secession and radical decentralization was his belief that small states were less capable of exercising power over those who lived within their borders. As he noted in Libertarian Forum, Rothbard thought it a good thing that smaller states facilitated individual efforts to cross “the border to relatively greater freedom.” Moreover, the smaller that states become, the less culturally isolated they are, and the less they are able to promote the myth that states can make their people better off through barriers to trade and exchange: A common response to a world of proliferating nations is to worry about the multitude of trade barriers that might be erected. But, other things being equal, the greater the number of new nations, and the smaller the size of each, the better. For it would be far more difficult to sow the illusion of self-sufficiency if the slogan were “Buy North Dakotan” or even “Buy 56th Street” than it now is to convince the public to “Buy American.” Similarly, “Down with South Dakota,” or…“Down with 55th Street,” would be a more difficult sell than spreading fear or hatred of the Japanese. Similarly, the absurdities and the unfortunate consequences of fiat paper money would be far more evident if each province or each neighborhood or street block were to print its own currency. A more decentralized world would be far more likely to turn to sound market commodities, such as gold or silver, for its money. [12](#footnote12_gel8e3k) It was this “greater competition between governments of different geographical areas” which Rothbard regarded as a net gain for individuals. After all, as noted by historian Ralph Raico, [13](#footnote13_2dcq62n) many economic historians by the mid-1970s had accepted the notion that competition between a large number of political units had been an important factor in Europe’s rise to a region of relative material riches and relative political freedom. Historians E.L. Jones, [14](#footnote14_z996toz) Jean Baechler, [15](#footnote15_h0nxjda) and Douglass North [16](#footnote16_rypm5bo) by the late seventies had all published new works contending that it was Europe’s lack of a single dominant political entity—that is, Europe’s relative “political anarchy”—which led to greater political freedom, and thus more economic prosperity. It is likely that Rothbard was aware of this, and in this recognized it as empirical support for what was in many ways common sense: a world of a multitude of states offers more options and more avenues of escape to those who face political oppression. Later research has continued to support this position. Since the end of the Cold War, Europe’s smaller states have been notable for being more open to free trade than larger states, and smaller states have pushed down their tax rates to attract capital. Indeed, the presence of this tax competition has pushed down tax rates in larger states as well. In Africa, too, smaller states have been shown to be more politically stable, more free, and less inclined toward controlled economies. On both these counts, experience suggests that Rothbard has been right. For example, it’s hard to see how Estonians, Poles, and Slovenians would all be somehow better off were they still chained to their old masters in Moscow or Belgrade. Meanwhile, experience continues to support the notion that it is small states and microstates that continue to offer freedom, choice, and openness of a sort not even contemplated by large states like China, or even Germany. [1.](#footnoteref1_ldxa5ic)Murray N. Rothbard, “Mailer for Mayor,” The Libertarian Forum, May 15, 1969, p. 17. [2.](#footnoteref2_25y2qux)Murray N. Rothbard, “Vive Le Quebec Libre,” The Libertarian Forum, January 1977, p. 8. [3.](#footnoteref3_bgjhuee)Murray N. Rothbard, “US Out of Angola!,” The Libertarian Forum, January 1976, p. 1. [4.](#footnoteref4_17g3ehz)Murray N. Rothbard, “Reagan War Watch,” The Libertarian Forum, November-December, 1983, p. 8. [5.](#footnoteref5_h0wpfli)Murray N. Rothbard, “Nations by Consent,” The Journal of Libertarian Studies 11, no. 1 (Fall 1994), https://mises.org/library/nations-consent. [6.](#footnoteref6_e50gxjg)Ibid. [7.](#footnoteref7_muljjr6)Ibid. [8.](#footnoteref8_y0uh264)Ludwig von Mises, Liberalism: A Socio-Economic Exposition (Kansas City, Mo.: Sheed Andrews and McMeel, 1962), p. 109. [9.](#footnoteref9_3is1d02)Ibid. [10.](#footnoteref10_2kgagqq)Mises was surely familiar with the fact that plebiscites had already been used on numerous occasions to approve independence movements and the annexation of territories by larger states. By the beginning of the twentieth century, the idea of holding local elections to settle border disputes or the inclusion of a region within a certain polity was anything but novel. The use of plebiscites in this way dates back at least to the years of the French Revolution when the French state used plebiscites in the Papal States enclaves within France, and in other territories. Other examples include a 1905 plebiscite in which Norwegian voters approved secession from Sweden, and Iceland’s independence plebiscite in 1919. For more examples from the nineteenth century, see Sarah Wambaugh, A Monograph on Plebiscites: With a Collection of Official Documents (New York: Carnegie Endowment for International Peace, 1920). Plebiscites have been used numerous times since Mises wrote these words, as well. For example, in 1964, Maltese voters approved independence from the United Kingdom in a plebiscite. In 1990, Slovenia declared independence from Yugoslavia via plebiscite. The new Slovenian republic ultimately won independence after the nearly bloodless Ten-Day War. In the wake of the collapse of the Soviet Union, plebiscites were held in several Soviet republics including Ukraine and the Baltic states. Outside Europe, of course, many more secession plebiscites were held throughout the twentieth century as part of the process of decolonization in Africa and Asia. [11.](#footnoteref11_fggwo4x)Rothbard, “Nations by Consent.” [12.](#footnoteref12_gel8e3k)Rothbard, “Nations by Consent.” [13.](#footnoteref13_2dcq62n)Ibid. [14.](#footnoteref14_z996toz)E.L. Jones, The European Miracle (Cambridge, U.K.: Cambridge University Press, 2003). [15.](#footnoteref15_h0nxjda)Jean Baechler, The Origins of Capitalism (Oxford, U.K.: Basil Blackwell, 1975). [16.](#footnoteref16_rypm5bo)Douglass North. “The Paradox of the West,” in The Origins of Modern Freedom in the West, ed. R.W. Davis (Palo Alto, Calif.: Stanford University Press, 1995). [Check out our submission Guidelines](/submissions)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Politics",
    "Social Issue"
  ],
  "external_links": [
    "http://www.amazon.com/exec/obidos/ASIN/1610167589",
    "http://amazon.com/exec/obidos/ASIN/1610167589"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gustave de molinari",
        "sentiment": "none"
      },
      {
        "name": "murray rothbard",
        "sentiment": "none"
      },
      {
        "name": "spooner",
        "sentiment": "none"
      },
      {
        "name": "lysander spooner",
        "sentiment": "none"
      },
      {
        "name": "rothbard",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "amazon",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "new england",
        "sentiment": "none"
      },
      {
        "name": "mises store",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:37:17.036+02:00",
  "updated": "2023-12-30T00:00:19.789+02:00"
}