{
  "thread": {
    "uuid": "a983e34630df6c1f2d8a2caa111ed921630355b2",
    "url": "https://abcnews.go.com/US/wireStory/new-york-governor-promises-floating-pool-city-waterways-106147490",
    "site_full": "abcnews.go.com",
    "site": "go.com",
    "site_section": "https://abcnews.go.com",
    "site_categories": [
      "media"
    ],
    "section_title": "ABC News - Breaking News, Latest News and Videos",
    "title": "New York governor promises a floating pool in city waterways - ABC News",
    "title_full": "New York governor promises a floating pool in city waterways - ABC News",
    "published": "2024-01-06T00:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.abcnews.com/images/US/abc_news_default_2000x2000_update_16x9_992.jpg",
    "performance_score": 0,
    "domain_rank": 135,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a983e34630df6c1f2d8a2caa111ed921630355b2",
  "url": "https://abcnews.go.com/US/wireStory/new-york-governor-promises-floating-pool-city-waterways-106147490",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ABC News",
  "published": "2024-01-06T00:23:00.000+02:00",
  "title": "New York governor promises a floating pool in city waterways - ABC News",
  "text": "New York governor promises a floating pool in city waterways New York Governor Kathy Hochul has announced support for a plan to build a floating swimming pool in New York City's waterways NEW YORK -- A plan for a floating swimming pool in New York City’s waterways moved one step closer to reality Friday after Gov. Kathy Hochul announced her support — and $12 million in public funding — for the unusual venture. The commitment breathed new life into an idea first proposed over a decade ago and dismissed by some as an urban fantasy: a self-filtering swimming pool shaped like a plus sign in the murky currents of the East River. In the years since it first drew media attention, private backers of the project, known as +Pool, have seen fitful progress collide with regulatory barriers. But as rising summer heat sends more New Yorkers to beaches and pools, Gov. Hochul vowed to fast-track the “long-stalled, much-debated innovative floating pool concept.” She said a “demonstration” version would be tested this summer, with an actual, swimmable pool scheduled to open to the public by summer 2025. Hochul also announced a proposal to build new swimming pools and hire more lifeguards across the state, framing that initiative as a public health investment that will lead to more kids learning how to swim. If approved by state lawmakers, a $60 million grant program would build 10 new pools in underserved communities, and an additional $30 million would pay for pop-up pools during heat waves. A spokesperson for Hochul said the funding for +Pool will come from existing grants and does not need to be approved by lawmakers. Mayor Eric Adams, who also has backed the concept, said the city would chip in $4 million. Like much of the country, New York City has seen a shortage of lifeguards that have led to beach and pool closures and swim lesson cancellations. Budget cuts ordered late last year by Adams have also impacted funding for swim programs. Officials offered few details about the floating pool, including where it would be located or who would be responsible for its operation. A spokesperson for Adams said the city’s Parks Department, which oversees public pools, would be involved in some capacity. Kara Meyer, the managing director of +Pool, said it would be run by the nonprofit Friends of +Pool. Meyer compared the project to the High Line, a privately funded public park on an abandoned freight line that took years to complete. She said the “intent is to be free and open to the public” but there could be special events or activities in the pool that cost money. She declined to say where it would be located. The project’s backers have previously described an Olympic-length pool attached to the riverbed off Manhattan's Lower East Side, with a unique filtration system capable of cleaning 1 million gallons of water per day. Though New York's waters have become cleaner in recent years, millions of gallons of sewage-contaminated water drain into the rivers during heavy rainstorms. Meyer said the floating pool would “change the way New Yorkers experience the water,” recalling an earlier era when residents frequently bathed in the rivers to cool off. “A community of people came together to say we want public access to our waters, and that’s a beautiful thing,” she said. “In the next decade, New York’s waterfronts are going to look very different.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kathy hochul",
        "sentiment": "neutral"
      },
      {
        "name": "hochul",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "abc news",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "new york city",
        "sentiment": "none"
      },
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "east river",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:48:33.791+02:00",
  "updated": "2024-01-06T00:48:33.791+02:00"
}