{
  "thread": {
    "uuid": "839ecec7c09f11e2cd81a567d7ea0f5b0071d692",
    "url": "https://www.us.es/actualidad-de-la-us/la-universidad-de-sevilla-cierra-un-ano-record-en-estabilidad-y-contratacion-de",
    "site_full": "www.us.es",
    "site": "us.es",
    "site_section": "https://www.us.es",
    "site_categories": [
      "education",
      "business"
    ],
    "section_title": "Universidad de Sevilla",
    "title": "La Universidad de Sevilla cierra un año récord en estabilidad y contratación de profesorado e investigadores | Universidad de Sevilla",
    "title_full": "La Universidad de Sevilla cierra un año récord en estabilidad y contratación de profesorado e investigadores | Universidad de Sevilla",
    "published": "2023-12-29T01:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "ES",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 4638,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "839ecec7c09f11e2cd81a567d7ea0f5b0071d692",
  "url": "https://www.us.es/actualidad-de-la-us/la-universidad-de-sevilla-cierra-un-ano-record-en-estabilidad-y-contratacion-de",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T01:00:00.000+02:00",
  "title": "La Universidad de Sevilla cierra un año récord en estabilidad y contratación de profesorado e investigadores | Universidad de Sevilla",
  "text": "La US ha sacado a concurso 726 plazas, muchas de ellas adaptadas a la nueva Ley Orgánica del Sistema Universitario (LOSU) La Universidad de Sevilla hace balance laboral del año que finaliza, un periodo en el que se ha hecho un gran esfuerzo en el impulso de las políticas de captación, promoción y estabilización del personal docente e investigador. En este sentido, la US ha dotado y sacado a concurso público una cifra histórica, un total de 726 plazas de funcionario y personal laboral. La institución se convierte así en el motor de la contratación universitaria de nuestro entorno. A través de las vías de promoción y estabilización del personal docente e investigador, en lo que respecta a las figuras con contratos permanentes, funcionarios y laborales, se han sacado a concurso público un total de 432 plazas. Concretamente, en ejecución de la Oferta de Empleo Público de 2022, se han dotado y sacado a concurso público 271 plazas de cuerpos docentes y laborales: 58 plazas de Cátedras de Universidad, 146 plazas de Titular de Universidad y 67 plazas de Profesorado Contratado Doctor/Profesorado Permanente Laboral. Además, una vez aprobada la Oferta de Empleo Público de 2023 y autorizada por la Junta de Andalucía a finales de septiembre, entre los meses de octubre a diciembre, se han dotado y sacado a concurso público, un total de 161 plazas más, 24 plazas de Catedráticos/as de Universidad, 94 plazas de Titular de Universidad y 43 de Profesorado Permanente Laboral. Asimismo, como vías de captación y renovación del personal docente e investigador, la oferta de plazas de Profesorado Ayudante Doctor, tanto por necesidades docentes como investigadoras, constituye un punto crucial de acceso a la carrera académica. A lo largo de 2023 se han ejecutado las resoluciones de dos convocatorias de Profesorado Ayudante Doctor, con un total de 294 plazas (205+89). El año que ahora finaliza ha supuesto un gran reto en materia laboral para la Universidad de Sevilla, que ha tenido que adaptar numerosos procedimientos de contratación a las nuevas figuras que recoge la nueva Ley Orgánica del Sistema Universitario (LOSU) realizando numerosas convocatorias antes de finalizar el año.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Labor",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T17:40:09.888+02:00",
  "updated": "2023-12-29T17:40:09.888+02:00"
}