{
  "thread": {
    "uuid": "adf8db95a03fd0f285669964c6dff14232b8e9fe",
    "url": "https://firstliberty.org/news/hope-for-religious-freedom-in-2024/",
    "site_full": "firstliberty.org",
    "site": "firstliberty.org",
    "site_section": "https://firstliberty.org",
    "site_categories": [
      "law_government_and_politics",
      "legal_issues"
    ],
    "section_title": "First Liberty Institute - First in the Fight for Your Religious Liberty",
    "title": "There’s Hope for Religious Freedom in 2024, But the Fight’s Not Over - News - First Liberty",
    "title_full": "There’s Hope for Religious Freedom in 2024, But the Fight’s Not Over - News - First Liberty",
    "published": "2023-12-29T16:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://firstliberty.org/wp-content/uploads/2023/12/Insider-12-29-2023_A1_1200x630_v1.jpg",
    "performance_score": 0,
    "domain_rank": 98551,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "adf8db95a03fd0f285669964c6dff14232b8e9fe",
  "url": "https://firstliberty.org/news/hope-for-religious-freedom-in-2024/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T16:40:00.000+02:00",
  "title": "There’s Hope for Religious Freedom in 2024, But the Fight’s Not Over - News - First Liberty",
  "text": "by [Jorge Gomez ](https://firstliberty.org/team/jorge-gomez) • 4 min read On behalf of everyone on First Liberty, we want to wish you, your family and loved ones a Happy New Year. Thank you for standing with us throughout this year. You play a very special role in all that we achieved, and we can’t thank you enough for joining First Liberty on the frontlines of what is the most important fight of our lifetime: the fight for religious freedom. Thanks to your continued support—and by God’s grace—2023 was another tremendously blessed year for First Liberty. From the U.S. Supreme Court to local schoolboards, houses of worship and your neighborhood, First Liberty led the charge on the frontlines, litigating the most important cases and securing impactful victories. Watch below. President, CEO & Chief Counsel Kelly Shackleford talks about what’s ahead for First Liberty in 2024, and how you can help us continue this incredible winning streak: As the holiday season comes to a close and we prepare for the New Year, it’s a perfect time to reflect on the eternal hope provided by our faith. Time after time, God has shown that He’s the One ultimately in control. So, as this bountiful year comes to an end, we remain hopeful that God will continue to work through First Liberty in mighty ways. Just stop and consider the huge accomplishments at the U.S. Supreme Court this year. For the second year in a row, you helped us successfully fight not just one…but TWO…cases at the nation’s highest court. But our Supreme Court wins were just the tip of the iceberg. We also won cases at every level. From the federal appeals and district courts, to local school boards, houses of worship, military bases and your own neighborhood, we delivered religious freedom for Americans of all faiths. Combined with our success in the courtroom, the major initiatives launched this year have put us in a unique position to impact the future in ways we only imagined. Your steadfast prayers and financial investment are paying off abundantly! Together, we’ve opened the floodgates so that Americans can freely live out their faith and enjoy more religious liberty than they’ve had in more than 50 years. When we look back and celebrate this outpouring of blessings, however, we must also recognize that there are many challenges still ahead and many battles yet to be won. We have a record number of cases where religious freedom is being attacked, and we have five cases right now which could be Supreme Court cases. God is opening new doors and creating opportunities to impact the future. Heading into 2024, we must stay the course. There’s simply too much at stake. Even with the progress we’ve made, the enemies of freedom are relentless, ready to undermine and strip away our constitutional foundations at every opportunity. You can be sure that these attacks will not stop anytime soon, and this battle will only intensify. This year’s momentum shouldn’t be a reason to sit back. On the contrary, it’s a call to remain committed and faithful to the cause. We can’t ignore or stand idle as attacks increase on our rights. There’s still a lot of work to be done. Yet, we should be encouraged that with these challenges there are more doors opening in the New Year so we can leave a lasting legacy of freedom for the next generation, our children and grandchildren.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Crime, Law and Justice",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jorge gomez",
        "sentiment": "negative"
      },
      {
        "name": "kelly shackleford",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "u.s. supreme court",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T00:49:06.658+02:00",
  "updated": "2023-12-30T00:49:06.658+02:00"
}