{
  "thread": {
    "uuid": "8e488f2672fbe0af709093e8fbc3126c5ca37ec7",
    "url": "https://wonderfulengineering.com/chinas-byd-is-set-to-take-teslas-crown-as-the-worlds-no-1-producer-of-battery-electric-vehicles",
    "site_full": "wonderfulengineering.com",
    "site": "wonderfulengineering.com",
    "site_section": "https://wonderfulengineering.com/category/cars_bikes/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "China’s BYD Is Set To Take Tesla’s Crown As The World’s No. 1 Producer Of Battery Electric Vehicles",
    "title_full": "China’s BYD Is Set To Take Tesla’s Crown As The World’s No. 1 Producer Of Battery Electric Vehicles",
    "published": "2024-07-05T01:21:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 58280,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8e488f2672fbe0af709093e8fbc3126c5ca37ec7",
  "url": "https://wonderfulengineering.com/chinas-byd-is-set-to-take-teslas-crown-as-the-worlds-no-1-producer-of-battery-electric-vehicles",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jannat Un Nisa",
  "published": "2024-07-05T01:21:00.000+03:00",
  "title": "China’s BYD Is Set To Take Tesla’s Crown As The World’s No. 1 Producer Of Battery Electric Vehicles",
  "text": "According to a new report by Counterpoint Research, Chinese EV manufacturer BYD aims to overtake Tesla in battery electric vehicle (BEV) sales this year.\nBYD’s second-quarter battery EV sales surged nearly 21% year-on-year, reaching 426,039 units. In contrast, Tesla’s second-quarter deliveries declined by 4.8%, totalling 443,956 vehicles. These figures, calculated by CNBC, indicate a significant momentum shift favouring BYD.\n“This shift underscores the dynamic nature of the global EV market,” Counterpoint analysts remarked in their report released on Tuesday.\nThe previous year, BYD’s total production, including battery-only powered cars and hybrids, exceeded 3 million units, surpassing Tesla’s output of 1.84 million vehicles for the second consecutive year. However, BYD produced 1.6 million battery-only passenger cars and 1.4 million hybrids within this total, allowing Tesla to maintain its lead in BEV production.\nDespite losing the top EV vendor position to Tesla in the first quarter, BYD remains dominant in the BEV market, particularly within China. Counterpoint noted that China’s BEV sales are projected to be four times that of North America’s in 2024, with BYD leading the charge.\n“China remains a dominant force in the BEV market,” the report stated, emphasizing BYD’s leadership role.\nFurther projections from Counterpoint indicate that China will continue to hold more than 50% of the global BEV market share until 2027, with Chinese BEV sales expected to surpass North America’s and Europe’s combined sales by 2030.\nHowever, the European Union has introduced additional tariffs on Chinese EV firms to address the “threat of clearly foreseeable and imminent injury to EU industry.” These tariffs, announced last month, include a 17.4% duty on BYD, a 20% duty on Geely, a 38.1% duty on SAIC, and the existing 10% duty on imported EVs.\n“The EU’s new tariff rates for Chinese EVs aim to level the playing field for European EV manufacturers, which are struggling to compete with lower-priced Chinese imports,” said Liz Lee, associate director at Counterpoint Research. She added, “These tariffs might push Chinese automakers towards emerging markets like the Middle East and Africa, Latin America, Southeast Asia, Australia, and New Zealand.”\nThe report also forecasts that global BEV sales will reach 10 million units in 2024, aligning with the ongoing decline of internal combustion engine vehicles. This growth will be driven by efforts to enhance the cost-efficiency and affordability of EVs and EV batteries.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tes",
        "sentiment": "negative"
      },
      {
        "name": "tesla",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "world",
        "sentiment": "negative"
      },
      {
        "name": "producer of battery electric vehicles according",
        "sentiment": "negative"
      },
      {
        "name": "counterpoint research",
        "sentiment": "negative"
      },
      {
        "name": "cnbc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T01:23:24.668+03:00",
  "updated": "2024-07-05T01:23:24.668+03:00"
}