{
  "thread": {
    "uuid": "a139f76ab943277ed7672d3c57f104900b026cf2",
    "url": "https://www.asianews.it/news-en/Pope-on-Palestine-and-Israel%3A-%26lsquo%3BNo-to-war.-Yes-to-dialogue%26rsquo%3B-60674.html",
    "site_full": "www.asianews.it",
    "site": "asianews.it",
    "site_section": "http://www.asianews.it/en.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "www.asianews.it",
    "title": "Pope on Palestine and Israel: 'No to war. Yes to dialogue'",
    "title_full": "Pope on Palestine and Israel: 'No to war. Yes to dialogue'",
    "published": "2024-05-05T14:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.asianews.it/./files/img/size3/Papa_Angelus.jpeg",
    "performance_score": 0,
    "domain_rank": 13368,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a139f76ab943277ed7672d3c57f104900b026cf2",
  "url": "https://www.asianews.it/news-en/Pope-on-Palestine-and-Israel%3A-%26lsquo%3BNo-to-war.-Yes-to-dialogue%26rsquo%3B-60674.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AsiaNews.it",
  "published": "2024-05-05T14:01:00.000+03:00",
  "title": "Pope on Palestine and Israel: 'No to war. Yes to dialogue'",
  "text": "Pope on Palestine and Israel: ‘No to war. Yes to dialogue’\nFrom the Vatican new call for peace in the Middle East. But also a thought for the ‘tormented Ukraine’ that ‘suffers so much’. Best wishes to the brothers and sisters of the Orthodox Churches for Easter celebrated today, according to the Julian calendar. ‘May the Risen Lord comfort the communities that are in trial’.\nVatican City (AsiaNews) - ‘I affectionatley send my best wishes to the brothers and sisters of the Orthodox Churches and some Eastern Catholic Churches who are celebrating Holy Easter today, according to the Julian calendar,’ began the Angelus address of Pope Francis this Sunday, delievered from the window of the Vatican Apostolic Palace this morning immediately after the recitation of the Regina Caeli prayer.\n‘May the Risen Lord fill all communities with joy and peace and comfort those who are in trial. Happy Easter to them!’ The wish was greeted by the crowd gathered in St. Peter's with applause; a holiday celebrated six weeks after Catholic Easter, which follows the Gregorian calendar.\nThere was no shortage of appeals for peace. ‘Please, let us continue to pray for the tormented Ukraine. It suffers so much,' the Pontiff said. A suffering thought was also addressed to the Middle East.\nThis was followed by a request to pray also for ‘Palestine and Israel’. ‘May there be peace’: these were the words greeted by further roaring applause.\n‘So that the dialogue between them may be strengthened and bear good fruit. No to war. Yes to dialogue,' he said. The Pontiff then recalled the population of the State of Rio Grande do Sul, in Brazil, hit by violent floods. ‘I assure my prayers,’ he said, ‘that the Lord may welcome the dead, comfort their families, and those who had to leave their homes. Thousands - about 70,000 - have been displaced.\nBefore the recitation of the Regina Caeli Marian prayer, Pope Francis commented on the Gospel of the Day (Jn 15:9-17), in which Jesus speaks to the disciples saying ‘You are my friends’.\nHe continued: ‘This I command you: that you love one another’. The Pontiff elaborated on the meaning of being called ‘friends’ instead of ‘servants’. The latter, he explained, are ‘special people’ - among them Moses, the prophet Elijah and the Virgin Mary - to whom God entrusts important missions. ‘But all this is not enough, according to Jesus, to say who we are for Him,’ said Pope Francis.\nIndeed, it takes ‘something greater, which goes beyond goods and projects themselves: it takes friendship’. Friendship takes various forms depending on the age one goes through: it evolves as time advances. Pope Francis shared examples of these, set in the various moments of life. As children, it is expressed through the practice of offering friends ‘our most beautiful toys and gifts’; as teenagers by confiding to them ‘our first secrets’; as young people by offering friends ‘loyalty’; as adults by sharing ‘satisfactions and worries’; and as old people by sharing ‘memories’ and ‘silences’.\nThe Holy Father then asked them to turn their thoughts to ‘our friends, our friends’, thanking the Lord for their presence. He then invited the faithful gathered in St Peter's Square on today's spring day to carve out ‘a space to think of them’. A few moments of recollection followed.\nFrancis then explained that friendship ‘is not the fruit of calculation, nor of compulsion’, but is born instead from the spontaneity of recognising ‘in the other something of us’. In fact, if it is ‘true’ it is capable of surviving even in the face of ‘betrayal’, just ‘as Jesus shows us when he says to Judas, who betrays him with a kiss, ’Friend, that is why you are here! (Mt 26:50),’ the Pontiff continued. ‘A true friend does not abandon you, not even when you make a mistake: he corrects you, perhaps rebukes you, but he forgives you and does not abandon you’.\nFrom the passage from the Gospel according to John commented on this morning, it is understood that for Jesus ‘we are just that, friends’; that is, ‘dear people beyond all merit and all expectation, to whom he extends his hand and offers his love’.\nAt the end of the speech that preceded the Regina Caeli, Pope Francis addressed some questions to those listening, useful for integrating the Word with the life of each person. ‘What face does the Lord have for me? The face of a friend or a stranger?’ But also: ‘Do I feel loved by Him as a loved one?’. Finally, he asked for Mary's support so that we might ‘grow in friendship with her Son and spread it around us’.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pope",
        "sentiment": "neutral"
      },
      {
        "name": "pope francis",
        "sentiment": "none"
      },
      {
        "name": "regina caeli",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "vatican apostolic palace",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vatican",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "palestine",
        "sentiment": "none"
      },
      {
        "name": "middle east",
        "sentiment": "none"
      },
      {
        "name": "st. peter",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "vatican city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-05T16:21:39.116+03:00",
  "updated": "2024-05-05T16:21:39.116+03:00"
}