{
  "thread": {
    "uuid": "77d779c7fb1a736d422e16664be62e84c47d2a33",
    "url": "https://www.miragenews.com/uk-achieves-first-in-advanced-future-military-1158328",
    "site_full": "www.miragenews.com",
    "site": "miragenews.com",
    "site_section": "https://www.miragenews.com/complaints",
    "site_categories": [
      "media"
    ],
    "section_title": "Complaints | Mirage News",
    "title": "UK Achieves First in Advanced Future Military Laser Tech | Mirage News",
    "title_full": "UK Achieves First in Advanced Future Military Laser Tech | Mirage News",
    "published": "2024-01-19T00:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://assets.publishing.service.gov.uk/media/65a52dd296a5ec000d731974/s960_Dragonfire_Night_Shot-edited.jpg",
    "performance_score": 0,
    "domain_rank": 14465,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "77d779c7fb1a736d422e16664be62e84c47d2a33",
  "url": "https://www.miragenews.com/uk-achieves-first-in-advanced-future-military-1158328",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mirage News",
  "published": "2024-01-19T00:02:00.000+02:00",
  "title": "UK Achieves First in Advanced Future Military Laser Tech | Mirage News",
  "text": "During a trial at the MOD's Hebrides Range, the DragonFire laser directed energy weapon (LDEW) system achieved the UK's first high-power firing of a laser weapon against aerial targets. The range of DragonFire is classified, but it is a line-of-sight weapon and can engage with any visible target. - First high-power firing of a laser weapon against aerial targets - Laser boasts pinpoint accuracy and low long-term costs - Partnership with industry making positive progress for UK Armed Forces DragonFire exploits UK technology to be able to deliver a high power laser over long ranges. The precision required is equivalent to hitting a £1 coin from a kilometre away. Laser-directed energy weapons can engage targets at the speed of light, and use an intense beam of light to cut through the target, leading to structural failure or more impactful results if the warhead is targeted. Firing it for 10 seconds is the cost equivalent of using a regular heater for just an hour. Therefore, it has the potential to be a long-term low-cost alternative to certain tasks missiles currently carry out. The cost of operating the laser is typically less than £10 per shot. DragonFire is led by the Defence Science and Technology Laboratory (Dstl), on behalf of the UK MOD, working with its industry partners MBDA, Leonardo and QinetiQ. This milestone demonstrated the ability to engage aerial targets at relevant ranges and is a major step in bringing this technology into service. Both the Army and Royal Navy are considering using this technology as part of their future Air Defence capabilities. Defence Secretary, Grant Shapp said: This type of cutting-edge weaponry has the potential to revolutionise the battlespace by reducing the reliance on expensive ammunition, while also lowering the risk of collateral damage. Investments with industry partners in advanced technologies like DragonFire are crucial in a highly contested world, helping us maintain the battle-winning edge and keep the nation safe. The latest milestone builds on a series of highly successful trials, including the [first static high-power laser firing of a sovereign UK capability](https://www.gov.uk/government/news/laser-power-moves-a-step-closer-for-uk-defence) and demonstration of the DragonFire system's ability to track moving air and sea targets with very high accuracy at range. Building on this research, the MOD recently announced its intention to fund a multi-million-pound programme to transition the technology from the research environment to the battlefield. The latest trial was sponsored by the MOD's Defence Science and Technology (DST) organisation and Strategic Programmes and enabled by many other agencies across government, ensuring all regulatory and safety approval requirements were satisfied. Dstl's Chief Executive, Dr Paul Hollinshead said: These trials have seen us take a huge step forward in realising the potential opportunities and understanding the threats posed by directed energy weapons. With our decades of knowledge, skills, and operational experience, Dstl's expertise is critical to helping the armed forces prepare for the future. The DragonFire weapon system is the result of a £100 million joint investment by the Ministry of Defence and industry. Together, the companies involved are supporting highly-skilled UK jobs in new cutting-edge technologies that are delivering a significant step-change in the UK's capability in LDEW systems. In 2017 the MOD's Chief Scientific Advisor's Research Programme awarded a £30 million contract to the DragonFire consortium to demonstrate the potential of LDEWs. Dr Nick Joad, DST said: This is a really innovative application of science and engineering and is the fruit of sustained investment and effort. DragonFire uses cutting-edge science and technology and delivers much greater performance than other systems of a similar class. DragonFire provides a step-change in our ability to deal with high-performance and low-cost threats. UK defence is continuing to invest in these game-changing technologies and is advancing the plans which will ultimately bring them into service. Shimon Fhima, Director Strategic Programmes for the MOD said: The DragonFire trials at the Hebrides demonstrated that our world-leading technology can track and engage high-end effects at range. In a world of evolving threats we know that our focus must be on getting capability to the warfighter and we will look to accelerate this next phase of activity. LDEW research and technology is delivered in partnership and is a cost-effective way of meeting the needs of the MOD while maintaining UK industry's technology and skills base. UK defence is continuing to invest in these game-changing technologies and is advancing the plans which will ultimately bring them into service [here](/uk-achieves-first-in-advanced-future-military-1158328/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.gov.uk/government/news/laser-power-moves-a-step-closer-for-uk-defence)",
    "https://gov.uk/government/news/laser-power-moves-a-step-closer-for-uk-defence)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "uk armed forces",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "hebrides range",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T11:13:26.989+02:00",
  "updated": "2024-01-19T11:13:26.989+02:00"
}