{
  "thread": {
    "uuid": "629683ebd641d6be2ea34757e79057bc5281409f",
    "url": "https://www.churchtimes.co.uk/articles/2024/31-may/gazette/obituaries/recollections",
    "site_full": "www.churchtimes.co.uk",
    "site": "churchtimes.co.uk",
    "site_section": "https://churchtimes.co.uk/rss/",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Church Times",
    "title": "Recollections",
    "title_full": "Recollections",
    "published": "2024-05-31T01:04:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.churchtimes.co.uk/media/5643433/gazette.jpg?anchor=center&mode=crop&width=600&height=314&rnd=131659356250000000",
    "performance_score": 0,
    "domain_rank": 27920,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "629683ebd641d6be2ea34757e79057bc5281409f",
  "url": "https://www.churchtimes.co.uk/articles/2024/31-may/gazette/obituaries/recollections",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-31T01:04:00.000+03:00",
  "title": "Recollections",
  "text": "Friday 31 May 2024\nMrs Win Burton writes:\nTHE Revd Marc Lenders (Gazette, 26 April) was a very private person, but a caring and understanding pastor, with tremendous faith, and passionate convictions and insights, particularly for opening channels to enable the voiceless to be heard in centres of power.\nHe will be remembered by many in the British Churches as the human interface for what was often seen wrongly as a faceless European bureaucracy, opening up that labyrinth for church leaders, parishioners, trade unionists, and those championing migrants and developing countries.\nIn retirement, Marc was working right to the end on a theological treatise on our care for the planet.\nThe story of the Ecumenical Centre and Marc’s legacy is published in the book The European Vision and the Churches, available from the WCC/Globethics department.\nCanon Brian Stevenson writes: Canon Ivor Smith-Cameron (Gazette, 19 April and 17 May) made waves wherever he went. He was very much involved with USPG in the 1990s and frequently attended the annual conferences, at which he made vigorous speeches on behalf of the Churches in Africa and India. In a sleepy session, he woke us up with his passion for justice and generosity. I first met him at Butlins in Clacton in 1971, where the Southwark diocese held its Summer Jamboree. I was in the swimming pool when he dived in — in a tremendous bellyflop which soaked me and everyone else at the deep end. He knew how to make an entry.\nBrowse Church and Charity jobs on the Church Times jobsite\n31 May 2024\nRead reports from issues stretching back to 1863, search for your parish or see if any of the clergy you know get a mention.\nFREE for Church Times subscribers.\nExplore the archive\nWe have an exciting opportunity for a gifted priest and Mission Area Leader to join our enthusiastic and supportive ministry team as vicar of All Saint’s, Gresford and St Chad’s, Holt\nThe Diocese of Coventry is seeking to appoint a full time Programme Manager to play a key role in helping the Diocese deliver its ambitions for making and growing new disciples.\nLuton is one of the most diverse, multi-cultural, youthful, towns in the country. The local authority has a 2040 vision for this dynamic and changing urban community\nThe Adviser for Ordinands and Vocations will oversee the provision of high quality vocational discernment and recruitment for both lay and ordained ministry. S/he will encourage an increase in the quality, quantity and diversity of candidates and promote a broad culture of vocation in the Diocese.\nTo lead and develop the Sarum Course in Spiritual Direction; undertake spiritual direction and supervision with individuals and retreatants; and, run programmes and retreats as part of the wider educational offer of Sarum College.\nFind more jobs\nMonday 3 June 2024\nThis panel will explore where Christians have come to in terms of political power and ask, where should we go next?\nOnline tickets available\nMonday 10 June 2024\nThis panel will explore the power of voting, and power beyond voting.\nClosing date: 30 June 2024\nRead more details about the awards\n15-17 September 2024\nThe festival moves to Cambridge along with a sparkling selection of expert speakers\nEarly bird tickets available\nThe Iranian President oversaw fierce oppression of Christians, writes Steve Dew-Jones\nTo explore the Church Times website fully, please sign in or subscribe.\nNon-subscribers can read four articles for free each month. (You will need to register.)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mrs win burton",
        "sentiment": "negative"
      },
      {
        "name": "marc",
        "sentiment": "none"
      },
      {
        "name": "brian stevenson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "the revd marc lenders (gazette",
        "sentiment": "neutral"
      },
      {
        "name": "canon ivor smith-cameron",
        "sentiment": "none"
      },
      {
        "name": "uspg",
        "sentiment": "none"
      },
      {
        "name": "wcc/globethics",
        "sentiment": "none"
      },
      {
        "name": "ecumenical centre",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T03:38:37.455+03:00",
  "updated": "2024-05-31T03:38:37.455+03:00"
}