{
  "thread": {
    "uuid": "a5eff389f9efc2aef3cfb8bf6c29fbe0ba46ea14",
    "url": "https://www.infobae.com/deportes/2023/12/29/sorpresa-uno-de-los-mejores-boxeadores-del-mundo-se-cambio-el-nombre/",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "https://www.infobae.com/argentina-rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Infobae.com",
    "title": "Sorpresa: uno de los mejores boxeadores del mundo se cambió el nombre",
    "title_full": "Sorpresa: uno de los mejores boxeadores del mundo se cambió el nombre",
    "published": "2023-12-29T21:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/new-resizer/o0VVtfyD45qwENduzYUEaRAub1A=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/IGON7E5JYBAGHDR2YHFIB3FBHA.jpg",
    "performance_score": 0,
    "domain_rank": 2144,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 18,
        "comments": 3,
        "shares": 17
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a5eff389f9efc2aef3cfb8bf6c29fbe0ba46ea14",
  "url": "https://www.infobae.com/deportes/2023/12/29/sorpresa-uno-de-los-mejores-boxeadores-del-mundo-se-cambio-el-nombre/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@infobae",
  "published": "2023-12-29T21:08:00.000+02:00",
  "title": "Sorpresa: uno de los mejores boxeadores del mundo se cambió el nombre",
  "text": "El campeón de los pesos ligeros de la Asociación Mundial de Boxeo (AMB), Gervonta Davis, ha adoptado la fe islámica y, con ella, un nuevo nombre. Este cambio tuvo lugar en la mezquita Hidayah en Manchester, Reino Unido, el pasado domingo. Antes conocido como ‘Tank’, ha seguido los pasos de otros atletas en la historia del deporte estadounidense que se convirtieron al Islam, como Muhammad Ali (Cassius Clay) y Kareem Abdul-Jabbar (Ferdinand Lewis Alcindor Jr).\n[Te puede interesar: Del terrible nocaut de Anthony Joshua al cruce de miradas entre McGregor y Cristiano Ronaldo: así fue “el Día del Juicio Final” del boxeo](/deportes/2023/12/24/del-terrible-nocaut-de-anthony-joshua-al-cruce-de-miradas-entre-mcgregor-y-cristiano-ronaldo-asi-fue-el-dia-del-juicio-final-del-boxeo/)\nSu nuevo nombre es Abdul Wahid, que significa ‘el sirviente del Único’. Nacido en Baltimore, Maryland, Estados Unidos, el púgil ha decidido que su nueva identidad será parte de su vida tanto dentro como fuera del cuadrilátero. A pesar de la ceremonia religiosa, aún no se reporta que haya realizado el cambio legal de nombre, según CBS News.\nTodo recuerda al cambio similar que realizó Cassius Clay cuando en 1964 se rebautizó como Muhammad Ali para dejar atrás lo que él llamaba “nombre de esclavo” tras convertirse al islam. Para ese entonces, el púgil estadounidense ya era campeón mundial, por haber vencido a Sonny Liston, y la noticia generó un impacto en el plantea deportivo que pronto se olvidaría de su viejo nombre porque lo que vendría más adelante sería leyenda.\n[Te puede interesar: La contundente frase de una ex figura de la Fórmula 1 sobre la personalidad de Michael Schumacher: “Podía ser muy despiadado”](/deportes/2023/12/25/la-contundente-frase-de-una-ex-figura-de-la-formula-1-sobre-la-personalidad-de-michael-schumacher-podia-ser-muy-despiadado/)\nEn el ámbito deportivo, por el momento no tiene actualmente agendadas peleas para el 2024. Su última aparición en el ring fue el 22 de abril de 2023, donde obtuvo una victoria por KO sobre Ryan García en el séptimo asalto. Wahid había sido mencionado en rumores de un posible enfrentamiento con el campeón Naoya Inoue, pero ha aclarado que las diferencias de peso entre ambos hacen improbable dicha pelea.\nDavis es considerado uno de los cinco mejores boxeadores libra por libra. En 29 peleas no conoce la derrota y tiene 27 ganadas por la vía rápida. Además, ostenta los títulos de AMB de peso ligero, superligero y superpluma. Sin dudas, uno de los grandes de la última década que ha hecho besar la lona a rivales como Jesús Cuellar, Isaac Cruz y Ryan García.\nÚltimas Noticias\n[Victoria Villarruel firmó el decreto que constituye varios lugares clave y excluyó al interbloque de Unión por la Patria. En el caso de la Bicameral de Trámite Legislativo, el peronismo se quedó con tres de las ocho bancas](/politica/2023/12/29/el-senado-conformo-siete-comisiones-sin-el-kirchnerismo-y-nombro-a-los-integrantes-de-la-bicameral-que-revisara-los-dnu/)\nEl Senado conformó siete comisiones sin el kirchnerismo y nombró a los integrantes de la Bicameral que revisará los DNU\n[Este innovador tratamiento utilizó células Treg modificadas genéticamente para atacar la beta-amiloide, una proteína clave en la formación de placas cerebrales asociadas con la enfermedad. Ofrece un nuevo enfoque para abordar esta enfermedad que afecta a millones de personas en el mundo](/salud/2023/12/29/terapia-experimental-alivia-signos-y-sintomas-de-alzheimer-en-ratones/)\nUna terapia experimental resultó efectiva para tratar el Alzheimer en ratones\n[En una mezcla de furcio y confesión, la periodista se refirió a la ruptura con el conductor, luego de dos años de relación](/teleshow/2023/12/29/sofi-martinez-revelo-detalles-de-la-charla-que-tuvo-con-diego-leuco-antes-de-la-separacion/)\nSofi Martínez reveló detalles de la charla que tuvo con Diego Leuco antes de la separación\n[PlayStation 5 fue la consola dominante del año y vendió cerca de 22.5 millones de unidades](/tecno/2023/12/29/cinco-hechos-que-marcaron-la-industria-de-videojuegos-en-2023-que-hizo-playstation-5/)\nCinco hechos que marcaron la industria de videojuegos en 2023\n[El funcionario dialogó con representantes de la comunidad judía sobre educación y cultura en Argentina, y se refirió a lo específico de su área en el proyecto de ley enviado al Congreso esta semana. “Hizo mucho ruido”, admitió. También aseguró que “no hay recortes de presupuesto”](/cultura/2023/12/29/el-secretario-de-cultura-leonardo-cifelli-tuvo-su-primer-acto-publico-en-la-sede-de-la-daia/)\nEl secretario de Cultura Leonardo Cifelli tuvo su primer acto público en la sede de la DAIA\nMÁS NOTICIAS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T21:29:36.914+02:00",
  "updated": "2023-12-29T21:29:36.914+02:00"
}