{
  "thread": {
    "uuid": "23ebf234c0129272c175ce38a941d21bec8ed4c8",
    "url": "https://www.redlandsdailyfacts.com/2023/12/29/positive-step-toward-federal-pot-law-reform/",
    "site_full": "www.redlandsdailyfacts.com",
    "site": "redlandsdailyfacts.com",
    "site_section": "https://www.redlandsdailyfacts.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Redlands Daily Facts",
    "title": "Positive step toward federal pot-law reform",
    "title_full": "Positive step toward federal pot-law reform",
    "published": "2023-12-29T10:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.redlandsdailyfacts.com/wp-content/uploads/2023/12/ocr-l-potlounges-0318-_011.jpg?w=1024&#038;h=671",
    "performance_score": 0,
    "domain_rank": 34612,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "23ebf234c0129272c175ce38a941d21bec8ed4c8",
  "url": "https://www.redlandsdailyfacts.com/2023/12/29/positive-step-toward-federal-pot-law-reform/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Editorial Board",
  "published": "2023-12-29T10:01:00.000+02:00",
  "title": "Positive step toward federal pot-law reform",
  "text": "Better late than never, the Biden administration last week issued a proclamation “granting a full, unconditional, and categorical pardon of additional federal and D.C. offenses of simple possession, attempted possession, and use of marijuana.”\nThe “additional” bit is because this is an extension of a pardon of just over a year ago for possession, adding in the attempted possession and use categories.\nIt’s the thought that counts, sure, sort of — obviously there is a relatively limited universe of cannabis arrests for small amounts that were federal in nature, or for offenses in the District of Columbia, as opposed to in the 50 states, under the laws of which most of the millions of Americans who were arrested for offenses related to weed over the last century-plus got needlessly tangled in the legal system — many hundreds of thousands with their lives in great part ruined by the absurd, counterproductive prohibition.\nClearly, this is an (almost) election-year gambit by President Joe Biden in order to garner votes.\nBecause the fact is that, for a liberal Democrat, Biden throughout his long political career has had a most illiberal stance on decriminalizing marijuana.\nFor instance, in December 2010, as Mother Jones reports, “then-Vice President Biden told ABC News that he thinks cannabis is a ‘gateway drug’— a theory for which the evidence is shaky at best — and that ‘legalization is a mistake.’”\nThen, in 2014, he told Time magazine he still didn’t support legalization — although he did at least add that he thought “focusing significant resources” on convicting people for smoking marijuana was a “waste.”\nIn the 1980s and 1990s, then-Sen. Joe Biden was a key part of a group of lawmakers who wrote and then passed “tough-on-crime” legislation that included the 1988 Anti-Drug Abuse Act and the 1994 crime bill, both of which continued and added to the federal laws that lumped in marijuana with opiates and other drugs and increased the criminal penalties for mere possession as well as for distribution.\nHundreds of thousands of Americans, especially the poor and the non-White, were thus rounded up and arrested, with many serving long prison sentences.\nSo Biden is just barely catching up now with Americans’ attitudes toward marijuana prohibition. Polls show that well over 60% of Americans say the use of marijuana should be legalized, and in 2018 one poll showed that included 45% of Republicans.\nWith his proclamation last week, Biden also commuted the federal prison sentences of 11 people serving hard time for non-violent drug offenses, and pardoned thousands of others for cannabis use or simple possession.\n“Criminal records for marijuana use and possession have imposed needless barriers to employment, housing, and educational opportunities,” Biden said in a statement. “Too many lives have been upended because of our failed approach to marijuana. It’s time that we right these wrongs.”\nNow Biden needs to get on board with the movement within his administration to finally declassify marijuana from its current listing as a Schedule 1 drug along with many so-called “harder” and certainly potentially more dangerous drugs, including an Aug. 29 recommendation from the Department of Health and Human Services that the drug be reclassified as a Schedule 3 controlled substance.\nThat recommendation is the first stance by the federal government that acknowledges marijuana has medicinal value.\nIt would also take cannabis growers out of Section 280E of the IRS code, which prohibits marijuana businesses from taking normal business deductions on federal tax returns.\nBut, so far at least, the recommendation would still mandate that federal pot laws require a physician’s prescription for cannabis, which California and other states have long dispensed with.\nElection gambit or not, the move this month toward decriminalization is a positive step toward reform of regressive marijuana laws.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "biden",
        "sentiment": "negative"
      },
      {
        "name": "joe biden",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "district of columbia",
        "sentiment": "none"
      },
      {
        "name": "d.c.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T19:59:08.879+02:00",
  "updated": "2023-12-29T19:59:08.879+02:00"
}