{
  "thread": {
    "uuid": "70801b1fc387294d018dfae7f8238edf4321198f",
    "url": "https://vnexplorer.net/people-in-california-are-getting-more-sick-leave-and-cant-be-fired-for-using-marijuana-outside-work-s754113.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "People in California are getting more sick leave and can't be fired for using marijuana outside work",
    "title_full": "People in California are getting more sick leave and can't be fired for using marijuana outside work",
    "published": "2024-01-02T00:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "70801b1fc387294d018dfae7f8238edf4321198f",
  "url": "https://vnexplorer.net/people-in-california-are-getting-more-sick-leave-and-cant-be-fired-for-using-marijuana-outside-work-s754113.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-02T00:09:00.000+02:00",
  "title": "People in California are getting more sick leave and can't be fired for using marijuana outside work",
  "text": "New laws are set to go into effect in California in 2024. One will protect doctors who mail abortion pills to patients in states where abortion is illegal. Doctors in California who mail abortion pills to patients in other states will be protected from prosecution. Workers will receive more paid sick leave on the heels of a big year for labor. And companies can’t fire employees for using marijuana outside work.\nThese are among the hundreds of laws that take effect January 1 in the nation’s most populous state.\nEach year, California Gov. Gavin Newsom signs hundreds of laws passed by the state Legislature. Most take effect on January 1 of the following year. But sometimes lawmakers delay a law’s effective date for various reasons, including giving people more time to prepare for the new rules.\nSome of the highest-profile bills passed by the Legislature in 2023 will not take effect until later. Fast food workers will get a minimum wage of $20 per hour on April 1. Health care workers are scheduled to see the first minimum wage increase on June 1. Laws requiring businesses to report their emissions and financial risks from climate change won’t take effect until 2026.\nA law banning people from carrying guns in most public places was blocked by a federal judge just days before it was set to take effect.\nIn 2023, the California Legislature passed 1,046 bills. Newsom signed 890 of those bills into law. He vetoed 156 bills, or 14.9%, according to statistics compiled by veteran lobbyist Chris Micheli.\nHere is a look at some of the new laws Californians face:\nYOU CAN’T GET FIRED FOR SMOKING POT AT HOME Some drug tests don’t determine if a person is high, but only if that person has used marijuana at all in recent days. California lawmakers thought it wasn’t fair for companies to punish workers for failing these drug tests, especially since recreational marijuana has been legal in the state since 2016. A new law passed in 2022 but takes effect this year says companies can’t punish workers for failing these types of drug tests. There are exceptions for construction workers and companies that must conduct drug tests as part of federal contracts.\nA TAX INCREASE FOR HIGHER WAGE EARNERS California has a short-term disability program that pays people who cannot work because of a non-work-related illness, injury, or pregnancy. A 1.1% tax on wages funds the program. In the past, this tax only applied to wages below a certain amount, about $153,000 in 2023. But starting January 1, a new law, passed in 2022 but takes effect this year, eliminates the wage cap. People who make over $153,000 annually will pay a 1.1% tax on those wages.\nPROTECTIONS FOR ABORTION PILLS Abortion is now illegal in 14 states after the U.S. Supreme Court overturned Roe v. Wade. But doctors and pharmacists in California who mail abortion pills to patients in those states will be shielded from prosecution or fines. The law bans bounty hunters or bail agents from apprehending California doctors and taking them to another state to stand trial. It even prohibits state-based social media companies, such as Facebook, from complying with out-of-state subpoenas, warrants, or other requests for records to discover the identity of patients seeking abortion pills.\nMORE SICK LEAVE Workers in California will receive a minimum of five days of sick leave annually instead of three, which they will accrue once they have been employed for 200 days. Labor advocates say the increase will curb the spread of disease by preventing employees from working when they are sick. But opponents say the law will be another financial burden for employers and claim some workers request sick leave when they are not ill.\nCOMMUNITY COLLEGE TUITION Low-income Mexican residents who live within 45 miles (72 kilometers) of the California-Mexico border will be eligible for in-state tuition rates at participating Southern California community colleges under a new law signed by Newsom. Advocates say the measure will lower the burden for students to receive education and training to help prepare them for the workforce. It resembles another program in the state allowing up to 200 Nevada residents who live in certain areas near the California-Nevada border to receive in-state tuition rates at Lake Tahoe Community College.\nLGBTQ+ FOSTER YOUTH Foster families will be required to demonstrate their ability to meet the health and safety needs of children regardless of sexual orientation or gender identity. It was one of several bills the Legislature passed this year to expand protections for LGBTQ+ youth. Newsom vetoed another high-profile bill that would have required courts to consider whether a parent affirms their child’s gender identity in custody and visitation proceedings.\nLOW-INCOME HOUSING ON CHURCH LAND Religious institutions and nonprofit colleges in California can now turn their parking lots and other properties into affordable housing. The new law, which helps these institutions bypass most local permitting and environmental review rules, was among several initiatives attempting to address the homelessness crisis in California. Supporters of the law said it will serve as another tool to build much-needed housing in the state, but opponents said the law takes away local control over housing developments.\nHARSHER PENALTIES FOR FENTANYL DEALERS California lawmakers introduced a slew of bills last year aimed at addressing fentanyl overdoses, which are killing roughly 110 Californians each week. Only one measure cracking down on dealers reached Newsom’s desk. The new law increases penalties for dealers who possess more than 1 kilogram (2.2 pounds) of fentanyl. Newsom also signed bills requiring stadiums and amusement parks to stock overdose reversal drugs and community colleges and California State University campuses to provide fentanyl test strips.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Labor",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gavin newsom",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "legislature",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "california",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T00:12:28.174+02:00",
  "updated": "2024-01-02T00:12:28.174+02:00"
}