{
  "thread": {
    "uuid": "d687e642284e4e7ebff1dd430c2ff9f0e33bf328",
    "url": "https://dnyuz.com/2024/03/08/with-men-on-the-front-women-descend-ukraines-mines",
    "site_full": "dnyuz.com",
    "site": "dnyuz.com",
    "site_section": "https://dnyuz.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "DNyuz",
    "title": "With men on the front, women descend Ukraine’s mines",
    "title_full": "With men on the front, women descend Ukraine’s mines",
    "published": "2024-03-08T13:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dnyuz.com/wp-content/uploads/2024/03/With-men-on-the-front-women-descend-Ukraines-mines.jpg",
    "performance_score": 0,
    "domain_rank": 27240,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d687e642284e4e7ebff1dd430c2ff9f0e33bf328",
  "url": "https://dnyuz.com/2024/03/08/with-men-on-the-front-women-descend-ukraines-mines",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "France 24",
  "published": "2024-03-08T13:06:00.000+02:00",
  "title": "With men on the front, women descend Ukraine’s mines",
  "text": "But the 31-year-old is now one among hundreds of Ukrainian women who have taken on new roles below the surface of the war-battered country as its men fight off Russian forces on the front.\n“Of course it’s hard. The air isn’t like in the mountains, is it?” Karkachova told AFP in a mine 400 metres beneath the Dnipropetrovsk region in eastern Ukraine.\n“But because there’s a shortage of guys and we have this situation in Ukraine, we have to help in some way,” she added.\nUkraine introduced historic changes to its labour laws just weeks after Russia invaded to allow women to take on work previously restricted to men.\nThey point to sweeping social shifts in the country brought on by the war, which has seen tens of thousands of women join the armed forces and take on jobs that used to be limited to men, as Kyiv strives to keep its struggling economy afloat.\nKarkachova fled to Dnipropetrovsk from the eastern mining region of Lugansk, now occupied by Russia, and her ex-husband is among those fighting on the front.\nThe move with her children from one industrial territory to another felt natural and the prospect of working in a mine didn’t feel entirely alien.\n‘It was an oddity’\n“And so, I went to try to work. In life you have to try everything. I like it.”\nDTEK, the Ukrainian energy company that operates the facility where Karkachova has been working for one year requested its location be withheld for security reasons.\nInna Kobozeva, head of human resources at the mine told AFP that out of a total of around 2,800 employees, some 600 were now fighting on the front.\nShe noted that more than two dozen staff have been killed in fighting with Russian forces since 2014, when Kremlin-backed separatists seized swathes of eastern Ukraine.\nAt least 183 women since the war have begun working underground at this particularly facility.\nThey are among around 500 in a broader group of DTEK mining facilities in the region, making up around 15 percent of staff, a press officer said.\nBut not everyone welcomed women underground — particularly the men — when they took on the roles.\n“At first, they were pessimistic. They couldn’t even believe it. But then they changed their minds,” said Kobozeva, the HR chief.\n“It was an oddity,” said Dmitry, a 33-year-old operator of the mine’s underground transport network.\n‘Indispensable’ work\nBut when one of his colleagues who was deployed to the front was replaced by one of the new female recruits, his scepticism fell away.\n“She works no worse than the boys. There’s a lot of boys missing. Yeah. Their help is indispensable,” he said.\nEven before the war, Ukraine’s economy ministry said there were workforce shortages, a problem exacerbated by the flight of some six million Ukrainians from the country due to the conflict.\nAdding to that, the military has said it hopes to mobilise some 500,000 men to reclaim territory captured by Russia.\n“We haven’t stopped recruitment. I wouldn’t say the situation is critical but we do have a staff shortage,” Kobozeva said.\nSeveral of the women interviewed by AFP expressed hope that men fighting on the front would return after the war and take up their old jobs again.\n“We went to work to help our husbands. They’ll come back and return to their places,” said Tetiana Tarasova, a 36-year-old machine operator whose partner is fighting in the Donetsk region.\nVictoria, 33, who also works in the mine’s underground transport network, said it was important for women to help at a time of national crisis but ultimately the subterranean work is “a man’s job”.\n“I understand that our women are strong and can handle anything,” she said, but it was the circumstances of the war that had pushed her to take on the work underground.\n“I probably wouldn’t have agreed to do it if the moment hadn’t forced me to”.\nafptv-bur-jbr/jc/yad\nThe post\nWith men on the front, women descend Ukraine’s mines appeared first on France 24.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.france24.com/en/live-news/20240308-with-men-on-the-front-women-descend-ukraine-s-mines",
    "https://france24.com/en/live-news/20240308-with-men-on-the-front-women-descend-ukraine-s-mines"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kyiv",
        "sentiment": "none"
      },
      {
        "name": "karkachova",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "afp",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "dnipropetrovsk",
        "sentiment": "none"
      },
      {
        "name": "lugansk",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T13:23:55.487+02:00",
  "updated": "2024-03-08T13:23:55.487+02:00"
}