{
  "thread": {
    "uuid": "d3121fc9275d76410ca6ca72a52c19c1d7ed6679",
    "url": "https://www.abola.pt/futebol/noticias/opera-nem-sempre-e-so-no-sao-carlos-a-cronica-do-sporting-estoril-2024010522085721480",
    "site_full": "www.abola.pt",
    "site": "abola.pt",
    "site_section": "https://abola.pt/selecao/",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Seleção | Abola.pt",
    "title": "«Ópera nem sempre é só no São Carlos»: a crónica do Sporting-Estoril | Abola.pt",
    "title_full": "«Ópera nem sempre é só no São Carlos»: a crónica do Sporting-Estoril | Abola.pt",
    "published": "2024-01-06T00:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://sportal365images.com/process/smp-images-production/abola.pt/05012024/42c0a0ab-24c7-477a-9d41-2fabe09a205c.jpg?operations=fit(1200:)",
    "performance_score": 0,
    "domain_rank": 26810,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d3121fc9275d76410ca6ca72a52c19c1d7ed6679",
  "url": "https://www.abola.pt/futebol/noticias/opera-nem-sempre-e-so-no-sao-carlos-a-cronica-do-sporting-estoril-2024010522085721480",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rogério Azevedo",
  "published": "2024-01-06T00:08:00.000+02:00",
  "title": "«Ópera nem sempre é só no São Carlos»: a crónica do Sporting-Estoril | Abola.pt",
  "text": "Grande jogo do Sporting e, sobretudo, grande jogo de Edwards, Gyokeres e Nuno Santos; Sueco pareceu inglês, inglês pareceu sueco\nAcabou por ser um Sporting estranho. Não por ter ganho, não por ter dominado de ponta a ponta o jogo, antes por ter goleado. Os adeptos, esta época, estão habituados a ganhar e a liderar a Liga, mas têm andado quase sempre com o coração nas mãos, pois sete das doze vitórias tinham sido pela chamada margem mínima: 1-0, 2-1 ou 3-2.\nAmorim, aliás, está há quase quatro anos no Sporting e só por seis vezes vira a equipa marcar mais de quatro golos e só por duas vezes na Liga. Mas, meu Deus, o leão tirou a barriguinha de misérias e goleou o Estoril de Vasco Seabra, que demorou demasiado tempo a perceber que poderia fazer algo mais do que apenas defender, com unhas e dentes, a baliza de Marcelo. Nem sempre Ópera é apenas no São Carlos, como se viu em Alvalade, sobretudo entre o intervalo e o minuto 80. Brilhante.\nA DUPLA 'TRAVESTIDA' Sabe-se que nada é como começa, antes sempre como acaba. Mas, para terminar bem, dá jeito começar bem. E o Sporting começou bem o campeonato e, quando se está pertinho, pertinho, de terminar a primeira volta, continua bem. Aliás, muito bem. Perante um adversário de segunda linha, sim senhor, mas que já por duas vezes ganhara ao FC Porto (0-1 no Dragão e 3-1 na Amoreira), era preciso ter cuidado. E o Sporting teve-o. Começou o jogo de prego a fundo, como se não houvesse amanhã, com Gyokeres travestido de Edwards e Edwards travestido de Gyokeres. O sueco, indomável como sempre, teve duas arrancadas, a primeira pela esquerda, a segunda pela direita, oferecendo os dois primeiros golos ao sempre paciente inglês.\nO Estoril, perturbado pela avalancha ofensiva do Sporting, quase se limitava a defender a baliza de Marcelo e só esporadicamente atacava a contrária, tão esporadicamente que só por duas vezes tal aconteceu. Até conseguiu fazer golo, mas Rodrigo Gomes estava fora de jogo no momento do passe. Com 2-0 ao intervalo, os leões podiam ter abrandado ou, pelo menos, desacelerado um pouco. Nada disso. Amorim não mexeu no onze e o Sporting continuou indomável e esfomeado, em busca de mais golos, quase jogando numa espécie de 3x2x5.\nTrês assistências para Gyokeres, dois golos para Edwards (IMAGO) Com Nuno Santos e Geny Catamo bem abertos na esquerda e na direita e apenas ligeiramente atrás do trio Edwards-Gyokeres-Pedro Gonçalves, mais por dentro. E a Ópera continuou. Com terceira assistência de Gyokeres, desta vez através de um lançamento lateral, que apanhou a defesa estorilista desprevenida, mas não Nuno Santos. Que rematou forte e, com ligeira ajuda de Pedro Álvaro, fez o 3-0.\nO jogo estava ganho, a liderança na Liga continuaria, assim, a ser do Sporting. Porém, a fome não fora ainda controlada e, já com Trincão no lugar de Bragança e Pedro Gonçalves a médio, a avalancha continuou. Logo a seguir, PedroGonçalves ganhou a bola a Koindredi, progrediu 25 metros com ela colada aos pés e, com Gyokeres desmarcado sobre a direita, pensou-se que o 8 dos leões lhe cederia, por fim, a bola para que o sueco, saciado em assistências, mas imensamente esfomeado de golos, fizesse o 4-0. Erro puro: Pedro Gonçalves, naquele jeito elegante de rematar, passou a bola à baliza de Marcelo e fez golo.\nO 5-0 chegaria pouco depois, com Trincão a marcar de pé esquerdo. Era a goleada. A estranha goleada que oSporting de Amorim tão raramente tem conseguido. Estava por chegar, porém, a pequena nódoa, em mais um golo sofrido pelos leões na sequência de uma bola parada.\nSem golos, mas com três assistências no bolso, a pergunta mantém-se: estará o Sporting dependente da forma de jogar, de correr e de lutar de Gyokeres? Sim, está. Como estava o Benfica dependente de Cardozo e Jonas e o FC Porto dependente de Hulk e Falcao. Qualquer equipa que tenha um grande jogador estará sempre dependente dele. O que nem sempre é um problema.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:22:49.118+02:00",
  "updated": "2024-01-06T00:22:49.118+02:00"
}