{
  "thread": {
    "uuid": "8ed542c516d4105b2b4dca5908f81657896acd6e",
    "url": "https://cdn-www.expressandstar.mna.arcpublishing.com/news/local-hubs/dudley/2024/03/29/love-over-hatred-life-after-death-and-the-joys-of-holidays-bishops-wish-their-communities-a-happy-easter",
    "site_full": "cdn-www.expressandstar.mna.arcpublishing.com",
    "site": "arcpublishing.com",
    "site_section": "https://cdn-www.expressandstar.mna.arcpublishing.com/news",
    "site_categories": [],
    "section_title": "Latest West Midlands news | Express &amp; Star",
    "title": "Love over hatred, life after death and the joys of holidays: Bishops wish their communities a happy Easter | Express & Star",
    "title_full": "Love over hatred, life after death and the joys of holidays: Bishops wish their communities a happy Easter | Express & Star",
    "published": "2024-03-29T09:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.expressandstar.com/resizer/hFOQT-q7WupQTs9uxVWfwheCrj4=/1200x899/cloudfront-us-east-1.images.arcpublishing.com/mna/BQN6RGZZWZHWBI257XTFVUHMWM.jpg",
    "performance_score": 0,
    "domain_rank": 20766,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8ed542c516d4105b2b4dca5908f81657896acd6e",
  "url": "https://cdn-www.expressandstar.mna.arcpublishing.com/news/local-hubs/dudley/2024/03/29/love-over-hatred-life-after-death-and-the-joys-of-holidays-bishops-wish-their-communities-a-happy-easter",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "James Vukmirovic",
  "published": "2024-03-29T09:02:00.000+03:00",
  "title": "Love over hatred, life after death and the joys of holidays: Bishops wish their communities a happy Easter | Express & Star",
  "text": "Love over hatred, life after death and the joys of holidays: Bishops wish their communities a happy Easter The region's bishops have spoken of life after death, togetherness through division and the importance of holidays in their Easter messages. Watch more of our videos on Shots! and live on Freeview channel 276 Ahead of the annual weekend which marks the death and resurrection of Jesus Christ, the Bishops of Worcester and Dudley and the acting Bishop of Wolverhampton have delivered their messages to worshippers across the Dioceses of Worcester and Lichfield. The Bishop of Worcester, Right Reverend Dr John Inge used his message to talk about the idea of resurrection and life after death and offered a different interpretation of the resurrection of Christ involving two twins in the womb. He said: \"At Easter, we celebrate the glorious resurrection of Jesus from the dead. \"Maybe you find the idea of resurrection difficult? Maybe the whole idea of life after death is unbelievable for you? Well I’d like to offer you a parable, to encourage further reflection. \"Imagine twins talking to each other in their mother’s womb. \"One says the other: 'Do you believe in life after delivery?' The other replies: 'Why, of course. There has to be something – maybe we are here to prepare ourselves for what we will be later.' \"'How ridiculous' says the first. 'There can’t possibly be life after delivery. What kind of life would that be?' \"The second says: 'I don’t know, I’m just guessing, but maybe there will be more light than here. Maybe we will walk with our legs and eat using our mouths. Maybe we will have other senses that we can’t understand now.' \"The first replied: 'That’s absurd. Walking is impossible. And eating with our mouths? Ridiculous! The umbilical cord supplies nutrition and everything we need. But the umbilical cord is so short. Logically, life after delivery cannot exist.' \"The second insisted: 'Well, I’m convinced there is something and maybe it’s different from it is here. Maybe we won’t need this physical cord anymore.' \"The first replied: 'That’s fantasy! And what’s more, if there is life after delivery, then why has no one has ever come back to us from there? It’s obvious that delivery is the end of life, and in the after-delivery there is nothing but darkness and silence and oblivion.' \"'Well, I don’t know' said the second, 'but I believe we shall meet Mother and that she will take care of us.' \"The first replied 'Mother? You actually believe in Mother? That’s laughable. If Mother exists then where is She now?' \"The second said: 'She is all around us. We are surrounded by her. We are of Her. It is in Her that we have life. Without Her this world would not and could not exist.' \"The first retorted: 'Well I can’t see Her, so logically, She can’t exist.' \"To which the second replied: 'Sometimes, when you’re in silence and you focus and you really listen, you can perceive Her presence, and you can hear Her loving voice, calling down from above.'\" The Bishop of Dudley, Right Reverend Martin Gorick, took a more convention route with his Easter message, talking about hate and vision and how God's love can help people to have the last laugh and the last word over evil and hatred. He said: \"We live in a time of division. We are passionate about what we believe in, but all too easily despise those we don’t agree with. \"Instead of asking ‘I wonder’, we can find that our mind is made up by whatever we see on social media, on TV or in our newspaper. \"Social media thrives on ‘Them and Us’ sending us anything that will grab and keep our attention and sending us more and more of the things that make us angry, or sad or make us laugh. \"This can be fine, or it can drive us into some dark places filled with hate and division. \"Good Friday and Easter show us another way. \"Jesus taught us to call God ‘Abba’, which means Father. As in the Lord’s Prayer which begins ‘Our Father’. \"If God is our father, then that means we are all sisters and brothers. Everyone, every human being. Not just our family, friends, tribe or nation. Not just those who are like me or who I agree with. But everyone. ‘With God as our Father, one family all are we.’ \"How different would our world be if we could really believe and live out that truth. \"We live in a hard world, and Jesus was put to death on a cross. As he died he looked at his oppressors and said, ‘Father forgive them, they know not what they do.’ Evil and hatred will never have the last word. \"Forgiveness and divine love are stronger still. Jesus was crucified and died as human evil did its worst. And Jesus stands with those who suffer today. \"But on Easter Sunday, Jesus rose from the dead. Alleluia! Love is come again, never to be defeated.\" The acting Bishop of Wolverhampton, Right Reverend Jonathan Clark, used his Easter message to talk about holidays and celebrations and the story of Easter. as well as wishing for those enjoying a break over Easter a restful and holy time. He said: \"Easter is early this year as it doesn’t often fall in March. So most schools are keeping on going right up till Good Friday, and schools will have an extra long summer term. \"Christians are coming to the end of Lent, our season of abstinence, while Muslims are about half way through the Ramadan fast. \"The Hindu community have just celebrated Holi, and Sikhs are about to celebrate Vaisakhi. \"I could go on, and quite apart from community holidays, there are our own celebrations of birthdays and anniversaries. All of us have our own calendar of holidays. \"‘Holiday’ was originally ‘holy day’. Days which were part of the religious calendar were also days off work, and often the only ones; it was only in 1938 that a long campaign by trades unions led to a legal entitlement to paid holiday for everyone. \"And still a holiday should be a time for rest and recreation, for enjoying all the good things in life. \"For me as a Christian, the very best thing is knowing that I am created and loved by God, who showed his love in the death and resurrection of Jesus. \"This Easter weekend I will be again walking with Jesus through his betrayal and trial, his death on the cross and his rising to new life on Easter Day. \"For me those are the holiest of holy days, ‘holidays’ from normal life in which I think about what is most important. \"Whatever you are doing in the next few weeks, may you be refreshed and renewed, and make a little time for the holy on your holiday.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lichfield",
        "sentiment": "none"
      },
      {
        "name": "dudley",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "john inge",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "easter | express & star love",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "wolverhampton",
        "sentiment": "none"
      },
      {
        "name": "worcester",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T09:22:54.659+03:00",
  "updated": "2024-03-29T09:22:54.659+03:00"
}