{
  "thread": {
    "uuid": "0a4058572720035549c4090c50a5b51e888f1ff1",
    "url": "https://okdiario.com/economia/sepe-tiene-ayuda-desempleados-que-casi-nadie-conoce-que-te-puede-salvar-11888583",
    "site_full": "okdiario.com",
    "site": "okdiario.com",
    "site_section": "https://okdiario.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "okdiario.com",
    "title": "El SEPE tiene una ayuda para desempleados que casi nadie conoce y que te puede salvar",
    "title_full": "El SEPE tiene una ayuda para desempleados que casi nadie conoce y que te puede salvar",
    "published": "2023-12-30T19:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://okdiario.com/img/2023/11/30/ayudas-sepe.jpg",
    "performance_score": 0,
    "domain_rank": 11525,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0a4058572720035549c4090c50a5b51e888f1ff1",
  "url": "https://okdiario.com/economia/sepe-tiene-ayuda-desempleados-que-casi-nadie-conoce-que-te-puede-salvar-11888583",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Javier Atienza",
  "published": "2023-12-30T19:25:00.000+02:00",
  "title": "El SEPE tiene una ayuda para desempleados que casi nadie conoce y que te puede salvar",
  "text": "El SEPE tiene una ayuda para desempleados que casi nadie conoce y que te puede salvar\nSi tienes más de 52 años, no tienes paro ni empleo, el SEPE tiene esta ayuda para ti.\nEl Servicio Público de Empleo Estatal,\nSEPE, es el organismo del Ministerio de Trabajo y Economía Social que se encarga de contribuir al desarrollo del empleo en España, la gestión de las ayudas a los desempleados y de garantizar la información sobre el mercado de trabajo. El SEPE cuenta con un subsidio de larga duración para mayores de 52 años que, por el motivo que sea, no encuentran trabajo. Para acceder a este tipo de ayuda hay que cumplir determinados requisitos. Te contamos que es lo que necesitas para recibir la ayuda del SEPE para desempleados que casi nadie conoce.\nCuáles son las funciones del SEPE\nEl SEPE, junto con los Servicios Públicos de Empleo de las Comunidades Autónomas, componen el Sistema Nacional de Empleo. Este sistema tiene el claro objetivo de promover la ocupación, mejorar la calidad del\nempleo y la productividad, y contribuir a la cohesión social.\nLas principales funciones del SEPE son:\n- Prestar servicios de orientación e intermediación laboral a los trabajadores y empresas.\n- Gestionar las prestaciones por desempleo.\n- Formar a los trabajadores para mejorar su empleabilidad.\n- Informar sobre el mercado de trabajo.\nEl SEPE ofrece una amplia gama de servicios a los trabajadores y empresas, entre los que se incluyen:\n- Orientación laboral: ayuda a los trabajadores a identificar sus aptitudes y habilidades, y a encontrar un empleo que se ajuste a sus necesidades.\n- Intermediación laboral: pone en contacto a los trabajadores con las empresas que buscan empleados.\n- Formación: ofrece cursos y talleres de formación para mejorar la empleabilidad de los trabajadores.\n- Información sobre el mercado de trabajo: proporciona información sobre la situación del mercado de trabajo, las ofertas de empleo y los cursos de formación.\nLa mayoría de las personas están familiarizadas con el SEPE ya que es el organismos que paga la prestación por desempleo o el paro. La cuantía de la prestación por desempleo en España se calcula según la base reguladora, que es la media de las bases de cotización de los últimos 180 días de trabajo anteriores al cese. El importe de la prestación por desempleo se calcula de la siguiente manera:\n- Durante los primeros 180 días, la cuantía de la prestación será el 70 % de la base reguladora.\n- A partir del día 181, la cuantía de la prestación será el 60 % de la base reguladora.\nEl importe de la prestación por desempleo puede verse reducido por las siguientes causas:\n- Si la persona tiene responsabilidades familiares, la cuantía de la prestación se incrementará en un 20 % por cada hijo a cargo.\n- Si la persona tiene una discapacidad reconocida, la cuantía de la prestación se incrementará en un 30 %.\nEn el caso de que la persona haya trabajado menos de un año, tendrá derecho a un subsidio por desempleo. La cuantía del subsidio por desempleo es igual al 80 % del indicador público de renta de efectos múltiples (IPREM).\nEn 2023, el IPREM mensual es de 726,60 euros, por lo que la cuantía del subsidio por desempleo será de 581,28 euros al mes.\nPor último, cabe destacar que la duración de la prestación por desempleo depende de la edad de la persona y de su antigüedad en la empresa. En general, la duración máxima de la prestación por desempleo es de 24 meses.\nLa ayuda del SEPE para desempleados: sin paro y sin empleo\nEl SEPE otorga de manera indefinida un subsidio a aquellos mayores de 52 años con serias dificultades de empleo, siempre que cumplan ciertos requisitos. Estos incluyen haber agotado la prestación contributiva por desempleo, estar registrado como demandante activo de trabajo, no poseer ingresos superiores a 810 euros mensuales (el 75% del SMI), y contar con al menos 15 años de cotizaciones a la seguridad social, con al menos 6 en el Régimen General, dos de los cuales deben estar dentro de los últimos 15 años antes de solicitar la ayuda.\nEstos criterios son la base del subsidio para mayores de 52 años, actualmente de 480 euros mensuales distribuidos en 12 pagas anuales sin beneficios adicionales.\nEl subsidio persistirá hasta que el beneficiario encuentre empleo nuevamente o alcance la edad ordinaria de jubilación. Además, el receptor debe presentar anualmente una declaración de rentas para demostrar que aún cumple con el requisito de ingresos que otorgan el derecho a la ayuda.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T21:03:33.659+02:00",
  "updated": "2023-12-30T21:03:33.659+02:00"
}