{
  "thread": {
    "uuid": "dbb20383e07bc39d4225e7d5b2fd890d20c9d854",
    "url": "https://elnuevodiario.com.do/el-barcelona-sufre-para-alcanzar-la-victoria-ante-el-barbastro/",
    "site_full": "elnuevodiario.com.do",
    "site": "elnuevodiario.com.do",
    "site_section": "https://elnuevodiario.com.do/rss",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "El Nuevo Diario (República Dominicana)",
    "title": "El Barcelona sufre para alcanzar la victoria ante el Barbastro",
    "title_full": "El Barcelona sufre para alcanzar la victoria ante el Barbastro",
    "published": "2024-01-08T00:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DO",
    "main_image": "https://nuevodiario-assets.s3.us-east-2.amazonaws.com/wp-content/uploads/2024/01/07142409/barb-1200x1013.jpg",
    "performance_score": 0,
    "domain_rank": 86096,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dbb20383e07bc39d4225e7d5b2fd890d20c9d854",
  "url": "https://elnuevodiario.com.do/el-barcelona-sufre-para-alcanzar-la-victoria-ante-el-barbastro/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EFE",
  "published": "2024-01-08T00:24:00.000+02:00",
  "title": "El Barcelona sufre para alcanzar la victoria ante el Barbastro",
  "text": "EL NUEVO DIARIO, BARBASTRO.- El Barcelona impuso este domingo la ley del más fuerte y no se dejó sorprender por el Barbastro, de Segunda RFEF -cuarta categoría española- en un eliminatoria de dieciseisavos de final de la Copa del Rey que superó con sufrimiento por 2-3 ante un rival que luchó hasta la extenuación.\nEl conjunto de Xavi Hernández, que sumó su vigésimo partido sin ganar por más de un tanto, llegó prevenido al enfrentamiento ante el conjunto oscense después de que éste dejara en la cuneta en la anterior eliminatoria al Almería. Pero el Barça no dio opción a la sorpresa y se impuso en un partido en el que los alrededor de 6.000 espectadores disfrutaron a pesar de la derrota.\nEl Barcelona, con un equipo de salida plagado titulares, no quiso dar lugar a la sorpresa y desde el principio, como era de esperar, dominó al Barbastro, que se tuvo que emplear a fondo para parar todos los ataques y disparos del rival, que le llegaban por todas las partes de campo.\nEn el minuto 16 Joao Felix tuvo una ocasión clara para batir a Fábregas, que despejó. Y dos minutos más tarde ya llegó el primer gol del Barcelona, en un remate desde cerca a cargo de Fermín, en pleno dominio barcelonista, que jugaba con precisión y, sobre todo, con mucha velocidad.\nEl Barcelona inclinó más el juego ofensivo por la banda derecha, con Raphinha percutiendo hasta el fondo y centrando sin encontrar un rematador, ya que su delantero centro Ferrán no encontró espacios y situaciones fáciles, además de estar muy poblada su defensa sin dejar huecos a los rivales.\nEl Barbastro tuvo que emplearse con contundencia para frenar al equipo catalán derrochando mucho esfuerzo y solidaridad para hacer incómodo el partido a su rival y no dejarles tener el balón.\nLa primera parte, con un 78 % de posesión del Barcelona, fue un reflejo de lo que sucedió en el campo, con infinidad de pases en el área local con la dirección de Frenkie de Jong, pero que se estrellaron una y otra vez ante los locales, que se multiplicaron para evitar que remataran y llegaran con facilidad hasta su portero Fábrega.\nTras el descanso el Barbastro salió más contundente y adelantó sus líneas, lo que hizo que dejara unos espacios que rápidamente aprovechó el Barcelona para encarrilar ya la eliminatoria con el gol de Raphinha en el minuto 50 al rematar desde cerca a las mallas de Fábrega.\nEl Barbastro no bajó los brazos y con su tenaz lucha encontró el premio del gol en el minuto 50 al rematar De Mesa para dar aire al partido y meter inquietud en las filas barcelonistas. El equipo azulgrana veía cómo encontraban más resistencia de la prevista apoyados por un público que no dejaba de animar a sus jugadores.\nEl Barcelona no supo sentenciar antes el partido ante un crecido Barbastro que se vio con posibilidades de empatar el partido multiplicando esfuerzos, y llegando también al área visitante con cierto peligro al área del equipo catalán.\nEn el minuto 87 un penalti por mano de Crespo fue aprovechado por Lawandosky para dejar sentenciado el partido y la eliminatoria, aunque en tiempo de descuento un penalti a favor del Barbastro fue transformado por Prat para devolver la emoción a los aficionados.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:46:53.115+02:00",
  "updated": "2024-01-08T00:46:53.115+02:00"
}