{
  "thread": {
    "uuid": "660d4241d6ce7bf7ab2c417078a0252ef319b68c",
    "url": "https://www.archyde.com/food-demand-we-can-only-assert-ourselves-with-quality/",
    "site_full": "www.archyde.com",
    "site": "archyde.com",
    "site_section": "http://www.archyde.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Archyde",
    "title": "Food demand: “We can only assert ourselves with quality”",
    "title_full": "Food demand: “We can only assert ourselves with quality”",
    "published": "2024-01-06T00:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www4.nachrichten.at/images/og_image/?ogimg=https://www.nachrichten.at/storage/image/6/0/4/7/2957406_facebook_1BBIU4_8fXoY1.jpg",
    "performance_score": 0,
    "domain_rank": 19075,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "660d4241d6ce7bf7ab2c417078a0252ef319b68c",
  "url": "https://www.archyde.com/food-demand-we-can-only-assert-ourselves-with-quality/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "archyde",
  "published": "2024-01-06T00:17:00.000+02:00",
  "title": "Food demand: “We can only assert ourselves with quality”",
  "text": "“I’ve always been interested in keeping chickens,” says Stefan Brandstötter: That was already the case when he worked full-time in the metal industry. In 2017, the now 44-year-old with an agricultural background started a broiler farm, but not an ordinary one: The stable in Tragwein, which has 20,000 chickens and roosters, is an “animal welfare” business: the breed is “slow-growing”, the animals live up to seven Fed for weeks before they are slaughtered by Hubers Landhendl and sold by the grocer Hofer under the “Fairhof” brand:\nIn order to be considered an animal welfare operation (and receive a surcharge for it), farmers must meet requirements that are regularly checked: ten percent of the stable area must be daylight area and ten percent must be raised seating area. There is a winter garden and activity materials. The Mühlviertel farmer invested around one million euros and has never regretted the step: “In the conventional sector, world trade is overtaking us, Austria can only assert itself with quality. Animal welfare is the future.” The stable is 20,000 square meters in size and is planned to double in size.\nAnimal welfare products are meat, milk and eggs whose production standards (origin, feeding, husbandry, interventions on the animal) exceed the legal requirements, but which are not organic. The trade has thus created an intermediate level between conventional and organic, also in terms of price. Hofer launched “Fairhof” in 2017 and has 150 partner companies. Sustainability is important to customers despite high inflation, and demand for animal welfare products is very good, they say.\nBilla’s animal welfare program “Fair to the Animals” has been in existence since 2022: animal welfare is no longer a niche, they say. In the pork sector, these products accounted for 20 percent of sales, and this is expected to double by the end of 2024. They are looking for additional businesses, especially in the cattle sector. At Billa, Upper Austrian companies play an important role, especially in the pig sector: surcharges are paid per kilo of slaughter weight, in 2023 it was 600,000 euros.\nRevise quality seal\nAccording to Pig Exchange boss Johann Schlederer, the organic and animal welfare share in Austria’s pig production is six percent. The ambitious goal is to reach up to 25 percent in ten years. “But that can only work if supply and demand match”: around 20 percent of consumers are willing to compensate for additional services. The offer would have to be made transparent to you, for example in the form of a revision of the AMA seal of quality. The federal and state governments would have to adjust procurement for commercial kitchens.\nAnimal welfare meat costs more than conventional goods, but it remains within reasonable limits. Young farmers in particular are interested in conversion measures despite high investment costs. In practice, a lack of permits and citizens’ initiatives would sometimes prove to be obstacles.\nRead more: Starlink, Elon Musk's satellite internet, already works in Peru: How much does it cost to get it?\nAuthor\nElisabeth Prechtl\nEconomics editor\nElisabeth Prechtl\ninfo By clicking on the icon you can add the keyword to your topics.\ninfo\nBy clicking on the icon you open your “my topics” page. They have of 15 keywords saved and would have to remove keywords.\ninfo By clicking on the icon you can remove the keyword from your topics.\nAdd the topic to your topics.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stefan brandstötter",
        "sentiment": "neutral"
      },
      {
        "name": "hofer",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fed",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "austria",
        "sentiment": "none"
      },
      {
        "name": "tragwein",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:25:52.704+02:00",
  "updated": "2024-01-06T00:25:52.704+02:00"
}