{
  "thread": {
    "uuid": "ab340f5ad704d2b6b2eab489566d51fd72cb9cc8",
    "url": "https://vnexplorer.net/iranian-initiative-in-israel-enlists-persian-speakers-to-fight-antisemitism-s853921.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Iranian initiative in Israel enlists Persian speakers to fight antisemitism",
    "title_full": "Iranian initiative in Israel enlists Persian speakers to fight antisemitism",
    "published": "2024-01-08T00:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mARnv.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ab340f5ad704d2b6b2eab489566d51fd72cb9cc8",
  "url": "https://vnexplorer.net/iranian-initiative-in-israel-enlists-persian-speakers-to-fight-antisemitism-s853921.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-08T00:06:00.000+02:00",
  "title": "Iranian initiative in Israel enlists Persian speakers to fight antisemitism",
  "text": "NEDA AMIN participates in a ‘Free Iran’ rally in Jerusalem in January 2018.\nThe Merage Foundation has started a new initiative that enlists the services of Persian-speaking volunteers to combat antisemitism, the organization announced on Sunday.\nThe initiative was established as part of its global effort against antisemitism. Sigal Aferiat Cohen, a project manager at the Merage Foundation Israel who initiated the effort, fled Iran in her childhood. During the early days of the war that followed the October 7 events, when social media was flooded with posts and shares from both sides, Israel recognized the crucial need for public diplomacy regarding what was happening and continues to happen.\nTo speak their language When Sigal found herself responding alone in Persian to Iranians on social media, she understood the real need for Persian public diplomacy, assuming that messages in the Persian language would appear more objective compared to messages in English and might personally impact those exposed Iranians.\n“In the first two weeks of the war, I found myself responding in Persian to growing hate-filled groups on Telegram. I realized that I was like a drop in the ocean and needed to recruit more Persian speakers to join me. The overwhelming response exceeded all my expectations, and since then, our work hasn’t stopped. We are happy to receive more volunteers willing to join us. I believe in the importance of this system and its contribution to Israel’s legitimacy worldwide, specifically in Iran,” she stated.\nDemonstrators hold antisemitic symbols and signs as they protest outside the Tampa Convention Center, where Turning Point USA’s Student Action Summit was being held, in Tampa, Florida on July 23, 2022. (credit: MARCO BELLO/REUTERS)\nDemonstrators hold antisemitic symbols and signs as they protest outside the Tampa Convention Center, where Turning Point USA’s Student Action Summit was being held, in Tampa, Florida on July 23, 2022. (credit: MARCO BELLO/REUTERS)\nShe later added, “I believe that the initiative has a significant impact on a population that has hardly been in touch with Israel. Disseminating the truth is of great importance.”\nLeading by example The Merage Foundation has been supporting Iranian Jewish immigrants to Israel for the past 25 years and helping them integrate and thrive in Israeli society. Today, this community has become a beacon of hope and philanthropy in Israel.\nAfter the catastrophic events of October 7, the foundation quickly recruited hundreds of Iranian Israeli volunteers who were Persian speakers and were eager to combat antisemitism. The volunteers received training from the organization ‘Stand With Us’ and began their operations. Official Facebook, Twitter, TikTok, Instagram, and Telegram pages were opened in Persian, sharing translated public diplomacy content. Additionally, the volunteers created customized independent content.\nThe initiative gained momentum and currently consists of approximately 450 persian speaking volunteers and has even started actively recruiting volunteers from around the world. The volunteers undergo various training sessions along the way, forming a unique public diplomacy community in Israel that strengthens the national effort and targets a population that has been alienated from Israel for decades and often exposed to lies and hatred content towards it. All of this is done with an understanding of the importance of exposing the truth and the Israeli narrative to this population.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mB2wc.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mARnv.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mARnv.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mB2wc.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sigal aferiat cohen",
        "sentiment": "none"
      },
      {
        "name": "sigal",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "neda amin",
        "sentiment": "negative"
      },
      {
        "name": "merage foundation",
        "sentiment": "neutral"
      },
      {
        "name": "merage foundation israel",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "jerusalem",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "iran",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:08:55.694+02:00",
  "updated": "2024-01-08T00:08:55.694+02:00"
}