{
  "thread": {
    "uuid": "9e7c5169bb9dae2d4c9838973452090561e4a4b1",
    "url": "https://www.islands.com/1514729/see-quokkas-one-spot-world",
    "site_full": "www.islands.com",
    "site": "islands.com",
    "site_section": "https://www.islands.com/feed/",
    "site_categories": [
      "travel",
      "caribbean"
    ],
    "section_title": "Destination Weddings, Tips on Planning & Locations | Islands",
    "title": "Most Quokkas Live At This One Spot In The World",
    "title_full": "Most Quokkas Live At This One Spot In The World",
    "published": "2024-02-15T23:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.islands.com/img/gallery/most-quokkas-live-at-this-one-spot-in-the-world/l-intro-1707666612.jpg",
    "performance_score": 0,
    "domain_rank": 46164,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9e7c5169bb9dae2d4c9838973452090561e4a4b1",
  "url": "https://www.islands.com/1514729/see-quokkas-one-spot-world",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "staff@islands.com (Leslie Veliz)",
  "published": "2024-02-15T23:15:00.000+02:00",
  "title": "Most Quokkas Live At This One Spot In The World",
  "text": "Most Quokkas Live At This One Spot In The World\nQuokkas, referred to as \"the happiest animal in the world,\" are known for their photogenic qualities. In fact, celebrities like actor Chris Hemsworth and pop singer Shawn Mendes have gone viral for posting selfies with the marsupial. These photos have something else in common; they were taken on the quokkas' native home, Rottnest Island.\nLocated in Western Australia on the Indian Ocean, Rottnest Island is only about 20 miles off the coast of Perth, Western Australia's capital. Although it's a popular vacation destination for locals, it's sparsely populated by humans. Nevertheless, the same can't be said about quokkas. While quokkas inhabit other parts of Western Australia,\nRottnest Island states that they have the largest quokkas population in the world. According to a 2023 article from the Sydney Morning Herald, up to 12,000 Quokas are on the island. That said, Quokkas inspired Rottnest Island's name.\nThe Aboriginal Whadjuk Noongar people originally inhabited the island. However, in 1696 (via\nhttps://www.rottnestisland.com/learn/military-maritime-history), Dutch explorer Willem de Vlamingh became one of the first Europeans to arrive on the island. He encountered quokkas and believed them to be rats. Thus, the island became known as Rottnest, which translates into \"rats nest.\" If you visit Rottnest Island, you can get up close and personal with the animals, with some exceptions.\nWhere to find quokkas on Rottnest Island\nThere's a reason why quokkas, considered a vulnerable species, have a burgeoning population on Rottnest Island. The small island is highly focused on preservation, and most motorized vehicles are prohibited. In other words, the quokkas' natural environment is largely undisturbed. In addition, domestic animals are banned from the island. As such, quokkas do not have to worry about becoming prey.\nWith this in mind, Rottnest Island has various regions where the animals are regularly seen. This includes bike paths, Thomson Bay, the area surrounding Garden Lake, the Ngank Yira Bidi trail, and more. If tourists prefer a guide to show them Rottnest Island's quokkas hotspots, they can book a 30-minute \"Meet the Quokkas\" tour. The Rottnest Voluntary Guides Association (RVGA) provides this walking tour daily. The tour starts in Thomson Bay near the RVGA's information booth and the Island Gypsy gift shop. While taking photos with the quokkas is encouraged, there are guidelines and words of advice that visitors should take to heart before they pull out their cameras.\nNo matter how cute they appear, you should not touch or feed quokkas; this can harm them, and the herbivores do bite. Experts like Rottnest Island's General Manager of Environment, Holly Knight (via\nWestern Australia), say that if you stick around one place, the animals will eventually get close to you, allowing you to take a selfie. Knight also noted that you're more likely to encounter the animals in the evening.\nThere's more to discover on Rottnest Island\nQuokkas may be one of Rottnest Island's defining features, but it's far from its only highlight. Rottnest Island is one of\nAustralia's top island getaways. Visitors can take the Rottnest Express from Perth or the nearby city of Fremantle and be on Rottnest Island in under two hours. The ferry departs daily, and a roundtrip ticket starts at under $50 at the time of this writing. The Rottnest Express disembarks near the Rottnest Island Visitor Center in Thomson Bay.\nBesides seeing quokkas, visitors are treated to various wondrous beaches, including Pinky Beach and The Basin (pictured). Per Tripadvisor, the latter is prevalent among swimmers and is renowned as a prime example of\nAustralia's natural beauty. The Basin is also a go-to snorkeling spot and is a 20-minute walk or a four-minute bike ride from Thomson Bay. Since no cars are on Rottnest Island, biking is the perfect way to discover the island. Bike paths are found throughout and can swiftly get you from one location to another. You can rent a bike, snorkel gear, and more at Pedal & Flipper Hire, located minutes from the Rottnest Island Visitor Center.\nA day trip to Rottnest Island is attainable. However, those wanting to stay in paradise overnight can do so at Discovery Parks. The resort, located close to The Basin, does not offer rooms but rather luxury tents. Prices start at over $500 a night.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment"
  ],
  "external_links": [
    "https://www.rottnestisland.com/see-do/wildlife-nature/Quokkas",
    "https://www.rottnestisland.com/learn/military-maritime-history),",
    "https://www.smh.com.au/traveller/inspiration/rottnest-island-quokkas-the-big-problem-with-selfies-with-the-worlds-happiest-animal-20230220-h29yit.html",
    "https://www.westernaustralia.com/us/plan-my-trip/planning-tools/travel-stories/everything-you-ever-wanted-to-know-about-quokkas",
    "https://westernaustralia.com/us/plan-my-trip/planning-tools/travel-stories/everything-you-ever-wanted-to-know-about-quokkas",
    "https://rottnestisland.com/learn/military-maritime-history),",
    "https://smh.com.au/traveller/inspiration/rottnest-island-quokkas-the-big-problem-with-selfies-with-the-worlds-happiest-animal-20230220-h29yit.html",
    "https://rottnestisland.com/see-do/wildlife-nature/Quokkas"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chris hemsworth",
        "sentiment": "none"
      },
      {
        "name": "quokkas",
        "sentiment": "none"
      },
      {
        "name": "shawn mendes",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sydney morning herald",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "western australia",
        "sentiment": "none"
      },
      {
        "name": "indian ocean",
        "sentiment": "none"
      },
      {
        "name": "rottnest island",
        "sentiment": "none"
      },
      {
        "name": "perth",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T02:52:59.472+02:00",
  "updated": "2024-02-16T02:52:59.472+02:00"
}