{
  "thread": {
    "uuid": "123edf4210d58c8f405f0a391f82ef4585816379",
    "url": "https://www.informacion.es/finanzas-personales/2023/12/29/vida-laboral-seguridad-social-dv-96360755.html",
    "site_full": "www.informacion.es",
    "site": "informacion.es",
    "site_section": "http://www.diarioinformacion.com/elementosInt/rss/96",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Buenas noticias para los que necesitan el informe de vida laboral: cómo tenerla al momento en el móvil",
    "title_full": "Buenas noticias para los que necesitan el informe de vida laboral: cómo tenerla al momento en el móvil",
    "published": "2023-12-29T11:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/4ddf5fa8-337f-4861-ad68-9976ce4b0558_16-9-aspect-ratio_default_0_x707y486.jpg",
    "performance_score": 0,
    "domain_rank": 25397,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "123edf4210d58c8f405f0a391f82ef4585816379",
  "url": "https://www.informacion.es/finanzas-personales/2023/12/29/vida-laboral-seguridad-social-dv-96360755.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Eneko López Rico",
  "published": "2023-12-29T11:59:00.000+02:00",
  "title": "Buenas noticias para los que necesitan el informe de vida laboral: cómo tenerla al momento en el móvil",
  "text": "El informe de vida laboral es un documento oficial emitido por la Seguridad Social en España que proporciona un resumen detallado de la trayectoria laboral de un trabajador. Este informe es fundamental tanto para los empleados como para los empleadores, y su importancia se extiende a diversos ámbitos administrativos y personales.\nEl informe de\nvida laboral es un historial completo que recopila toda la actividad laboral de un individuo que ha estado sujeta a cotización a la Seguridad Social. Este documento es emitido por la Tesorería General de la Seguridad Social y está disponible para todos los trabajadores que hayan cotizado en España, independientemente de su nacionalidad.\nLos datos que se recogen en el\ninforme de vida laboral incluyen:\n- Datos personales. Incluye información básica del trabajador como su nombre, número de Seguridad Social y fecha de nacimiento.\n- Historial laboral. Detalla cada uno de los períodos de alta y baja en la Seguridad Social, mostrando las fechas exactas de inicio y fin de cada período laboral.\n- Tipo de contrato y grupo de cotización. Información sobre el tipo de contrato de trabajo (temporal, indefinido, a tiempo parcial, etc.) y el grupo de cotización al que pertenece el trabajador.\n- Nombre de la empresa y código de cuenta de cotización. Muestra el nombre de las empresas para las que el trabajador ha trabajado, así como los códigos correspondientes a cada cuenta de cotización.\n- Base de cotización. Refleja la base de cotización a la Seguridad Social, que es la cantidad sobre la que se calculan las cotizaciones tanto del trabajador como del empleador.\nEl\nhttps://www.informacion.es/finanzas-personales/2023/12/23/seguridad-social-avisa-ten-cuenta-96011558.html te será muy útil, y en la mayoría de casos, imprescindible para varias cosas:\n- Gestiones administrativas. Es un documento crucial para trámites relacionados con pensiones, prestaciones por desempleo y otros beneficios sociales. Permite verificar el cumplimiento de los requisitos de cotización necesarios para acceder a estos beneficios.\n- Control personal. Permite al trabajador verificar que todas sus cotizaciones y periodos laborales están correctamente registrados, lo cual es esencial para el cálculo de futuras pensiones.\n- Procesos de selección laboral. En algunos casos, las empresas pueden solicitar este informe durante procesos de selección para comprobar la experiencia laboral del candidato.\n- Solicitud de préstamos o hipotecas. Las entidades financieras pueden requerir este informe para evaluar la estabilidad laboral y económica del solicitante.\n- Resolución de discrepancias. En caso de discrepancias con la Seguridad Social o el empleador sobre periodos de cotización o tipos de contrato, el informe de vida laboral sirve como prueba documental.\nCómo obtener el informe de vida laboral\nObtener el informe de vida laboral es un proceso sencillo y accesible, que puede realizarse a través de diferentes medios ofrecidos por la Seguridad Social.\n1. Solicitud online a través de la sede electrónica\nLa manera más rápida y cómoda de obtener el informe de vida laboral es a través de la Sede Electrónica de la Seguridad Social. Este servicio está disponible las 24 horas del día y se puede acceder de dos formas:\n- Con Certificado Digital o DNI Electrónico. Si dispones de un certificado digital o DNI electrónico, puedes acceder directamente y descargar el informe al instante.\n- Sin Certificado Digital. En caso de no tener certificado digital, puedes solicitar el informe y recibirlo por correo postal en tu domicilio.\n2. SMS\nPara aquellos que prefieren una opción sin necesidad de certificados digitales, la Seguridad Social permite solicitar el informe a través de un mensaje SMS. Es importante tener actualizado el número de teléfono móvil en la base de datos de la Seguridad Social, ya que recibirás un código de acceso por SMS para descargar el informe.\n3. Teléfono\nPuedes solicitar tu informe de vida laboral llamando a los números de teléfono habilitados por la Seguridad Social. Este método es útil para quienes prefieren una atención más personalizada o no tienen acceso a internet.\n4. Oficinas de la Seguridad Social\nPor último, siempre está la opción tradicional de acudir a una oficina de la Seguridad Social. Para ello, es recomendable solicitar cita previa para evitar largas esperas y agilizar el trámite.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor"
  ],
  "external_links": [
    "https://revista.seg-social.es/-/c%C3%B3mo-obtener-el-informe-de-vida-laboral",
    "https://www.revista.seg-social.es/-/c%C3%B3mo-obtener-el-informe-de-vida-laboral"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T13:09:37.895+02:00",
  "updated": "2023-12-29T13:09:37.895+02:00"
}