{
  "thread": {
    "uuid": "e54b8fd3927b5f6e6930ac84d628ae9f69e3dd47",
    "url": "https://www.thenews.com.pk/print/1149481-stocks-inch-up-on-iran-detente-positive-economic-indicators",
    "site_full": "www.thenews.com.pk",
    "site": "thenews.com.pk",
    "site_section": "https://www.thenews.com.pk",
    "site_categories": [
      "media"
    ],
    "section_title": "The News International: Latest News Breaking, Pakistan News",
    "title": "Stocks inch up on Iran detente, positive economic indicators",
    "title_full": "Stocks inch up on Iran detente, positive economic indicators",
    "published": "2024-01-19T18:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.thenews.com.pk/assets/uploads/akhbar/2024-01-20/l_1149481_014849_updates.jpg",
    "performance_score": 0,
    "domain_rank": 5190,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e54b8fd3927b5f6e6930ac84d628ae9f69e3dd47",
  "url": "https://www.thenews.com.pk/print/1149481-stocks-inch-up-on-iran-detente-positive-economic-indicators",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Our Correspondent",
  "published": "2024-01-19T18:00:00.000+02:00",
  "title": "Stocks inch up on Iran detente, positive economic indicators",
  "text": "Stocks closed slightly higher on Friday, as easing tension between Iran and Pakistan and positive economic indicators offset profit-taking pressure, traders said. The Pakistan Stock Exchange's (PSX) benchmark KSE 100-share Index gained 0.13 percent or 79.83 points to close at 63,282.23 points, after hitting a high of 63,911.86 points earlier in the session. The KSE-30 index also increased by 34.79 points or 0.16 percent to 21,275.21 points. “Stocks showed recovery amid thin trade as investors weigh strong rupee and likely positive outcome of $3 billion SIFC investment accord with Dubai,” said Ahsan Mehanti, an analyst at Arif Habib Corp,\" analyst Ahsan Mehanti at Arif Habib Corp said. \"The ECP (Election Commission of Pakistan) affirmation on polls on Feb 8, surging global crude prices and strong economic indicators on $397 million current account surplus, $2.381 billion remittances, $65 million FIPI, $2.8 billion exports in Dec’23 played a catalytic role in positive close.\" Traded shares decreased by 158 million shares to 287.310 million shares from 445.797 million shares. The trading value dropped to Rs9.320 billion from Rs14.236 billion. Market capital expanded to Rs9.265 trillion against Rs9.255 trillion. Out of 339 companies active in the session, 160 closed in green, 158 in red and 21 remained unchanged. Analyst Nabeel Haroon at Topline Securities said the benchmark Index opened on a positive note and gained an intraday high of 710 points, as investors cheered the easing of tension between Pakistan and Iran. \"However, investors preferred to book their intraday gain amid uncertainty given the upcoming election as the index declined during the second half to close 0.13 percent down.\" Major positive contributions to the index came from ENGRO, MARI, FFC, MTL and DAWH, as they cumulatively contributed 119 points. On the flip side, BAHL, SNGP, SRVI, PTC and NRL lost value to weigh down on the index by -60 points. The highest increase was recorded in Mari Petroleum Company Limited, which rose by Rs26.19 to Rs2,375.37 per share, followed by Honda Atlas Cars (Pakistan) Limited, which increased by Rs15.35 to Rs274.59 per share. A significant decline was noted in Sapphire Fibres Limited, which fell by Rs63.14 to Rs1,600 per share, followed by Bata Pakistan Limited, which closed lower by Rs35.06 to Rs1,705.05 per share. Analyst Muhammad Shuja Qureshi at JS Research said that amid falling volumes, the index managed to close with a gain of 80 points. “Going forward, news flow from the political front would set market directions,” he said. K-Electric Ltd. remained the volume leader with 49.814 million shares which closed lower by 3 paisas to Rs5.44 per share. PIAC(A) followed it with 43.353 million shares, which closed higher by 48 paisas to Rs12.04 per share. Other significant turnover stocks included PTCL, WorldCall Telecom, Hascol Petrol, Pak Int. Bulk, Air Link Commun, Cnergyico PK, Lotte Chemical and Treet Corp. A total of 314 companies recorded future shares, of which 122 increased, 178 decreased and 14 remained unchanged. OMAP says purported benefits of this arrangement fail to address broader implications of concentrating critical aspect... The well will be put on test production after completing the necessary regulatory formalities Having received $2.9bn bailout, South Asian country is on path to recovery from its worst financial crisis in 7... Currency market, according to dealers, has not reacted to clash between Pakistan and Iran in last two days Conversely, rice exports saw a notable increase, rising by $710 million or 76.5 percent to reach $1.638 billion",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ahsan mehanti",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "arif habib corp",
        "sentiment": "none"
      },
      {
        "name": "ecp (election commission",
        "sentiment": "none"
      },
      {
        "name": "pakistan stock exchange",
        "sentiment": "none"
      },
      {
        "name": "kse",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "iran",
        "sentiment": "none"
      },
      {
        "name": "dubai",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T22:55:32.981+02:00",
  "updated": "2024-01-19T22:55:32.981+02:00"
}