{
  "thread": {
    "uuid": "4ae9127cafdb547c135401aa7948ac40ea5ee127",
    "url": "https://www.tellerreport.com/business/2024-01-19-convey-firm-confidence!-china-releases-three-signals-to-the-world.H17-ihk_Ya.html",
    "site_full": "www.tellerreport.com",
    "site": "tellerreport.com",
    "site_section": "https://tellerreport.com/news/2023-10-22-jewish-community-leader-samantha-wall-brutally-murdered-in-detroit.hkwoeqxmmp.html",
    "site_categories": [
      "media"
    ],
    "section_title": "Teller Report",
    "title": "Convey firm confidence! China releases three signals to the world - Teller Report",
    "title_full": "Convey firm confidence! China releases three signals to the world - Teller Report",
    "published": "2024-01-19T14:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 17918,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4ae9127cafdb547c135401aa7948ac40ea5ee127",
  "url": "https://www.tellerreport.com/business/2024-01-19-convey-firm-confidence!-china-releases-three-signals-to-the-world.H17-ihk_Ya.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anonym",
  "published": "2024-01-19T14:35:00.000+02:00",
  "title": "Convey firm confidence! China releases three signals to the world - Teller Report",
  "text": "China News Service, January 19 (China News Palace Hongyu and Song Yusheng) Where will the world economy go in 2024? The latest \"Chief Economist Outlook\" released at the 2024 Annual Meeting of the World Economic Forum (also known as the \"Davos Forum\") made this prediction: \"The global economic outlook remains bleak and full of uncertainties.\" At this time point, data released by the National Bureau of Statistics of China show that China’s GDP will grow by 5.2% year-on-year in 2023. At the same time, China once again expressed its commitment to expanding opening up and win-win cooperation with the world in Davos. The positive signals released one after another convey firm confidence. Exterior view of the Davos Congress Center. Photo by China News Service reporter Ma Xiuxiu One is confidence in China's economic growth. One is confidence in China's economic growth. Different from the pessimistic expectations for the global economy, the \"Chief Economist Outlook\" report shows that 69% of the chief economists surveyed this year believe that China's economy will maintain at least moderate growth in 2024. This figure is much higher than the 23% obtained by Europe and higher than the 57% obtained by the United States. At a time when the world economic outlook is uncertain, it is still the consensus of many economists to be optimistic about China's economic development. During the 2024 Annual Meeting of the World Economic Forum, the National Bureau of Statistics of China released the “report card” of China’s economy in 2023. According to preliminary estimates, China's GDP will exceed 126 trillion yuan in 2023, a year-on-year growth of more than 5.2%. This figure is much higher than the expected global growth rate of about 3%, ranking among the highest among the world's major economies. \"When observing the performance of China's economy, we must not only compare it vertically with ourselves, but also compare it horizontally with other countries.\" Kang Yi, director of the National Bureau of Statistics, recently publicly stated that China's economic growth rate of 5.2% in 2023 is not only higher than the global expected growth rate of about 3%, but also ranks among the best among the world's major economies. China's economy is expected to contribute more than 30% to world economic growth in 2023, making it the largest engine of world economic growth. Today, as the world's second largest economy, China has formed good and solid fundamentals in its long-term development. Bolger Brende, President of the World Economic Forum, pointed out that China has sufficient policy tools to boost the economy. China is shifting from growth based on investment and infrastructure to growth based on new areas such as electric vehicles. China is undergoing a period of transition from exports to services and digital trade, and is also an important producer of renewable energy-related equipment. \"We absolutely need China's contribution. China is huge and vital to the world economy.\" Brende emphasized. The second is to proactively expand self-confidence in opening up. The second is to proactively expand self-confidence in opening up. \"China's proactive expansion of opening up is to allow the world to share China's opportunities and develop together with other countries.\" At the World Economic Forum, China once again explained its original intention of opening up to the outside world and seeking common development with the world. We will effectively open up the obstacles for foreigners to come to China for business, study and tourism, relax market access for telecommunications, medical and other service industries, and continue to build a market-oriented, legal and international first-class business environment... The Central Economic Work Conference held at the end of last year A series of measures to benefit foreign investment were mentioned to provide \"reassurance\" for foreign companies to develop in China. \"Choosing the Chinese market is not a risk, but an opportunity.\" Data shows that the rate of return on foreign direct investment in China in the past five years is about 9%, which is at a relatively high level internationally. Chen Wenling, chief economist of the China Center for International Economic Exchanges, told China News Service, \"China's statement of opening up is unequivocal, and I think this sincerity can impress the world. The overall picture of China's economy is that the fundamentals of long-term improvement are solid, so China's development It’s an opportunity, not a risk.” \"I have achieved great success in investing in the Chinese market over the years, and I am confident in China's economic development. I am willing to continue to deepen cooperation with China, persist in developing in China, and contribute to China's development.\" On the 16th local time, the founder and executive chairman of the World Economic Forum At the luncheon hosted by Schwab, leaders from many multinational companies such as Wal-Mart, JPMorgan Chase, and Intel said so. Traffic surges near the Bund in Shanghai. Photo by Gong Hongyu of Sino-Singapore Finance The third is to provide a solution to the trust deficit. The third is to provide a solution to the trust deficit. The \"Global Cooperation Barometer\" released by the World Economic Forum shows that from 2012 to 2020, global cooperation was on the rise, but from 2020 to 2022, the global cooperation index began to decline. Malloch Brown, the former Deputy Secretary-General of the United Nations, pointed out in an article written for the 2024 Annual Meeting of the World Economic Forum that the world today is \"full of strong distrust.\" For this reason, the theme of this annual meeting is \"Rebuilding Trust\", which is in line with the concerns of all parties. As an important engine of world economic growth, China's attitude towards international cooperation has attracted much attention. An article on the official website of the World Economic Forum wrote that how China acts is very important for the world to \"rebuild trust and promote cooperation.\" In the past, China has been contributing its wisdom to solving common problems faced by the world and playing a leading role in many fields. \"Put aside prejudices, bridge differences, and unite as one to crack the trust deficit.\" At the World Economic Forum, China once again made its commitment to promote trust through unity. In recent years, from the \"Belt and Road\" initiative to global economic and trade exchange platforms such as the China International Import Expo and the Canton Fair, to the implementation of a series of Sino-foreign cooperation projects, China's economic development has always been closely connected with the world, and China's economic cooperation with the world has also become more and more important. Come deeper and deeper. Mirek Dusek, executive director of the World Economic Forum, pointed out in an interview with the media that China firmly conveyed the message of openness and cooperation at this year's annual meeting. Participants highly appreciated this and hoped to strengthen economic cooperation with China. (over)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hongyu",
        "sentiment": "negative"
      },
      {
        "name": "ma xiuxiu one",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "china news service",
        "sentiment": "negative"
      },
      {
        "name": "(china news palace",
        "sentiment": "neutral"
      },
      {
        "name": "davos congress center",
        "sentiment": "none"
      },
      {
        "name": "world economic forum",
        "sentiment": "none"
      },
      {
        "name": "national bureau of statistics of china",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T14:44:40.182+02:00",
  "updated": "2024-01-19T14:44:40.182+02:00"
}