{
  "thread": {
    "uuid": "a253317a84abd9b36d517f779808fd38c4e7de2c",
    "url": "https://www.theweek.in/wire-updates/international/2024/01/19/fgn60-pak-iran-2ndld-talks.html",
    "site_full": "www.theweek.in",
    "site": "theweek.in",
    "site_section": "https://www.theweek.in/home.html",
    "site_categories": [
      "media"
    ],
    "section_title": "The Latest news - Journalism with a human touch - The Week",
    "title": "Pakistan Iran agree to 'de-escalate the situation' and strengthen coordination on counter-terrorism - The Week",
    "title_full": "Pakistan Iran agree to 'de-escalate the situation' and strengthen coordination on counter-terrorism - The Week",
    "published": "2024-01-19T17:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.theweek.in/etc/designs/week/img/logo-main.png",
    "performance_score": 0,
    "domain_rank": 8157,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a253317a84abd9b36d517f779808fd38c4e7de2c",
  "url": "https://www.theweek.in/wire-updates/international/2024/01/19/fgn60-pak-iran-2ndld-talks.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PTI",
  "published": "2024-01-19T17:19:00.000+02:00",
  "title": "Pakistan Iran agree to 'de-escalate the situation' and strengthen coordination on counter-terrorism - The Week",
  "text": "Islamabad, Jan 19 (PTI) Pakistan and Iran on Friday agreed to \"de-escalate the situation\" and strengthen coordination on counter-terrorism as the two sides began to pick threads of tattered ties following their tit-for-tat military strikes in each other's territory.\nForeign Minister Jalil Abbas Jilani spoke with his Iranian counterpart Hossein Amir-Abdollahian on the telephone and expressed his country's desire to “work with Iran based on the spirit of mutual trust and cooperation,” Pakistan’s Foreign Office said in a statement.\n\"The Foreign Minister stressed that respect for territorial integrity and sovereignty must underpin this cooperation,\" it said.\nThey \"agreed that working-level cooperation and close coordination on counter-terrorism and other aspects of mutual concern should be strengthened. They also agreed to de-escalate the situation,” the FO said, underscoring the close \"brotherly relations\" between the two neighbours.\nThe return of the Ambassadors of the two countries to their respective capitals was also discussed.\nIn a separate statement earlier, the FO said Foreign Minister Jilani expressed Pakistan’s readiness to work with Iran on \"all issues and underscored the need for closer cooperation on security issues\".\nThe positive development came after Pakistan conducted \"precision military strikes\" against what it called \"terrorist hideouts\" in Iran's Siestan-Balochistan province that killed 9 people on Thursday. The attack was seen as retaliation to Iranian missile and drone attacks on Tuesday, which targeted two bases of the Sunni Baloch militant group Jaish al-Adl in Pakistan's unruly Balochistan province.\nAccording to IRNA, Iran’s official news agency, Amir Abdollahian urged Pakistan to assist in “foiling plots and destroying terrorist hideouts in its territories.”\nThe top Iranian diplomat also called for the pursuit of security and military cooperation seriously, noting that Iranian forces will not allow terrorist groups to carry out sabotage in the country.\nPointing to Iran’s recent attack on a hideout of the so-called Jaish al-Adl terrorist group inside Pakistani soil, he argued that intelligence documents showed that over 50 terrorists were getting ready to conduct terrorist attacks on Iran.\nHe further said that under the current circumstances in Palestine, where the Israeli regime is committing crimes against the oppressed nation, influential countries of the Islamic world such as Iran and Pakistan are expected to maintain unity.\nPakistani foreign minister, for his part, emphasized that both nations have a common attitude in the fight against terrorism, adding that Islamabad underlines the need for maintaining constructive and brotherly ties with Tehran.\nIn the phone conversation, the Pakistani top diplomat officially invited his Iranian counterpart to visit Islamabad, the IRNA said.\nEarlier, Jilani and his Turkish counterpart Hakan Fidan discussed the “ongoing developments between Pakistan and Iran”, the Foreign Office said.\nHe told Fidan that the military strikes were aimed at terrorist camps inside Iran and added that Pakistan has no interest or desire for escalation.\nAlso, officials of the foreign ministries from Iran and Pakistan exchanged goodwill messages, belying fears of escalation and showing that the tiff between the two neighbours was cooling off sooner than it erupted two days ago.\nForeign Office Spokesperson Mumtaz Zahra Baloch shared an exchange of messages between Additional Foreign Secretary Rahim Hayat Qureshi and his Iranian counterpart Seyed Rasoul Mousavi on her X handle, saying: “Some positive exchanges.”\nIn a post on X today, the Foreign Office additional secretary responded to his Iranian counterpart’s letter saying he reciprocated the sentiments of “dear brother Seyed Rasoul Mousavi.”\nHe said Pakistan and Iran have fraternal relations and the countries need to move forward to resolve all issues through positive dialogue.\nHe said that it is important to restore trust and confidence that has always defined bilateral relations between the two countries. “Our common challenges including terrorism require coordinated action,” he added.\nMousavi said he believed that Iran’s Ministry of Foreign Affairs is the endpoint of the prevailing tensions between the two countries. “Leaders and high officials of both countries know that only terrorists and enemies of both countries benefit from the existing tension between the two neighbouring countries,” he wrote on X in Persian.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jalil abbas jilani",
        "sentiment": "none"
      },
      {
        "name": "hossein amir",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pti",
        "sentiment": "negative"
      },
      {
        "name": "foreign office",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "iran",
        "sentiment": "none"
      },
      {
        "name": "pakistan iran",
        "sentiment": "none"
      },
      {
        "name": "islamabad",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T20:12:25.974+02:00",
  "updated": "2024-01-19T20:12:25.974+02:00"
}