{
  "thread": {
    "uuid": "e08e4e93edb95a2b65c3ea62d62a4fbcf16cb454",
    "url": "https://www.mynbc5.com/article/people-still-finding-ways-to-enjoy-winter-despite-back-to-back-storms-and-lack-of-snow/46367744",
    "site_full": "www.mynbc5.com",
    "site": "mynbc5.com",
    "site_section": "http://www.wptz.com/8870864?format=rss_2.0&view=feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Top Stories",
    "title": "People still finding ways to enjoy winter despite back to back storms and lack of snow",
    "title_full": "People still finding ways to enjoy winter despite back to back storms and lack of snow",
    "published": "2024-01-13T01:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://kubrick.htvapps.com/vidthumb/27d5f742-0e0c-40b5-8f4c-596273412eb3/d631968b-8371-472e-aac1-e2048c72d8f7.jpg?crop=1.00xw:1.00xh;0,0&amp;resize=1200:*",
    "performance_score": 0,
    "domain_rank": 34388,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e08e4e93edb95a2b65c3ea62d62a4fbcf16cb454",
  "url": "https://www.mynbc5.com/article/people-still-finding-ways-to-enjoy-winter-despite-back-to-back-storms-and-lack-of-snow/46367744",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Amanda Martin-Ryan",
  "published": "2024-01-13T01:32:00.000+02:00",
  "title": "People still finding ways to enjoy winter despite back to back storms and lack of snow",
  "text": "People still finding ways to enjoy winter despite back-to-back storms and lack of snow The Hard'ack Recreation Area in St. Albans is drawing people from across the country this winter The Hard'ack Recreation Area in St. Albans is drawing people from across the country this winter The Hard'ack Recreation Area in St. Albans is drawing people from across the country this winter Despite being hit with back-to-back storms, people are still finding ways to make the most of this winter, snow or no snow. One of the places drawing people from all across the country, and even Canada, this winter is Hard'ack Recreation Area in St. Albans. \"This place is a gem, by the way. This whole recreational complex – it’s unbelievable,\" said Andy Crossman, a nearby resident of the complex. Crossman's grandsons love sledding down the hill and swimming in the indoor pool at Hard'ack, but Crossman appreciates the rec center for a more niche activity – perfect for the conditions this winter has brought so far: mountain biking. Crossman described the sport as \"a little bit opposite what good-skiing weather is for fat-tire riding.\" He helps groom the trails part of the 95 acres of the complex, so he and the 80 other members of his mountain biking club are able to enjoy the trail network even when it snows. \"When you’re going through the woods, it’s a sensation like floating. Typically, we’ll go in the evening and wear headlamps. It’s a really fun kind of social activity,\" Crossman said. Though the sport isn’t for everyone, and skiing down the hill is out of the picture for now, people can also consider Nordic skiing, cross-country skiing, snowshoeing — and the list goes on. Lee Barrett, the recreation program manager, explained why so many people are attracted to the complex, regardless of inclement weather. \"There’s so much to do, and even just getting out, people just love that stuff and being on the property. There are people that come here every day and don’t partake in necessarily the quote-on-quote traditional winter stuff,\" Barrett said. Understandably, word of everything Hard’ack has to offer has spread outside of Franklin County. \"I've always kind of said that this is becoming a rec destination. It always has been a destination for the local folks, but we’re seeing folks coming from out of state and across the state of Vermont,\" Barrett said. Part of the complex’s appeal is the indoor pool. It was only built last year, but it has brought even more activities under the dome. \"We offer public swim times, which is just anyone is welcome to come and swim at the pool. And we have a ton of organized programs: swim lessons, fitness programs for adults, we offer pool parties here, a winter swim team,\" said the aquatics director, Issac Bashaw. Folks as passionate as Crossman is about Hard’ack could attest to what all its offerings have brought to the community. \"It’s an incredible asset to our area, and not only just for fun, but it’s part of what’s called recreation economy,\" Crossman said. If mountain biking sounds like something you might want to take up, Crossman and his group are inviting people to try it out with them to help kick off the Winter Carnival next month.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "crossman",
        "sentiment": "none"
      },
      {
        "name": "andy crossman",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "st. albans",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-13T01:44:20.117+02:00",
  "updated": "2024-01-13T02:47:43.025+02:00"
}