{
  "thread": {
    "uuid": "5953b829d717c3498431d5c7b0305418ab83b8a9",
    "url": "https://www.smiletrain.org/2024/04/18/dentsply-sirona-ends-zafrans-long-wait",
    "site_full": "www.smiletrain.org",
    "site": "smiletrain.org",
    "site_section": "https://www.smiletrain.org/rss.xml",
    "site_categories": [
      "society"
    ],
    "section_title": "Smile Train",
    "title": "Dentsply Sirona Ends Zafran's Long Wait",
    "title_full": "Dentsply Sirona Ends Zafran's Long Wait",
    "published": "2024-04-18T23:44:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.smiletrain.org/sites/default/files/2024-04/zafran-og.jpg",
    "performance_score": 0,
    "domain_rank": 62169,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5953b829d717c3498431d5c7b0305418ab83b8a9",
  "url": "https://www.smiletrain.org/2024/04/18/dentsply-sirona-ends-zafrans-long-wait",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "aberkowitz",
  "published": "2024-04-18T23:44:00.000+03:00",
  "title": "Dentsply Sirona Ends Zafran's Long Wait",
  "text": "Dentsply Sirona Ends Zafran's Long Wait\nNo one is too remote for Smile Train and our partners\nWhen Zafran was born, his cries mixed with the songs of the tropical birds outside his house and the cries of the midwives within. He was born with a cleft. His parents and nine-year-old sister loved him unconditionally, but they had no idea how to get him the support that he needed. All they had was hope that someday, help would come.\nRight away, complications arose. Zafran’s cleft made him choke on milk when his mother tried to feed him. She did her best to keep calm and experiment with new ways to nourish him, even as he screamed with hunger and looked to be wasting away in front of her.\nYustiwizarto, Zafran’s father, earned so little money from his work as an elementary school teacher that the family couldn’t afford electricity for their home. They felt helpless to do anything about Zafran’s cleft, but persisted. Through their will and faith, Zafran grew up underweight and with some speech issues, but otherwise healthy.\nUnfortunately, Zafran still had major challenges ahead of him. There were always rumors circulating around their community, and once he started school, his classmates mocked him without mercy. It spurred Yustiwizarto to hasten his search to find his son the care he so needed.\nHis efforts were rewarded soon after, when one of his brothers in another village messaged the family WhatsApp group that free cleft surgery was available at Ibnu Sina Pekanbaru, one of the major hospitals in their province. Yustiwizarto reached out to the hospital at once, and received a response at once.\nThe hospital explained that, because Ibnu Sina partners with an organization called Smile Train, Zafran’s surgery would be performed by a highly trained team of local experts — and would be completely free thanks to Smile Train’s generous donors around the world and to Dentsply Sirona, the world’s largest manufacturer of professional dental products and technologies.\nIn September of 2021, Smile Train and Dentsply Sirona launched a five-year partnership aimed at improving access to global oral health and creating a brighter, more sustainable future for cleft-affected children and families worldwide.\nThough our collaboration has many concentrations, everything we do together revolves around one goal: bringing the highest global standard of care to every person in need, no matter where they live or how much they earn.\nWhen the day for Zafran’s surgery came, both father and son were jittery: Yustiwizarto because he was so nervous, Zafran because he was so excited.\n“Zafran is always excited,” Yustiwizarto laughs, but he had good reason to be: The nine-year-old knew he was soon to be able to smile with confidence and, for the first time, eat whatever he wanted without fear of it getting stuck inside his nasal cavity.\nWhile Zafran was in the operating room, each tick of the waiting room clock brought Yustiwizarto something new to be nervous about.\nWhen he heard his name called at last, Yustiwizarto jumped from his chair as though on a spring and followed an inch behind the nurse as she led him into the recovery room.\nWhere he praised God for the miracle laying woozy before him.\nZafran’s whole community squeezed themselves into the family’s tiny house to celebrate his transformation — and to see it for themselves.\nThese days, Zafran has lots of friends, and many of them don’t realize that he ever had a cleft at all. He will never forget, however. From the moment he first looked at himself in the mirror after his surgery, he has had one ambition: to grow up to become a doctor so that he, too, can help answer the prayers of children and families in need.\nAnd Yustiwizarto is no less dedicated to helping others in his situation find the free help their children need. “I want to tell parents who have children with clefts not to be afraid since there are services out there to help you. You should immediately find the information they need to get free surgery.\n“I also want to thank the kindhearted staff at Ibnu Sina Pekanbaru who helped us, Smile Train donors, and Dentsply Sirona for making my child’s surgery possible.”\nYou can give a second chance to a child in need today.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "yustiwizarto",
        "sentiment": "none"
      },
      {
        "name": "zafran",
        "sentiment": "none"
      },
      {
        "name": "afran",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dentsply sirona ends zafran's long wait dentsply sirona ends zafran",
        "sentiment": "neutral"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:22:44.604+03:00",
  "updated": "2024-04-19T01:22:44.604+03:00"
}