{
  "thread": {
    "uuid": "9228a8b0a1eb9d21a68397d786c7645138f33f11",
    "url": "https://www.dailymail.co.uk/tvshowbiz/article-12932173/Sir-Tim-Rices-personal-life-colourful-plot-musicals.html",
    "site_full": "www.dailymail.co.uk",
    "site": "dailymail.co.uk",
    "site_section": "https://mailonsunday.co.uk/columnists/index.html",
    "site_categories": [],
    "section_title": "Columnists | Daily Mail Online",
    "title": "EDEN CONFIDENTIAL: Sir Tim Rice's personal life is even more colourful than the plot of any of his musicals | Daily Mail Online",
    "title_full": "EDEN CONFIDENTIAL: Sir Tim Rice's personal life is even more colourful than the plot of any of his musicals | Daily Mail Online",
    "published": "2024-01-06T00:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2024/01/05/22/79676293-0-image-m-75_1704494607355.jpg",
    "performance_score": 0,
    "domain_rank": 139,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9228a8b0a1eb9d21a68397d786c7645138f33f11",
  "url": "https://www.dailymail.co.uk/tvshowbiz/article-12932173/Sir-Tim-Rices-personal-life-colourful-plot-musicals.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Richard Eden for The Daily Mail",
  "published": "2024-01-06T00:54:00.000+02:00",
  "title": "EDEN CONFIDENTIAL: Sir Tim Rice's personal life is even more colourful than the plot of any of his musicals | Daily Mail Online",
  "text": "His celebrated works include Evita, Chess and The Lion King, yet Sir Tim Rice's personal life is even more colourful than the plot of any of his musicals. And now I hear that the Oscar-winning lyricist has found love with glamorous literary agent Caroline Michel. 'They are London 's new power couple,' claims one of their friends. 'They've been seen at lots of parties and cultural events together over recent weeks and have been happy for people to see that they're together.' Caroline, who is the fabulously well-connected head of literary and talent agency PFD, split up with advertising tycoon Sir Martin Sorrell in 2022 after a two-year relationship. Sir Martin, who founded ad giant WPP, was said to be so smitten with her that there was speculation he could even make her his third wife. His celebrated works include Evita, Chess and The Lion King, yet Sir Tim Rice's personal life is even more colourful than the plot of any of his musicals I hear that the Oscar-winning lyricist has found love with glamorous literary agent Caroline Michel Caroline, 64, whose clients include TV adventurer Bear Grylls, is one of the capital's most formidable networkers and the ex-wife of publisher and Labour peer Lord (Matthew) Evans, who died in 2016. Sir Tim, 79, separated from his wife, Jane, in 1990, because of his affair with singer and Radio 2 presenter Elaine Paige, although the divorce was never formally finalised. 'He was extremely married at the time,' Paige later recalled. She became a star in Evita in 1978, which Sir Tim wrote with Andrew Lloyd Webber. He and Jane had two children, Eva and Donald. Sir Tim had a tumultuous, eight-year romance with socialite Amanda Eliasch and a relationship with artist Nell Sully, by whom he has a daughter; in 2016 it emerged that he had fathered another daughter by young academic Laura-Jane Foley. Both Sir Tim and Caroline decline to comment. Listed by Tatler magazine as one of Britain's 200 most eligible young men and women, the Marquess of Lorne is already off the singles market. Archie Campbell, as the Duke of Argyll's son and heir is known, is dating Lara Sweeting, 20. 'We're old family friends,' he tells me at a London party. Archie Campbell, as the Duke of Argyll's son and heir is known, is dating Lara Sweeting, 20. 'We're old family friends,' he tells me at a London party 'We've been together six months but kept it on the low-down.' Archie, 19, who is a student at Newcastle University, was once a page of honour to Queen Elizabeth. Lara says: 'I love Archie's sense of humour — and he's drop-dead gorgeous.' That she works for a whisky investment firm will be a hit with his father, Torquhil Campbell, the 13th Duke, as he promotes Scotch for French drinks giant Pernod Ricard. The Princess of Wales's brother, James Middleton, has looked a new man in the past year, becoming a father and immersing himself in what he describes as 'a business I love', a new dog food company, Hello Ella. But 2024 dawns with a blue-blooded rival yapping at his heels. I can disclose Viscount Exmouth's elder son and heir, Ed Pellew, has formed the Kind Food Group, intending it to become the Fortnum & Mason of the canine kingdom, with products — Miraculous Meals — made from 'natural ingredients with zero junk', at £3 a tin. Middleton, 36, ensures Hello Ella uses only 'human-grade ingredients', at £32-a-kilo. But Pellew, 45, who lives barely half an hour from Middleton in Royal Berkshire, may have a new lead . . . 'He's become pally with Will Young,' a local tells me, claiming dog-loving crooner Young has invested in Pellew's company. Young and Pellew decline to confirm the claim. The joy of shopping has lost its sparkle for self-confessed 'clothesaholic' Helena Morrissey, who resolved to buy no new clothes for a year. Having reached her goal, the businesswoman and mother of nine says she now feels disgusted with herself after making her first purchase. The joy of shopping has lost its sparkle for self-confessed 'clothesaholic' Helena Morrissey, who resolved to buy no new clothes for a year In a picture she shared online of her wearing her latest addition to her wardrobe, Baroness Morrissey, 58, says: 'Two obvious lessons from my 'no new clothes for a year' experience were — I have far too many evening clothes and black doesn't suit me. 'I also felt slightly repulsed by the idea of buying anything at all again. So, what did I do, barely after the clock struck midnight on New Year's Eve? Buy a black evening dress, of course.' Made In Chelsea's Sophie Habboo says her reality show co-star Jamie Laing, whom she married last year, gave her 'the ick' when she discovered the scion of the McVitie's biscuits family still can't drive at the age of 35. But it seems that Habbs, though a qualified driver who passed first time, also struggles behind the wheel. Made In Chelsea's Sophie Habboo says her reality show co-star Jamie Laing, whom she married last year, gave her 'the ick' when she discovered the scion of the McVitie's biscuits family still can't drive 'I wrote my Mini off when I drove into a tree,' admits Sophie, 30. Her excuse: 'My dogs were in the back, and they got really excited because there was a sheep in the field next to me and they jumped over my face.' Former Strictly Come Dancing contestant Laing assures her: 'When I can drive, I'll be better than you.' She forced the Labour government to reverse its policy on Gurkha veterans and publicised the cause of exiled Tibetans, but Dame Joanna Lumley wasn't brave enough to speak to The Beatles. 'I went with my flatmates to the Hammersmith Odeon when The Beatles were playing and they were so, so fabulous, but I never met them,' says the Absolutely Fabulous star, 77. 'Later on, I met Ringo, George and Paul, but I never met John Lennon.' And when Dame Joanna finally had a chance to meet Lennon, she missed her opportunity. 'Once, I sat in darkness in a cinema for a preview of A Hard Day's Night in Soho and when the lights went on I saw it was John Lennon [next to her]. But I was too cool to say, 'That was fantastic'. I just couldn't bring myself to be uncool.' She'll just have to let it be. Ronnie Wood has an ardent fan in Prince William who, aside from inviting him to Kensington Palace, was so taken by his portrait of Prince Philip — executed in charcoal, showing Philip tipping his bowler hat — that he ensured it was hung somewhere where he was sure to 'see it every day'. Ronnie Wood, 76, tucked away £500,000 in his eponymous art company in the last financial year, according to accounts just filed But the Rolling Stones guitarist's appeal as an artist extends far beyond court circles. Wood, 76, tucked away £500,000 in his eponymous art company in the last financial year, according to accounts just filed. It now holds a fraction under £2 million in 'net assets', though it's the artistic fulfilment which matters more than the money to Wood, who dropped out of Ealing College of Art to pursue a music career. That side of life is still doing nicely: the Stones' most recent tour took just under £100 million. Having bumped into top model David Gandy at countless parties, I am surprised to hear him claim he's a closet hermit. So much so that his girlfriend, the barrister and mother of his two girls Stephanie Mendoros, has struggled to come to terms with it. 'I enjoy being alone,' the Dolce & Gabbana hunk, 43, declares. 'My other half has had to understand that I need time to myself. And that's with the dog and it can be with the children, but there is a time where I like to be alone. And she doesn't understand that. Having bumped into top model David Gandy at countless parties, I am surprised to hear him claim he's a closet hermit 'She enjoys being at parties and events and being with people. I'm the exact opposite. She used to laugh at me — when we were first dating, she'd say, 'What did you do last night?' I'd say, 'I went to the cinema.' 'Who with?', 'Myself'. Or, 'Where did you go?', 'For dinner', 'With who?', 'Myself'. 'It worries me if people aren't comfortable in their own company. I always think there's something wrong if they have to have other people's opinions or have other people to build their ego. I don't need that.' This is going to be a year of dramatic change for 1970s sex symbol Susan George, whose good looks caught the eye of King Charles in his bachelor days, when they enjoyed intimate dinner dates. The former Hollywood actress is to sell the beloved stud farm in Exmoor she ran with her late husband, Casualty star Simon MacCorkindale. This is going to be a year of dramatic change for 1970s sex symbol Susan George, whose good looks caught the eye of King Charles in his bachelor days, when they enjoyed intimate dinner dates 'There are several filming opportunities for me on the horizon which also involve travel,' says Susan, who appeared in the BBC series The Real Marigold Hotel. 'I've therefore made a monumental decision to sell my beautiful stud farm. Some of my precious brood mares with historic bloodlines will be available for purchase. I don't really know how best to deal with that, but my hope is that the right homes are already patiently waiting.' The Straw Dogs star, 73, who has 30 horses, adds: 'Life will be different, but I've always loved adventure, and often jumped without a net. If you were afraid of what was going to happen you wouldn't get out of bed in the morning.' A square or two of Bournville surely wouldn't melt in the mouth of 21-year-old Cadbury's heir Alex Coulson — grandson of Roger Cadbury and great-great-great grandson of George Cadbury, who established the family's immense fortune. Or perhaps it would. He and bandmates Orlando Soundy and Grace Glover, who make up the band Insincere, have notched up more than five million listeners on Spotify to one of their tracks, which, in the words of one critic 'simmers with quiet rage'. Its title? Angels Don't F***. Must be some unusual sermons in the chapel at £48,000-a-year Radley, where the lads were at school. Skiing in the Alps, or winter sun in the Canaries are popular right now. But I hear Piers Dunhill, an heir to the Dunhill luxury goods empire, opted for a New Year's trip to Putin's Russia. The 29-year-old great-great-grandson of Sir Alfred Dunhill declines to discuss his visit to the country that invaded Ukraine. 'It's not business,' he tells me. 'It's a private visit.' The Foreign Office advises against all travel to Russia. A friend says: 'He has a new girlfriend who may be Russian.'",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tim rice",
        "sentiment": "negative"
      },
      {
        "name": "evita",
        "sentiment": "none"
      },
      {
        "name": "caroline michel",
        "sentiment": "none"
      },
      {
        "name": "caroline michel caroline",
        "sentiment": "none"
      },
      {
        "name": "martin",
        "sentiment": "none"
      },
      {
        "name": "martin sorrell",
        "sentiment": "none"
      },
      {
        "name": "caroline",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "eden",
        "sentiment": "negative"
      },
      {
        "name": "wpp",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "london",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:58:32.921+02:00",
  "updated": "2024-01-06T00:58:32.921+02:00"
}