{
  "thread": {
    "uuid": "9147602d4515233bbf134fb20476fe11bd9f4a39",
    "url": "https://thedailyrecord.com/2024/04/18/retiring-from-md-supreme-court-hotten-cited-for-empathy-and-as-a-trailblazer",
    "site_full": "thedailyrecord.com",
    "site": "thedailyrecord.com",
    "site_section": "http://thedailyrecord.com",
    "site_categories": [
      "law_government_and_politics",
      "legal_issues"
    ],
    "section_title": "Maryland Daily Record - Maryland Daily Record",
    "title": "Retiring from MD Supreme Court, Hotten cited for empathy and as a trailblazer - Maryland Daily Record",
    "title_full": "Retiring from MD Supreme Court, Hotten cited for empathy and as a trailblazer - Maryland Daily Record",
    "published": "2024-04-18T23:39:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://thedailyrecord.com/files/2023/03/Michele-D.-Hotten.jpg",
    "performance_score": 0,
    "domain_rank": 29742,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9147602d4515233bbf134fb20476fe11bd9f4a39",
  "url": "https://thedailyrecord.com/2024/04/18/retiring-from-md-supreme-court-hotten-cited-for-empathy-and-as-a-trailblazer",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rachel Konieczny",
  "published": "2024-04-18T23:39:00.000+03:00",
  "title": "Retiring from MD Supreme Court, Hotten cited for empathy and as a trailblazer - Maryland Daily Record",
  "text": "Maryland Supreme Court Justice Michele D. Hotten, who became known for her collegiality and empathy and for her forceful written opinions, will retire as an active justice on Saturday after nearly a decade on the high court bench and almost 30 years of service at each level of the state judiciary. Hotten will begin her status as a senior justice on Sunday, according to a spokesperson for the Maryland Judiciary, following her reaching the mandatory retirement age of 70 as prescribed by the Maryland Constitution. Hotten’s time in the Maryland Judiciary has been marked by a number of firsts. In 1995, Hotten became the first Black woman appointed to the Prince George’s County Circuit Court, serving as an associate judge for the circuit court until August 2010. Upon her appointment to the then Court of Special Appeals later that month by Gov. Martin O’Malley, Hotten became the first Black woman to serve on any Maryland appellate court. Hotten’s appointment to the then-Maryland Court of Appeals by Gov. Larry Hogan in 2015 made her the first Black person from Prince George’s County and first woman from Prince George’s County to have been appointed to Maryland’s highest court. Hotten also became the second Black woman appointed to the Maryland Supreme Court, with Justice Shirley M. Watts’ 2013 appointment marking the first time a Black woman had served on the state’s highest court. Known for her preparedness, collegiality and open mind on the bench, as described by her fellow high court colleagues during a special event at the Maryland Supreme Court earlier this month celebrating her retirement , Hotten choked up talking about her time in the judiciary. “My 30 years with the judiciary was a journey of exploration, affording an opportunity to examine a myriad of legal issues while acknowledging the paramount importance of adhering to the rule of law,” Hotten said during the event. “The task of perfecting the process of resolving those issues while maintaining the dignity of the people who grace our courtrooms has moved forward during those years.” Justice Jonathan Biran said many of Hotten’s majority opinions for the high court will “have a lasting impact on the work of the judiciary,” but noted one of her dissents as truly representative of her character. Hotten wrote the sole dissenting opinion in the high court’s 2021 decision in Anne Arundel County, Maryland v. Reeves , where the majority ruled that recovery for compensatory damages for the tortious death of a dog is limited by statute and does not permit recovery for noneconomic damages. In her dissent, Hotten implored the reassessment of Maryland law to treat family pets as more than “mere chattel.” “A dog, unlike an inanimate object, welcomes its human companion after a day at work, protects its human companion when in danger, and exhibits behavior and emotions that is consistent with grief and distress when its human companion is ill, injured, or passes away,” Hotten wrote. “Given prevailing societal values, attitudes, and norms, it no longer appears tenable to deny emotional damages for a cherished family dog, killed with gross negligence, in the same way that the common law precludes emotional damages for an inanimate object that was accidentally broken.” Biran also noted Hotten’s 2022 authored opinion for the majority in Harris v. State as an impactful ruling, which found that a felony murder conviction for the killing of a Baltimore County police officer was not statutorily preempted by the manslaughter by motor vehicle statute. Steve Klepper, appellate lawyer at Kramon & Graham, said her dissent in the 2019 high court opinion in State v. Syed is often referred to as her greatest dissent. While the majority concluded that Adnan Syed’s trial counsel was deficient for failing to investigate a potential alibi witness but ruled this deficiency did not prejudice Syed, Hotten wrote in her dissent that the deficiency was prejudicial because the alibi witness offered to testify that she spoke with Syed at the time the state contended that he killed his girlfriend. “She is best known for her empathy in the finest sense of the word,” Klepper said of Hotten. “She typically came to argument with an open mind as to which way she might rule.” Elizabeth Hewlett, a friend of Hotten’s for more than 40 years, said Hotten has worked extraordinarily hard and “is the personification of perseverance.” “She throws you for a loop sometimes because as intellectual and sage as she is, she’s got eclectic taste in music — she’s a huge fan of Prince, and (the color) purple,” Hewlett, who is vice chair of the National Capital Planning Commission, said. Hewlett said at the time Hotten began working as assistant state’s attorney in Prince George’s County in 1985, there were not many Black women attorneys. “People were watching, whether she realized it or not, and then they saw her and said, ‘if she can do this, I can do this,’” Hewlett said. One of those future attorneys watching was Angela Alsobrooks, current county executive for Prince George’s County. “Justice Hotten has been a mentor to countless individuals pursuing legal careers, including myself, and we have been extremely proud to watch her rise through the ranks in Prince George’s County and the state,” said Alsobrooks. “She has honorably served our residents with integrity, courage, and dedication, and we appreciate her service to both our great County and State.” Hewlett said the expression “still waters run deep” epitomizes Hotten. “She’s not necessarily the most gregarious, but she has tremendous depth and there’s so many facets to her personality,” Hewlett said. “She’s a wonderful composite of all things wonderful, period.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://www.courts.state.md.us/data/opinions/coa/2021/68a19.pdf),",
    "https://www.courts.state.md.us/coappeals/webcasts/specialevents),",
    "https://www.courts.state.md.us/data/opinions/coa/2019/24a18.pdf)",
    "https://www.courts.state.md.us/data/opinions/coa/2022/45a21.pdf)",
    "https://courts.state.md.us/data/opinions/coa/2019/24a18.pdf)",
    "https://courts.state.md.us/data/opinions/coa/2021/68a19.pdf),",
    "https://courts.state.md.us/data/opinions/coa/2022/45a21.pdf)",
    "https://courts.state.md.us/coappeals/webcasts/specialevents),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "michele d. hotten",
        "sentiment": "negative"
      },
      {
        "name": "hotten",
        "sentiment": "negative"
      },
      {
        "name": "larry hogan",
        "sentiment": "none"
      },
      {
        "name": "martin o’malley",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "maryland daily record maryland supreme court",
        "sentiment": "negative"
      },
      {
        "name": "md supreme court",
        "sentiment": "negative"
      },
      {
        "name": "maryland judiciary",
        "sentiment": "none"
      },
      {
        "name": "prince george’s county circuit court",
        "sentiment": "none"
      },
      {
        "name": "maryland court of appeals",
        "sentiment": "none"
      },
      {
        "name": "court of special appeals",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "prince george’s county",
        "sentiment": "none"
      },
      {
        "name": "maryland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:11:47.529+03:00",
  "updated": "2024-04-19T01:57:41.774+03:00"
}