{
  "thread": {
    "uuid": "089aca2aa8bb9a46609911bdbe9699c1fc669eb3",
    "url": "https://tribune.net.ph/2024/01/20/us-space-company-upbeat-on-next-moon-mission-despite-landers-demise",
    "site_full": "tribune.net.ph",
    "site": "tribune.net.ph",
    "site_section": "https://tribune.net.ph/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "tribune",
    "title": "US space company upbeat on next Moon mission despite lander's demise",
    "title_full": "US space company upbeat on next Moon mission despite lander's demise",
    "published": "2024-01-19T19:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PH",
    "main_image": "https://media.assettype.com/tribune%2F2024-01%2F13707d5c-f1b7-4b5c-9c0e-6fc0d4471aa8%2F000_34FP86G.jpg?w=1200&amp;ar=40%3A21&amp;auto=format%2Ccompress&amp;ogImage=true&amp;mode=crop&amp;enlarge=true&amp;overlay=false&amp;overlay_position=bottom&amp;overlay_width=100",
    "performance_score": 0,
    "domain_rank": 63263,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "089aca2aa8bb9a46609911bdbe9699c1fc669eb3",
  "url": "https://tribune.net.ph/2024/01/20/us-space-company-upbeat-on-next-moon-mission-despite-landers-demise",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agence France-Presse",
  "published": "2024-01-19T19:20:00.000+02:00",
  "title": "US space company upbeat on next Moon mission despite lander's demise",
  "text": "The head of the American space company whose lunar lander failed this week in its mission to reach the Moon expressed optimism Friday that the next attempt would achieve its goal.\n\"I am more confident than ever now that our next mission will be successful and land on the surface of the Moon,\" Astrobotic CEO John Thornton told a news conference, highlighting challenges his team had overcome in the \"unexpected but very exciting mission.\"\nAstrobotic's Peregrine lander was launched on January 8 under an experimental new partnership between US space agency NASA and private industry intended to reduce costs for American taxpayers and seed a lunar economy.\nBut the lander experienced an explosion shortly after separating from its rocket and was leaking fuel, damaging its outer shell as well as making it impossible to reach its destination.\nThornton called it a \"difficult\" moment, saying the problem likely stemmed from a faulty valve and that a full investigation would be carried out.\nBut he remained upbeat about the mission.\n\"After that anomaly we just had victory after victory after victory, showing the spacecraft was working in space, showing that the payloads can operate,\" he said, referring to scientific experiments onboard, particularly from NASA, that were able to gather data.\nThornton said he had \"independent confirmation\" the crippled Peregrine lander had burned up in the atmosphere as it plunged back to Earth.\nAstrobotic's next mission, scheduled for November, is to carry a rover developed by NASA to the Moon's South Pole, where American astronauts are meant to explore in coming years.\nThe Viper rover's mission is to learn more about the origin and distribution of water -- in the form of ice -- and determine how it could be used on future missions.\nViper will ride to the Moon on Astrobotic's Griffin lander, which is about three times the size of the ill-fated Peregrine.\nViper is \"very sophisticated and costly,\" senior NASA official Joel Kearns said. \"So we want to make sure we really understand the root cause and the contributing factors of what happened on Peregrine.\"\n\"If we have to modify our plans for Griffin... we will,\" he added.\nNASA had paid Astrobotic about $100 million under the Commercial Lunar Payload Services program to ship its science instruments to the Moon, as it prepares to send American astronauts back to the barren world later this decade under the Artemis program.\nOfficials at NASA have made clear their strategy of \"more shots on goal\" means more chances to score. The next attempt under CLPS, by Houston-based Intuitive Machines, launches in February.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "thornton",
        "sentiment": "none"
      },
      {
        "name": "moon",
        "sentiment": "none"
      },
      {
        "name": "astrobotic",
        "sentiment": "none"
      },
      {
        "name": "john thornton",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nasa",
        "sentiment": "none"
      },
      {
        "name": "peregrine",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T06:27:46.146+02:00",
  "updated": "2024-01-20T06:27:46.146+02:00"
}