{
  "thread": {
    "uuid": "dab982e7b0e6b8995aa6e9ff6859b21db60bf60f",
    "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/churchill-falls-fire-plant-1.7242269",
    "site_full": "www.cbc.ca",
    "site": "cbc.ca",
    "site_section": "https://www.cbc.ca/news/local",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "",
    "title": "'Tremendous' effort keeps wildfire south of Churchill River, says N.L. Hydro | CBC News",
    "title_full": "'Tremendous' effort keeps wildfire south of Churchill River, says N.L. Hydro | CBC News",
    "published": "2024-06-21T14:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://i.cbc.ca/1.7240615.1718841829!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/churchill-falls-fire.jpg",
    "performance_score": 0,
    "domain_rank": 324,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dab982e7b0e6b8995aa6e9ff6859b21db60bf60f",
  "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/churchill-falls-fire-plant-1.7242269",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Elizabeth Whitten",
  "published": "2024-06-21T14:17:00.000+03:00",
  "title": "'Tremendous' effort keeps wildfire south of Churchill River, says N.L. Hydro | CBC News",
  "text": "[NL](/news/canada/newfoundland-labrador)·Updated 11 fires now burning, with one on Newfoundland's west coast Fire suppression activities efforts Thursday have kept the wildfire near Churchill Falls to the south banks of the river for the time being, says Newfoundland and Labrador Hydro. \"As a result of this tremendous suppression effort, the fire has not crossed the river and there is no advancement towards the community,\" according to a statement posted on Hydro's website at 10:40 p.m. Thursday. On Wednesday night, forestry officials ordered the hasty evacuation of Churchill Falls , a company town that exists to keep Hydro's generating station running. The massive plant provides power to the province and about 15 per cent of neighbouring Quebec's power. Dozens of people stayed behind in the community following the evacuation order to keep the plant operational. So far the fire hasn't reached the community. There are two major fires west of Churchill Falls, separated from the town only by the Churchill River. A midday update from N.L. Hydro said crews are working around the clock to keep the fire under control but there is no timeline for when residents of Churchill Falls might be able to return to the community. In an earlier interview with CBC News, provincial forest fire duty officer Bryan Oke said he hopes the river will help firefighters with their efforts. Forestry officials have also brought in sprinklers to help suppress fire around the town's facilities and protect property. At the moment, there is a crew of about 40 workers in the community to keep the power station operational , as well as police officers and firefighters. The statement added there is no immediate risk to the plant but the situation is being assessed. \"There are many considerations in determining an approach to production should teams receive direction to evacuate, including spilling requirement and downstream impacts, asset protection, and remote monitoring capabilities.\" New fires burning According to the province's online wildfire dashboard, there are now 11 active fires burning in the province, up four from Thursday. There are three new fires in Labrador — at Atikonak Lake, Joseph Lake and Milner Lake West No. 2, all listed as burning out of control In addition, a new fire on Newfoundland's west coast, at South Branch, is listed as being held. Forest fire duty officer Mark Lawlor says the source of that fire is under investigation. He said the new fires have put a strain on available resources, which is why the province imposed a fire ban on much of the province . Lawlor said the fire threatening Churchill Falls is seven kilometres southwest of the community. There are smoking hot spots, open flames and burning trees, but four water bombers have been able to keep the fire to the south side of the river. \"All in all, it was a success there,\" Lawlor said. There's another fire 17 kilometres away from the community, along the Trans-Labrador Highway. One of the main objectives, Lawlor said, is to keep that fire contained so they can keep the highway open. About 1,500 hectares are now burning, more than double the total size burning on Thursday. Lawlor blamed weather conditions, including high wind gusts and relative humidity dropping less than predicted. \"It was a perfect storm that day,\" he said. The province has asked for additional support to fight the fires, including two water bombers from Quebec that arrived Thursday evening. Lawlor said an additional two water bombers from Ontario are arriving Friday, giving them eight in total. \"I think we're in good shape with resources right now, much better shape than we were yesterday,\" he said. Help still available When the evacuation order came on Wednesday evening, several hundred people head to Happy Valley-Goose Bay where they registered at the YMCA. The emergency operations centre closed on Thursday evening after evacuees were able to find lodgings elsewhere, said fire Chief Brad Butler. However, their work helping those in need isn't over. \"We're continuously assisting. I had a phone call from a provincial department last night for getting lodgings today for another family, which we're going to work on this morning,\" Butler told CBC News. With the emergency operations centre closed, people can call the 24-hour complaint line — 709-896-3322 — for assistance, he said. Butler hopes the people from Churchill Falls will be able to return as soon as possible. - Have you been affected by the evacuations in Churchill Falls? Cross Country Checkup is asking: When your city was faced with a crisis, what acts of kindness have you received or given? Fill out this form and you could have your comment read on the show. Convoy headed west While hundreds of people headed east toward Happy Valley-Goose Bay for safety Wednesday, a small number of people went west. Marlene Thompson, who was in a small group who headed for Labrador West, said she has family in the area and was told it was safe to go in that direction. \"We're still trying to digest it. We don't really know what to expect at this point,\" she said. There were police officers checking in on evacuees arriving in Labrador West as well, she said. Thompson was at dinner with friends when the news arrived the town was being evacuated. They rushed home. \"That's when I started throwing things into a suitcase. Just random things here and there,\" she said. She isn't sure if her clothes match or are for the summer, she added. \"But I tried my best to take all of our life and throw it in a bag,\" she said. \"It was harder than I thought it would be. But we managed to get it done, packed and on the road in like probably 30 minutes.\" Shane Ivany packed up his camper and travelled to Labrador City with his two children, two dogs and wife — who is seven months pregnant. A former firefighter, he said it's been a different experience to watch from the sidelines. \"I was actually talking to the deputy chief there in Churchill yesterday, and he said 'You wish you were here, don't you?' And I said yeah, I kind of do. Cause it's in my blood, right? And firefighting is huge to me. And I know how hard it is and how extreme it can be,\" he said. \"We're just waiting to get home. That's the hardest part.\" Download our free CBC News app to sign up for push alerts for CBC Newfoundland and Labrador. Click here to visit our landing page . With files from Peter Cowan, Darryl Dinn and Labrador Morning",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "trina myles wilson",
        "sentiment": "none"
      },
      {
        "name": "churchill falls",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "n.l. hydro",
        "sentiment": "negative"
      },
      {
        "name": "labrador hydro",
        "sentiment": "none"
      },
      {
        "name": "churchill falls",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "churchill river",
        "sentiment": "none"
      },
      {
        "name": "churchill falls",
        "sentiment": "none"
      },
      {
        "name": "quebec",
        "sentiment": "none"
      },
      {
        "name": "newfoundland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T14:19:16.381+03:00",
  "updated": "2024-06-21T21:19:12.229+03:00"
}