{
  "thread": {
    "uuid": "cd4c82fc9d4de786cc8ab5f28979f8013efff2a5",
    "url": "https://www.wonkette.com/p/2023-was-earths-hottest-year-ever",
    "site_full": "www.wonkette.com",
    "site": "wonkette.com",
    "site_section": "https://wonkette.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "2023 Was Earth's Hottest Year Ever, AND The Climate Outlook Is Finally Improving",
    "title_full": "2023 Was Earth's Hottest Year Ever, AND The Climate Outlook Is Finally Improving",
    "published": "2024-01-01T03:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://substackcdn.com/image/fetch/w_1200,h_600,c_fill,f_jpg,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F1c7e33a2-b70e-46d3-aa4d-9278be27b145_900x705.jpeg",
    "performance_score": 0,
    "domain_rank": 17092,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cd4c82fc9d4de786cc8ab5f28979f8013efff2a5",
  "url": "https://www.wonkette.com/p/2023-was-earths-hottest-year-ever",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Doktor Zoom",
  "published": "2024-01-01T03:00:00.000+02:00",
  "title": "2023 Was Earth's Hottest Year Ever, AND The Climate Outlook Is Finally Improving",
  "text": "2023 Was Earth's Hottest Year Ever, AND The Climate Outlook Is Finally Improving\nOur money is very much on Hope.\nNo two ways about it:\n 2023 was the hottest year on record, even before the temperature data for all of December is tabulated, beating out the previous hottest year, 2016. The heat from global warming led to extreme weather around the world, causing devastating flooding in Pakistan and deadly heat waves in India and the USA, as well as contributing to vast wildfires in Canada that turned skylines across the US bloody red. The city of Lahaina on Maui disappeared overnight due to wildfires made worse by drought and by years of invasive grasses spreading unchecked.\nIf we get to our goal of 5,000 subscribers by year’s end, YOU get a week where all pictures of terrible people are replaced by cats. Just 44 to go!\nThis is the year a lot of humans realized, yes, this is how things are going to be: Some years may be better, many years likely to be worse, and the only way to keep things from getting much much worse is to stop burning fossil fuels. Period.\nNow the good news: Despite the endless foot dragging since most scientists started yelling about the threat in the 1980s and 1990s, Our Stupid Species is finally taking the crisis seriously and taking real actions to transition away from fossil fuels. There’s really no doubt anymore that the energy transition is underway; the question now is how rapidly we can manage to do it, and how much climate damage we can prevent by acting right now. Despair is a waste of time, and at this point probably worse than denial. Both are excuses to do nothing, which would be a damn shame at a time when the technology and money are finally rolling out solutions.\nLet’s look at some highlights for 2023, and keep in mind that the elections of 2024 really will decide whether we build on that progress toward a clean energy future.\nEnhanced Geothermal Energy Works!\nIn November, a modest little pilot plant in Nevada set the stage for a huge change in how we generate electricity: An\nenhanced geothermal plant built by Fervo Energy began delivery of power to the grid. It’s not a lot of power, but it’s remarkable because of how it works: Instead of having to find spots like Iceland where volcanic activity heats up groundwater, enhanced geothermal drills into the earth to find heat, then adds water to get the steam that drives turbines.\nThis is game-changing stuff, with the potential to cover the gap in the maximum amount of energy that can come from wind, solar, and storage. There’s every reason to think that the US can reach its goal of\nphasing out fossil fuel for power generation by 2035.\nEVs Are Really Here, Not Just Toys\nOK, they’ve been well past the “toy” phase for quite a while now, and yes, the transition won’t happen overnight, which is good news because it will take time to get the charging infrastructure built. But the first public charging stations funded by the 2021 Bipartisan Infrastructure Law are being built now (even if Ohio Gov. Mike DeWine\n forgot to credit Joe Biden), and will be coming online in 2024. EV sales topped 1 million nationwide, the nation set new fuel efficiency records, and the EPA announced emissions standards that will force automakers to go zero emissions or go home. Oh yeah, and the economic benefits of Biden’s climate policy, including the surge in constructing battery factories, are projected to provide a boost to working class Americans and communities hit hardest by pollution.\nAnd don’t believe the lies about EVs being “worse” for the environment than internal combustion vehicles. There’s a climate cost for everything, yes, but the amount of stuff dug out of the ground for renewable energy and EVs is, and will remain,\n a tiny fraction of the filth necessary for gas-burning vehicles. That carbon cost will only decrease as the grid relies more on renewable energy, too. We even have electric mining equipment now. Yes, we absolutely need to address the human rights abuses against miners in the developing world, but A) fossil fuel production is terrible for worker rights around the world, and 2) there’s nothing about minerals needed for EV batteries that inherently abuses workers; that’s a capitalism problem. Let’s fix that, absolutely.\nMost People Know It’s Time To Act\nThis year’s COP28 climate summit in Dubai was in many ways nothing to cheer about. The president of the conference, the UAE’s freaking national oil company CEO, brazenly claimed it was\nimpossible to ever phase out fossil fuels, which simply isn’t true according to energy experts and climate scientists who aren’t employed by Big Oil. On the upside, he looked like a goddamned idiot with the entire world paying attention to him.\nAnd instead of a strong commitment to actually phase out fossil fuels — an absolute necessity to slow and halt global warming — COP28\nadopted a resolution to “transition away” from fossil fuels, without any timeline or firm commitment to get rid of them altogether.\nThat was very much a mixed bag: far short of the commitment needed, but also historic in that it was the first time a UN climate summit had actually named what needs to be done, however vaguely.\nIn a sense, it’s a good summation of where we are on climate: We all\nknow what needs to be done, and we want our governments to do it. We’re even starting, after wasting decades, to do it, and we still have time to prevent the absolute worst effects — the ones that are baked in by previous inaction will be plenty bad enough. As the Fifth National Climate Assessment found, America is making progress on curbing its carbon emissions, but “without deeper cuts in global net greenhouse gas emissions and accelerated adaptation efforts,” climate disasters will only get worse.\nSo here’s the hope part: Every incremental amount of carbon reduction humanity manages is a step toward a livable future. It’s on us, right now, to determine the future of the planet’s climate, as the Climate Assessment reminded us; I’ve added the boldface:\nWhile there are still uncertainties about how the planet will react to rapid warming and catastrophic future scenarios that cannot be ruled out, the future is largely in human hands.\nThere are\nso many smart people busting their asses to get us there. I’m on their side. ·\nNothing To See Here (Literally), Just Climate Change-Fueled Wildfires Draping Nation In Cloud Of Death\nhttps://www.wonkette.com/p/poll-huge-majority-of-americans-want\nPoll: Huge Majority Of Americans Want Climate Change Taught In School. We Should Do That!\nhttps://www.wonkette.com/p/national-climate-study-were-up-shit\nNational Climate Study: We're Up Shit Creek, But We Have A Paddle. So Paddle, Damn It! PADDLE!\nhttps://www.wonkette.com/p/un-climate-summit-agrees-to-transition\nUN Climate Summit Agrees To Transition Away From Fossil Fuels. That's A First! Yes, There's Also A 'However.'\nhttps://www.wonkette.com/p/yes-hawaii-fires-related-to-climate\nYes, Hawaii Fires Related To Climate Change. What Part Of Earth ISN'T Affected By Climate?\n<a href=\"https://www.npr.org/2023/12/28/1221827923/2023-hottest-year-record-climate-change\">\n[NPR </a>/ Ministry for the Future (Free Chapter 1 link) / Wired / https://nca2023.globalchange.gov/]\nYr Wonkette is funded entirely by reader donations. If you can swing it, please subscribe and help us meet our goal of 5,000 fully funding filthy fuckaducks by midnight! Or if a one-time donation works best, here is the button for that — consider yourself just as filthy!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment"
  ],
  "external_links": [
    "https://www.orbitbooks.net/orbit-excerpts/the-ministry-for-the-future/",
    "https://amzn.to/3O8rDXl",
    "https://www.npr.org/2023/12/28/1221827923/2023-hottest-year-record-climate-change",
    "https://www.wired.com/story/where-to-find-the-energy-to-save-the-world-geothermal-texas/",
    "https://nca2023.globalchange.gov/",
    "https://youtu.be/lHbtmgprhmA",
    "https://orbitbooks.net/orbit-excerpts/the-ministry-for-the-future/",
    "https://nca2023.globalchange.gov",
    "https://www.nca2023.globalchange.gov/",
    "https://www.orbitbooks.net/orbit-excerpts/the-ministry-for-the-future",
    "https://wired.com/story/where-to-find-the-energy-to-save-the-world-geothermal-texas/",
    "https://www.amzn.to/3O8rDXl",
    "https://www.wired.com/story/where-to-find-the-energy-to-save-the-world-geothermal-texas",
    "https://npr.org/2023/12/28/1221827923/2023-hottest-year-record-climate-change",
    "https://www.youtu.be/lHbtmgprhmA"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "usa",
        "sentiment": "none"
      },
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "lahaina",
        "sentiment": "none"
      },
      {
        "name": "maui",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-01T03:55:33.648+02:00",
  "updated": "2024-01-01T03:55:33.648+02:00"
}