{
  "thread": {
    "uuid": "e5fe304ff9abaeedf515924764df8de63c45d2d2",
    "url": "https://ufhealth.org/news/2024/uf-team-plays-major-role-in-success-of-newly-approved-duchenne-muscular-dystrophy-drug",
    "site_full": "ufhealth.org",
    "site": "ufhealth.org",
    "site_section": "https://m.ufhealth.org/stories",
    "site_categories": [
      "education",
      "distance_learning"
    ],
    "section_title": "Stories - UF Health",
    "title": "UF team plays major role in success of newly approved Duchenne muscular dystrophy drug - UF Health",
    "title_full": "UF team plays major role in success of newly approved Duchenne muscular dystrophy drug - UF Health",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ufhealth.org/assets/images/stories/_1200x630_crop_center-center_82_line/inmd-patient-8940.jpg",
    "performance_score": 0,
    "domain_rank": 21810,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e5fe304ff9abaeedf515924764df8de63c45d2d2",
  "url": "https://ufhealth.org/news/2024/uf-team-plays-major-role-in-success-of-newly-approved-duchenne-muscular-dystrophy-drug",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "April 4",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "UF team plays major role in success of newly approved Duchenne muscular dystrophy drug - UF Health",
  "text": "UF team plays major role in success of newly approved Duchenne muscular dystrophy drug GAINESVILLE, Fla. — Duchenne muscular dystrophy families, advocates and health care providers celebrated a milestone in March with the U.S. Food and Drug Administration’s approval of the first nonsteroidal drug for the treatment of Duchenne. In [findings](https://www.thelancet.com/journals/laneur/article/PIIS1474-4422(24)00036-X/fulltext) published in the April issue of The Lancet Neurology, a team of investigators led by pharmaceutical company Italfarmaco, in collaboration with the University of Florida, demonstrated that the drug is associated with slower functional decline and decreased fat replacement in muscle. “This announcement brings a lot of hope and opportunity to patients with Duchenne muscular dystrophy and their families. It is a very big step forward for the community and provides an effective treatment for families and providers,” said Krista Vandenborne, Ph.D., P.T., a distinguished professor and chair of the [department of physical therapy](https://pt.phhp.ufl.edu/) at the [UF College of Public Health and Health Professions](https://phhp.ufl.edu/) and a member of the phase 3 clinical trial team that evaluated the new drug, marketed as Duvyzat. Duchenne is a severe form of muscular dystrophy that affects about 1 in 3,500 boys born each year in the United States. It causes muscles to progressively weaken and lose the ability to regenerate after an injury, eventually replacing muscle tissue with fat and collagen. Many children with Duchenne muscular dystrophy may require a wheelchair by adolescence, and heart and respiratory systems are affected as the disease advances. Duvyzat works by inhibiting an enzyme that leads to muscle damage. The randomized double-blind placebo-controlled study demonstrated that Duvyzat was associated with 40% less decline in participants’ walking and stair-climbing function. In MRI measurements of thigh muscles conducted by the UF team, the drug showed a 30% reduction in muscle being replaced by fat. It has been approved for children with Duchenne age 6 and older, regardless of which genetic mutation of the disease they may have. A new and highly effective drug to treat Duchenne represents a significant advance in treatment options for the disease, experts and families say. Current standard of care for Duchenne is the use of steroids, which can delay loss of walking function by two to three years but come with a host of side effects, including increased risk of bone fractures and weight gain. The Duvyzat drug trial is the first phase 3 clinical trial in Duchenne to use MR imaging. UF’s expertise in MR imaging techniques played a major role in the clinical trial’s design, including the development of participant inclusion criteria based on the UF team’s long-term studies of the national progression of Duchenne muscular dystrophy, and in key measures of the drug’s effectiveness. UF researchers led by Vandenborne, the director of neuromuscular dystrophy research program [ImagingNMD](https://imagingnmd.org/), have pioneered the use of MR biomarkers to capture highly accurate and noninvasive measures of muscle changes in children with Duchenne. Using MR measures in studies like these overcomes the limitations of traditional methods of determining study outcomes, such as measuring a child’s walking speed or other timed functional tests, Vandenborne said. “Functional endpoints, particularly in the pediatric population, are influenced by motivation,” she said. “If you have a 5-year-old boy and you say, ‘I want to see how far you can walk or how fast you can walk,’ they may be having a good day or a bad day and the results are not always objective.” The UF team is currently contributing MR measurements to a number of clinical trials, including gene therapy studies and additional studies of Duvyzat in patients who have lost the ability to walk. The team also leads [a study](https://imagingnmd.org/becker-muscular-dystrophy-study/?/?utm_source=google&utm_medium=paid_search&utm_campaign=BMD_1&gad_source=1&gclid=Cj0KCQjwqpSwBhClARIsADlZ_Tl_lnn67Rb5Girt5AJoUCqcBN01llWJLi2FIdVm9RxEc0Jd6ExemWUaAmDYEALw_wcB) of the natural progression of Becker muscular dystrophy. “The Duvyzat trial was a really well-designed study optimized with MR measures,” Vandenborne said. “The strategies used here can be applied to many neuromuscular diseases.” The Duvyzat phase 3 clinical trial was funded by Italfarmaco. About the author For the media Media contact [mwal0013@shands.ufl.edu](mailto:mwal0013@shands.ufl.edu) [(352) 265-8395](tel:+13522658395) Related assets [Download images from this story](https://ufhealth.org/assets/95e49c07-2660-40d5-af0e-bb79e2f1f3e3)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://phhp.ufl.edu/)",
    "https://www.thelancet.com/journals/laneur/article/PIIS1474-4422(24)00036-X/fulltext)",
    "https://pt.phhp.ufl.edu/)",
    "https://imagingnmd.org/becker-muscular-dystrophy-study/?/?utm_source=google&utm_medium=paid_search&utm_campaign=BMD_1&gad_source=1&gclid=Cj0KCQjwqpSwBhClARIsADlZ_Tl_lnn67Rb5Girt5AJoUCqcBN01llWJLi2FIdVm9RxEc0Jd6ExemWUaAmDYEALw_wcB)",
    "https://imagingnmd.org/),",
    "https://thelancet.com/journals/laneur/article/PIIS1474-4422(24)00036-X/fulltext)",
    "https://www.pt.phhp.ufl.edu/)",
    "https://www.phhp.ufl.edu/)",
    "https://www.imagingnmd.org/),",
    "https://www.imagingnmd.org/becker-muscular-dystrophy-study/?/?utm_source=google&utm_medium=paid_search&utm_campaign=BMD_1&gad_source=1&gclid=Cj0KCQjwqpSwBhClARIsADlZ_Tl_lnn67Rb5Girt5AJoUCqcBN01llWJLi2FIdVm9RxEc0Jd6ExemWUaAmDYEALw_wcB)",
    "https://imagingnmd.org/becker-muscular-dystrophy-study/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "duchenne",
        "sentiment": "negative"
      },
      {
        "name": "krista vandenborne",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "uf",
        "sentiment": "negative"
      },
      {
        "name": "uf health uf",
        "sentiment": "negative"
      },
      {
        "name": "the lancet neurology",
        "sentiment": "none"
      },
      {
        "name": "university of florida",
        "sentiment": "none"
      },
      {
        "name": "italfarmaco",
        "sentiment": "none"
      },
      {
        "name": "u.s. food and drug administration",
        "sentiment": "none"
      },
      {
        "name": "uf coll",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gainesville",
        "sentiment": "none"
      },
      {
        "name": "duchenne",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:59:50.043+03:00",
  "updated": "2024-04-05T02:59:50.043+03:00"
}