{
  "thread": {
    "uuid": "4fe98a33edf32b964957c96d8c92df8baad1c147",
    "url": "https://www.cronica.com.ar/numerosydestino/Jugo-a-la-quiniela-no-le-pego-a-ningun-numero-pero-gano-una-fortuna-de-guita-insolitos-detalles-20240314-0142.html",
    "site_full": "www.cronica.com.ar",
    "site": "cronica.com.ar",
    "site_section": "https://www.cronica.com.ar/feed/feed.xml",
    "site_categories": [
      "media",
      "world_soccer",
      "sports",
      "top_news"
    ],
    "section_title": "Crónica",
    "title": "Jugó a la quiniela, no le pegó a ningún número, pero ganó una fortuna de \"guita\": insólitos detalles | Crónica | Firme junto al pueblo",
    "title_full": "Jugó a la quiniela, no le pegó a ningún número, pero ganó una fortuna de \"guita\": insólitos detalles | Crónica | Firme junto al pueblo",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.cronica.com.ar/__export/1710284467942/sites/cronica/img/2024/03/12/loteria-quiniela-trucos-para-ganar_crop1710284094092.jpg_1888781165.jpg",
    "performance_score": 0,
    "domain_rank": 45370,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4fe98a33edf32b964957c96d8c92df8baad1c147",
  "url": "https://www.cronica.com.ar/numerosydestino/Jugo-a-la-quiniela-no-le-pego-a-ningun-numero-pero-gano-una-fortuna-de-guita-insolitos-detalles-20240314-0142.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Crónica",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "Jugó a la quiniela, no le pegó a ningún número, pero ganó una fortuna de \"guita\": insólitos detalles | Crónica | Firme junto al pueblo",
  "text": "Una mujer ganó una fortuna en la lotería, a pesar de no haber acertado a ninguno de los números que eligió en su jugada, por una particularidad del juego de azar que impactó a todos. Ganar la lotería es una de las fantasías más comunes entre un sector de la sociedad, debido a los imponentes montos que hay en juego y permitirían convertirse en millonario de un día para otro. Las historias de los ganadores suelen recorrer el mundo gracias a las redes sociales y el interés de los internautas, por el poder que tienen, la cantidad de sueños que se pueden cumplir y como interpela la emotividad en estos casos. La afortunada reside en la ciudad de Texas y optó por mantener su anonimato, por lo que es conocida como An M, esta mujer obtuvo una ganancia de 250 mil dólares (256.250.000 de pesos, aproximadamente).La ganadora había comprado un boleto de lotería en el juego ‘All or Nothing’, que tiene la remota posibilidad de hacer ganar a los jugadores al acertar todos los números (se juegan 12) o con ninguno. Según detallaron, en este juego los apostadores tienen que elegir 12 números entre el 1 y el 24, por lo que si aciertan a todos los números elegidos ganarán el premio mayor, y cuentan con la particularidad de que si ninguno de los números sale elegidos, también ganan. Esta modalidad de juego está disponible en Estados Unidos, en tan solo 7 estados, dentro de los que está involucrado Texas, donde la ganadora obtuvo su boleto mediante una compra por internet.La lotería de Texas anunció que desde el lanzamiento de este juego de azar en 1992, se repartieron alrededor de 13 millones de dólares a jugadores que no acertaron ninguno de los números, que recibieron al menos mil dólares cada uno.Al enterarse del premio que ganó la afortunada, explicó que uno de los sueños que tiene es poder donar parte del dinero a un refugio de animales que funciona en la ciudad de Lufkin, para darle la posibilidad de sostenerlo económicamente por los próximos dos años. El sitio elegido sería el refugio Winne Berry. Este juego de lotería es uno de los más populares en Estados Unidos, y los sorteos de All Nothing se dan durante todos los días de la semana, una vez por día, a partir de las 22 horas de Nueva York.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:30:10.471+02:00",
  "updated": "2024-03-15T00:30:10.471+02:00"
}