{
  "thread": {
    "uuid": "56abf7ea4ff4bb02be2f807b848705fc39da01a5",
    "url": "https://www.usu.edu/today/story/usu-eastern-tax-lab-celebrates-42-years-of-community-service",
    "site_full": "www.usu.edu",
    "site": "usu.edu",
    "site_section": "http://www.usu.edu/faculty-staff",
    "site_categories": [
      "graduate_school",
      "7_12_education",
      "education"
    ],
    "section_title": "Faculty and Staff Resources | Utah State University",
    "title": "USU Eastern Tax Lab Celebrates 42 Years of Community Service",
    "title_full": "USU Eastern Tax Lab Celebrates 42 Years of Community Service",
    "published": "2024-02-29T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2119,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 20,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "56abf7ea4ff4bb02be2f807b848705fc39da01a5",
  "url": "https://www.usu.edu/today/story/usu-eastern-tax-lab-celebrates-42-years-of-community-service",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Utah State University",
  "published": "2024-02-29T07:00:00.000+02:00",
  "title": "USU Eastern Tax Lab Celebrates 42 Years of Community Service",
  "text": "USU Eastern Tax Lab Celebrates 42 Years of Community Service By [Marcus Jensen](mailto:marcus.jensen@usu.edu) | PRICE, Utah — It all started with a simple concept: give students an opportunity for work experience while providing the community with a service. That was the idea behind the tax lab at Utah State University Eastern, which is entering its 42nd year of service. The lab was founded by Henning Olsen, who entered his 50th year of teaching at USU Eastern. Olsen started the student service in 1982, when the college was known as the College of Eastern Utah. The tax lab was the first of its kind in the state of Utah. Olsen has seen the changes that have taken place at the lab over its 42 years, with the evolution of technology and the changes in the tax system. “When we taught our first Income Tax Course in 1982, we filed paper tax returns in the old lunchroom on the second floor of the Main Building where there were long tables to stack papers,” Olsen said. “We were ranked among the top first-year programs in the Western Region by the IRS. We were the first college in Utah to file paper tax returns; then the first to file computer tax returns; and then the first to electronically file as we prepared returns through the 1980s and 1990s.” Since the program’s inception, Olsen and his students have helped community members file thousands of tax returns. The tax service is offered free of charge to USU Eastern students as well as local low-income individuals and seniors who live in Emery and Carbon counties. According to Olsen, in a single tax season the lab has helped people receive a combined $500,000 in tax refunds. “The tax lab at USU Eastern is another way that USU seeks to serve the community in Carbon and Emery counties,” said Doug Miller, chief campus administrator at USU Eastern. “The work that Henning and his students perform is a great tradition, and one that is highly impactful in our community.” The lab is run by Olsen and his students in the USU Technology, Design, and Technical Education program. The lab is part of a two-credit course that helps students learn basic finance while also gaining real-world experience in the field. Throughout the lab, Olsen reminds his students of the public service they are performing for those who need it. “We are in our 42nd year of preparing tax returns for the community that Utah State University serves,” Olsen said. “In training one of our students this year, I told him he would have a sense of satisfaction in serving low-income people who could not prepare their own taxes. After he prepared a lady’s tax return in our first day of operation, he remarked. ‘I do feel better.’” Olsen is quick to give credit to many others who have made the lab a success over the years. He especially wanted to thank Linda Jensen, who has helped been doing taxes for 32 years, and Hank Savage, who provided VITA service for 27 years. “For all those years, Linda and Hank have been the ‘heart’ of our USUE VITA Center in serving our communities,” Olsen said. “After 27 years of VITA service, Hank moved to Utah County where he volunteered and was awarded the LT. Governor’s Power of Service Award as a VITA volunteer. Linda continues to be a very valued participant in the USUE VITA Center.” The tax lab at USU Eastern is now accepting appointments for tax return assistance. Those who are eligible and would like assistance with their tax return are encouraged to contact Henning Olsen to set up an appointment. Olsen can be contacted at [henning.olsen@usu.edu](mailto:henning.olsen@usu.edu) or by calling (435) 613-5219. The tax lab is located in the Reeves Building accounting lab. Located in picturesque Price, Utah State University Eastern provides the best of both worlds for students– the personalized attention and small student-to-faculty ratio of a small-town college, with the educational opportunities and resources of a large university. USU Eastern boasts student government opportunities, clubs and programs like theater, choir, and the award-winning student newspaper “The Eagle”, as well as its own athletic program. USU Eastern provides personal or professional development training, technical education in Health Professions, Technical Careers and Business, as well as associate, bachelor’s, master’s and doctorate degrees and certificates of proficiency. Learn more at [eastern.usu.edu](https://eastern.usu.edu/). WRITER Marcus Jensen News Coordinator University Marketing and Communications [marcus.jensen@usu.edu](mailto:marcus.jensen@usu.edu) CONTACT Henning Olsen Business & Information Systems Associate Professor [henning.olsen@usu.edu](mailto:henning.olsen@usu.edu) TOPICS [Community 438stories](/today/topics/community) [Statewide Campuses 326stories](/today/topics/statewide-campuses) [Service Learning 72stories](/today/topics/service-learning) Comments and questions regarding this article may be directed to the contact person listed on this page.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "marcus jensen",
        "sentiment": "negative"
      },
      {
        "name": "olsen",
        "sentiment": "none"
      },
      {
        "name": "henning olsen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "usu eastern",
        "sentiment": "none"
      },
      {
        "name": "utah state university eastern",
        "sentiment": "none"
      },
      {
        "name": "irs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "eastern utah",
        "sentiment": "none"
      },
      {
        "name": "western region",
        "sentiment": "none"
      },
      {
        "name": "main building",
        "sentiment": "none"
      },
      {
        "name": "utah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:41:51.384+02:00",
  "updated": "2024-03-01T00:41:51.384+02:00"
}