{
  "thread": {
    "uuid": "965a0dc93e9a71a59f50006d929fbc2dd8889a7b",
    "url": "https://pakobserver.net/127-kanal-land-worth-rs255-4m-retrieved-from-mafia/",
    "site_full": "pakobserver.net",
    "site": "pakobserver.net",
    "site_section": "https://pakobserver.net/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Pakistan Observer",
    "title": "127 kanal land worth Rs255.4m retrieved from mafia",
    "title_full": "127 kanal land worth Rs255.4m retrieved from mafia",
    "published": "2023-12-29T00:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PK",
    "main_image": "https://pakobserver.net/wp-content/uploads/2022/11/pak.jpg",
    "performance_score": 0,
    "domain_rank": 36079,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "965a0dc93e9a71a59f50006d929fbc2dd8889a7b",
  "url": "https://pakobserver.net/127-kanal-land-worth-rs255-4m-retrieved-from-mafia/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "News desk",
  "published": "2023-12-29T00:21:00.000+02:00",
  "title": "127 kanal land worth Rs255.4m retrieved from mafia",
  "text": "Bashir Ahmad Rehmani Hafizabad\nOn the directions of the Deputy Commissioner Hafizabad, Assistant Commissioner Pindi Bhatttian Rashid Iqbal retrieved 127 kinal and 16 marla government land from land mafia worth Rs.255.4 million. According to report, Mehdi Hassan and Muhammad Zabair had grabbed since long. Further legal action would be taken against grabbers.\nOn the other hand Deputy Commissioner, District Returning Officer Hafizabad Sundas Irshad visited election training centre Government Islamia Collage for women Hafizabad. She review process of training being imparted to polling staff appointed by the election commission to hold free, fair and transparent general election on 8, February and took feedback regarding standard of training.\nADCG Hamad Ullah, member election monitoring team Assistant Director Environment HafizabadNaveed Ahmad and other officers also accompanied by her. DC directed the polling staff to perform their election duties honestly and impartially and any negligence and slackness would not be tolerated in this regards.\nThe DC was informed that two training centres have been established at Hafizabad and Pindi Bhattian each for giving election training to more than 6500 employees of different departments deputed by the election commission while the best and satisfactory training arrangements have been made at both training centres.\nMeanwhile Chief Executive Officer Education Sohail Azhar Khan and District Education Officer Elementary Hafizabad SaminaYasmiinhas suspended 33 male and female teachers for not attending election training conducted by the Election Commission in the district.\nCEO suspended Hub-e-Haider, Sagir Ahmad, Arshad, Muhammad Nawaz, Ehasan Elahi, Muhammad Tahir Usman, Sher Afghan, Rashid Mehmood, Zulifiqar Ali, Riaz Ahmad, Mazhar Hussain, Ansar Abbas, Tahir Abbas, Shahzad Ahmad, Waseem Akram, Muhammad Arrrshad, Manzoor Abbas, Zahid Anjum, and Muhammad Bashir Secondary School Teachers due to found absent from election training according to schedule issued by the election commission.\nDEO (EE-W) SaminaYasmin suspended Elementary School Teachers Shagufta Munir, Nazio Hayyat, Saima Afzal, Muqadas Tahira, Raffia Abbas, Bushara Naz, Abida Nasreen, Munawara Sultana, Naima Rasul, Anila Asim, Asmma Ijaz, Riasat Ali, Humma Basharat and Gull Faria from service for not attending election training.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bashir ahmad rehmani",
        "sentiment": "negative"
      },
      {
        "name": "pindi bhatttian rashid iqbal",
        "sentiment": "none"
      },
      {
        "name": "muhammad zabair",
        "sentiment": "none"
      },
      {
        "name": "adcg hamad ullah",
        "sentiment": "none"
      },
      {
        "name": "mehdi hassan",
        "sentiment": "none"
      },
      {
        "name": "hafizabadnaveed ahmad",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "hafizabad",
        "sentiment": "none"
      },
      {
        "name": "dc",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T05:39:54.445+02:00",
  "updated": "2023-12-29T05:39:54.445+02:00"
}