{
  "thread": {
    "uuid": "b285699d28d3e7e237dce40e526dc9ca8a54b2fe",
    "url": "https://bernews.com/2024/02/bhb-receives-500000-donation-patients",
    "site_full": "bernews.com",
    "site": "bernews.com",
    "site_section": "http://bernews.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Bernews - Bermuda&#039;s #1 source for 24/7 breaking news, photos &amp; videos",
    "title": "BHB Receives $500,000 Donation From Patients - Bernews",
    "title_full": "BHB Receives $500,000 Donation From Patients - Bernews",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "BM",
    "main_image": "https://cloudfront.bernews.com/wp-content/uploads/2024/02/bhb-donation-bermuda-feb-2024-twfb.jpg",
    "performance_score": 0,
    "domain_rank": 48118,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b285699d28d3e7e237dce40e526dc9ca8a54b2fe",
  "url": "https://bernews.com/2024/02/bhb-receives-500000-donation-patients",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "BHB Receives $500,000 Donation From Patients - Bernews",
  "text": "BHB Receives $500,000 Donation From Patients Bengt and Brigitta Nygren have donated $500,000 to the [Bermuda Hospitals Board [BHB]]https://bernews.com/tag/bermuda-hospitals/, saying that they ”were so pleased and grateful for the care and attention” they received. A spokesperson said, “Medical equipment and staff training worth half a million dollars has been donated to Bermuda Hospitals Board by two patients. “Mr Bengt Nygren and his wife Brigitta were so impressed with the care they received from BHB cardiologists that they donated $500,000 to the hospital. “The couple, in their eighties, moved to Bermuda just before the COVID-19 pandemic. On separate occasions they became patients of BHB’s cardiologists: Mr Nygren with BHB Consultant Cardiologist and Director of Outpatient Speciality Clinics Dr Joseph Yammine and Mrs Nygren with BHB Director of Cardiology Dr Sam Mir. Kim Pratt, Executive Director, Bermuda Hospitals Charitable Foundation; David Lang, President, Bermuda Hospitals Charitable Foundation; Dr Joseph Yammine, BHB Consultant Cardiologist and Director of Outpatient Speciality Clinics; Marlah Edwards, BHB Clinical Supervisor, Cardiology; Bengt Nygren; Scott Pearman, BHB CEO and President; Dr Sam Mir, BHB Director of Cardiology; and Preston Swan, BHB Acting Chief Operating Officer. “Each received a diagnosis which led to them having cardiac procedures overseas.” Mr Nygre said, “We were so pleased and grateful for the care and attention both Dr Yammine and Dr Mir afforded us. Our diagnoses were actually missed by our previous physicians overseas. And it’s all thanks to the BHB team that we were able to have our operations and can look forward to many more years together with our family. “My wife and I wanted to express our gratitude and felt that a donation to strengthen the work of the department was appropriate.” The Nygrens made their half-million dollar donation to BHB’s Cardiac Diagnostic Unit through the Bermuda Hospitals Charitable Foundation. BHB CEO and President Scott Pearman said, “Mr and Mrs Nygren’s decision to show their gratitude for services we rendered, with this generous donation is inspiring. “We are a community hospital and our staff strive to provide the best service to every patient. We thank the Nygren’s for their gift. It has enabled us to begin expanding our cardiac services which will benefit all Bermuda residents.” Bermuda Hospitals Charitable Foundation Executive Director Kim Pratt said, “Bermuda Hospitals Charitable Foundation is pleased to have facilitated the donation on behalf of Mr and Mrs Nygren. We are very grateful to the Nygrens for recognising the need and supporting BHB in enhancing cardiac services to the community.” Dr Mir said, “The funds were used to purchase 14 new mobile ECG carts which are used throughout the hospital, and a treadmill used to screen for coronary artery disease. Some of the funds were also used to train staff in a new service BHB is developing. The vascular programme will assist in assessing and treating peripheral artery disease.” Dr Yammine said, “The Nygrens are a very thoughtful and caring couple. Their gift has already helped so many and will continue to do so for many years to come.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mrs nygren",
        "sentiment": "none"
      },
      {
        "name": "bengt nygren",
        "sentiment": "none"
      },
      {
        "name": "kim pratt",
        "sentiment": "none"
      },
      {
        "name": "bengt",
        "sentiment": "none"
      },
      {
        "name": "brigitta nygren",
        "sentiment": "none"
      },
      {
        "name": "brigitta",
        "sentiment": "none"
      },
      {
        "name": "nygren",
        "sentiment": "none"
      },
      {
        "name": "joseph yammine",
        "sentiment": "none"
      },
      {
        "name": "sam mir",
        "sentiment": "none"
      },
      {
        "name": "david lang",
        "sentiment": "none"
      },
      {
        "name": "joseph yam",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bermuda hospitals charitable foundation",
        "sentiment": "none"
      },
      {
        "name": "bermuda hospitals board",
        "sentiment": "none"
      },
      {
        "name": "bhb",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bermuda",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:03:05.866+02:00",
  "updated": "2024-03-01T00:15:56.869+02:00"
}