{
  "thread": {
    "uuid": "0ebc05c164daf758ec469a7715434dd4c07439b2",
    "url": "https://www.thestar.com.my/lifestyle/family/2024/07/05/malaysian-artist-uses-banana-fiber-and-clay-as-a-novel-material-to-make-bricks",
    "site_full": "www.thestar.com.my",
    "site": "thestar.com.my",
    "site_section": "https://thestar.com.my/lifestyle",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Malaysia Lifestyle Feature Stories | The Star",
    "title": "Malaysian artist uses banana fiber and clay as a novel material to make bricks | The Star",
    "title_full": "Malaysian artist uses banana fiber and clay as a novel material to make bricks | The Star",
    "published": "2024-07-05T09:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MY",
    "main_image": "https://apicms.thestar.com.my/uploads/images/2024/07/05/2785089.jpg",
    "performance_score": 0,
    "domain_rank": 2241,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0ebc05c164daf758ec469a7715434dd4c07439b2",
  "url": "https://www.thestar.com.my/lifestyle/family/2024/07/05/malaysian-artist-uses-banana-fiber-and-clay-as-a-novel-material-to-make-bricks",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "SHEELA CHANDRAN",
  "published": "2024-07-05T09:00:00.000+03:00",
  "title": "Malaysian artist uses banana fiber and clay as a novel material to make bricks | The Star",
  "text": "Artist Cheng Yen Pheng, 42, gets excited whenever she comes across discarded banana tree trunks or clay soil around her neighbourhood. These rather mundane items are valuable for the local artist who is known to turn natural resources into material for her artistic creations.\nRecognising their potential, Cheng upcycles banana fibre into paper and also incorporates the fibre into clay bricks that she makes.\nSince early this year, Cheng has embarked on a journey of creating bricks made from clay, banana fibre, and sand.\nFrom banana fibre to clay, Cheng turns local resources into sustainable art. It all began when she stumbled upon a large amount of clay soil left unused at a former construction site near her home in Batu Arang, Selangor.\nRather than letting it go to waste, Cheng had an “A-ha moment” and saw it as an opportunity to repurpose the raw material and incorporate it in her artistic creations.\n“Seeing all that clay soil from the construction site gave me an idea. I noticed that some neighbourhood folk had used the clay soil for their vegetable plots, but there was still a lot left. So, I thought, why not use it for art?”\nSo, Cheng began researching a bunch of things, including about earth ovens and she stumbled upon videos about brickmaking using natural materials like clay.\n“I learned the basics of building earthen ovens from a friend in Batu Arang,” she explains. “He had experience with earthen ovens and taught me the techniques involved. It took about a month to build my first oven in my verandah,” she says proudly.\nCheng mixes clay soil, banana fibre, and sand to create sustainable bricks. (Right) Banana fibre can be crafted into decorative items, adding a natural and sustainable touch to home decor.\nCheng’s verandah is what you would imagine an artist’s haven to look like. Filled with things – from raw material like clay bricks, fresh banana stems, and dried banana fibre to the tools she uses in her creative process and finished artwork placed here and there – the space is a dynamic enclave.\nCheng says that she draws inspiration from artists in places she has visited like Chiang Mai, Thailand who utilise local resources for their artwork. And so, she decided to do the same and experiment with making clay bricks herself.\n“I mix the clay soil with dried banana fibre and sand to improve its texture and structural integrity. The banana fibre acts as a natural binder, holding the clay together. The secret lies in finding the right consistency of the mixture. Once that’s achieved, it is placed in a mould and left to dry for a few days,” explains the Penang-born artist, who has been living in Batu Arang for eight years now.\nBuilding blocks\nDuring the Tukang Festival in Petaling Jaya, Selangor, last month, Cheng got visitors to get their hands dirty and handcraft bricks.\n“A group of volunteers and I made 200 bricks for an installation! I invited people to play with the mud and appreciate its qualities. It was an experimental art project, aimed at reconnecting adults with the earth through hands-on play.”\nLooking ahead, Cheng hopes to involve her community in Batu Arang, where a brick factory once thrived in colonial times.\n“There’s a rich history here. During the British rule, coal and bricks were vital industries; now they’re almost forgotten. I hope to revive that heritage through community workshops, where we can explore sustainable ways of using local resources like clay.”\nCheng plans to hold community workshops in Batu Arang to educate people on sustainable ways of using local resources like clay.\nCheng was the recipient of the 2019 UOB Painting of the Year (Malaysia) competition. She also received the 2020 Cultural Economic Development Agency (Cendana) Visual Arts Inspire Funding Programme, which has enabled her to conduct research on local arts, crafts of the communities in Terengganu.\nShe has had nearly 20 exhibitions (group and solo) in the past two decades.\nAs an artist, Cheng likes to experiment with different materials: She’s worked with metal, sandpaper, wood and now clay and banana fibre.\nCheng says she never knew the value nor did she appreciate the versatility of the banana plant till she attended an art residency programme in Fukuoka, Japan last year.\nThe bark of the banana tree is thinly sliced, boiled and pounded to make paper. Photo: The Star/Muhammad Shahril\n“During the programme, I visited Mino in Gifu Prefecture, which is well-known for its 1,300-year history as a Japanese paper industry town. It is known for making washi mulberry paper.\n“The Japanese crafters were happy to meet me, a Malaysian, and we discussed Malaysia’s wealth of plant resources suitable for papermaking. It was during this encounter that I first learned about using banana fibre to make paper. Ironically, it took crafters from another part of the world to educate me on the versatility of the banana plant, a resource we have in abundance but often overlook,” says Cheng, who holds a diploma in fine art from Dasein Academy of Art in Kuala Lumpur.\nThe meeting with these Japanese crafters inspired the mother-of-one to research the material further and explore how banana fibre could be used in her art projects.\n“By researching and exploring these resources, we can learn to upcycle materials and reduce our carbon footprint,” shares Cheng, who uploads photos and videos of her work on Facebook .\nBack to basics\nEven though she only recently learnt about banana fibre, Cheng has been using natural resources in her work, trying different ways to innovate and use them in creating sustainable art. Since 2019, she has been crafting mulberry paper from the trunks of mulberry trees grown in her spacious garden. Cheng also conducts mulberry paper-making workshops in her home.\nTo make mulberry paper, branches from mulberry trees are meticulously peeled by hand. The bark is then air-dried, then left to ferment before being boiled for a few hours. Once softened, the bark is pounded.\nAfter another round of fermentation, it is filtered in water, and placed into a square wire mesh wooden frame. Finally, the paper-to-be is left to dry.\nThis process typically takes between 10 and 20 days, depending on the weather.\nThe process of transforming mulberry branches into paper takes place in Cheng’s garden.\nA similar process is used to make banana paper.\n“In Malaysia, we are blessed with an abundance of raw materials. Natural fibres such as banana trunks, mulberry trunks, and bamboo are all ideal for papermaking. “Clay deposits are perfect for crafting ceramic items. Vibrant dyes sourced from local plants can be used to colour fabrics.\n“But, despite this wealth of materials, we have yet to fully tap into their potential and promote their use in traditional or contemporary crafts,” she says.\nMulberry paper is known for its strength, durability, and smooth texture, making it ideal for various artistic and practical uses. It is her hope that more people will learn how to use different types of wood to make paper so that we can promote sustainability and also foster innovation in eco-friendly paper production methods. “The mulberry tree is versatile and easy to grow. It’s a hardy tree. Its leaves can be used to make tea, and its fruits are rich in antioxidants.\n“The bark is utilised for making paper, while I turn the branches and trunks into charcoal that I use for drawing. Nothing goes to waste.“Plus, by making my own mulberry paper, I save money on buying paper for my art projects, whether it is sculpting, in collages, and also my paintings. The bottomline is that I can stretch the ringgit further,” she says. Through her workshops, Cheng also aims to educate people about appreciating nature and handmade items. She believes there is greater fulfillment in creating items than simply purchasing them.\nCheng with two youngsters during her workshops at the Tukang Festival at The Spine, Petaling Jaya recently. Photo: The Star/Azlina Abdullah\n“In the busy rat race of modern life, people often overlook the value of craftsmanship.\n“We must slow down, take time to touch, and truly appreciate the process of making things from scratch.\n“It is important to foster an environment that encourages and supports people to explore crafts.\nThis can help foster a culture of creativity and appreciation for our rich heritage.”\nOpen Modal × $(document).ready(function(){ var freeBoxShow = false; $(window).scroll(function() { var scrollPercent = 100 * $(window).scrollTop() / ($(document).height() - $(window).height()); window.setTimeout(function () { //scroll to page length 35% then show the pop-up if (scrollPercent >= 35 && !freeBoxShow) { freeBoxShow = true; $('#freeHTMLBoxBtn').click(); } }, 500); }); var freeModal = document.getElementById(\"freeModal\"); $(\"#freeHTMLBoxBtn\").click(function () { freeModal.style.display = \"block\"; //$('body').addClass('free-modal-open'); }); $(\".free-close\").click(function () { freeModal.style.display = \"none\"; //$('body').removeClass('free-modal-open'); }); var freeBox = '",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.facebook.com/cheng.y.pheng",
    "https://facebook.com/cheng.y.pheng"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cheng yen pheng",
        "sentiment": "negative"
      },
      {
        "name": "cheng",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "batu arang",
        "sentiment": "none"
      },
      {
        "name": "selangor",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T09:58:16.375+03:00",
  "updated": "2024-07-22T04:21:28.716+03:00"
}