{
  "thread": {
    "uuid": "284bb578a50deb5e79cd2005e82d3c264f67a6c0",
    "url": "https://it.investing.com/analysis/la-pazzesca-creazione-di-valore-realizzata-da-meta-grazie-allai-200467830",
    "site_full": "it.investing.com",
    "site": "investing.com",
    "site_section": "https://it.investing.com/ipo-calendar",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Calendario IPO | Prossime azioni in Borsa - Investing.com",
    "title": "La pazzesca creazione di valore realizzata da Meta grazie all’AI | Investing.com",
    "title_full": "La pazzesca creazione di valore realizzata da Meta grazie all’AI | Investing.com",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://i-invdn-com.investing.com/redesign/images/seo/investingcom_analysis_og.jpg",
    "performance_score": 0,
    "domain_rank": 1330,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "284bb578a50deb5e79cd2005e82d3c264f67a6c0",
  "url": "https://it.investing.com/analysis/la-pazzesca-creazione-di-valore-realizzata-da-meta-grazie-allai-200467830",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Antonio Gamma",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "La pazzesca creazione di valore realizzata da Meta grazie all’AI | Investing.com",
  "text": "Solo un anno e mezzo fa l’azienda brancolava attorno al Metaverso. Oggi è un punto di riferimento della nuova tecnologia: annunciato un nuovo superchip fatto in casa per intelligenza artificiale. Dopo un rialzo del 50% dall’inizio dell’anno, il titolo non è caro. Nuovo chip e nuove funzioni di Instagram Chi si ricorda più del Metaverso? Per chi possiede azioni Meta da lungo tempo, quel nome corrisponde a un incubo che nel novembre del 2022 (un anno e mezzo fa) aveva affossato le azioni fino a una quotazione di 90 dollari, il minimo degli ultimi otto anni. Sicuramente nella mente del fondatore e Ceo Mark Zuckerberg il Metaverso continua a essere un sogno da realizzare, ma nel frattempo ha saputo fare un’incredibile inversione a U e indirizzare tutte le energie dell’azienda sull’intelligenza artificiale. Mercoledì 10 aprile Meta ha presentato un nuovo chip per i carichi di lavoro dell'intelligenza artificiale, in particolare per alimentare i modelli pubblicitari di ranking e raccomandazioni dell'azienda. Il chip è la seconda generazione di un precedente chip chiamato MTIA, acronimo di Meta Training and Inference Accelerator. Il primo chip MTIA ha fatto il suo debutto nel 2023. Sempre mercoledì Meta ha annunciato che, grazie all’intelligenza artificiale, Instagram sta mettendo a punto alcune funzioni per offuscare messaggi contenenti nudità allo scopo di salvaguardare gli adolescenti e impedire che potenziali truffatori li raggiungano. Pronto un nuovo modello di AI capace di ragionare Infine, secondo un articolo di ieri del Financial Times, Meta è sul punto di rilasciare un nuovo modello di intelligenza artificiale che sarebbe in grado di ragionare e pianificare: “passi fondamentali per raggiungere una cognizione sovrumana nelle macchine”. Nell’immediato l’attenzione degli analisti è stata catturata dall’annuncio del nuovo chip, arrivato il giorno dopo analoghe comunicazioni da parte di Intel (NASDAQ: Mentre Nvidia rimane il protagonista dominante del mercato, i fornitori di cloud computing come Amazon (NASDAQ: In 18 mesi le azioni Meta sono salite del 490% Tempo fa Zuckerberg aveva annunciato che Meta arriverà ad avere 350.000 chip Nvidia H100 funzionanti nei suoi data center entro la fine del 2024. Per Meta, MTIA è un'integrazione, non una sostituzione, dei chip di Nvidia. La nuova versione di MTIA raddoppia la larghezza di banda di calcolo e di memoria rispetto alla versione originale del chip. Il nuovo chip sarà prodotto da Taiwan Semiconductor. Sulla spinta dell’impegno nell’intelligenza artificiale, Meta ha messo a segno nell’ultimo anno e mezzo uno dei più favolosi rialzi di Wall Street (+490%). Dall’inizio dell’anno il titolo è salito del 50% e lo scorso 8 aprile ha segnato il nuovo massimo storico a 531 dollari. Oggi su 59 analisti che coprono Meta ben 50 raccomandano di comprare le azioni, ma ormai le quotazioni hanno raggiunto il target price medio (530 dollari). Stime e multipli: perché le quotazioni possono salire ancora Il 23 aprile la società comunicherà i risultati del primo trimestre, con il consensus che si aspetta una crescita dei ricavi a 36,1 miliardi di dollari (+26% sullo stesso periodo del 2023) e il raddoppio dell’utile a 11,2 miliardi. L’intero esercizio 2024, secondo le previsioni degli analisti, dovrebbe chiudersi con un utile in crescita del 33% a 52 miliardi di dollari, pari al 33% dei ricavi. Con stime di questo tipo non si può dire che la quotazione attuale (520 dollari) sia elevata: oggi Meta capitalizza 1.330 miliardi di dollari, che equivale a 26 volte gli utili attesi per l’intero 2024. La media dell’indice Nuovo chip e nuove funzioni di Instagram Chi si ricorda più del Metaverso? Per chi possiede azioni Meta da lungo tempo, quel nome corrisponde a un incubo che nel novembre del 2022 (un anno e mezzo fa) aveva affossato le azioni fino a una quotazione di 90 dollari, il minimo degli ultimi otto anni. Sicuramente nella mente del fondatore e Ceo Mark Zuckerberg il Metaverso continua a essere un sogno da realizzare, ma nel frattempo ha saputo fare un’incredibile inversione a U e indirizzare tutte le energie dell’azienda sull’intelligenza artificiale. Mercoledì 10 aprile Meta ha presentato un nuovo chip per i carichi di lavoro dell'intelligenza artificiale, in particolare per alimentare i modelli pubblicitari di ranking e raccomandazioni dell'azienda. Il chip è la seconda generazione di un precedente chip chiamato MTIA, acronimo di Meta Training and Inference Accelerator. Il primo chip MTIA ha fatto il suo debutto nel 2023. Sempre mercoledì Meta ha annunciato che, grazie all’intelligenza artificiale, Instagram sta mettendo a punto alcune funzioni per offuscare messaggi contenenti nudità allo scopo di salvaguardare gli adolescenti e impedire che potenziali truffatori li raggiungano. Pronto un nuovo modello di AI capace di ragionare Infine, secondo un articolo di ieri del Financial Times, Meta è sul punto di rilasciare un nuovo modello di intelligenza artificiale che sarebbe in grado di ragionare e pianificare: “passi fondamentali per raggiungere una cognizione sovrumana nelle macchine”. Nell’immediato l’attenzione degli analisti è stata catturata dall’annuncio del nuovo chip, arrivato il giorno dopo analoghe comunicazioni da parte di Intel (NASDAQ: [INTC](/equities/intel-corp)) e Alphabet (NASDAQ: [GOOGL](/equities/google-inc)). Mentre Nvidia rimane il protagonista dominante del mercato, i fornitori di cloud computing come Amazon (NASDAQ: [AMZN](/equities/amazon-com-inc)), Google e Meta stanno progettando sempre più spesso i propri chip per integrare le unità di elaborazione grafica (GPU) di Nvidia e, in alcuni casi, per fornire alternative meno costose. In 18 mesi le azioni Meta sono salite del 490% Tempo fa Zuckerberg aveva annunciato che Meta arriverà ad avere 350.000 chip Nvidia H100 funzionanti nei suoi data center entro la fine del 2024. Per Meta, MTIA è un'integrazione, non una sostituzione, dei chip di Nvidia. La nuova versione di MTIA raddoppia la larghezza di banda di calcolo e di memoria rispetto alla versione originale del chip. Il nuovo chip sarà prodotto da Taiwan Semiconductor. Sulla spinta dell’impegno nell’intelligenza artificiale, Meta ha messo a segno nell’ultimo anno e mezzo uno dei più favolosi rialzi di Wall Street (+490%). Dall’inizio dell’anno il titolo è salito del 50% e lo scorso 8 aprile ha segnato il nuovo massimo storico a 531 dollari. Oggi su 59 analisti che coprono Meta ben 50 raccomandano di comprare le azioni, ma ormai le quotazioni hanno raggiunto il target price medio (530 dollari). Stime e multipli: perché le quotazioni possono salire ancora Il 23 aprile la società comunicherà i risultati del primo trimestre, con il consensus che si aspetta una crescita dei ricavi a 36,1 miliardi di dollari (+26% sullo stesso periodo del 2023) e il raddoppio dell’utile a 11,2 miliardi. L’intero esercizio 2024, secondo le previsioni degli analisti, dovrebbe chiudersi con un utile in crescita del 33% a 52 miliardi di dollari, pari al 33% dei ricavi. Con stime di questo tipo non si può dire che la quotazione attuale (520 dollari) sia elevata: oggi Meta capitalizza 1.330 miliardi di dollari, che equivale a 26 volte gli utili attesi per l’intero 2024. La media dell’indice",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:24:40.092+03:00",
  "updated": "2024-04-12T01:24:40.092+03:00"
}