{
  "thread": {
    "uuid": "6d7b81319256fa507b4b3eb02d25da127405e761",
    "url": "https://indiawest.com/minimizing-motor-vehicle-emissions-can-benefit-childrens-health",
    "site_full": "indiawest.com",
    "site": "indiawest.com",
    "site_section": "https://indiawest.com",
    "site_categories": [],
    "section_title": "Breaking News Today , Latest News and Headlines - IndiaWest",
    "title": "Minimizing Motor Vehicle Emissions Can Benefit Children's Health - IndiaWest Journal News",
    "title_full": "Minimizing Motor Vehicle Emissions Can Benefit Children's Health - IndiaWest Journal News",
    "published": "2024-04-04T01:29:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://indiawest.com/wp-content/uploads/2024/04/Minimizing-Motor-Vehicle-Emissions-Can-Benefit-Childrens-Health.webp",
    "performance_score": 0,
    "domain_rank": 39365,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6d7b81319256fa507b4b3eb02d25da127405e761",
  "url": "https://indiawest.com/minimizing-motor-vehicle-emissions-can-benefit-childrens-health",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Author",
  "published": "2024-04-04T01:29:00.000+03:00",
  "title": "Minimizing Motor Vehicle Emissions Can Benefit Children's Health - IndiaWest Journal News",
  "text": "Minimizing Motor Vehicle Emissions Can Benefit Children’s Health NEW YORK, NY (ANI) – A recent study suggests that efforts to limit carbon dioxide (CO2) emissions from motor vehicles, along with investments in electric vehicles and public transit, would reduce air pollution and have a significant impact on children’s health. They’d also save money. The findings by researchers at Columbia University Mailman School of Public Health with collaborators at the University of California, Los Angeles, the University of North Carolina at Chapel Hill, and the Boston University School of Public Health appear in the journal Environmental Research Letters. The researchers modeled the benefits of implementing multiple scenarios of the proposed climate policy framework known as the Transportation and Climate Initiative in 12 Northeast and Mid-Atlantic states and the District of Columbia. Under the most stringent cap on CO2 emissions and the investment scenario that devoted the most resources to mass transportation, they estimated a total of over 58,000 avoided cases of infant mortality, preterm birth, low birth weight, autism spectrum disorder, new cases of asthma, worsened asthma symptoms, and other respiratory illnesses. The related economic savings were $82 million annually. Assessment of the distribution of avoided cases of worsened asthma symptoms indicated that children in all racial and ethnic groups benefited, with somewhat greater health benefits in non-white populations. Under TCI, fuel suppliers would be required to purchase carbon emissions allowances, the proceeds of which would go towards clean transportation programs. While this program was not implemented, it serves as a useful model for other climate mitigation policies. Specifically, researchers modeled changes in ambient fine particulate matter (PM2.5) and nitrogen dioxide between 2022 and 2032 associated with on-road transportation sector emissions under nine hypothetical CO2 emissions cap and investment scenarios proposed under TCI. They estimated potential health co-benefits for adverse birth, pediatric respiratory, and neurodevelopmental outcomes using BenMAPR, a health impact assessment platform that builds from the EPA’s Environmental Benefits Mapping and Analysis Program. Researchers also note the importance of strategic decarbonization efforts as the climate crisis escalates. “Ambitious carbon caps and policies that focus on vulnerable groups, including children, can both improve health outcomes and help mitigate the impacts of climate change,” says first author Alique G. Berberian, MPH ’19, PhD student and graduate student researcher at the University of California, Los Angeles. The researchers also note the importance of including health and environmental justice in climate policies. “Climate policies can have major effects not just on climate, but also on health and environmental justice. Our research shows the importance of including these other benefits of policies when evaluating climate policies,” said senior author Jonathan Buonocore, ScD, assistant professor of Environmental Health at Boston University School of Public Health.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "environmental research letters",
        "sentiment": "none"
      },
      {
        "name": "boston university school of public health",
        "sentiment": "none"
      },
      {
        "name": "university of north carolina",
        "sentiment": "none"
      },
      {
        "name": "columbia university mailman school of public health",
        "sentiment": "none"
      },
      {
        "name": "university of california",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "district of columbia",
        "sentiment": "none"
      },
      {
        "name": "mid-atlantic",
        "sentiment": "none"
      },
      {
        "name": "los angeles",
        "sentiment": "none"
      },
      {
        "name": "chapel hill",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:45:57.894+03:00",
  "updated": "2024-04-05T00:45:57.894+03:00"
}