{
  "thread": {
    "uuid": "b5f2f3828850f8cd044bbc5c9940e2c608cbb6a6",
    "url": "https://island.lk/decide-correctly-to-weed-out-corrupt-politicians-at-least-this-time-round",
    "site_full": "island.lk",
    "site": "island.lk",
    "site_section": "https://island.lk/category/opinion/",
    "site_categories": [
      "media"
    ],
    "section_title": "Opinion – The Island",
    "title": "Decide correctly to weed out corrupt politicians at least this time round!",
    "title_full": "Decide correctly to weed out corrupt politicians at least this time round! – The Island",
    "published": "2024-06-02T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "LK",
    "main_image": "http://island.lk/wp-content/uploads/2023/01/sunday-Island-1-1-1-1-1.jpg",
    "performance_score": 0,
    "domain_rank": 34048,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b5f2f3828850f8cd044bbc5c9940e2c608cbb6a6",
  "url": "https://island.lk/decide-correctly-to-weed-out-corrupt-politicians-at-least-this-time-round",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Thilina Walpola",
  "published": "2024-06-02T03:00:00.000+03:00",
  "title": "Decide correctly to weed out corrupt politicians at least this time round!",
  "text": "In a land like ours blessed with four major religions, and with so many temples and churches near each other, from where morning to late night you can hear sermons, bana chanting and ‘pirith’, how can there be so much corruption that has driven the country bankrupt? Who is responsible for this situation is the big question. In a historic ruling on November 14, 2023, the Supreme Court fixed responsibility for the economic crisis on the three Rajapaksa brothers, the then President, former President and the then Finance Minister, in addition to a number of officials who then held responsible positions.\nBasically, the corrupt politics here is a major root cause for the economic crisis and the responsibility also lies with the voters who elected the politicians every five years or so, since independence. Leaving the people aside, some political leaders, ministers, MPs, provincial and local government politicians have been helping themselves and their kith and kin, making politics a family business. Their priority apparently is not developing the country, but developing themselves. This is while politicians from the two major camps governing alternately, are seen to surprisingly protect each other.\nPoliticians appear to be above the law, with no action taken against their corrupt deals in spite of evidence. Though in other countries errant politicians are brought to book and punished, this does not happen here. To top it all, there is a case where a politician who was charged for murder and sentenced to death attended parliament pending appeal.\nSpecial features peculiar to the politicians here are, a) changing sides while remaining elected and some continuing to be ministers even with government change, b) helping big time businessmen and entities in their good books to evade tax and writing off fat loans running into millions of rupees from state banks. Though formal mechanisms are available to recover ill-gotten wealth concealed abroad by corrupt politicians/officials, those in power prevent such action.\nIn addition to the foregoing, corruption has reached such a state that the Attorney General’s Department which should function independently is working on the government agenda ignoring provisions of law. So also the Police Department where top officials toeing the government line are rewarded. As a result, no action is taken against corrupt politicians in cases where sufficient evidence is available. Last but not least, there is total failure on the part of the Attorney General’s Department, to take action against those who failed to take appropriate steps to avert the Easter bombing despite advance information as early as April, 04, 2019. Such action was recommended in the report of the relevant Presidential Commission.\nAt this time when elections are round the corner, first and foremost, it is important for the voters in general to earmark in advance corrupt politicians from whatever party and weed them away from the system ( through their vote) in the event they try getting on the saddle again. Also, they must realize that the need of the hour is not just a change of government, but a total system change, whereby the country will be led with a correct political vision, with focus on the country and not on personal agendas of politicians for whom politics has been a family business. They must look for a political leadership that is truthful with a forward looking vision, honest to the core, with good qualities, sans any criminal record, and most importantly , having an announced realistic and practical plan of action for taking the country forward and out of the economic crisis (for which the previous govt. was responsible), within a reasonable period of time..\nThere are politicians who are very good at criticizing others, but do not say what exactly they will do if they come to power, aside from some vague indications. Voters must be on the watch-out for this type of behavior, in choosing whom to vote for. It is well known that once a country gets a true and honest leader, everything else falls in line for it to move ahead and surge forward. Hence, the voter has a big responsibility in setting this right, at the forthcoming elections. This may be about the last chance to hopefully get our system changed for the better,.\nA. BEDGAR PERERA\n(email : bedgarperera@gmail.com)\nAll News Advertisement",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rajapaksa",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "supreme court",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T14:45:26.308+03:00",
  "updated": "2024-06-08T20:17:07.255+03:00"
}