{
  "thread": {
    "uuid": "b571c80739e5c647a61e604019ce86a54f03a995",
    "url": "https://www.kcbd.com/2024/03/14/single-mom-moving-into-zero-net-energy-house-built-2022-habitat-humanity-blitz",
    "site_full": "www.kcbd.com",
    "site": "kcbd.com",
    "site_section": "https://kcbd.com/powernation",
    "site_categories": [
      "media"
    ],
    "section_title": "POWERNATION",
    "title": "Single mom moving into zero net energy house built in 2022 Habitat for Humanity blitz",
    "title_full": "Single mom moving into zero net energy house built in 2022 Habitat for Humanity blitz",
    "published": "2024-03-15T00:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-kcbd-prod.cdn.arcpublishing.com/resizer/v2/HRXBVFATKBEWLFQZZEEYLLZS7I.png?auth=e1a85ea5c0512cd23eae199b7bd69a051588bdb4e4ad07abbb4e85fd08d80393&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 24611,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b571c80739e5c647a61e604019ce86a54f03a995",
  "url": "https://www.kcbd.com/2024/03/14/single-mom-moving-into-zero-net-energy-house-built-2022-habitat-humanity-blitz",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@KCBD11",
  "published": "2024-03-15T00:24:00.000+02:00",
  "title": "Single mom moving into zero net energy house built in 2022 Habitat for Humanity blitz",
  "text": "Single mom moving into zero net energy house built in 2022 Habitat for Humanity blitz LUBBOCK, Texas (KCBD) - A house built in the 2022 Habitat for Humanity blitz build is finally getting a homeowner. Caprisha Toliver will be receiving the keys on Saturday. Caprisha is a single mother of three and a first-time homeowner. “I’m gonna be the first homeowner out of all of my mother’s kids; not only did that motivate them, now they wanna do it, but it’s really exciting,” Caprisha said. She said the best part of becoming a homeowner is showing her kids that it is possible, “I’m just showing them that y’all can do whatever y’all want, all you have to do is put your mind to it. Don’t let nobody tell you that you can’t. It took me a little longer but if y’all start now y’all can accomplish anything.” Habitat’s project manager Brittney Morgan said, after almost two years, it’s a special moment to hand the keys over, “It’s really an honor and a privilege to be able to help people out and let people have a really nice and affordable place to live.” But Caprisha’s new home is not just any blitz build house, it’s one of the first zero net energy houses built in Lubbock, meaning the home will produce more energy than it consumes. “Solar panels on the house, so now a day’s energy - companies are buying solar back from the homeowners, so they should almost get paid to use electricity,” Project Manager Brittany Morgan said. Caprisha and her family were a part of the build in 2022 and they are eagerly anticipating their move in date. “It’s been a long process, so I’m just gonna rest and take it all in with my kids,” she said. Caprisha said, you don’t have to be where you come from and while she works hard for her kids, she says she did this for herself, “When we are the best us, they get the best us. When they see us doing our best they’re gonna want to do their best.” Habitat for Humanity will dedicate the house to Caprisha and her family at 3316 East Dartmouth on Saturday, Mar. 16 at 2 p.m. when she will be presented her keys. Then they will move in next week. Copyright 2024 KCBD. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "caprisha toliver",
        "sentiment": "none"
      },
      {
        "name": "caprisha",
        "sentiment": "none"
      },
      {
        "name": "brittney morgan",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "lubbock",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:55:25.397+02:00",
  "updated": "2024-03-15T00:55:25.397+02:00"
}