{
  "thread": {
    "uuid": "8ddc2a791c8039baf7ff689e972c7e0d48dfb1a9",
    "url": "https://www.princegeorgecitizen.com/national-sports/newman-aims-for-new-heights-in-pole-vault-at-world-athletics-indoor-championships-8378686",
    "site_full": "www.princegeorgecitizen.com",
    "site": "princegeorgecitizen.com",
    "site_section": "https://www.dawsoncreekmirror.ca/rss",
    "site_categories": [
      "media",
      "education",
      "entertainment"
    ],
    "section_title": "Prince George Citizen: princegeorgematters",
    "title": "Newman aims for new heights in pole vault at world athletics indoor championships",
    "title_full": "Newman aims for new heights in pole vault at world athletics indoor championships",
    "published": "2024-03-01T00:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.vmcdn.ca/f/files/shared/feeds/cp/2024/02/20240229160224-65e0f663a5171285253b2ccajpeg.jpg;w=650;h=433;mode=crop",
    "performance_score": 0,
    "domain_rank": 43116,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8ddc2a791c8039baf7ff689e972c7e0d48dfb1a9",
  "url": "https://www.princegeorgecitizen.com/national-sports/newman-aims-for-new-heights-in-pole-vault-at-world-athletics-indoor-championships-8378686",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Abdulhamid Ibrahim; The Canadian Press",
  "published": "2024-03-01T00:05:00.000+02:00",
  "title": "Newman aims for new heights in pole vault at world athletics indoor championships",
  "text": "Alysha Newman has her sights set on crossing an even higher bar. The 29-year-old London, Ont., native is just a week removed from resetting her national record in the women's pole vault in Rouen, France, at 4.83 metres. She now heads into the world athletics indoor championships in Glasgow, Scotland looking to break it again. \"That's in my head. I want to break the Canadian record again and I want to try out that pole,\" Newman said. \"I'm like itching to jump on that pole again because I know that pole will launch me in the air and we found a pole that is going to work for me through between a 4.80 to a 4.90. \"It's exciting because those are numbers that win Olympic medals and so that's exciting, but it's still gotta be executed.\" The championships go from Friday to Sunday, with the women's pole vault final taking place Saturday evening local time. Newman views it as a good opportunity to compete against the very best in the world in her event. \"It's a big meet and it's a prep for Olympics,\" she said. \"Those top 12 girls that are competing at indoor worlds, you're going to see those women at the Olympics and to know that if you could be on the podium this weekend, that you're in really good shape. \"But again, the Olympics is, what, five months away? Six months away. A lot can happen in that.\" Newman has been incredibly active to start the year, competing in 11 events since January, including two 60-metre sprints. She has shown consistent progression, already putting forth four 4.70-plus jumps, including her new national record. She had four such jumps all of last season. Consistency has been the name of the game for Newman, who's been using new poles. \"Before you think even about being an Olympic gold medallist or an Olympic medallist, you have to figure out how you're going to be consistent, and then how you're going to be consistently jumping higher than all the other girls,\" she said. \"And I think a lot of my mistakes in the past was I would jump high once and I'd be like, 'OK, I can get this, I'll do it again.' \"But if we're realistic, you know, I'm not a superhero. I am a human. And you have to be able to jump, you know, 4.85 multiple times on a bad day to then jump a 4.95 or a five metres on your best day.\" Newman had a bounceback 2023 season, after years of dealing with injury and the pandemic, in which she won the world indoor tour final in February, before setting a national championship meet record (4.73) in July. However, she fell short of making the worlds final in August. \"Alysha was in good shape,\" coach Zdenek Krykorka said. \"She happened to scratch the pole in one of the jumps, then we started to panic (with) what pole she was supposed to be on, so just too many things happened at the same time. Unfortunately in the biggest meet of the year.\" But he feels Newman will shock some people this year. \"She started this year on a high note and she just keeps going up,\" he said. \"And I just believe, it doesn't need to stop there. … I think she is ready to surprise a lot of people.\" Newman has dealt with numerous doubters since she last set the national record in 2019, but has found ease in the confidence from those around her. \"A lot of outsiders are like, 'Is Alysha Newman done, is she not competing,'\" Newman said. \"But when you surround yourself with coaches and people that absolutely see your potential, it makes it a lot easier. \"Athletics Canada after 2022, they asked me if I should retire. They sent me our sports psych (Dr. Penny Werthner) and they came and try to have a conversation with me … and (she) said, 'Alysha, I think you should be done.' And it was just shocking because they're my organization, you would think that they would be on my side.\" Admitting she went off talent from 2020-2023, Newman says she has fallen back in love with sport. \"I think I'm saying a lot of 'no's' to excess things that I used to do,\" she said. \"I'm calling it like my selfish era. I've just been really having a good time. \"I just want to pole vault and I haven't felt like that since 2019.\" This report by The Canadian Press was first published Feb. 29, 2024. Abdulhamid Ibrahim, The Canadian Press",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "newman",
        "sentiment": "negative"
      },
      {
        "name": "alysha newman",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "ont.",
        "sentiment": "none"
      },
      {
        "name": "rouen",
        "sentiment": "none"
      },
      {
        "name": "scotland",
        "sentiment": "none"
      },
      {
        "name": "glasgow",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:09:19.516+02:00",
  "updated": "2024-03-01T00:24:14.676+02:00"
}