{
  "thread": {
    "uuid": "491731fb70576a58d720558258ea162de3ae9ae8",
    "url": "https://vnexplorer.net/meet-an-international-latte-artist-creating-foamy-portraits-of-celebrities-s853846.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Meet an international latte artist creating foamy portraits of celebrities",
    "title_full": "Meet an international latte artist creating foamy portraits of celebrities",
    "published": "2024-01-08T00:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d21y75miwcfqoq.cloudfront.net/70c8fc80",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "491731fb70576a58d720558258ea162de3ae9ae8",
  "url": "https://vnexplorer.net/meet-an-international-latte-artist-creating-foamy-portraits-of-celebrities-s853846.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-08T00:02:00.000+02:00",
  "title": "Meet an international latte artist creating foamy portraits of celebrities",
  "text": "Brian Leonard, known as Barista Brian, is an international latte artist who has created foamy portraits for celebrities like Daniel Radcliff, Mr. Beast and Eddie Redmayne.\nBut he’s turned his attention to a new crowd –residents in the New Brunswick capital of Fredericton wanting to learn a little more about coffee.\n“I was looking for opportunities in Fredericton and this seemed like a really great chance for me to work with tourism here,” he said.\nThe “Coffee Connoisseur” walking tour takes participants to four different coffee shops. Along the way, Leonard teaches them about how to taste coffee, where coffee comes from, and some anecdotes from his experiences serving celebrities in Hollywood and at film festivals.\nAt the end of the tour, Leonard creates latte art for all of the participants.\nCorey Furlotte attended the tour as a Christmas present from his parents.\n“Barista Brian is fantastic, and it’s an amazing tour,” he said.\nGet the latest National news. Sent to your email, every day.\nLauren Cruikshank came with her partner.\n“Learning about how to taste coffee has been really interesting, but also just, you know a unique individual with a really interesting life story and an artistic practice that’s kind of unusual,” she said.\nMore on Canada Tour to brew up some business for local cafés “I really hope this tour impacts local cafes by introducing people to different cafes they’ve maybe never gone to,” Leonard said.\nNicholas Marquez bought the Daily Espresso about nine months ago. He said the café was closed for over a year during COVID-19, and some people forgot about it.\nMarquez said he welcomed the tour to his café after the City of Fredericton reached out to him.\n“I think in the slow months like this, or any time, having tours like this would be very good for people to know the café,” he said.\nThe Daily Espresso is in the Beaverbrook Art Gallery. Marquez said it’s appropriate for Leonard to be sharing his art there.\n“This is at the art gallery here in Fredericton, so I think this is the best place to have this,” he said.\nView image in full screen\nLeonard has decorated lattes for participants of the Sundance and Toronto International film festivals and Hollywood celebrities. He’s now turning his attention to his hometown of Fredericton. Anna Mandin / Global News\n“Even if I’ve been to some of the cafés before, I haven’t had such a sort of expert tour,” Cruikshank said.\nFurlotte said he wants to go back to the Urban Almanac General Store because he liked their coffee the best.\nWith a couple tours finished, Leonard is looking forward to spending more time in his hometown of Fredericton.\n“There’s so much coffee happening in this city, it’s really exciting to see coffee popping up like craft beer, it’s becoming craft coffee, and we’re all become coffee connoisseurs,” he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://d21y75miwcfqoq.cloudfront.net/70c8fc80",
    "https://www.d21y75miwcfqoq.cloudfront.net/70c8fc80"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "barista brian",
        "sentiment": "neutral"
      },
      {
        "name": "brian leonard",
        "sentiment": "neutral"
      },
      {
        "name": "brian",
        "sentiment": "none"
      },
      {
        "name": "corey furlotte",
        "sentiment": "none"
      },
      {
        "name": "lauren cruikshank",
        "sentiment": "none"
      },
      {
        "name": "leonard",
        "sentiment": "none"
      },
      {
        "name": "daniel radcliff",
        "sentiment": "none"
      },
      {
        "name": "eddie redmayne",
        "sentiment": "none"
      },
      {
        "name": "beast",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "new brunswick",
        "sentiment": "none"
      },
      {
        "name": "hollywood",
        "sentiment": "none"
      },
      {
        "name": "fredericton",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:07:34.334+02:00",
  "updated": "2024-01-08T00:07:34.334+02:00"
}