{
  "thread": {
    "uuid": "5d661ce309166137351409155a67765747891534",
    "url": "http://ca.advfn.com/stock-market/stock-news/93682648/yom-haaliyah-the-international-fellowship-of-chri",
    "site_full": "ca.advfn.com",
    "site": "advfn.com",
    "site_section": "http://ca.advfn.com",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "ADVFN - Free stock and cryptocurrency prices, charts, market news and streaming real-time quotes.",
    "title": "Yom HaAliyah: The International Fellowship of Christians and Jews Celebrates Helping Thousands of Jews Make Aliyah in 2023",
    "title_full": "Yom HaAliyah: The International Fellowship of Christians and Jews Celebrates Helping Thousands of Jews Make Aliyah in 2023",
    "published": "2024-04-18T23:57:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 8587,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5d661ce309166137351409155a67765747891534",
  "url": "http://ca.advfn.com/stock-market/stock-news/93682648/yom-haaliyah-the-international-fellowship-of-chri",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "advfn.com",
  "published": "2024-04-18T23:57:00.000+03:00",
  "title": "Yom HaAliyah: The International Fellowship of Christians and Jews Celebrates Helping Thousands of Jews Make Aliyah in 2023",
  "text": "Global aid organization's aliyah (immigration to Israel ) effort continues despite rise in global conflict\nJERUSALEM , April 18, 2024 /PRNewswire/ -- To mark Yom HaAliyah ( Aliyah Day ) 2024, an Israeli holiday which begins this year on the night of April 17 , the International Fellowship of Christians and Jews (The Fellowship) is honoring its impact in helping Jews from around the world return to their homeland, Israel .\nIn 2023, The Fellowship helped more than 4,000 people make aliyah (immigrate to Israel ) from 35 countries around the world. Since its founding more than 40 years ago, The Fellowship has helped more than 770,000 Jews make aliyah from 50 different countries.\n\"One of the great points of pride for The Fellowship is helping fulfill biblical prophecy by bringing Jews home from 'the four corners of the earth,'\" said Yael Eckstein , the organization's President and CEO.\nAliyah is a cornerstone of the state of Israel , and is often a life-changing decision for Jews especially as they look to flee from the drastic rise in global anti-Semitism since the attacks of October 7 . In the final two months of 2023 alone, over 2,600 Jewish people immigrated to Israel .\n\"The fact that they want to make this journey even during a time of war in Israel shows how vital aliyah is. Many olim (immigrants) tell us that it's the fulfillment of a lifelong dream,\" Eckstein added.\nAliyah is a key pillar of the more than 2 million people the Fellowship helps annually. The organization supports olim both before and after their arrival in the Holy Land. In addition to arranging \"freedom flights,\" The Fellowship also provides klitah (resettlement) support to new olim , helping with immigration paperwork, food assistance, education and job training, and more.\n\"The heartwarming stories of Jews from around the world stepping off the plane and feeling an overwhelming sense of safety, of new beginning, of belonging , are countless,\" Eckstein said. \"Being able to help people start a new chapter of their lives in their biblical homeland is just one way The Fellowship's work brings much-needed light into the world in these dark times.\"\nAbout the International Fellowship of Christians and Jews\nFor more than 40 years, the International Fellowship of Christians and Jews (The Fellowship) has been the leading non-profit building bridges between Christians and Jews, blessing Israel and the Jewish people around the world with humanitarian care and lifesaving aid. Each year, the Fellowship helps over 1 million people living in poverty, provides security to 1 million people and helps thousands make aliyah back to their homeland, Israel . To learn more about the Fellowship's work, visit www.ifcj.org.\nAbout Yael Eckstein\nAs President and CEO of The Fellowship, Yael Eckstein oversees all programs and serves as the international spokesperson for the organization. With over a decade of non-profit experience in multiple roles, Yael has the rare distinction of being a woman leading one of the world's largest religious charitable organizations. In 2021, she launched her podcast, Nourish Your Biblical Roots, in which she shares spiritual insights and lessons from the Torah, and invites leading Christian and Jewish thought leaders to discuss Jewish-Christian relations and Israel's significance on the world stage. She is the 2023 recipient of the Jerusalem Post's Humanitarian Award, and in 2020, 2021 and 2023, was named to the publication's list of 50 Most Influential Jews. Born and raised outside of Chicago , Yael is based in Israel with her husband and their four children.\nMedia Contact: press@ifcj.org\nView original content to download multimedia:https://www.prnewswire.com/news-releases/yom-haaliyah-the-international-fellowship-of-christians-and-jews-celebrates-helping-thousands-of-jews-make-aliyah-in-2023-302121510.html\nSOURCE International Fellowship of Christians and Jews\nCopyright 2024 PR Newswire",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://static.cloudflareinsights.com/beacon.min.js/v55bfa2fee65d44688e90c00735ed189a1713218998793",
    "https://www.prnewswire.com/news-releases/yom-haaliyah-the-international-fellowship-of-christians-and-jews-celebrates-helping-thousands-of-jews-make-aliyah-in-2023-302121510.html",
    "https://prnewswire.com/news-releases/yom-haaliyah-the-international-fellowship-of-christians-and-jews-celebrates-helping-thousands-of-jews-make-aliyah-in-2023-302121510.html",
    "https://www.static.cloudflareinsights.com/beacon.min.js/v55bfa2fee65d44688e90c00735ed189a1713218998793"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "yael eckstein",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "jerusalem",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:02:33.546+03:00",
  "updated": "2024-04-19T00:02:33.546+03:00"
}