{
  "thread": {
    "uuid": "234456541d8b9d7e894c94d7c11ebf44dbbc155d",
    "url": "https://www.candgnews.com/news/community-remembers-forensic-pathologist-werner-spitz-5307",
    "site_full": "www.candgnews.com",
    "site": "candgnews.com",
    "site_section": "https://www.candgnews.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "C&amp;G Newspapers",
    "title": "Community remembers forensic pathologist Werner Spitz",
    "title_full": "Community remembers forensic pathologist Werner Spitz",
    "published": "2024-04-18T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.candgnews.com/storage/cache/articles/5307/80007c7d65254271c47e24332d2ce25383e.png",
    "performance_score": 0,
    "domain_rank": 69145,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "234456541d8b9d7e894c94d7c11ebf44dbbc155d",
  "url": "https://www.candgnews.com/news/community-remembers-forensic-pathologist-werner-spitz-5307",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Maria Allard",
  "published": "2024-04-18T08:00:00.000+03:00",
  "title": "Community remembers forensic pathologist Werner Spitz",
  "text": "Spitz testified in many high-profile cases. Photo provided by Walter P. Reuther Library, Archives of Labor and Urban Affairs, Wayne State University METRO DETROIT — From testifying at the O.J. Simpson civil case in 1996 to offering his perspective in the Chappaquiddick incident that involved Ted Kennedy and Mary Jo Kopechne in 1969, Werner Spitz was widely known for providing his expertise on the witness stand. The prominent forensic pathologist was sought after in the court system for his knowledge in forensic evidence and his testimony regarding many high-profile murders that drew public interest and media attention. The longtime chief medical examiner — who performed or supervised more than 60,000 autopsies during his career — died April 14 at the age of 97. He was a resident of Grosse Pointe Shores. Many in the community are remembering the well-known forensic expert. Warren City Council member Mindy Moore felt “very sad” when she learned Spitz died. Moore, a freelance court reporter, has known Spitz since the late 1970s when he was the chief Wayne County medical examiner. She was present for many depositions he provided over the years. “What an icon he was. He was quite brilliant and so effective,” she said. “He had a way about him. His whole career was fascinating. When he spoke, all eyes were on him. You knew what he would say would be impactful and very important. He certainly was one of a kind.” Sometimes the evidence presented in court could be very technical, and Moore said Spitz was always able to explain it “so any lay person could understand him.” One deposition that stands out was the time the forensics expert testified in a case to determine whether a man committed suicide or was murdered. With the unloaded firearm in his hand, the pathologist laid on the floor to demonstrate that the deceased man could not have killed himself at the particular angle in which he died. Despite the gruesome work he did, Moore, at times, saw the medical examiner in another light. “He had a really good sense of humor,” she said. According to his resume, Spitz practiced forensic pathology for more than 50 years. He was the chief medical examiner in Wayne County from 1972-88 and in Macomb County from 1972-2004. He also served as a deputy chief medical examiner in Maryland. He received his medical training at the Geneva University Medical School in Switzerland and the Hebrew University Hadassah Medical School in Jerusalem. His resume states he was an associate professor at the University of Maryland School of Medicine and Johns Hopkins University, and that he worked for the Department of Legal Medicine at the University School of Medicine in West Berlin. Throughout his lifetime, Spitz served on various committees investigating the assassinations of President John F. Kennedy and Martin Luther King Jr. He testified at various trials in the U.S. and Canada including the “Preppy Murder” in New York, the talk show host Jenny Jones case, the Crown vs. Truscott in Toronto, music producer Phil Spector’s murder trial and the Casey Anthony murder case. He also consulted with the police in Boulder, Colorado about the death of JonBenét Ramsey. Steve Bieda, a 37th District Court judge in Warren, recalled how when he was in the Michigan Legislature as a state representative and senator, the elected officials often contacted Spitz for advice regarding criminal justice issues. “He was highly regarded and would be asked to weigh his opinions based on his expertise,” Bieda said. “He was iconic in the sense of high-profile crime.” On a personal level, Bieda followed Spitz’s work on the Oakland County child killer case in the 1970s and his work related to President Kennedy’s death. “He was a fascinating individual and very charismatic,” Bieda said. Macomb County Executive Mark Hackel met Spitz in 1981 when he worked as a dispatcher on the midnight shift for the Macomb County Sheriff’s Office. On his first night, Hackel took a call from a Macomb Township man who reported that his neighbor killed his wife and children. But the caller “was the guy that did it,” Hackel said. “That’s when I first got to know Spitz, who left an impression.” “He was the guy that could tell you what happened just by looking at the body,” Hackel said. “He tried to put himself in their place. He wanted to know the circumstances of how they died. I don’t know of a time when he wasn’t spot on.” Hackel said many law enforcement officers he worked with over the years were interested in what Spitz had to offer. Hackel said Spitz was always kind when speaking to families of the victims. “I am so sad about his loss, but I am fortunate to have known him,” Hackel said. “He was the forefather of pathology. I don’t know if you will see another like that.” During his career, Spitz taught at different colleges, including pathology at Wayne State University School of Medicine in Detroit. “He was a great teacher and a huge contributor to the field of pathology and forensics,” said Dr. Wael Sakr, dean of the Wayne State University School of Medicine. “He had a huge presence and was a consultant on many big profile cases across the country. Before I knew him, I had a lot of admiration toward him.” Spitz returned to the school on occasion to present seminars to students. “He was interested in human life and, sadly, was trying to solve death, particularly in trauma, accidents, homicides and burns,” Sakr said. “He had a love for the discipline in what he did and was meticulous in his approach.” Sakr will definitely feel his loss. “I enjoyed his friendship and his support for the department,” Sakr said. Spitz’s legacy includes the nearly 100 scientific publications he authored, the Dean’s Award for service to the Medicolegal Community and Wayne State University of Medicine, awards from Wayne County and the Macomb County Board of Commissioners for outstanding service, and from various police departments and the FBI.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "werner spitz spitz",
        "sentiment": "negative"
      },
      {
        "name": "walter p. reuther library",
        "sentiment": "neutral"
      },
      {
        "name": "ted kennedy",
        "sentiment": "none"
      },
      {
        "name": "o.j. simpson",
        "sentiment": "none"
      },
      {
        "name": "moore",
        "sentiment": "none"
      },
      {
        "name": "mindy moore",
        "sentiment": "none"
      },
      {
        "name": "spitz",
        "sentiment": "none"
      },
      {
        "name": "mary jo kopechne",
        "sentiment": "none"
      },
      {
        "name": "werner spitz",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wayne state university",
        "sentiment": "none"
      },
      {
        "name": "labor and urban affairs",
        "sentiment": "none"
      },
      {
        "name": "warren city council",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "grosse pointe shores",
        "sentiment": "none"
      },
      {
        "name": "wayne county",
        "sentiment": "none"
      },
      {
        "name": "chappaquiddick",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:07:55.120+03:00",
  "updated": "2024-04-19T01:07:55.120+03:00"
}