{
  "thread": {
    "uuid": "8d146e6229b8ad1b0ae82201e5ccb688bddc8847",
    "url": "https://www.kshb.com/sports/football/chiefs/chiefs-wr-rashee-rice-enjoys-record-setting-playoff-debut-despite-record-cold",
    "site_full": "www.kshb.com",
    "site": "kshb.com",
    "site_section": "https://www.kshb.com",
    "site_categories": [
      "media"
    ],
    "section_title": "KSHB 41 Kansas City: News, Weather, Chiefs, Traffic and Sports",
    "title": "Chiefs WR Rashee Rice enjoys record-setting playoff debut despite record cold",
    "title_full": "Chiefs WR Rashee Rice enjoys record-setting playoff debut despite record cold",
    "published": "2024-01-14T08:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ewscripps.brightspotcdn.com/dims4/default/88d5710/2147483647/strip/true/crop/1024x538+0+0/resize/1200x630!/quality/90/?url=http%3A%2F%2Fewscripps-brightspot.s3.amazonaws.com%2Fbf%2F76%2F89773a8b439bbefca4adef9ef3ce%2Fap24014188928554.jpg",
    "performance_score": 0,
    "domain_rank": 10290,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8d146e6229b8ad1b0ae82201e5ccb688bddc8847",
  "url": "https://www.kshb.com/sports/football/chiefs/chiefs-wr-rashee-rice-enjoys-record-setting-playoff-debut-despite-record-cold",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tod Palmer",
  "published": "2024-01-14T08:41:00.000+02:00",
  "title": "Chiefs WR Rashee Rice enjoys record-setting playoff debut despite record cold",
  "text": "KANSAS CITY, Mo. — The NFL playoffs are supposed to be harder, a notch above the regular season, right? “One-hundred percent — when we started practice this week, we had a jog-through and it was not a jog-through,” Kansas City Chiefs wide receiver Rashee Rice said. “We were going full speed, so I could tell right there.” But if [Saturday night’s 26-7 win against Miami](https://www.kshb.com/sports/football/chiefs/ice-cold-wild-card-romp-chiefs-dominate-dolphins-at-frigid-arrowhead-to-advance) in an AFC Super Wild Card showdown in [the coldest game ever played at GEHA Field](https://www.kshb.com/sports/football/chiefs/chiefs-dolphins-wild-card-showdown-ranks-as-4th-coldest-game-in-nfl-history) at Arrowhead Stadium was, in fact, tougher for Rice than the regular season — well, the rookie second-round pick from SMU didn’t show it. Instead, Rice set Chiefs playoff records for a rookie for catches and receiving yards, helping earn a seventh straight AFC Divisional Round appearance for the franchise. Rice’s eight catches were one more than Knile Davis’ seven during the 2013 postseason, while his 130 yards topped the 104 receiving yards Elmo Wright racked up during the longest game in NFL history, a double-overtime loss to the Dolphins on Christmas Day 1971. “It’s hard to believe that he’s a rookie,“ Kansas City coach Andy Reid said. For years, it's been established fact in the NFL — almost folklore, really — that Reid’s complex offense, which features endless option routes and ingenuity, is among the most difficult for incoming receivers to grasp. Rice certainly needed time to adjust, showing flashes of greatness and making basic rookie blunders during camp and early in the season. But against Miami with the season on the line, he found soft spots in zones, moved the chains and continued to prove that he’s quarterback Patrick Mahomes’ most-trusted weapon among Kansas City’s wide receivers. “He’s doing great,” Mahomes said. “He’s getting better and better every single week. Some of those guys hit that rookie wall, but he seems like he’s just pushed right through it and continues to get better and better.” Since the start of training camp, Rice, who briefly left his playoff debut after banging his left foot on the rock-hard sideline, said the biggest stride he’s made is being able to take lessons imparted during meetings and putting them into action at practice. Reid has noticed, too. “We were hoping that he was as good as what we saw at SMU,” Reid said. “The best part about him is he just keeps working. He’s relentless with that. He’s got a good relationship; he’s got Pat’s respect, and he wants to do it the right way.” —",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rashee rice",
        "sentiment": "negative"
      },
      {
        "name": "knile davis",
        "sentiment": "none"
      },
      {
        "name": "rice",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nfl",
        "sentiment": "negative"
      },
      {
        "name": "kansas city chiefs",
        "sentiment": "none"
      },
      {
        "name": "smu",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kansas city",
        "sentiment": "none"
      },
      {
        "name": "mo.",
        "sentiment": "none"
      },
      {
        "name": "arrowhead stadium",
        "sentiment": "none"
      },
      {
        "name": "geha",
        "sentiment": "none"
      },
      {
        "name": "miami",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-14T10:57:25.361+02:00",
  "updated": "2024-01-14T10:57:25.361+02:00"
}