{
  "thread": {
    "uuid": "213b80dfee235b476b008337a1f6d2b1f9bf9da2",
    "url": "https://www.europapress.es/comunitat-valenciana/noticia-cabalgata-reyes-magos-reparte-magia-ilusion-calles-valencia-les-hemos-pedido-muchos-regalos-20240105210759.html",
    "site_full": "www.europapress.es",
    "site": "europapress.es",
    "site_section": "https://www.europapress.es/noticias/",
    "site_categories": [
      "media"
    ],
    "section_title": "\r\n\t Últimas Noticias - EUROPA PRESS\r\n",
    "title": "La Cabalgata de los Reyes Magos reparte magia e ilusión en las calles de València: \"Les hemos pedido muchos regalos\"",
    "title_full": "La Cabalgata de los Reyes Magos reparte magia e ilusión en las calles de València: \"Les hemos pedido muchos regalos\"",
    "published": "2024-01-05T22:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img.europapress.es/fotoweb/fotonoticia_20240105210759_1200.jpg",
    "performance_score": 0,
    "domain_rank": 2719,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "213b80dfee235b476b008337a1f6d2b1f9bf9da2",
  "url": "https://www.europapress.es/comunitat-valenciana/noticia-cabalgata-reyes-magos-reparte-magia-ilusion-calles-valencia-les-hemos-pedido-muchos-regalos-20240105210759.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Europa Press",
  "published": "2024-01-05T22:12:00.000+02:00",
  "title": "La Cabalgata de los Reyes Magos reparte magia e ilusión en las calles de València: \"Les hemos pedido muchos regalos\"",
  "text": "Catalá destaca la recuperación de \"elementos tradicionales\" mientras Fuset lamenta que se hayan \"cargado\" un desfile \"con entidad propia\"\nVALÈNCIA, 5 Ene. (EUROPA PRESS) -\nLa cabalgata de los Reyes Magos de Oriente ha recorrido este viernes las calles de València para repartir magia e ilusión a partes iguales, al margen de los ya habituales caramelos que ha dejado a su paso, antes de la noche más especial del año, en un desfile que han protagonizado los cuentos \"que todo el mundo conoce\", los libros y la lectura, aunque sin personajes de la tradición valenciana. \"Nos hemos portado muy bien, hemos sido muy buenas y les hemos pedido muchos regalos a los Reyes\", han reconocido algunas de las asistentes que esperaban a los magos.\nLa cabalgata, que ha contado con un total de 68 pasos, entre carrozas, espectáculos y representaciones y que ha sido seguida por unas 60.000 personas, según la Policía Local, ha partido a las 17.30 horas desde la Alameda y ha atravesado el Puente de las Flores para dirigirse a la calle de Navarro Reverter, seguidamente llegar a la Porta de la Mar y encarar General Palanca, General Tovar, la Paz, la plaza de la Reina y la calle San Vicente hasta desembocar en la plaza del Ayuntamiento.\nPreviamente, Melchor, Gaspar y Baltasar han llegado a la ciudad a bordo de un catamarán en el puerto en torno a las 16.30 horas, donde han sido recibidos por la fallera mayor infantil de València, Marina García, ante la expectación de los más pequeños.\nBajo el lema 'Un niño que lee será un adulto que piensa', el cortejo ha estado marcado por la temática literaria, con referencias al Quijote, la Bella y la Bestia o Harry Potter, a otros clásicos de Disney como Mickey, Minnie, Donald, Aladdín o la Sirenita, así como a escenas de la Biblia. Sin embargo, no han habido personajes de la tradición valenciana.\nA diferencia de los últimos años, en esta ocasión no ha habido rastro de los personajes de la navidad valenciana, introducidos desde 2016, como la Missatgera Caterina, el Patge Miquel, Dolça o el Sr. Carbó. Tampoco de música en valenciano en las actuaciones desde el balcón del Ayuntamiento.\nNOVEDADES Y CARROZAS HABITUALES La cabalgata ha discurrido durante más de tres horas y la cabecera ha llegado al consistorio sobre las 18.30 horas, aproximadamente, tal y como estaba previsto. Antes, desde el balcón del Ayuntamiento, el conjunto Dubbi Kids ha amenizado la espera a las personas que se congregaban en la plaza.\nEste año, como novedad, ha participado en el desfile la sección montada de la Policía Local junto a la de la Policía Nacional, que han abierto la cabalgata. Seguidamente, ha desfilado la representación del Quijote, con un gran libro y un hinchable gigante de Cervantes.\nA continuación, han discurrido los séquitos de los personajes literarios, alternados con dragones articulados o pases de ballet, y las clásicas carrozas del Valencia CF, el Levante UD, La Colla de À Punt, los coches de la Policía Local o el camión de Bomberos, y las carrozas de las falleras mayores de València de 2023 y sus cortes de honor.\nLa segunda parte de la cabalgata ha tenido un carácter \"bíblico y litúrgico\" con diversos pasajes de la Biblia como la Anunciación, el nacimiento de Jesús en Belén, la adoración de los pastores, la matanza de los inocentes por Herodes y la llegada de los Reyes Magos con oro, incienso y mirra.\nComo escoltas de Sus Majestades de Oriente, las agrupaciones musicales de Massarrojos, Benicalap y Carrera Fuente San Luis han sido las encargadas de acompañar musicalmente a las carrozas de Melchor, Gaspar y Baltasar, respectivamente, durante todo el recorrido.\nLos Reyes Magos desembarcan en el Puerto de València y comienzan a repartir ilusión a los más pequeños ADORACIÓN Por último, antes de finalizar la cabalgata, se ha recuperado la Adoración de los Reyes, quienes han ofrecido su oro, incienso y mirra, ante el Belén instalado en la plaza del Ayuntamiento. A continuación, sus majestades han subido hasta balcón municipal mediante una grúa de los bomberos. Desde allí han dirigido unas palabras a los niños y niñas de la ciudad.\nConcretamente, Melchor les ha agradecido que hayan \"llenado de sonrisas las calles de València\" con una \"luz de la ilusión\" que es la que les ha guiado hasta la ciudad, mientras que Gaspar ha destacado \"la ilusión que despiertan las miradas de niños y niñas\" y ha prometido que les llevarán a sus casas \"casi todos los regalos\" que han pedido. Además, ha aprovechado para hacer un ruego a todos ellos: que sean \"obedientes y respetuosos\" y que cuiden de sus seres queridos para construir entre todos \"un mundo mejor\".\nPor su parte, Baltasar ha avanzado que les espera \"una noche muy larga\" y ha deseado que todos los niños y niñas \"sigan siendo buenos\" porque ese, ha asegurado, es \"el mejor regalo\". Un espectáculo piromusical a cargo de pirotecnia Tamarit ha puesto el broche de oro al desfile. Finalmente, los Reyes han pasado al Salón de Cristal para recibir a los niños y niñas que lo deseen, a quienes les han regalado peluches.\nUN DESFILE PREPARADO \"CON CARIÑO\" A su llegada a la plaza del Ayuntamiento, la alcaldesa de València, María José Catalá, en declaraciones a los medios, ha celebrado la \"recuperación de elementos tradicionales\" en la cabalgata, un desfile que ha resaltado que se ha preparado \"con cariño\" y que tiene \"referencias claras\" a la capitalidad verde europea y \"mucho colorido\", al tiempo que ha destacado la \"ilusión\" de los niños y niñas y el ambiente durante todo el recorrido.\nLa primera edil ha afirmado que ha transmitido a los magos de Oriente que los niños y niñas de la ciudad \"se han portado todos fenomenal\" y precisamente ha hecho un llamamiento a los más pequeños para que esta noche \"se vayan pronto a dormir porque los Reyes ya están aquí y tienen mucho trabajo por delante\". A los magos, precisamente, les ha agradecido su presencia en València y su trabajo para \"hacer realidad los sueños de tantos niños\".\n\"SE HAN CARGADO UNA CABALGATA DE ÉXITO Y CON ENTIDAD PROPIA\" Desde la oposición, el concejal de Compromís Pere Fuset ha lamentado que la alcaldesa, María José Catalá, \"se ha cargado una cabalgata de éxito y con entidad propia\" por una \"de marca blanca marcada por la censura, el sectarismo y Antifraude\". \"Un popurrí incoherente y provinciano que da la espalda a la cultura valenciana para centrarse en películas americanas\", ha criticado.\nEn esta línea, ha denunciado que la \"censura\" de Catalá \"no solo ha vetado a los personajes valencianos y la música compuesta para la cabalgata, sino que se han suprimido también los gigantes y los nanos de personajes como Ausiàs March o Isabel de Villena en una cabalgata supuestamente dedicada a los libros que no cuenta con referentes valencianos\". De hecho, ha reprochado que \"no solo\" se han eliminado los personajes valencianos, sino que además \"se ha reciclado la cabalgata de la Feria de Albacete de 2023\".\n\"Un sectarismo que afecta a otras muestras de la cultura valenciana como las desaparecidas 'dolçainas' y unas bandas de música que este año se han reducido a la mínima expresión\", ha sostenido Fuset, que ha criticado asimismo la supresión, \"de manera inexplicable\", a su juicio, de la presencia de carrozas como la estrella de oriente o el buzón real estrenadas durante el primer mandato del gobierno de Joan Ribó.\nEl edil de Compromís, que ha insistido en censurar la \"privatización de todo el recorrido\" de la cabalgata con filas de sillas y \"sin espacios libres\", algo que ha considerado que supone \"un paso atrás\", ha mostrado su sorpresa por \"la multiplicación de los palcos VIP en altura, que se redujeron sustancialmente en 2016 para ceder ese espacio a niñas y niños con diversidad funcional y con riesgo de exclusión social sin quitar visibilidad al resto de público\".\nPor último, Fuset también ha denunciado la supresión de los conciertos en valenciano tanto en la Marina como desde el balcón del Ayuntamiento, donde \"una locución solo en castellano sustituye a una banda sonora propia que reforzaba la identidad valenciana de la cabalgata\".",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:46:39.000+02:00",
  "updated": "2024-01-06T00:46:39.000+02:00"
}