{
  "thread": {
    "uuid": "95e4ac0d91b25aa2fcce9d7fd842dadeafe0d673",
    "url": "https://www.heraldmailmedia.com/story/life/2024/03/14/mewing-netflix-doc-open-wide-beauty-trend/72975030007",
    "site_full": "www.heraldmailmedia.com",
    "site": "heraldmailmedia.com",
    "site_section": "https://www.heraldmailmedia.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Herald-Mail Media: Local News, Politics & Sports in Hagerstown, MD",
    "title": "Mewing is back: Netflix doc 'Open Wide' rekindles interest in beauty trend",
    "title_full": "Mewing is back: Netflix doc 'Open Wide' rekindles interest in beauty trend",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.gannett-cdn.com/authoring/authoring-images/2024/03/14/USAT/72975215007-getty-images-92967753.jpg?auto=webp&crop=2884,1622,x0,y0&format=pjpg&width=1200",
    "performance_score": 0,
    "domain_rank": 20233,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "95e4ac0d91b25aa2fcce9d7fd842dadeafe0d673",
  "url": "https://www.heraldmailmedia.com/story/life/2024/03/14/mewing-netflix-doc-open-wide-beauty-trend/72975030007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": ", Herald-Mail Media",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "Mewing is back: Netflix doc 'Open Wide' rekindles interest in beauty trend",
  "text": "A controversial beauty practice is making its way back into the public consciousness thanks to an A24 documentary. \"Open Wide,\" a documentary about Dr. John and his son Mike Mew, explores the fringe orthodontic theories that made the pair famous, including the practice of \"mewing,\" which enjoyed renewed attention online around the time of the pandemic. Released on Netflix on Jan. 23 and directed by Sara Goldblatt, the doc follows the Mews, who have faced controversies ranging from a loss of licensure and involvement with the incel community to disrepute in the scientific community. According to the official summary, “John Mew has waged a lonely war against the industry — and that teenage rite of passage, braces, for decades. With his son Mike now taking up the fight, the Mews’ fringe theories have turned into a full-blown online sensation. But even while mewing goes viral on TikTok and the Mews churn out content for their millions of followers, Mike is pursued by the British Orthodontic Society and threatened with expulsion by the very people who took away his father’s license.” What is mewing: People on TikTok are 'mewing.' Experts weigh in on this controversial beauty hack What is mewing? Mewing is the practice of placing the tongue against the roof of the mouth to improve jaw alignment and change the shape and look of the jawline and face. Proponents claim it is a non-invasive way to achieve a sharper, more defined jawline aesthetically and can even improve things like breathing, TMJ and tooth alignment. \"Basically, it's a way of repositioning anatomy in your neck and lower face,\" Dr. Catherine Chang, a plastic and reconstructive surgeon and founder of NakedBeauty MD, previously told USA TODAY. \"When you look in the mirror, you can practice and push your tongue up in the roof of your mouth and pull underneath your chin up to make it look slimmer. You can see a difference,\" she said. \"When we're taking a picture, people consciously or subconsciously do it.\" While the concept of mewing was introduced back in the '70s, it took off again with younger generations online via TikTok and YouTube in recent years, as Mike Mew, the son of Dr. John Mew, continued to promote the exercise. Influencers began attributing their razor-sharp jawlines in photos and videos to mewing and supposed \"before and after\" images began to circulate widely. Many of these images, however, involve photoshopping, face tuning or misappropriating surgical before and afters, claiming the results are simply from consistently practicing mewing. Does mewing actually work? More: 'Love is Blind' reunion spills all the tea: Here's who secretly dated and who left the set While mewing can be a handy tip to use while snapping a photo, there is no evidence it has any impact on the structure or appearance of the jaw long-term. There is also no credible evidence that mewing can treat any health issues in adults. The source of most information about mewing traces back to the London School of Facial Orthotropics, an organization founded and funded by John Mew himself and promoted by Mike Mew. While the basis for the idea came from studies conducted on and intended for use in young children, the maxillofacial and orthodontic communities have widely denounced the practice for adults. John Mew lost his license with the U.K. General Dental Council in 2017 \"on grounds of misconduct for publicly denigrating the traditional practices of orthodontic tooth movement,\" and his son has likewise been investigated for \"inappropriate and/or misleading,\" patient treatment. \"If it’s too good to be true, it generally is,\" Chang told USA TODAY. Put simply: it may help you look better in a photo, but it's not going to give you the same result as liposuction, jaw surgery, fillers or other facial treatments.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.usatoday.com/story/entertainment/tv/2024/03/13/love-is-blind-season-6-reunion-live-updates/72951899007/",
    "https://www.usatoday.com/story/life/health-wellness/2023/04/11/what-mewing-why-tiktok-beauty-trend-controversial/11577056002/",
    "https://www.tiktok.com/@prof.mew",
    "https://www.netflix.com/title/81738538",
    "https://www.imdb.com/company/co0315557/",
    "https://www.nytimes.com/2020/08/20/magazine/teeth-mewing-incels.html",
    "https://usatoday.com/story/entertainment/tv/2024/03/13/love-is-blind-season-6-reunion-live-updates/72951899007/",
    "https://tiktok.com/@prof.mew",
    "https://www.usatoday.com/story/entertainment/tv/2024/03/13/love-is-blind-season-6-reunion-live-updates/72951899007",
    "https://nytimes.com/2020/08/20/magazine/teeth-mewing-incels.html",
    "https://www.imdb.com/company/co0315557",
    "https://imdb.com/company/co0315557/",
    "https://www.usatoday.com/story/life/health-wellness/2023/04/11/what-mewing-why-tiktok-beauty-trend-controversial/11577056002",
    "https://netflix.com/title/81738538",
    "https://usatoday.com/story/life/health-wellness/2023/04/11/what-mewing-why-tiktok-beauty-trend-controversial/11577056002/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mike",
        "sentiment": "none"
      },
      {
        "name": "john",
        "sentiment": "none"
      },
      {
        "name": "john mew",
        "sentiment": "none"
      },
      {
        "name": "mike mew",
        "sentiment": "none"
      },
      {
        "name": "sara goldblatt",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "netflix",
        "sentiment": "positive"
      },
      {
        "name": "british orthodontic society",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:10:37.104+02:00",
  "updated": "2024-03-15T00:10:37.104+02:00"
}