{
  "thread": {
    "uuid": "2e1c9efabbdbec07ca7fa2027a114be9a109c6df",
    "url": "https://noticias.cancaonova.com/igreja/voluntarios-fazem-os-diversos-tapetes-de-corpus-christi",
    "site_full": "noticias.cancaonova.com",
    "site": "cancaonova.com",
    "site_section": "http://noticias.cancaonova.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Notícias",
    "title": "Voluntários fazem os diversos tapetes de Corpus Christi",
    "title_full": "Voluntários fazem os diversos tapetes de Corpus Christi",
    "published": "2024-05-31T03:28:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://img.cancaonova.com/cnimages/canais/uploads/sites/11/2024/05/03-Voluntarios-fazem-os-diversos-tapetes-de-Corpus-Christi.jpg",
    "performance_score": 0,
    "domain_rank": 16385,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2e1c9efabbdbec07ca7fa2027a114be9a109c6df",
  "url": "https://noticias.cancaonova.com/igreja/voluntarios-fazem-os-diversos-tapetes-de-corpus-christi",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@tony",
  "published": "2024-05-31T03:28:00.000+03:00",
  "title": "Voluntários fazem os diversos tapetes de Corpus Christi",
  "text": "Nossa equipe acompanhou em Castelo, no Epírito Santo, a confecção de tapetes e ornamentos preparados com alegria e esperança pelos fiéis e voluntários para a passagem do Santíssimo Sacramento. Reportagem de Maycon Oliveira e Messias Junqueira Nossa equipe acompanhou em Castelo, no Epírito Santo, a confecção de tapetes e ornamentos preparados com alegria e esperança pelos fiéis e voluntários para a passagem do Santíssimo Sacramento. Reportagem de Maycon Oliveira e Messias Junqueira Adorar o Corpo e o Sangue de Cristo com viva fé, clama o Papa Em Castelo, no Espírito Santo, fiéis preparam os tapetes de Corpus Christi No RS, comemoração do Dia de Corpus Christi vai ser solidária \"O Espírito Santo transforma o caos em harmonia\", afirma o Papa Canção Nova celebra Espírito Santo com Acampamento de Pentecostes Os cookies necessários são absolutamente essenciais para o funcionamento adequado do site. Esta categoria inclui apenas cookies que garantem as funcionalidades básicas e recursos de segurança do site. Esses cookies não armazenam nenhuma informação pessoal. |Cookie||Duração||Descrição| |cookielawinfo-checkbox-advertisement||1 ano||Este cookie é definido pelo plug-in GDPR Cookie Consent. O cookie é usado para armazenar o consentimento do usuário para os cookies na categoria \"Publicidade\".| |cookielawinfo-checkbox-analytics||1 ano||Este cookie é definido pelo plug-in GDPR Cookie Consent. O cookie é usado para armazenar o consentimento do usuário para os cookies na categoria \"Analíticos\".| |cookielawinfo-checkbox-functional||1 ano||Este cookie é definido pelo plug-in GDPR Cookie Consent. O cookie é usado para armazenar o consentimento do usuário para os cookies na categoria \"Funcionais\".| |cookielawinfo-checkbox-necessary||1 ano||Este cookie é definido pelo plug-in GDPR Cookie Consent. O cookie é usado para armazenar o consentimento do usuário para os cookies na categoria \"Necessários\".| |cookielawinfo-checkbox-others||1 ano||Este cookie é definido pelo plug-in GDPR Cookie Consent. O cookie é usado para armazenar o consentimento do usuário para os cookies na categoria \"Outros\".| |cookielawinfo-checkbox-performance||1 ano||Este cookie é definido pelo plug-in GDPR Cookie Consent. O cookie é usado para armazenar o consentimento do usuário para os cookies na categoria \"Desempenho\".| Os cookies funcionais ajudam a realizar certas funcionalidades, como compartilhar o conteúdo do site em plataformas de mídia social, coletar feedbacks e outros recursos de terceiros. Os cookies de desempenho são usados para entender e analisar os principais índices de desempenho do site, o que ajuda a fornecer uma melhor experiência do usuário para os visitantes. |Cookie||Duração||Descrição| |_gat||1 minuto||Este cookie é instalado pelo Google Universal Analytics para controlar a taxa de solicitação e limitar a coleta de dados em sites de alto tráfego.| Cookies analíticos são usados para entender como os visitantes interagem com o site. Esses cookies ajudam a fornecer informações sobre as métricas do número de visitantes, taxa de rejeição, origem do tráfego, etc. |Cookie||Duração||Descrição| |_ga||2 anos||Este cookie é instalado pelo Google Analytics. O cookie é usado para calcular o visitante, a sessão, os dados da campanha e controlar o uso do site para o relatório de análise do site. Os cookies armazenam informações anonimamente e atribuem um número gerado aleatoriamente para identificar visitantes únicos.| |_gid||1 dia||Este cookie é instalado pelo Google Analytics. O cookie é usado para armazenar informações de como os visitantes usam um site e ajuda na criação de um relatório analítico de como o site está se saindo. Os dados coletados incluem o número de visitantes, a fonte de onde vieram e as páginas visitadas de forma anônima.| Os cookies de publicidade são usados para fornecer aos visitantes anúncios e campanhas de marketing relevantes. Esses cookies rastreiam os visitantes em sites e coletam informações para fornecer anúncios personalizados. |Cookie||Duração||Descrição| |OAID||1 ano||Este cookie é definido quando um visitante do site AdsWizz optou por não coletar informações pelo serviço AdsWizz ou optou por desativar os anúncios direcionados por AdsWizz.| Outros cookies não categorizados são aqueles que estão sendo analisados e ainda não foram classificados em uma categoria.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T14:14:50.141+03:00",
  "updated": "2024-05-31T14:14:50.141+03:00"
}