{
  "thread": {
    "uuid": "df54590edd0ea0879b96c8b3e269bd6489c38cd4",
    "url": "https://www.timesnownews.com/india/indian-army-jco-who-was-abducted-from-manipurs-thoubal-district-rescued-by-security-forces-article-108334497",
    "site_full": "www.timesnownews.com",
    "site": "timesnownews.com",
    "site_section": "https://timesnownews.com/education",
    "site_categories": [
      "media"
    ],
    "section_title": "Education News, Latest Education News, Board Results 2023, Admit Cards, Schools Colleges Admission News",
    "title": "Indian Army JCO, Who Was Abducted From Manipur's Thoubal District, Rescued By Security Forces | India News, Times Now",
    "title_full": "Indian Army JCO, Who Was Abducted From Manipur's Thoubal District, Rescued By Security Forces | India News, Times Now",
    "published": "2024-03-08T15:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.tnn.in/thumb/msid-108334610,thumbsize-160822,width-1280,height-720,resizemode-75/108334610.jpg",
    "performance_score": 0,
    "domain_rank": 4239,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "df54590edd0ea0879b96c8b3e269bd6489c38cd4",
  "url": "https://www.timesnownews.com/india/indian-army-jco-who-was-abducted-from-manipurs-thoubal-district-rescued-by-security-forces-article-108334497",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@TIMESNOW",
  "published": "2024-03-08T15:53:00.000+02:00",
  "title": "Indian Army JCO, Who Was Abducted From Manipur's Thoubal District, Rescued By Security Forces | India News, Times Now",
  "text": "Thoubal: A serving Junior Commissioned Officer (JCO) of the Indian Army, who was abducted from his home in Manipur's Thoubal district by anti-social elements on Friday morning, was rescued by security forces in the evening, sources said.The JCO, identified as Konsam Kheda Singh, a resident of Charangpat Mamang Leikai, is currently at Waikhong police station (near Kakching) in Thoubal district. Police are investigating the incident, they added.According to sources, a coordinated search operation was launched by all security agencies to rescue the JCO which ultimately led to his safe release at 6.30 pm. Singh, who was currently on leave, was abducted around 9am after some people barged into his home and bundled him in a vehicle and fled.Though the cause of the abduction is not known, reports suggest that it was an extortion case as his family had received such threats in the past, officials said. This was the fourth incident since the commencement of the conflict in Manipur wherein soldiers while on leave, on duty or their relatives have been targeted for nefarious interests by inimical elements.In September 2023, a former Assam Regiment soldier Serto Thangthang Kom was kidnapped and killed by an unidentified armed group from the valley. He was posted in Manipur's Leimakhong with the Defence Service Corps (DSC).Two months later, an unidentified armed group kidnapped four people while they were travelling in an SUV from the hill district Churachandpur to Leimakhong, and killed them. The four were family members of an Indian Army soldier serving in Jammu and Kashmir.A fifth passenger, the father of the soldier, who was injured, managed to escape and was later airlifted by the army to Dimapur for treatment. He was eventually shifted to the base hospital in Guwahati, Assam.An Additional Superintendent of Police (ASP) from Manipur Police was attacked in his house in Imphal city on February 27. The attackers in this case were identified as Arambai Tenggol (AT), a radical Meitei group.Following the incident, police commandos of Manipur laid down their arms in Imphal and other areas. The open defiance of discipline in the police ranks on the morning of the commencement of the state assembly (February 28, 2024) prompted Manipur Chief Minister N Biren Singh to visit the police officer in the hospital and also hold discussions with the senior police officials to address their grievances.Manipur Police also published a statement blaming the notorious group AT for the attack and warned all miscreants to refrain from such acts and indicating that prevalence of such conditions will result in reimposition of AFSPA in the valley.The security forces toiling day and night for early restoration of peace and normalcy are being targeted for performing their duty, the officials said, adding the attacks by the inimical elements on security forces and their families need to be strongly condemned and perpetrators caught and punished as per the law.At least 219 people have been killed in the ethnic strife in the state that started on May 3 last year after a 'Tribal Solidarity March' was organised in the hill districts to protest against the Meitei community's demand for Scheduled Tribe (ST) status.Meiteis account for about 53 per cent of Manipur's population and live mostly in the Imphal Valley, while tribals, which include Nagas and Kukis, constitute 40 per cent and reside mainly in the hill districts.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "charangpat mamang leikai",
        "sentiment": "none"
      },
      {
        "name": "konsam kheda singh",
        "sentiment": "none"
      },
      {
        "name": "singh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "indian army jco",
        "sentiment": "negative"
      },
      {
        "name": "security forces | india news",
        "sentiment": "negative"
      },
      {
        "name": "times now indian army jco",
        "sentiment": "negative"
      },
      {
        "name": "indian army",
        "sentiment": "none"
      },
      {
        "name": "jco",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "manipur",
        "sentiment": "none"
      },
      {
        "name": "thoubal",
        "sentiment": "none"
      },
      {
        "name": "kakching",
        "sentiment": "none"
      },
      {
        "name": "waikhong",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T18:32:23.070+02:00",
  "updated": "2024-03-08T20:44:09.059+02:00"
}