{
  "thread": {
    "uuid": "c0653ed6b55324f85ddd8491d3edc18c625986c3",
    "url": "https://www.statesman.com/story/sports/high-school/basketball/2024/03/14/austin-area-boys-basketball-stars-now-playing-in-mens-college-basketball-conference-tournaments-ncaa/72933814007",
    "site_full": "www.statesman.com",
    "site": "statesman.com",
    "site_section": "https://www.statesman.com/hookem",
    "site_categories": [
      "media"
    ],
    "section_title": "Texas Longhorns football, basketball, baseball, sports news - Austin American-Statesman",
    "title": "Austin-area boys basketball players are now playing in college",
    "title_full": "Austin-area boys basketball players are now playing in college",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 3088,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c0653ed6b55324f85ddd8491d3edc18c625986c3",
  "url": "https://www.statesman.com/story/sports/high-school/basketball/2024/03/14/austin-area-boys-basketball-stars-now-playing-in-mens-college-basketball-conference-tournaments-ncaa/72933814007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rick Cantu",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "Austin-area boys basketball players are now playing in college",
  "text": "[Rick Cantu](/staff/3565922001/rick-cantu/) When he was a senior at Manor High School, Jamal Shead said he practiced hard when no one was watching so he could be at his best when everyone was watching. Shead, recently named Big 12 Player of the Year, has come a long way since his days in Manor. So have other former prep stars from the Austin area, such as K.J. Adams of Kansas, Brock Cunningham of Texas and Coleton Benson of Texas State. Here is a look down memory lane at some of the former high school stars who have done quite well at the next level: ∙ K.J. Adams, Kansas: After earning Class 6A all-state honors in his senior season for Westlake, Adams has become a valued member of the Jayhawks. He's averaging 12.1 points and 4.5 rebounds. ∙ Davion Allen, Arlington Baptist: The 5-foot-11 point guard, who graduated from Hendrickson last season, has started 20 of 21 games for the Patriots as a freshman, averaging 10.3 points while playing 20 minutes a game. ∙ Cole Andrews-Heitz, Rice: After averaging 12.7 points during his senior year at Rouse, the freshman guard has been a role player as a freshman at Rice, appearing in two games. More: [Where are they now? Tracking former Austin-area girls playing college basketball](/story/sports/high-school/basketball/2024/03/07/austin-area-girls-basketball-stars-now-playing-in-womens-college-basketball-conference-tournaments/72713733007/) ∙ Coleton Benson, Texas State: After transferring from Army, the former Bowie star is averaging 8.2 points as a shooting guard with the Bobcats, having played in 25 games. ∙ Jacob Brown, Huston-Tillotson: The 5-9 senior guard from San Marcos averaged 13.3 points while starting 15 games for the Rams. ∙ Marcel Bryant, Nebraska-Omaha: A two-year varsity standout at Cedar Ridge, the 6-7 freshman forward averages 3.7 points and 1.9 rebounds for the Mavericks. ∙ Brock Cunningham, Texas: After leading Westlake to the Class 6A state semifinals as a senior, the Longhorns forward [is known as a team energizer](/story/sports/college/longhorns/mens-basketball/2024/03/13/texas-seniors-max-abmas-brock-cunningham-and-dylan-disu-recall-recruiting-paths-transfer-portal/72955811007/), usually coming off the bench. He averages 4.5 points and 3.9 boards. ∙ Dylan Disu, Texas: A two-time district MVP at Hendrickson, the 6-9 graduate student has emerged as one of the top players in the Big 12, averaging 16.1 points and 4.9 rebounds and earning first-team All-Big 12 honors. Bohls: [It took Dylan Disu awhile to come back home, but Texas is sure happy he did](/story/sports/columns/2023/03/18/it-took-dylan-disu-awhile-to-come-back-home-but-texas-sure-is-happy/70021437007/) ∙ Jack Francis, Texas Tech: The shooting guard from Anderson was District 17-5A's MVP; he's a sophomore role player for the Red Raiders. ∙ Jah Gulley, Victoria College: The American-Statesman's 2022 Central Texas Player of the Year out of Lockhart is scoring 12.5 points a game as a guard for the Pirates. ∙ Kaden Gumbs, Texas State: The two-time District 27-6A defensive player of the year at San Marcos has started all 25 games for the Bobcats, averaging 9.1 points. Golden: [Jamal Shead didn't merit a Texas scholarship offer, which is just fine with No. 1 Houston](/story/sports/columns/2024/02/02/jamal-shead-houston-cougars-mens-college-basketball-manor-texas-longhorns-point-guard-ncaa/72373890007/) ∙ Ma'Shay Hill, Abilene Christian: After leaving the Austin boarding school SPIRE Academy, the 6-9 forward has been a role player, participating in 20 games for the Wildcats. ∙ Reese Miller, Blinn College: After scoring more than 1,000 points in high school, the 6-4 shooting guard from Round Rock has played in 29 games for the Buccaneers, averaging 6.8 points. ∙ Bennett Mohn, St. Edward's: A contributor in all 32 games for the Hilltoppers, the former Lake Travis standout has averaged 7.9 points during his redshirt junior season. ∙ Blake Nielsen, St. Edward's: The 2021 Westlake graduate has emerged as a key player for the Hilltoppers in his junior season, averaging 11.5 points and 5.4 boards. ∙ Malik Presley, Vanderbilt: An all-state player during his senior season at San Marcos, the freshman guard has played in 25 games for the Commodores, starting four times. ∙ Jamal Shead, Houston: After averaging 19.3 points his senior season at Manor, Shead has become the leader of the No. 1-ranked Cougars. He recently was named the Big 12 Player of the Year after leading Houston to the regular-season conference championship. ∙ Tyson Whybrew, Weatherford College: The 6-5 forward from Weiss has played in 29 of 30 games for the Coyotes, averaging 6.9 points and 2.9 rebounds.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rick cantu",
        "sentiment": "negative"
      },
      {
        "name": "jamal shead",
        "sentiment": "negative"
      },
      {
        "name": "rick-cantu",
        "sentiment": "negative"
      },
      {
        "name": "shead",
        "sentiment": "none"
      },
      {
        "name": "hendrickson",
        "sentiment": "none"
      },
      {
        "name": "heitz",
        "sentiment": "none"
      },
      {
        "name": "adams",
        "sentiment": "none"
      },
      {
        "name": "k.j. adams",
        "sentiment": "none"
      },
      {
        "name": "brock cunningham",
        "sentiment": "none"
      },
      {
        "name": "davion allen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "manor high school",
        "sentiment": "negative"
      },
      {
        "name": "patriots",
        "sentiment": "none"
      },
      {
        "name": "coleton benson of texas state",
        "sentiment": "none"
      },
      {
        "name": "jayhawks",
        "sentiment": "none"
      },
      {
        "name": "rouse",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "austin",
        "sentiment": "none"
      },
      {
        "name": "westlake",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "kansas",
        "sentiment": "none"
      },
      {
        "name": "arlington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:16:38.597+02:00",
  "updated": "2024-03-15T07:40:30.061+02:00"
}