{
  "thread": {
    "uuid": "de8dde700fd336d30b9f622c8d2a3fc044b6d855",
    "url": "https://www.dailynews.lk/2024/04/19/admin-catagories/breaking-news/501691/will-build-a-sri-lanka-that-the-youth-aspire-president",
    "site_full": "www.dailynews.lk",
    "site": "dailynews.lk",
    "site_section": "https://agriculture.einnews.com:443/live_feed",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "legal_issues",
      "politics"
    ],
    "section_title": "Live Feed Wire - Agriculture Industry Today - EIN Presswire",
    "title": "Will build a Sri Lanka that the youth aspire - President - DailyNews",
    "title_full": "Will build a Sri Lanka that the youth aspire - President - DailyNews",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "LK",
    "main_image": "https://www.dailynews.lk/wp-content/uploads/2024/04/1-1-9.jpg",
    "performance_score": 0,
    "domain_rank": 26172,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "de8dde700fd336d30b9f622c8d2a3fc044b6d855",
  "url": "https://www.dailynews.lk/2024/04/19/admin-catagories/breaking-news/501691/will-build-a-sri-lanka-that-the-youth-aspire-president",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "malinga",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Will build a Sri Lanka that the youth aspire - President - DailyNews",
  "text": "Breaking News Photo of the day Politics Will build a Sri Lanka that the youth aspire – President by malinga April 19, 2024 April 19, 2024 1:15 am 0 comment President Ranil Wickremesinghe posing for selfies with youth leaders in Nuwara Eliya yesterday. 385 President Ranil Wickremesinghe expressed his firm conviction in his ability to shape the Sri Lanka that the nation’s youth envision. Embracing the daunting task of revitalizing Sri Lanka’s faltering economy, which many deemed challenging, the President underscored his success in stabilizing the nation’s economic trajectory within a mere two years. He emphasized that unity was the sole requisite for propelling the country towards progress.\nAddressing a gathering of young Members of Parliament and emerging political figures from the Nuwara Eliya District at the Nuwara Eliya President’s House yesterday (18),\nPresident Ranil Wickremesinghe reiterated his commitment to fostering the region’s development into a premier tourist destination. Despite criticisms levelled against the government’s initiatives for Nuwara Eliya’s advancement, the President asserted that with widespread support, such efforts could catalyse a transformative shift in the nation’s economic landscape.\nPresident Wickremesinghe cautioned against the pitfalls of antiquated political strategies, emphasizing the imperative of concerted efforts to attract essential investments for national development. He highlighted the people’s jubilant celebration of the Sinhala and Tamil New Year under the government’s sound economic policies, noting a marked increase in people’s livelihoods across various sectors. His overarching goal, he stated, was to ensure that these benefits reached every segment of society.\nThe young parliamentarians apprised the President of the challenges they encounter and presented their proposals pertaining to the nation’s development agenda.\nIn a bid to empower the youth demographic, the President outlined plans to establish regional youth centres in each divisional secretariat division. He pledged to nurture budding entrepreneurs through these centres, with intentions to engage bank executives and trade board members in the process.\nAshoka Herath, representing the Samagi Jana Balawegaya, expressed his endorsement of the President’s programme despite his affiliation with another party during the event. He emphasized his backing for the program, highlighting its importance.\nHe noted that had everyone supported the “Yali Pubudamu Sri Lanka” programme initiated in 2001 while the President was the Prime Minister and was scheduled to conclude in 2025, Sri Lanka would have already achieved developed status. He also lamented the undermining of the ongoing program aimed at transforming the country into a developed nation by 2048.\nHerath stated his commitment to providing necessary support over the next two years to extend President Ranil Wickremesinghe’s leadership for another decade, facilitating a revolutionary transformation of the nation.\nFormer MP K.K.Piyadasa, former Nuwara Eliya Mayor Chandana Lal Karunaratne and a group of former municipal councillors and regional youth politicians from the Nuwara Eliya district.\nShare previous post IMF ready to support Sri Lanka’s discussions with bondholders next post Popular tele actresses found recruiting mercenaries You may also like Environmental assessment report approved to start cultivation activities at Polonnaruwa Kandakadu farm April 19, 2024 India heads to the polls in world’s biggest election April 19, 2024 Israel attacks Iran, sources say, drones reported over Isfahan April 19, 2024 Today’s weather forecast April 19, 2024 Popular tele actresses found recruiting mercenaries April 19, 2024 IMF ready to support Sri Lanka’s discussions with bondholders April 19, 2024 Leave a Comment Cancel Reply\nSave my name, email, and website in this browser for the next time I comment.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ranil wickremesinghe",
        "sentiment": "negative"
      },
      {
        "name": "wickremesinghe",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "house",
        "sentiment": "none"
      },
      {
        "name": "parliament",
        "sentiment": "none"
      },
      {
        "name": "nuwara eliya",
        "sentiment": "none"
      },
      {
        "name": "nuwara eliya district",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sri lanka",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:07:24.720+03:00",
  "updated": "2024-04-19T12:55:57.706+03:00"
}