{
  "thread": {
    "uuid": "35d24641b9e6534b5e02262dd7125ddcc8d8ca5d",
    "url": "https://ls-eng.obozrevatel.com/section-ls-food/news-what-is-the-use-of-rice-the-main-health-benefits-are-named-05-07-2024.html",
    "site_full": "ls-eng.obozrevatel.com",
    "site": "obozrevatel.com",
    "site_section": "https://www.obozrevatel.com",
    "site_categories": [
      "top_news"
    ],
    "section_title": "Новини - останні новини України та світу сьогодні | OBOZ.UA",
    "title": "What are the benefits of rice: the main health advantages",
    "title_full": "What are the benefits of rice: the main health advantages",
    "published": "2024-07-05T13:07:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "UA",
    "main_image": "https://i2.obozrevatel.com/news/2024/7/5/ris.jpg?size=2010x1050",
    "performance_score": 0,
    "domain_rank": 8278,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "35d24641b9e6534b5e02262dd7125ddcc8d8ca5d",
  "url": "https://ls-eng.obozrevatel.com/section-ls-food/news-what-is-the-use-of-rice-the-main-health-benefits-are-named-05-07-2024.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Elena Kozlova",
  "published": "2024-07-05T13:07:00.000+03:00",
  "title": "What are the benefits of rice: the main health advantages",
  "text": "Trending: What is the use of rice: the main health benefits are named Rice is the second most consumed grain crop in the world after wheat. However, it is much healthier for the body, especially in its whole-grain form. It does not contain gluten, and sodium and potassium are in a good ratio. OBOZREVATEL offers to learn more about its benefits published on [riza.it](https://www.riza.it/dieta-e-salute/mangiare-sano/6815/riso-perche-a-volte-e-meglio-della-pasta.html). Advantages of rice compared to wheat - Contains high-quality proteins. Rice contains lysine, an essential amino acid that is necessary for calcium fixation in bones and the formation of antibodies. - It is gluten-free. Rice is a natural gluten-free cereal that is suitable for people with celiac disease (intestinal disorders). - Rice has less sodium than wheat. For this reason, it is especially beneficial for kidney health, as excessive sodium intake causes problems with blood pressure and glomerular filtration. - It fills you up better than pasta. 100 g of raw rice turns into about 300 g of cooked rice, unlike pasta, which becomes only 200 g. And, given that the body soothes hunger based on the volume of food, not calories, eating rice makes the body satiated earlier. - It is easier to digest. The small starch granules contained in brown rice have an absorbent capacity for digestive juices and air, which is retained at the stomach level. This contributes to better absorption. What kind of rice to choose? Raw rice is processed into an edible product by gradually removing the outer layers, which reduces its nutritional value. In this case, the fibers are practically absent, and the content of vitamins and proteins is sharply reduced. On the other hand, this allows you to increase the shelf life of rice, speed up the cooking process, and make its taste more pleasant. However, whole grain (brown) rice is richer in nutrition, as it retains more nutrients useful for the body, namely phosphorus, potassium, iron, zinc, selenium, and vitamins E, B1, B3, and B6. How to cook rice? White rice has a higher glycemic index (GI) of 70 or more. To reduce this number, nutritionists recommend cooking it al dente and combining it with fiber-rich foods such as vegetables and seasonal legumes. A good rule of thumb is to choose brown rice, which has a lower GI. However, the problem is that it requires a longer cooking time, so it is not suitable for risotto, for example. To cook it properly, you need to put the rice in a saucepan and add cold water (3 cups of water for every cup of brown rice), cover, bring to a boil, and reduce the heat. The cooking process takes about 45-50 minutes.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.riza.it/dieta-e-salute/mangiare-sano/6815/riso-perche-a-volte-e-meglio-della-pasta.html).",
    "https://riza.it/dieta-e-salute/mangiare-sano/6815/riso-perche-a-volte-e-meglio-della-pasta.html)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rice",
        "sentiment": "positive"
      }
    ],
    "organizations": [
      {
        "name": "obozrevatel",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T16:14:56.648+03:00",
  "updated": "2024-07-05T16:14:56.648+03:00"
}