{
  "thread": {
    "uuid": "e1aae9936b0e2cdeede1c0d6da85db1a1ef61596",
    "url": "https://hearingreview.com/inside-hearing/events/oticon-focus-on-people-awards-honors-2023-winners",
    "site_full": "hearingreview.com",
    "site": "hearingreview.com",
    "site_section": "http://www.hearingreview.com/feed",
    "site_categories": [],
    "section_title": "The Hearing Review",
    "title": "Oticon Focus on People Awards Recognizes 2023 Winners",
    "title_full": "Oticon Focus on People Awards Recognizes 2023 Winners",
    "published": "2024-03-01T00:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://hearingreview.com/wp-content/uploads/2024/02/OticonNext2024-Choudhary-Silbaugh-Rosenblum-Hu-Porter-Vaughn.jpg",
    "performance_score": 0,
    "domain_rank": 70712,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e1aae9936b0e2cdeede1c0d6da85db1a1ef61596",
  "url": "https://hearingreview.com/inside-hearing/events/oticon-focus-on-people-awards-honors-2023-winners",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Andy Lundin",
  "published": "2024-03-01T00:24:00.000+02:00",
  "title": "Oticon Focus on People Awards Recognizes 2023 Winners",
  "text": "The Oticon Focus on People Awards celebrated a milestone 25th year anniversary at a gala event honoring the 2023 Oticon Focus on People Award winners. Held on Feb. 24, 2024 at the OticonNext Conference in Orlando, Florida, the awards ceremony recognized 12 individuals whose courage, vision, and commitment are changing the perception of what it means to have a hearing loss, the company says.\nThe awards recognize winners in four categories: Student Standouts, Adult Trailblazers, Hearing Loss Champions, and Heroic Hearing Care Professionals. A special category paid tribute to the “Everyday Heroes” of hearing healthcare with awards presented to the more than 600 hearing care professionals participating in the three-day conference.\n“For 25 years, it has been our honor to recognize the remarkable individuals who show the world the possibilities open to people who seek the support of dedicated hearing care professionals and the benefits of life-changing hearing technology,” says Jacob Torpe Winter, vice president of Marketing, Oticon, Inc. “Like the many award winners before them, the 2023 honorees have taken their unique circumstances and overcome challenges and accomplished goals well beyond what many thought possible. In sharing their stories through this national awards program, we aim to join them in making the world a better, more inclusive place for people with hearing loss.”\nWinners of the 2023 Oticon Focus on People Awards.\nStudent Standout – Yaduraj Choudhary\nChoudhary, a first-year student at the University of Pennsylvania, is the founder/president of 3 Tiny Bones, a student-led nonprofit focused on destigmatizing hearing loss and educating communities on healthy hearing. The 3 Tiny Bones nonprofit is helping Choudhary achieve his goal to bring hearing loss education into the mainstream and prevent hearing loss in youth and future generations. He has partnered with his local school district to create Safe Hearing Zones at elementary, middle, and high schools to educate students about hearing health.\nAdult Trailblazer – Abby Silbaugh\nSilbaugh believes that her hearing loss gives her insight into the unique needs of people who need the specialized care and advances in technology that she continues to work on in the extremely selective PhD program in Neurobiology at the University of Chicago. Beyond her demanding academic schedule, Silbaugh spends hundreds of hours each year tutoring Chicago’s inner-city children receiving long-term care in area hospitals. She also volunteers in the UChicago ENT and Neurosurgery departments doing clinical work and in the “Disability and Inclusion @ UChicago” initiative.\nHearing Loss Champion – Latisha Porter-Vaughn, PhD\nDescribed as a “dynamite advocate and inspiration for people with hearing loss,” Porter-Vaughn is the first African American President of the HLAA, New Jersey Chapter and a paralegal for the Center for Social Justice at Seton Hall University. She is the author of two books that provide guidance and inspiration to people with hearing loss and their families. As a researcher for the National Deaf Center on Postsecondary Outcomes, Porter-Vaughn contributed to literature that will help improve education and employment outcomes for students who are deaf or hard-of-hearing.\nHeroic Hearing Care Professional – Michelle Hu, AuD\nHu is a pediatric audiologist committed to empowering families and their children to feel confident in making the best choices based upon their unique dynamic and circumstances. She is a mother of three, a military spouse, and the creator of @Mama.Hu.Hears, an Instagram and Facebook account where she shares personal glimpses into her own hearing loss journey.\nIn addition to a $2,500 prize, first place winners received a $1,000 donation from Oticon, Inc. to the non-profit organization of their choice. First place winners with hearing loss in the Student Standout, Adult Trailblazer and Hearing Loss Champion categories also received a pair of advanced technology Oticon hearing aids.\nClick\nhere to read the stories of all 2023 Oticon Focus on People Awards winners.\nFeatured image: (Left to Right) Yaduraj Choudhary; Abby Silbaugh; Oticon President Gary Rosenblum; Michelle Hu, AuD; and Latisha Porter-Vaughn, PhD. Photo: Oticon",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://www.oticon.com/inside-oticon/life-changing-technology/fop/winners",
    "https://oticon.com/inside-oticon/life-changing-technology/fop/winners"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jacob torpe winter",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "oticon focus on people awards",
        "sentiment": "negative"
      },
      {
        "name": "oticon, inc.",
        "sentiment": "none"
      },
      {
        "name": "oticon focus on people award",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "orlando",
        "sentiment": "none"
      },
      {
        "name": "florida",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:08:10.283+02:00",
  "updated": "2024-03-01T01:08:10.283+02:00"
}