{
  "thread": {
    "uuid": "f72c4b660b90ad7b5a8d341a5091aa95573f5d03",
    "url": "https://www.cancaonova.com/homilia-capa/a-alegria-e-a-beleza-do-encontro-entre-maria-e-isabel",
    "site_full": "www.cancaonova.com",
    "site": "cancaonova.com",
    "site_section": "https://www.cancaonova.com/feed",
    "site_categories": [],
    "section_title": "Capa do Portal",
    "title": "A alegria e a beleza do encontro entre Maria e Isabel",
    "title_full": "A alegria e a beleza do encontro entre Maria e Isabel",
    "published": "2024-05-31T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://img.cancaonova.com/cnimages/canais/uploads/sites/18/2024/05/Sejamos-como-Maria-obedientes-a-vontade-de-Deus.jpg",
    "performance_score": 0,
    "domain_rank": 16385,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f72c4b660b90ad7b5a8d341a5091aa95573f5d03",
  "url": "https://www.cancaonova.com/homilia-capa/a-alegria-e-a-beleza-do-encontro-entre-maria-e-isabel",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Padre Donizete Heleno Ferreira",
  "published": "2024-05-31T08:00:00.000+03:00",
  "title": "A alegria e a beleza do encontro entre Maria e Isabel",
  "text": "“Naqueles dias, Maria partiu para a região montanhosa, dirigindo-se, apressadamente, a uma cidade da Judeia. Entrou na casa de Zacarias e cumprimentou Isabel. Quando Isabel ouviu a saudação de Maria, a criança pulou no seu ventre e Isabel ficou cheia do Espírito Santo.” (Lc 1,39-56)\nMeus irmãos e minhas irmãs, estamos concluindo este mês de maio com esta celebração muito bela sobre a visitação de Maria, a visitação de Nossa Senhora. Maria vai visitar Isabel para recitar um lindo cântico, o Magnificat. O padre leu só um trecho do Evangelho, mas, na sequência, Maria entoa o canto do Magnificat.\nVisitar alguém é um carisma peculiar. Normalmente, a gente faz aquelas chamadas “visitas de beija-flor”, visitas rápidas, fazemos visitas relâmpagos, só damos uma passadinha na casa de alguém, passamos apenas para dar um oi, “só vim saber como você está”. São todas afirmações clichês que fazemos para justificar a nossa falta do dom de visitar alguém. Visitar é um dom.\nA visita de Maria transformou a vida de Isabel\nMaria vai à casa de sua prima para lhe narrar a sua vida lida à luz das intervenções divinas. Isabel precisava ouvir aquelas palavras para tirar do coração todas aquelas feridas, todas as marcas ao longo dos anos deixadas pela condição da sua idade e da esterilidade. Lembremos que ela não podia ter filhos, era de idade avançada e era estéril. Imagina o coração desta mulher. Por isso que essas palavras da Virgem Maria foram cura. Isabel precisava que alguém entoasse o canto dos remidos para seguir junto cantando as maravilhas de Deus. Que visita oportuna da Virgem Maria.\nA presença de Maria tira dos lábios de Isabel aquilo que nós recitamos na Ave-Maria: “Bendita sois vós entre as mulheres e bendito é o fruto do teu ventre”. Vejam, as palavras que nós repetimos quando rezamos a Ave-Maria saíram dos lábios de Isabel por causa desta visita bendita.\nA festa da visitação nos recorda a visita que o próprio Deus fez à humanidade. Por isso pedimos a Virgem Maria este dom de saber estar com as pessoas, o dom de ser a presença de Deus na vida das pessoas, aprender a levar uma palavra de consolo, de conforto, fortaleza, de esperança, aprender a ser presença de Deus na vida daqueles que tanto precisam.\nSobre todos vós, desça a bênção do Deus todo-poderoso, Pai, Filho e Espírito Santo. Amém!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T23:47:51.552+03:00",
  "updated": "2024-05-31T23:47:51.552+03:00"
}