{
  "thread": {
    "uuid": "28065ed9817c19d10f8c7639d6d6489baedeb444",
    "url": "https://www.eurosport.com/football/premier-league/2023-2024/premier-league-live_sto9934724/story.shtml",
    "site_full": "www.eurosport.com",
    "site": "eurosport.com",
    "site_section": "https://www.eurosport.com/watch/rss.xml",
    "site_categories": [
      "tennis",
      "sports"
    ],
    "section_title": "Eurosport - Top News",
    "title": "Brighton dazzle in dominant win over Spurs",
    "title_full": "Brighton dazzle in dominant win over Spurs",
    "published": "2023-12-28T20:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imgresizer.eurosport.com/unsafe/2560x1440/filters:format(jpeg)/origin-imgresizer.eurosport.com/2023/12/28/3851695-78266828-2560-1440.jpg",
    "performance_score": 0,
    "domain_rank": 1667,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "28065ed9817c19d10f8c7639d6d6489baedeb444",
  "url": "https://www.eurosport.com/football/premier-league/2023-2024/premier-league-live_sto9934724/story.shtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Eurosport_UK",
  "published": "2023-12-28T20:53:00.000+02:00",
  "title": "Brighton dazzle in dominant win over Spurs",
  "text": "Brighton 4-2 Spurs: Joao Pedro hits brace as Ange Postecoglou's side slip to Premier League loss It was a chastening night on the South Coast for Spurs as they were left second-best by Brighton in a 4-2 Premier League defeat to Roberto De Zerbi's side. Joao Pedro got a double for The Seagulls, while stunning efforts from Jack Hinshelwood and Pervis Estupinan saw the hosts romp to a 4-0 lead after 63 minutes. Back came Ange Postecoglou's side late on, but it wasn't enough. Tottenham's top-four hopes were dealt a big blow as they were brushed aside 4-2 by a rampant Brighton side at the Amex Stadium. The home side have often entertained under Roberto De Zerbi during the Italian's tenure, and they were too good for a Spurs side who were missing the typical energy that has accompanied Ange Postecoglou’s side this season. Brighton raced into an early lead when Jack Hinshelwood picked the ball up in the Spurs area and fired home a ferocious strike that gave Guglielmo Vicario no chance. The Italian keeper was a busy man in the opening period after twice denying Danny Welbeck, and he was called into action just minutes after the opener when he had to face a Brighton penalty. Welbeck was close to finishing from close range, but he was recklessly pulled back by Dejan Kulusevski. The Brighton players appealed wildly but it was VAR who awarded the spot-kick that Joao Pedro calmly tucked away. Needing a much-improved effort in the second period, Spurs showed some early intent as Richarlison went close with a number of efforts that could have made things nervy for Brighton, but the home side were quickly calmed by Pervis Estupinan as he made it 3-0 with a wonderful long-distance strike. Things got even better for Brighton as they were awarded a second penalty when Giovanni Lo Celso brought down Evan Ferguson. Pedro once again stepped up and he made no mistake in making it four for his side. Spurs managed to get on the scoresheet not once but twice late on as Alejo Feliz scored his first goal for the club from close range and then Ben Davies gave them further hope, but those strikes were ultimately in vain. Talking Point – Brighton provide reminder of just how good they can be. Brighton’s incredible last football impressed the biggest names in the sport including Pep Guardiola and Jurgen Klopp and it was on display tonight as they ended a shabby run of form. Playing like this, Brighton are one of the most dangerous sides in the Premier League, but they must produce it more often if they’re to be taken seriously. This has to be a platform for Brighton to push on and finish the season strong. Player of the Match – Joao Pedro (Brighton) The Brazilian attacker was at the heart of every good Brighton attack and his efforts were rewarded with two goals. Brighton’s record in the transfer market is better than most, and on this form, it looks like they’ve got another bargain in Joao Pedro. Player Ratings Brighton: Steele 7, Julio 7, Dunk 8, Milner 8, Van Hecke 7, Hinshelwood 7, Gilmour 7, Gross 7, Buonanotte 7, Joao Pedro 9, Welbeck 8 Tottenham: Vicario 8; Porro 5, Royal 5, Davies 6, Udogie 6, Hojbjerg 6, Sarr 5, Johnson 6, Kulusevski 6, Son 6, Richarlison 5 Match Highlights 11' GOAL! - Brighton 1-0 Spurs: (Hinshelwood) Brighton open the scoring when Hinshelwood's powerful strike beats Vicario. 23' GOAL! - Brighton 2-0 Spurs: (Joao Pedro) Pedro converts from the penalty spot after Welbeck is fouled 63' GOAL! - Brighton 3-0 Spurs: (Estupinan) A stunning strike from Estupinan gives Brighton more breathing space. 75' GOAL! - Brighton 4-0 Spurs: (Joao Pedro) Another penalty from Joao Pedro following a foul on Evan Ferguson 81' GOAL! - Brighton 4-1 Spurs: (Veliz) Veliz finishes from close range to give Spurs hope 85' GOAL! - Brighton 4-2 Spurs: (Davies) Ben Davies headers home at the back post but it's too late for Spurs. Share this article Related Matches Advertisement Ad Advertisement Ad",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joao pedro",
        "sentiment": "negative"
      },
      {
        "name": "ange postecoglou",
        "sentiment": "negative"
      },
      {
        "name": "pervis estupinan",
        "sentiment": "none"
      },
      {
        "name": "jack hinshelwood",
        "sentiment": "none"
      },
      {
        "name": "danny welbeck",
        "sentiment": "none"
      },
      {
        "name": "roberto de zerbi",
        "sentiment": "none"
      },
      {
        "name": "guglielmo vicario",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "spurs brighton",
        "sentiment": "negative"
      },
      {
        "name": "premier league",
        "sentiment": "negative"
      },
      {
        "name": "south coast for spurs",
        "sentiment": "none"
      },
      {
        "name": "tottenham",
        "sentiment": "none"
      },
      {
        "name": "spurs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "brighton",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:24:33.112+02:00",
  "updated": "2023-12-29T00:30:44.234+02:00"
}