{
  "thread": {
    "uuid": "71a7423064942c15dcfed2b796b5a479232163da",
    "url": "https://www.scoop.co.nz/stories/CU2402/S00147/remote-kiwi-population-growing-for-first-time-in-conservation-history.ht",
    "site_full": "www.scoop.co.nz",
    "site": "scoop.co.nz",
    "site_section": "http://community.scoop.co.nz/rss",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "Community Scoop",
    "title": "Remote Kiwi Population Growing For First Time In Conservation History | Scoop News",
    "title_full": "Remote Kiwi Population Growing For First Time In Conservation History | Scoop News",
    "published": "2024-02-16T00:10:20.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NZ",
    "main_image": "http://img.scoop.co.nz/stories/images/1908/scoop_image.jpg",
    "performance_score": 0,
    "domain_rank": 5264,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "71a7423064942c15dcfed2b796b5a479232163da",
  "url": "https://www.scoop.co.nz/stories/CU2402/S00147/remote-kiwi-population-growing-for-first-time-in-conservation-history.ht",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Friday",
  "published": "2024-02-16T00:10:20.000+02:00",
  "title": "Remote Kiwi Population Growing For First Time In Conservation History | Scoop News",
  "text": "Remote Kiwi Population Growing For First Time In Conservation History Kiwi numbers are increasing in a remote part of Fiordland for the first time in the history of their conservation, thanks to recent aerial predator control operations. Ranger holding up a Kiwi. Photo:Belle Gwilliam, DoC The population of Fiordland tokoeka at Shy Lake is growing about 2% per year, officially turning the tide and reversing their decline. DOC’s Project Lead for Tokoeka / Kiwi Chris Dodd says 2% represents a significant win for the species at a population level. “It means not only are chicks surviving long enough to replace the adults, enough are making it to adulthood to officially grow the population.” Prior to the use of 1080 bait to control predators, chick survival in the area was zero. Every year kiwi chicks were hatching and dying, overwhelmingly due to stoat predation. The Shy Lake population, which DOC has been monitoring since 2017, is representative of the wider Wet Jacket peninsula – what happens there, is happening across the entire area, Chris says. “Adult kiwi are typically more resilient to stoat attacks, but natural mortality - old age, misadventure, disease - means the population was declining by about 2% per year with no chicks surviving to replace the adults. “Without action, the Shy Lake kiwi population was on a downward slide to extinction.” The first ever aerial 1080 operation in this remote area took place in winter 2020. It successfully knocked back stoats for the following year, before they began to reinvade from untreated neighbouring areas. A second operation took place in winter 2023. So far, there has been no stoat predation on this season’s chicks, but there have been some deaths due to weather and misadventure. “Fiordland tokoeka live in harsh, rugged terrain. Even without the threat of predation, it can be an uphill battle surviving through to adulthood. We can’t control the environment, but we can do something about the stoats and give these chicks a better chance. And these latest population figures show it’s working.” Alongside the Shy Lake kiwi study, DOC has also been documenting the efforts to save this species in a three-part miniseries called the Fiordland Kiwi Diaries, released in winter 2023. It highlights the challenges of undertaking critical conservation work in some of the country’s remotest, most unforgiving terrain. Chris Dodd says it's important to never underestimate the challenges faced in caring for these taonga. “Shy Lake and Wet Jacket Peninsula are beautiful but remote – most people will never set foot in the place. But that doesn’t mean they shouldn’t know about what’s happening there, so it was great to be able to bring the public along on the journey with us.” One of this season’s chicks has also recently reached 1kg – or what’s known as “stoat safe weight” months earlier than would normally be expected. This is likely due to the healthy number of invertebrates available for kiwi to eat that aren’t being lost to introduced predators. While the tide may be turning for the Shy Lake and wider Wet Jacket Peninsula population, there’s still plenty of work to do to reverse the decline across the whole species. Currently only around a quarter of Fiordland tokoeka habitat receives any type of predator control, and the Wet Jacket Peninsula is only about 4.5% of their total habitat. We need to think bigger if we’re going to stop the decline of Fiordland tokoeka overall, says Chris. The next step is a predator control operation at the Seaforth-Grebe block, east of the Wet Jacket Peninsula, which is currently planned for winter 2024. Alongside the Fiordland tokoeka, it will also protect rockwren, kea, mohua, long-tailed bats and several types of native snails. “Despite the challenge ahead, we’ve made a great start. The purpose of the study was to find out how to protect these remote kiwi populations and we now know it’s an effective method for protecting tokoeka kiwi.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "belle gwilliam",
        "sentiment": "none"
      },
      {
        "name": "chris",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tokoeka / kiwi chris dodd",
        "sentiment": "none"
      },
      {
        "name": "doc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "shy lake",
        "sentiment": "none"
      },
      {
        "name": "fiordland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T00:10:24.011+02:00",
  "updated": "2024-02-16T00:10:24.011+02:00"
}