{
  "thread": {
    "uuid": "91f069c742e04c6111a6baf70a370db3c2f5e700",
    "url": "https://www.arabianbusiness.com/resources/mastercard-and-lulu-group-forge-multimarket-partnership-to-drive-sustainability-innovation-and-efficiency-in-retail-payments",
    "site_full": "www.arabianbusiness.com",
    "site": "arabianbusiness.com",
    "site_section": "https://www.arabianbusiness.com/resources",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "Mastercard and LuLu Group forge multimarket partnership to drive sustainability, innovation and efficiency in retail payments",
    "title_full": "Mastercard and LuLu Group forge multimarket partnership to drive sustainability, innovation and efficiency in retail payments",
    "published": "2024-07-05T12:11:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AE",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5763,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "91f069c742e04c6111a6baf70a370db3c2f5e700",
  "url": "https://www.arabianbusiness.com/resources/mastercard-and-lulu-group-forge-multimarket-partnership-to-drive-sustainability-innovation-and-efficiency-in-retail-payments",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Staff Writer",
  "published": "2024-07-05T12:11:00.000+03:00",
  "title": "Mastercard and LuLu Group forge multimarket partnership to drive sustainability, innovation and efficiency in retail payments",
  "text": "Following a decade-long partnership in the retail sector, Mastercard and LuLu Group join hands to foster sustainability, innovation, and efficiency in payments across multiple markets.\nExtending across six markets, including Bahrain, Kuwait, Oman, Qatar, UAE and now Saudi Arabia, the partnership will see an integration of Mastercard’s expertise into Lulu Group’s operations, advancing efficiencies, scale, and data-driven decision-making. Projects that will benefit from the collaboration, include a variety of sustainability initiatives, co-branded credit card portfolios, and innovative technology enhancements.\nUAE can go completely cashless by 2030, according to industry expert The partnership will introduce revamped features and benefits, such as digital in-store transactions and more cashless experiences, as well as personalised rewards and generous cashback offers on spends at LuLu stores. Being piloted for the first time, LuLu will also deploy the Mastercard Next Gen Point of Interaction (POI) solution, allowing its consumers to make cardless payments at its self-checkout counters.\n“We are delighted to embark on this transformative journey with LuLu Group, a valued partner, who shares our vision for a more sustainable and inclusive future. Our partnership will enable us to enhance the Mastercard co-branded credit card experience and support LuLu in leveraging technology and innovation to boost their offerings,” said Amnah Ajmal, Executive Vice President, Market Development, EEMEA, Mastercard.\nThe companies will continue to offer a portfolio of co-branded credit cards via partners including Abu Dhabi Commercial Bank in the UAE, Bank Muscat in Oman, CrediMax in Bahrain, Doha Bank in Qatar, Emirates NBD in the UAE, and Gulf Bank in Kuwait. There are also plans for expanding into Saudi Arabia.\n“Being able to personalise our offerings to better suit our customers’ needs, is key for Lulu Group’s growth and future ambitions. Our partnership with Mastercard enables us to do this, driving our business forward. It will also enhance the rewards and advantages we are able to offer via our co-branded credit card partner network across the region. As payments’ technology continues to offer new possibilities, we look forward to the next stage of our relationship with Mastercard,” said Saifee Rupawala, CEO, LuLu Group International.\nThe two organisations have spent over a decade collaborating and innovating to meet the evolving needs of consumers in the region. In 2013, a first co-branded credit card was launched, which was later followed by other initiatives that strengthened relationships with various co-brand issuer partners.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Economy, Business and Finance"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lulu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "lulu group",
        "sentiment": "negative"
      },
      {
        "name": "mastercard",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "saudi arabia",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "uae",
        "sentiment": "none"
      },
      {
        "name": "kuwait",
        "sentiment": "none"
      },
      {
        "name": "bahrain",
        "sentiment": "none"
      },
      {
        "name": "oman",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T13:04:55.585+03:00",
  "updated": "2024-07-05T13:04:55.585+03:00"
}