{
  "thread": {
    "uuid": "aef0fdb41ad44ffb3fcb26a7270d6a6a60be2b59",
    "url": "https://www.latestly.com/agency-news/india-news-pm-modi-hails-imd-for-its-exceptional-service-to-nation-advancing-climate-research-5695783.html",
    "site_full": "www.latestly.com",
    "site": "latestly.com",
    "site_section": "https://www.latestly.com/agency-news",
    "site_categories": [
      "media",
      "cricket",
      "sports"
    ],
    "section_title": "Agency News | Latest Information on Breaking News & Updates on Agency News at LatestLY",
    "title": "India News | PM Modi Hails IMD for Its Exceptional Service to Nation, Advancing Climate Research | LatestLY",
    "title_full": "India News | PM Modi Hails IMD for Its Exceptional Service to Nation, Advancing Climate Research | LatestLY",
    "published": "2024-01-15T13:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://st1.latestly.com/wp-content/uploads/2024/01/ANI-20240115132234-588x441.jpg",
    "performance_score": 0,
    "domain_rank": 13908,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aef0fdb41ad44ffb3fcb26a7270d6a6a60be2b59",
  "url": "https://www.latestly.com/agency-news/india-news-pm-modi-hails-imd-for-its-exceptional-service-to-nation-advancing-climate-research-5695783.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ANI",
  "published": "2024-01-15T13:14:00.000+02:00",
  "title": "India News | PM Modi Hails IMD for Its Exceptional Service to Nation, Advancing Climate Research | LatestLY",
  "text": "New Delhi [India], January 15 (ANI): Prime Minister Narendra Modi on Monday hailed the India Meteorological Department for its exceptional service to the nation and said that the weather department has been instrumental in safeguarding lives and enhancing the understanding of the environment. IMD celebrates its 150th year of service to the nation with yearlong celebrations commencing from January 15, 2024, to January 15, 2025. Also Read | Ram Mandir Consecration Ceremony: Mauritians to Light ‘Diya’, Recite Ramayana During Ayodhya Pran Pratishtha Celebrations on January 22 (Watch Video). Referring to this, PM Modi posted on X, \"Today we mark 150 years of the India Meteorological Department's exceptional service to our nation. From pioneering weather forecasting to advancing climate research, IMD has been instrumental in safeguarding lives and enhancing our understanding of the environment.\" Meanwhile, lauding the India Meteorological Department for issuing timely forecasts of weather events such as cyclones that helped save lives, Vice President Jagdeep Dhankhar on Monday said that the IMD's impact extends beyond the borders as neighbouring countries also rely on its expertise as \"evidenced\" during cyclone 'Mocha'. Also Read | COVID-19 Scare: JN.1 Variant To Soon Become Dominant Strain in China, Say Health Officials. \"IMD's impact extends beyond our borders. Our neighbours also rely on IMD's expertise as evidenced during Cyclone Mocha. Our technological progress is also an important mechanism of soft diplomacy because relationships are defined by what a country has to gain from another in economy & technology,\" Dhankhar said. He also said that the MeT department is touching every life, be it- farmers farming the land or jawans guarding the borders. Launching the yearlong 150th anniversary celebrations of IMD, Dhankhar said that the IMD acts as a safety net protecting our national interest, shielding our citizens from the wrath of nature. \"IMD is much beyond just weather forecast, and I am saying this because I am the son of a farmer. IMD acts as a safety net protecting our national interest, shielding our citizens from the wrath of nature, and of course, it is extremely useful for our security concerns. We have come a long way. From agriculture to healthcare, aviation to energy, it is present in our lives and with an affirmative stance. Farmers farming the land to jawans guarding the borders, IMD plays a critical positive role,\" he added. The Vice President further said that there was a time when rainfall forecasts proved to be incorrect, due to lack of scientific progress, but now the predictions are precise. \"There was a time when IMD used to predict rains and there were no rains because there was little scientific progress. Now so much is the precision, it is by seconds. We are proud of our scientists,\" the vice president said. (ANI) (This is an unedited and auto-generated story from Syndicated News feed, LatestLY Staff may not have modified or edited the content body)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Science and Technology",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "negative"
      },
      {
        "name": "modi hails",
        "sentiment": "negative"
      },
      {
        "name": "modi",
        "sentiment": "none"
      },
      {
        "name": "jagdeep dhankhar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "imd",
        "sentiment": "none"
      },
      {
        "name": "india meteorological department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "india meteoro",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "ayodhya",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-15T15:52:53.351+02:00",
  "updated": "2024-01-15T15:52:53.351+02:00"
}