{
  "thread": {
    "uuid": "ed05d2b1d98695dd377c473f12b5032775de3709",
    "url": "https://www.eib.org/en/stories/oradea-sustainable-urban-infrastructure-romania",
    "site_full": "www.eib.org",
    "site": "eib.org",
    "site_section": "https://eib.org/index.rss",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "European Investment Bank",
    "title": "How to plan a green city",
    "title_full": "How to plan a green city",
    "published": "2024-07-05T09:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://www.eib.org/photos/rs/dc53bf6f-3018-499f-beeb-7b7ad659fb31/largeprvw/image.jpg",
    "performance_score": 0,
    "domain_rank": 4288,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ed05d2b1d98695dd377c473f12b5032775de3709",
  "url": "https://www.eib.org/en/stories/oradea-sustainable-urban-infrastructure-romania",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Andreia Nuno",
  "published": "2024-07-05T09:00:00.000+03:00",
  "title": "How to plan a green city",
  "text": "The\nMunicipality of Oradea in Romania illustrates perfectly that smaller cities can play a significant role in promoting sustainability and climate action.\nAn important social, economic, and cultural centre in Romania’s North-West, Bihor County’s capital and a growing city, Oradea set clear objectives to improve the quality of life for its residents and to become a model for sustainable urban development. And over the years, the Municipality has accomplished them and set new ones. The Municipality’s journey has been in partnership with the European Investment Bank, working together for the last 15 years. Here’s how a relatively small city made big strides towards a better life for its citizens.\n“It has been very rewarding to witness the progress the municipality has made,” says Patricia Llopis, a senior urban specialist at the European Investment Bank who works with Oradea. “They prove time and time again that being a smaller municipality is not a disadvantage. They built their capacity over time, their knowledge and understanding, investing in ever greener projects, matching the EIB’s green ambitions, while having a major impact on citizens’ lives and delivering positive results.”\n- Read about\n[renovation of the University of Medicine, Pharmacy, Science, and Technology in Târgu Mureş in Romania](/en/stories/romania-university-renovation)\nOredea and the EIB\nSince 2008, the Municipality of Oradea has signed six contracts with the\nEuropean Investment Bank for a total of [€115 million](/en/press/all/2023-235-eib-group-and-romania-marking-30-years-of-partnership-with-eur675-million-in-new-financing), part of an investment programme of around €380 million, co-financed with EU structural funds These loans have made it possible for the municipality to – inter alia - upgrade public transport and improve road safety as well as rehabilitate the city hall and a number of other important public buildings. The EIB financing also supported the expansion of the emergency unit at the local hospital; energy efficiency improvements to public street lighting, schools and hospitals; the construction of student dormitories, the exploitation of underground water for geothermal water heat, and the laying out of new public parks.\nMost recently, EIB and Oradea Municipality signed a loan for EUR 20.9m in June 2023 toward financing smart public lighting, the modernisation of the city’s central park and the greening of public transport. Oradea can be a source of inspiration for other medium-sized municipalities across Europe. Over the years Oradea has worked with the EIB on 123 projects, step-by-step and project-by-project delivering a positive impact on the quality of life of its citizens, on the environment and on climate.\n“By combining grants from the EU structural funds with EIB loans, Oradea Municipality has managed to implement a number of impactful investments faster and at a larger scale than would have been possible with EU grants alone.” says Snezhina Kovacheva, the loan officer from the European Investment Bank who works on the project. “Oradea Municipality exemplifies the type of impact that can be achieved when a compelling political vision is combined with implementation capacity at the local level.”\nImprove public buildings and green open spaces\nThe need for more open, green and recreational spaces for the city’s residents led the municipality to develop the Oradea Green City Programme.\nThis strategic planning document outlines the priorities “for the development of green urban public space and the increase in the standard of living of the municipality’s citizens,” says Florin Birta, Mayor of Oradea.\nUnder the Green City Programme, 91.3% of the population will have access to a public green urban space within a five-minute walk from their home by 2030 and green space per inhabitant will rise from 23 square meters per inhabitant to 29.4 square metres, an excellent level by European standards.\nImproving energy efficiency in public buildings and spaces\nInvestment in smart public lighting—with LED lighting and motion sensors— aims to improve the urban safety of Oradea’s citizens, making sure that every pedestrian street and road is well-lit, particularly in winter.\nThe municipality is also developing a new management system to control and reduce its energy costs. The new system identifies faults and reduce repair times.\n“We want Oradea to be a dynamic city, where the municipality is a key player in active development by creating the right conditions for that development, through the necessary public investments,” says Mayor Birta.\nContinue to develop public transport\nEach day, Oradea Municipality’s local public transport network carries people on 175 000 trips, mostly on the tram and the bus. A modern and efficient public transport fleet attracts more users and has a smaller carbon footprint that a more dated fleet would, reducing environmental pollution and contributing to climate action.\nThe municipality intends to develop its public transport infrastructure further, develop new means of public transport and link different types of public transport together as well as expand pedestrian areas and cycling routes.\nThe modernisation of the city’s streets gives public transport priority over private vehicles.\n- Read about\n[Romanian transport infrastructure](/en/stories/romanian-transport-infrastructure-roller-coaster-ride)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Education",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://oradea.ro/en/",
    "https://oradea.ro/en",
    "https://www.oradea.ro/en/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "patricia llopis",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "municipality",
        "sentiment": "none"
      },
      {
        "name": "european investment bank",
        "sentiment": "none"
      },
      {
        "name": "eib",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "oradea",
        "sentiment": "none"
      },
      {
        "name": "romania",
        "sentiment": "none"
      },
      {
        "name": "west",
        "sentiment": "none"
      },
      {
        "name": "bihor county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T15:08:21.998+03:00",
  "updated": "2024-07-05T15:08:21.998+03:00"
}