{
  "thread": {
    "uuid": "9bc519e75f5b3f8fa621a05ae3a721efba79f94a",
    "url": "https://www.laopiniondemalaga.es/costa-sol-occidental/2024/07/05/selwo-marina-abre-puertas-conservacion-105102361.html",
    "site_full": "www.laopiniondemalaga.es",
    "site": "laopiniondemalaga.es",
    "site_section": "https://laopiniondemalaga.es",
    "site_categories": [
      "media"
    ],
    "section_title": "La Opinión de Málaga | Noticias de Málaga hoy, Andalucía y España con laopiniondemalaga.es",
    "title": "Selwo Marina abre sus puertas para la conservación de las Tortugas Boba - La Opinión de Málaga",
    "title_full": "Selwo Marina abre sus puertas para la conservación de las Tortugas Boba - La Opinión de Málaga",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/810959ba-1ce8-4968-88e1-c0933f0f98d7_16-9-discover-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 28287,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9bc519e75f5b3f8fa621a05ae3a721efba79f94a",
  "url": "https://www.laopiniondemalaga.es/costa-sol-occidental/2024/07/05/selwo-marina-abre-puertas-conservacion-105102361.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "José Manuel Gutiérrez",
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "Selwo Marina abre sus puertas para la conservación de las Tortugas Boba - La Opinión de Málaga",
  "text": "Selwo Marina se suma a la colaboración de Head-Starting para la supervivencia de las Tortugas Boba, especie de tortuga marina que en este momento se encuentra en un estado de conservación Vulnerable, según el Catálogo Andaluz de Especies Amenazadas de 2012. El zoo localizado en la localidad de Benalmádena ha recibido este lunes 1 de julio un total de 5 ejemplares de esta especie de tortugas y que hasta la fecha se encontraban en el Centro de Gestión del Medio Marino del Estrecho (Cegma). Alberto Martín, director de Selwo Costa del Sol, ha corroborado que para la organización es importante participar en estas acciones, ya que ''es lo que da más sentido aún a la labor de conservación, de divulgación sobre el respeto al medio ambiente y a la labor científica y educativa''. Esta acción se desarrolla gracias al Programa Head Starting de la Conserjería de Sostenibilidad, Medio Ambiente y Economía Azul, dependiente de la Junta de Andalucía. La intención es que las 5 tortugas que llegaron al Selwo Marina permanezcan en las instalaciones hasta que el agua adquiera una mayor temperatura. Cuando esto ocurra las cinco especies de tortuga boba serán devueltas al mar. Este es un programa donde la cooperación entre zoos, acuarios y oceanográficos e instituciones, junto con el voluntariado y colaboración ciudadana, es fundamental para que estas crías salgan adelante. Las acciones que realizan estos equipos son tan esenciales que permiten la cría en cautividad temporal de una parte de las tortugas recién nacidas en un contexto donde se estima que tan solo 1 de cada 1.000 tortugas sobrevive al primer año natural de vida. Estas crías de tortugas boba pasan de nacedoras con el suelo de arena del mar a tanques acondicionados como los instalados en Selwo Marina, para que se puedan fortalecer y empezar su vida en el ecosistema marino al que pertenecen. Muestra del compromiso que tienen en Selwo Marina es la ilusión en el parque es máxima y donde el responsable destaca que ''es un proyecto precioso, nos enorgullece tomar parte, somos una colección zoológica esencialmente marina y poder colaborar en la conservación de estas tortugas es muy importante para nosotros”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T14:51:36.297+03:00",
  "updated": "2024-07-05T14:51:36.297+03:00"
}