{
  "thread": {
    "uuid": "286f4711f2569f3eabf0a9f4ad5b031715d99928",
    "url": "https://expressdigest.com/josh-allen-pays-tribute-to-stefon-diggs-after-his-shock-trade-away-from-the-bills-to-the-texans",
    "site_full": "expressdigest.com",
    "site": "expressdigest.com",
    "site_section": "https://expressdigest.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Express Digest",
    "title": "Josh Allen pays tribute to Stefon Diggs after his shock trade away from the Bills to the Texans | Express Digest",
    "title_full": "Josh Allen pays tribute to Stefon Diggs after his shock trade away from the Bills to the Texans | Express Digest",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "GB",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 38124,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "286f4711f2569f3eabf0a9f4ad5b031715d99928",
  "url": "https://expressdigest.com/josh-allen-pays-tribute-to-stefon-diggs-after-his-shock-trade-away-from-the-bills-to-the-texans",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Josh Allen pays tribute to Stefon Diggs after his shock trade away from the Bills to the Texans | Express Digest",
  "text": "By Alastair Talbot and Reuters\nJosh Allen has paid tribute to Stefon Diggs after the wide receiver’s departure from the Buffalo Bills, despite the latter appearing to criticize him on social media just hours after his shock, bombshell trade to the Houston Texans.\nWith no true No. 1 wide receiver on the roster after Diggs’ exit, earlier this month, some might have anticipated a more abrasive posture from Allen as the Bills open offseason workouts.\nBut as the Bills transform the roster, Allen, 27, said he’s accepting the unspoken challenge of becoming a better leader.\n‘It’s definitely hard to part ways with a guy that’s been very instrumental in our success the last four years,’ Allen said on Thursday of reporting to work without Diggs in tow.\n‘We made a lot of changes this offseason. We lost a lot of veteran leadership — Stef being one of them. Going into Year 7 now, it just kind of is what it is. I don’t get paid to make changes on the team. I get paid to be the best quarterback I can be and try to lead the guys on this team.’\nJosh Allen thanked Stefon Diggs for his leadership and hard work in Buffalo for the last 4 years\nDiggs clashed with Bills fans after his trade to the Houston Texans was made public on April 3\nDiggs was traded to the Houston Texans and exchanged text messages with Allen, who said he’ll ‘always love him like a brother.’ Buffalo also moved on from No. 2 wide receiver Gabe Davis, who landed in Jacksonville as a free agent.\nBills general manager Brandon Beane is tasked with making roster changes. He said there’s no truth to the idea Buffalo needs a No. 1 wide receiver on the roster or has to zero in on that position in the draft.\n‘We’d love to have two guys out there who are No. 1s,’ Beane said. ‘What you need are guys that are smart, versatile, selfless and can make the plays that their skill set allows them to make. If it’s a tall guy that Josh is going to throw him a 50-50 ball he’s got to come down with it. If it’s a guy that we’re going to get the ball in his hands and we need some (yards after the catch) he’s going to do that. … If there’s a (No.) 1 (receiver) that pops up in free agency or draft that makes sense for us, we’ll do it.\n‘I don’t think not having a 1 means we cannot have success either as an offense or as a team.’\nAllen & Diggs were close on & off the field as the Bills also moved on from wideout Gabe Davis\nBuffalo’s current depth chart at the position features 2023 fifth-round pick Justin Shorter, 2022 fifth-round pick Khalil Shakir and free agent signee Curtis Samuel.\nThe Bills feature tight ends Dawson Knox and 2023 first-round pick Dalton Kincaid but no outside receiver with Diggs’ resume.\n‘We’ll miss him. You never replace a player like Stef Diggs,’ head coach Sean McDermott said on Thursday. ‘… Hard to move on from a player like that.’\nMcDermott called the trade an ‘opportunity to step up’ for returning receivers.\nHe said he discussed the trade of Diggs with Allen and they communicated ‘multiple times’ because of the gravity of the decision. In exchange for a 2025 second-round pick, the Bills are forced to swallow $31million in dead money on the current payroll and take a $4M cap hit.\n‘Just trying to do what’s best for the team, both in the near-term and the long-term,’ McDermott said.\nBuffalo BillsHouston Texans\n:\nJosh Allen pays tribute to Stefon Diggs after his shock trade away from the Bills to the Texans\n***\nRead more at DailyMail.co.uk",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://www.dailymail.co.uk/",
    "https://dailymail.co.uk/",
    "https://www.dailymail.co.uk"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stefon diggs",
        "sentiment": "neutral"
      },
      {
        "name": "buffalo bil",
        "sentiment": "neutral"
      },
      {
        "name": "josh allen",
        "sentiment": "neutral"
      },
      {
        "name": "diggs",
        "sentiment": "none"
      },
      {
        "name": "stef",
        "sentiment": "none"
      },
      {
        "name": "allen",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "buffalo",
        "sentiment": "none"
      },
      {
        "name": "houston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:33:14.241+03:00",
  "updated": "2024-04-19T03:18:55.700+03:00"
}