{
  "thread": {
    "uuid": "86b06704e6aca3c05760475888d92943e7e09c54",
    "url": "https://www.13newsnow.com/article/news/local/congressman-bobby-scott-discusses-14th-anniversary-of-affordable-care-act/291-e767bdf3-73f9-4488-a4cc-0e45df70d855",
    "site_full": "www.13newsnow.com",
    "site": "13newsnow.com",
    "site_section": "https://13newsnow.com/sweepstakes",
    "site_categories": [
      "travel",
      "hobbies_and_interests",
      "photography",
      "by_us_locale"
    ],
    "section_title": "Sweepstakes | 13newsnow.com",
    "title": "Bobby Scott discusses impact of Affordable Care Act | 13newsnow.com",
    "title_full": "Bobby Scott discusses impact of Affordable Care Act | 13newsnow.com",
    "published": "2024-04-04T21:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.13newsnow.com/assets/WVEC/images/a2eb3d6c-3e89-4d9f-ac75-b52a03580406/a2eb3d6c-3e89-4d9f-ac75-b52a03580406_1140x641.jpg",
    "performance_score": 0,
    "domain_rank": 13675,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "86b06704e6aca3c05760475888d92943e7e09c54",
  "url": "https://www.13newsnow.com/article/news/local/congressman-bobby-scott-discusses-14th-anniversary-of-affordable-care-act/291-e767bdf3-73f9-4488-a4cc-0e45df70d855",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sarah Hammond",
  "published": "2024-04-04T21:02:00.000+03:00",
  "title": "Bobby Scott discusses impact of Affordable Care Act | 13newsnow.com",
  "text": "NEWPORT NEWS, Va. — It's been 14 years since President Barack Obama signed the Affordable Care Act into law. At the time, 50 million Americans did not have health insurance. Now, 40 million are enrolled in the program that covers pre-existing conditions and cuts costs for patients. Congressman Bobby Scott (D, VA-03) gathered healthcare professionals together to discuss just how much the ACA changed the medical landscape since 2010. Medicaid is a joint federal and state program that provides health insurance and long-term care to low-income families, individuals 65 and older, and patients with disabilities. Chester Williams is happy to be alive today. In 2019, he said an SUV hit him and sent him to the hospital. \"I was in a hospital bed for six months and six operations,\" Williams said. He credits his Medicaid plan for bringing his hospital bill down from $138,000 to owing nothing. \"I’m just grateful to be here to let anyone know, the Affordable Care Act works because it worked for me and I have the receipts,\" Williams told Congressman Scott. Scott, a Democrat representing Virginia's Third District, touted the half a million Virginians now enrolled in Medicaid. He emphasized the fact that young people can stay on their family insurance plan until they turn 26 and 100 million Americans with pre-existing conditions are protected. In 2018, Virginia authorized Medicaid expansion to cover low-income adults who are not parents. \"People tend to forget what life was like before the Affordable Care Act when costs were going through the roof, people were losing their insurance.\" Multiple people in the room emphasized how the ACA has allowed people who might’ve avoided getting preventative work done, to feel empowered to do so. They say it has also helped take some of the burden off emergency rooms. \"It’s allowed people to not necessarily have to use the emergency room, they can find a physician, they can come to a clinic, they can do these other things to get this care,\" said Iris Lundy, Vice President of Health Equity with Sentara Health. CEO of the Southeastern Virginia Health System Angela Futrell said the ACA saved the people who were falling through the cracks. \"Medicaid expansion has for our clients, those who live at 100% poverty or less, it has been lifesaving, life-changing,\" she said. The ACA is an issue Republicans have pushed back on for years, saying the federal government should not be so involved in the nation’s healthcare system. In their latest move, the House Republican Study Committee’s recent budget proposal takes aim at the law. A spokesperson for Republican Congresswoman Jen Kiggans says she is not a member of the RSC and \"did not not have any part in drafting that proposed budget, and as a healthcare provider does not support cuts to critical programs such as Medicare and Social Security. After the President’s State of the Union last year, Congresswoman Kiggans was interviewed by CSPAN, during which she reiterated her commitment to supporting Medicare in addition to addressing general, much-needed healthcare improvements.\" More than half a million Virginians are enrolled in Medicaid, while another half a million remain uninsured. Gaylene Kanoyton said she’s always pushed for Medicaid expansion in her role at Celebrate Healthcare. \"No one should be without insurance at all,\" Kanoyton said. \"The affordable care has saved so many lives.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "barack obama",
        "sentiment": "negative"
      },
      {
        "name": "bobby scott",
        "sentiment": "neutral"
      },
      {
        "name": "williams",
        "sentiment": "none"
      },
      {
        "name": "chester williams",
        "sentiment": "none"
      },
      {
        "name": "scott",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "medicaid",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "va.",
        "sentiment": "none"
      },
      {
        "name": "newport news",
        "sentiment": "none"
      },
      {
        "name": "virginia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:20:35.998+03:00",
  "updated": "2024-04-09T03:48:14.334+03:00"
}