{
  "thread": {
    "uuid": "008fd5fa9e44db3b1a77147a96ab50dff77433b9",
    "url": "https://www.folhavitoria.com.br/entretenimento/blogs/folhinha-kids/2024/05/31/um-dia-de-celebracao-da-familia-no-corpus-christi",
    "site_full": "www.folhavitoria.com.br",
    "site": "folhavitoria.com.br",
    "site_section": "https://novo.folhavitoria.com.br",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Folha Vitória - O Jornal Online do Espírito Santo",
    "title": "Um dia de celebração da família no Corpus Christi - Folhinha Kids",
    "title_full": "Um dia de celebração da família no Corpus Christi - Folhinha Kids",
    "published": "2024-05-31T22:32:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.folhavitoria.com.br/entretenimento/blogs/folhinha-kids/wp-content/uploads/2024/05/Corpus-abre-300x169.jpg",
    "performance_score": 0,
    "domain_rank": 94439,
    "domain_rank_updated": "2024-05-28T13:10:09.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "008fd5fa9e44db3b1a77147a96ab50dff77433b9",
  "url": "https://www.folhavitoria.com.br/entretenimento/blogs/folhinha-kids/2024/05/31/um-dia-de-celebracao-da-familia-no-corpus-christi",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ivana Esteves",
  "published": "2024-05-31T22:32:00.000+03:00",
  "title": "Um dia de celebração da família no Corpus Christi - Folhinha Kids",
  "text": "Serragem e sal coloridos, pó de café, pedras, areia, farinha, papéis, papelão, tampinhas de garrafa, flores, pó xadrez e diversos outros pigmentos são utilizados na confecção dos tapetes da festa de Corpus Christi. Mas sem dúvida alguma, o que encantou a essa dupla de blogueiros, que escreve no Folhinha Kids foi ver as crianças longe dos computadores, do celular, dos tablets e da televisão, por um longo período de tempo, a brincar com seus amigos! Tanto eu como o Ilvan Filho fomos criados em uma época em que as crianças brincavam na rua, e passavam pouco tempo entre telas, até pelo fato de só existir uma – a televisão – com uma escassa programação infantil, e com horários restritos. Então diversão era com os vizinhos e colegas de escola, pelo menos, para muitos de nosso tempo. E ocupar as ruas, com travessuras feitas de criatividade e ingenuidade era a nossa opção preferida de diversão. Ontem, ao participar da confecção dos tapetes de Corpus Christi, em Jardim da Penha, eu ouvi uma mãe falar com a filha pequena, que ela não precisava pensar em celular, pois a grande diversão era estar na rua brincando com as amigas. Então eu parei um pouco de preencher aqueles espaços vazios com o pó xadrez verde e as folhinhas a lhe recobrirem, para observar que a rua estava tomada por famílias em completa interação e focados, todos, no desfrute de um tempo juntos. As crianças, com seus pais, ao mesmo tempo em que colocavam pó xadrez no encobrir dos desenhos religiosos, se divertiam, com os colegas da paróquia e vizinhos do bairro. Cruzando a rua à vontade, de um lado ao outro, com trânsito interrompido para os carros, pelo menos nessa quinta-feira de Corpus Christi, as crianças de hoje recriaram o cotidiano da vida das crianças de ontem, e as famílias tiveram seu tempo juntas em completa interação. Como é o caso da família da engenheira de produção, Cristina Zucatelli, que apoiou os filhos Lucas e Sara, respectivamente, de 6 e 4 anos, na confecção dos tapetes. Ela reitera o momento como crucial para distanciar as crianças das telas, e poder estimular o convívio com outros de sua idade; que nutrem o mesmo propósito de diversão, desfrutando de uma conexão real. “É também uma oportunidade de transmitir aos filhos o que a gente aprende desde a infância, que é o propósito da religião, o real motivo de participar, ou seja, compartilhar e vivenciar essa vida na Igreja”, resume Cristina. Corpus Christi Os tapetes confeccionados pela manhã, com a representação de vários símbolos bíblicos, após serem desenhados e decorados, manualmente, em um trabalho de equipe dos membros da paróquia – as crianças, orientadas pelos adultos e, com a finalização destes, se tornaram o palco da procissão religiosa. Após seu preparo, foi a hora do rito católico entrar em cena. Por cima dos tapetes deu-se início à procissão, com uma caminhada das pessoas presentes à missa, todos conduzidos pelo pároco. O “Corpus Christi é uma comemoração que faz parte do calendário da Igreja Católica, e sua criação remonta ao século XIII. Aqui no Brasil a data é celebrada com um feriado, sempre em uma quinta-feira. No dia de Corpus Christi, celebra-se um dos princípios mais importantes do catolicismo: o sacramento da eucaristia.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T23:08:57.441+03:00",
  "updated": "2024-05-31T23:08:57.441+03:00"
}