{
  "thread": {
    "uuid": "b40fd16b8dd3b8e60c7bfa6adc4cb9b18e8390da",
    "url": "https://peru21.pe/lima/edificio-torre-del-arte-generara-ahorro-energetico-equivalente-a-25-viviendas-limenas-con-paneles-solares-torre-arte-san-borja-energia-solar-peru-noticia",
    "site_full": "peru21.pe",
    "site": "peru21.pe",
    "site_section": "https://peru21.pe/arcio/rss/category/lima/?ref=p21r",
    "site_categories": [
      "media",
      "education",
      "business",
      "top_news"
    ],
    "section_title": "Diario Perú21",
    "title": "Edificio Torre del Arte generará ahorro energético equivalente a 25 viviendas limeñas con paneles solares",
    "title_full": "Edificio Torre del Arte generará ahorro energético equivalente a 25 viviendas limeñas con paneles solares",
    "published": "2024-02-16T03:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://peru21.pe/resizer/EWp-jGTgdlcf7KjJe2pbRp1LoLw=/980x528/smart/filters:format(jpeg):quality(75)/cloudfront-us-east-1.images.arcpublishing.com/elcomercio/DGXZC5L54RANJGRVFFBOAYKQPM.jpeg",
    "performance_score": 0,
    "domain_rank": 18616,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b40fd16b8dd3b8e60c7bfa6adc4cb9b18e8390da",
  "url": "https://peru21.pe/lima/edificio-torre-del-arte-generara-ahorro-energetico-equivalente-a-25-viviendas-limenas-con-paneles-solares-torre-arte-san-borja-energia-solar-peru-noticia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción PERÚ21",
  "published": "2024-02-16T03:14:00.000+02:00",
  "title": "Edificio Torre del Arte generará ahorro energético equivalente a 25 viviendas limeñas con paneles solares",
  "text": "La Torre del Arte, un edificio de oficinas, buscará disponer de [energía renovable](https://peru21.pe/noticias/energia-renovable/) en San Borja. Este proyecto consiste en un sistema de 53 paneles solares que marcará un precedente en el uso de energías alternativas en edificaciones corporativas. Con una generación anual estimada de 40,090.53 kWh, el proyecto demuestra el potencial de la energía solar en el Perú. La implementación de este sistema permitirá un ahorro significativo en emisiones de CO2, estimado en 8.57 toneladas al año, equivalente al consumo energético de 25 viviendas. MIRA: [Universitarios crean ‘repelente electrónico’ con energía solar contra mosquitos del dengue] Esto también equivale a una eficiencia y conservación equivalente al que generaría el consumo de 875 galones de gasolina y a plantar 129 árboles durante 10 años. La energía generada por los paneles solares equivale al consumo de 25 residencias en Lima o por 193 residencias en zonas rurales. “En Urbanova, estamos profundamente comprometidos con la sostenibilidad en nuestras edificaciones. Nuestra visión de futuro implica no solo diseñar y construir espacios que mejoren la calidad de vida de quienes los habitan sino también asegurar que estos contribuyan positivamente al bienestar de la comunidad y al medio ambiente. Por ello, cada uno de nuestros proyectos es una muestra de innovación que vienen siendo respaldados por certificaciones de nivel internacional”, señaló Giacomo Sissa, CEO de Urbanova. ¿Cómo funcionará la energía solar en el edificio? El sistema, con una capacidad instalada de 31.8 kWp y una potencia de salida máxima de 25 kW, se compone de paneles solares de 600Wp dispuestos en la azotea del edificio. Estos módulos, montados sobre estructuras de aluminio especialmente diseñadas para maximizar la captación solar, están conectados a un inversor de 25 kW, lo que facilita la conversión de energía solar en electricidad utilizable dentro del edificio. “Con este proyecto, Equans fortalece y reafirma su compromiso de seguir impulsando la transición energética en el Perú, contribuyendo a la mitigación de los efectos del cambio climático y aportando a la estrategia de sostenibilidad de nuestros clientes. Junto a Urbanova, estamos creando un legado positivo, generando un precedente en la propuesta de edificaciones sostenibles en el país”, señaló, Omar Lam, CEO Equans Perú. - Perú21 ePaper, [ingresa aquí](https://epaper.peru21.pe/)y pruébalo gratis.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T03:17:14.403+02:00",
  "updated": "2024-02-23T09:04:26.595+02:00"
}