{
  "thread": {
    "uuid": "87941a1b0f31571478743151d995d16043a731f6",
    "url": "https://vnexplorer.net/need-for-innovation-to-deal-with-challenges-greater-than-ever-bill-gates-s1667824.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Need for innovation to deal with challenges greater than ever: Bill Gates",
    "title_full": "Need for innovation to deal with challenges greater than ever: Bill Gates",
    "published": "2024-03-01T00:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1j7fhL.img",
    "performance_score": 0,
    "domain_rank": 52455,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "87941a1b0f31571478743151d995d16043a731f6",
  "url": "https://vnexplorer.net/need-for-innovation-to-deal-with-challenges-greater-than-ever-bill-gates-s1667824.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-01T00:20:00.000+02:00",
  "title": "Need for innovation to deal with challenges greater than ever: Bill Gates",
  "text": "Need for innovation to deal with challenges greater than ever: Bill Gates\nNew Delhi, Feb 29 (PTI) The need for innovation to deal with different challenges is greater than ever, Microsoft co-founder and philanthropist Bill Gates said Thursday, asserting that Artificial Intelligence (AI) is the most transformative technology he has seen in his lifetime.\nAddressing students at Indian Institute of Technology (IIT), Delhi, he encouraged them to leverage the technology for social good and asserted that the AI advances will give them opportunities as well as force them to think through the new systems.\n“I am looking at India in a far broader way. I am lucky enough, through the work of the foundation, to look at innovators who can help with all kinds of problems — starting with health, but also agriculture, gender, and climate. We need fantastic Indian innovation,” Gates said during his keynote address on “Innovation for Public Good”.\n“The need for innovation to deal with many different challenges is greater than ever. You are all lucky to be here and have gotten an incredible education. The complexity of how we take technology and shape it, you will get an opportunity to play a big role there,” he said.\nGates encouraged them to not only consider their careers in terms of financial impact but also how it relates to achieving social equality.\n“Not only should you consider your career in terms of the financial impact – although that is important – but also whatever role you take on, do consider how that relates to achieving social equality. Technology should be leveraged for social good,” he said.\nNoting that Artificial intelligence is the most transformative technology he has seen in his lifetime, Gates said, “If I was a student today, the mysteries of AI would draw me in. It is kind of weird that even the systems that are working so well, we don’t really understand them. I would definitely be drawn to that”.\n“I think you have a very bright future. No matter what your specialty is – whether it is engineering, discovering new drugs, or policy work. The AI advances will give you opportunities and force you to think through these new systems in very deep ways,” he said.\nStressing upon the role of Digital Public Infrastructure (DPI) in bringing inclusive opportunities, Gates said, “Another place that India leads, but there’s a lot more that all of you can be involved in driving forward, is this Digital Public Infrastructure.”\n“No country is more able to take government benefits and get them out efficiently and effectively to their citizens than India,” he added.\nGates highlighted the critical role of emerging technologies in addressing persistent health and development challenges and the need for scalable and cost-effective solutions to ensure they can be equitably delivered.\n“I bet when I come back here, say in five years from now, some of you will be able to tell me about new technologies you have created – to inspire students, to help farmers, to solve healthcare problems, and to help us with climate,” he said.\nHe emphasised India’s work in vaccine manufacturing, AI for education, and digital public infrastructure and their contributions in driving global public good.\nHe emphasised upon the importance of collaborative efforts between educational institutions, government, and the private sector in promoting innovations that can lead to widespread public impact.\n“I hope that as you plot out your future after IIT, you use the skills you sharpened here to improve lives in India and around the world. There is a mind-boggling number of ways you can make a difference. I’m excited to see the great things you do for India and the world,” he added.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1j7fhL.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1j75G3.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1j75G3.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1j7fhL.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bill gates",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "indian institute of technology",
        "sentiment": "none"
      },
      {
        "name": "microsoft",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "delhi",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:28:37.737+02:00",
  "updated": "2024-03-01T00:28:37.737+02:00"
}