{
  "thread": {
    "uuid": "80e00475d065638152bb012098f3e96be6c3552d",
    "url": "https://www.bloomberglinea.com/2024/05/02/hamas-dice-que-estan-evaluando-la-propuesta-de-tregua-con-israel-con-un-espiritu-positivo",
    "site_full": "www.bloomberglinea.com",
    "site": "bloomberglinea.com",
    "site_section": "https://bloomberglinea.com/mundo",
    "site_categories": [],
    "section_title": "Mundo - Bloomberg Línea",
    "title": "Hamás dice que está evaluando la propuesta de tregua con Israel con un “espíritu positivo”",
    "title_full": "Hamás dice que está evaluando la propuesta de tregua con Israel con un “espíritu positivo”",
    "published": "2024-05-02T21:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.bloomberglinea.com/resizer/h5FiLVwh3JgO1N4MveYgoYG00SQ=/1024x0/filters:format(webp):quality(75)/cloudfront-us-east-1.images.arcpublishing.com/bloomberglinea/JCHDCIYEZVEDFEMUSQCPNHZ5RU.jpg",
    "performance_score": 0,
    "domain_rank": 24519,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "80e00475d065638152bb012098f3e96be6c3552d",
  "url": "https://www.bloomberglinea.com/2024/05/02/hamas-dice-que-estan-evaluando-la-propuesta-de-tregua-con-israel-con-un-espiritu-positivo",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kateryna Kadabashy",
  "published": "2024-05-02T21:03:00.000+03:00",
  "title": "Hamás dice que está evaluando la propuesta de tregua con Israel con un “espíritu positivo”",
  "text": "Bloomberg — Hamás está estudiando una propuesta de alto al fuego temporal con Israel con un “espíritu positivo”, a medida que aumenta la presión internacional sobre ambas partes para que lleguen a un acuerdo y pongan fin a un conflicto que ha sacudido Medio Oriente. El grupo militante respaldado por Irán planea enviar una delegación a Egipto “lo antes posible” para continuar las negociaciones, según comentarios de su máximo dirigente, Ismail Haniyeh, publicados en Telegram el jueves. Lea más: [Israel no se unirá a las conversaciones para una tregua hasta que Hamás responda: Kan News](https://www.bloomberglinea.com/2024/04/30/israel-no-se-unira-a-las-conversaciones-para-una-tregua-hasta-que-hamas-responda-kan-news/) Haniyeh se dirigió a Abbas Kamal, jefe de la Dirección General de Inteligencia de Egipto. El dirigente de Hamás también habló de la situación con el ministro de Asuntos Exteriores qatarí, jeque Mohammed Bin Abdulrahman Al Thani, y ambos acordaron proseguir las conversaciones con el objetivo de llegar a un acuerdo. Hamás es una organización designada terrorista por Estados Unidos y la Unión Europea. Israel declaró que solo considerará unirse a las conversaciones de alto el fuego si Hamás responde a la última propuesta mediada internacionalmente para una tregua temporal y la liberación de los rehenes tomados por los militantes del grupo durante su invasión del 7 de octubre. El conflicto se ha prolongado en Gaza durante los casi siete meses transcurridos desde entonces, y gran parte del enclave ha quedado reducido a escombros. En el ataque del 7 de octubre murieron unas 1.200 personas y unas 250 más fueron tomadas como rehenes. Más de 34.000 palestinos han muerto en el posterior ataque israelí, según las autoridades sanitarias de la Gaza gobernada por Hamás. Lea más: [Hamás debe tomar una decisión sobre la oferta de tregua de Israel: EE.UU.](https://www.bloomberglinea.com/2024/04/29/hamas-debe-tomar-una-decision-sobre-la-oferta-de-tregua-de-israel-eeuu/) A principios de esta semana, el secretario de Estado estadounidense, Antony Blinken, instó a Hamás a alcanzar rápidamente una decisión sobre los términos de una pausa en las hostilidades, calificando la oferta de “extraordinariamente generosa”. Estados Unidos busca la liberación de algunos rehenes a cambio de prisioneros palestinos, junto con una pausa que podría allanar el camino hacia el fin de la guerra. Haniyeh destacó “el espíritu positivo” con el que Hamás está abordando la última propuesta, y pretende llegar a un acuerdo “de forma que se cumplan las demandas de nuestro pueblo y se ponga fin a la agresión contra él.” Hamás ha pedido anteriormente la retirada total de las fuerzas israelíes de Gaza. Israel se ha negado a ir tan lejos y, en su lugar, se prepara para invadir la ciudad meridional de Rafah, donde se han refugiado más de un millón de palestinos. Lea más en Bloomberg.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-03T04:04:18.764+03:00",
  "updated": "2024-05-03T04:04:18.764+03:00"
}