{
  "thread": {
    "uuid": "92d74cffa8a4820803f1703f65e27638b87bb0f3",
    "url": "https://www.eastvalleytribune.com/sports/scott-stansberry-leaving-lasting-impact-on-mesa-basketball-program/article_fcef6506-d730-11ee-b561-1fde89e838d1.html",
    "site_full": "www.eastvalleytribune.com",
    "site": "eastvalleytribune.com",
    "site_section": "http://www.eastvalleytribune.com/search/?q=&t=article&l=100&d=&d1=&d2=&s=start_time&sd=desc&nsa=eedition&c[]=varsityxtra,varsityxtra/*&f=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "www.eastvalleytribune.com - RSS Results in varsityxtra,varsityxtra/* of type article",
    "title": "Scott Stansberry leaving lasting impact on Mesa basketball program",
    "title_full": "Scott Stansberry leaving lasting impact on Mesa basketball program",
    "published": "2024-02-29T20:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/eastvalleytribune.com/content/tncms/assets/v3/editorial/2/5c/25c157e6-d731-11ee-92e1-5f334172bbf5/65e0ce32d572d.image.jpg?crop=1619%2C850%2C40%2C0&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 24021,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "92d74cffa8a4820803f1703f65e27638b87bb0f3",
  "url": "https://www.eastvalleytribune.com/sports/scott-stansberry-leaving-lasting-impact-on-mesa-basketball-program/article_fcef6506-d730-11ee-b561-1fde89e838d1.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Andres Armenta, Tribune Contributing Writer",
  "published": "2024-02-29T20:33:00.000+02:00",
  "title": "Scott Stansberry leaving lasting impact on Mesa basketball program",
  "text": "In his 10th season of coaching, head coach Scott Stansberry Jr. continues to grow his legacy within the purple and gold walls of Mesa boys’ basketball.\nStansberry’s coaching path has seen every level of high school ball. During his first four years at Mesa, Stansberry spent time as the freshman and junior varsity head coach, before becoming an assistant coach at the varsity level.\nThat following year Stansberry saw an opportunity to be the head coach at Apache Junction, where providing uniforms and basketballs was a challenge itself. Stansberry took a program that had won 24 games in its previous eight years combined to win 30 in his three years there, including a run in Division IV state playoffs.\nBack at Mesa high school, Shane Burcar was preparing his departure from Mesa to join Northern Arizona University as an assistant coach, opening the door for Stansberry to return. While there was a coaching change entering the 2018-2019 season, for Mesa’s basketball program, the culture remained the same.\n“It’s just the culture of being together and we just roll up our sleeves, very blue collar,” said Stansberry. “We want to earn everything.”\nThe need to “earn” everything was by no means new to Stansberry who, while growing up in a military family, learned quickly how nothing in life is given. The constant change of scenery, from his time in Augusta, Georgia to El Paso, Texas–even a spell overseas– only deepened this idea.\n“I had to re-establish myself, I had to earn everything, I had to prove myself … and so I just fit in here [Mesa] ever since I got here with that type of culture, that is how I grew up,” said Stansberry.\nFamily life for Stansberry sang a similar tune. His father, Scott, taught him hard working principles whether in the house– or on the court.\n“He was definitely really hard on me, not easy at all,” said Stansberry. “He separated being a father and coach pretty good … being around that definitely had a big impact and lasting impression.”\nAnother figure in his life Stansberry pulls influence from is the late-great Don Haskins. Haskins, also known as “The Bear,” was the head coach at the University of El Paso Texas for nearly four decades and was a household name for many within the city. Now honored after Haskins himself, father-son visits to Memorial Stadium were a regular occurrence for Stansberry, where he witnessed firsthand one of the most intelligent defensive minds of basketball.\n“He was somebody that I looked up to and to be honest, I have a lot of principles that I put into our defense that he actually instilled in his team,” said Stansberry.\nThe childhood mixture of a demanding work ethic combined with the defensive mind of Haskins produces the gritty, determined and well-oiled program that is Mesa basketball.\n“We always have a saying at Mesa that ‘tradition never graduates’ … Mesa is a very hard-bought team … we’re tough in tough situations,” said senior captain AJ Seumanu.\nThough Stansberry admits the inert competitiveness that fuels one’s initial desire to coach, the impact off the court and the privilege of representing Mesa is what drives Stansberry throughout the season.\n“I don’t take it for granted, people may not realize that but every single game, I put … on the ‘M’, it means so much to me,” said Stansberry. “Quite frankly, it's my dream job.”\nHis players couldn’t agree more and are quick to not only embody the Mesa culture but also their head coach. “Self-made” and “hardworking” are the first adjectives players use to describe their head coach.\n“He doesn’t just let you take it, you have to earn it, the keys, and the rights to do what you want,” said senior captain Conway Cummard.\nSince his return to Mesa, Stansberry has coached the Jackrabbits to three 20-plus win seasons and multiple visits to the 6A state tournament playoffs, including the newly created Open Division.\nThough a first-round loss bumped Mesa out of Open Division contention, much remains on the line as the Jackrabbits reset for a run in the 6A tournament bracket.\n“It’s not like we’ve been perfect, and if you look back on our season, we’ve responded well to our losses … so I don’t expect anything different from this team,” said Stansberry.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "scott stansberry",
        "sentiment": "neutral"
      },
      {
        "name": "scott stansberry jr.",
        "sentiment": "neutral"
      },
      {
        "name": "stansberry",
        "sentiment": "none"
      },
      {
        "name": "shane burcar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "apache junction",
        "sentiment": "none"
      },
      {
        "name": "northern arizona university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mesa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:58:18.977+02:00",
  "updated": "2024-03-01T00:58:18.977+02:00"
}