{
  "thread": {
    "uuid": "60f41383b68e5e88571c6d8cfe633dd15708c3c1",
    "url": "https://www.dtnext.in/news/national/ayodhya-worlds-biggest-site-of-hindutva-sri-ram-research-centre-head-757493",
    "site_full": "www.dtnext.in",
    "site": "dtnext.in",
    "site_section": "http://emm.newsbrief.eu/rss/rss?type=rtn&language=en&duplicates=false",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest news clusters for en",
    "title": "Ayodhya, world's biggest site of Hindutva: Sri Ram Research Centre head",
    "title_full": "Ayodhya, world's biggest site of Hindutva: Sri Ram Research Centre head",
    "published": "2023-12-29T06:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://dtnext-prod.s3.ap-south-1.amazonaws.com/h-upload/2023/12/29/790048-untitled.jpg",
    "performance_score": 0,
    "domain_rank": 60701,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "60f41383b68e5e88571c6d8cfe633dd15708c3c1",
  "url": "https://www.dtnext.in/news/national/ayodhya-worlds-biggest-site-of-hindutva-sri-ram-research-centre-head-757493",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ANI",
  "published": "2023-12-29T06:00:00.000+02:00",
  "title": "Ayodhya, world's biggest site of Hindutva: Sri Ram Research Centre head",
  "text": "Ayodhya, world's biggest site of Hindutva: Sri Ram Research Centre head Chairman of Sri Ram Research Centre, Ajay Pratap Singh, on Friday said that Ayodhya will be the biggest site of Hindutva at the international level. AYODHYA: Chairman of Sri Ram Research Centre, Ajay Pratap Singh, on Friday said that Ayodhya will be the biggest site of Hindutva at the international level. The head of the lone research center on Lord Ram said that no one ever imagined that Ayodhya, which has been neglected for the past 20 years, would take the form of such a 'big city'. \"Unimaginable. We had never thought that Ayodhya, which has been neglected for the past 20 years, would take the form of such a big city today. I think that Ayodhya will be the biggest site of Hindutva at the international level,\" Ajay Pratap Singh said at the consecration ceremony of Lord Ram Temple here on January 22. The research center, also known as Ram Shodh Peeth, in the temple city's Rammanohar Lohia Avadh University, was established in 2001 and it works to unearthen any fact about Lord Ram hidden in history. \"The Ram Shodh Peeth was established in 2001, this is the only research center on Lord Ram in India. We are doing research on Lord Ram here. Ram had given the message of harmony. Our work is to unearth any historically hidden fact and make people aware of it,\" he told ANI. Prime Minister Narendra Modi is set to attend the consecration ceremony of the Ram Temple on January 22. Preparations are underway in full swing for the event, which will draw dignitaries and people from all walks of life. As per temple officials, the consecration ceremony will be held over a span of seven days starting on January 16. On January 16, the host appointed by the temple trust, Shri Ram Janmbhoomi Teerth Kshetra, will conduct the atonement ceremony. The 'Dashvidh' bath, Vishnu worship, and offering to cows will be held on the banks of the Saryu River. Following that, on January 17, a procession carrying the idol of Lord Ram in his child-like form (Ram Lalla) will reach Ayodhya. Devotees carrying Saryu water in Mangal Kalash will be reaching the Ram Janmabhoomi temple. On January 18, formal rituals will kick off with the Ganesh Ambika puja, Varun puja, Matrika puja, Brahmin Varan, and Vastu Puja. On January 19, the holy fire will be lit, followed by the establishment of 'Navagraha' and a 'havan' (holy ritual surrounding the fire). The sanctum sanctorum of the Ram Janmabhoomi temple will be washed with Saryu water on January 20, after which the Vaastu Shanti and 'Annadhivas' rituals will take place. On January 21, the Ram Lalla idol will be bathed in 125 urns and will finally be laid to rest. On the final day, January 22, after the morning puja, the deity of Ram Lala will be consecrated in 'Mrigashira Nakshatra' in the afternoon.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ajay pratap singh",
        "sentiment": "none"
      },
      {
        "name": "ram",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sri ram research centre",
        "sentiment": "negative"
      },
      {
        "name": "rammanohar lohia avadh university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ayodhya",
        "sentiment": "none"
      },
      {
        "name": "lord ram temple",
        "sentiment": "none"
      },
      {
        "name": "ayodhya",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T11:27:09.577+02:00",
  "updated": "2023-12-29T12:11:10.474+02:00"
}