{
  "thread": {
    "uuid": "17e9cd7dbe7945c0fead8afaf047d5b4ba652d6d",
    "url": "https://www.businessinsider.nl/she-was-trapped-in-a-marriage-for-10-years-now-she-helps-other-chained-orthodox-jewish-women/",
    "site_full": "www.businessinsider.nl",
    "site": "businessinsider.nl",
    "site_section": "https://www.businessinsider.nl/feed",
    "site_categories": [
      "search_engine",
      "media",
      "tech"
    ],
    "section_title": "Business Insider Nederland",
    "title": "She was trapped in a marriage for 10 years. Now she helps other ‘chained’ Orthodox Jewish women.",
    "title_full": "She was trapped in a marriage for 10 years. Now she helps other ‘chained’ Orthodox Jewish women.",
    "published": "2023-12-29T14:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NL",
    "main_image": "https://cdn.businessinsider.nl/wp-content/uploads/2023/12/6532812e96f7540cd0616489.jpg?ver=1703858558",
    "performance_score": 0,
    "domain_rank": 11806,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "17e9cd7dbe7945c0fead8afaf047d5b4ba652d6d",
  "url": "https://www.businessinsider.nl/she-was-trapped-in-a-marriage-for-10-years-now-she-helps-other-chained-orthodox-jewish-women/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@binederland",
  "published": "2023-12-29T14:44:00.000+02:00",
  "title": "She was trapped in a marriage for 10 years. Now she helps other ‘chained’ Orthodox Jewish women.",
  "text": "Sitting in her home on a leafy street in North West London, Rifka Meyer looks fondly at a framed photograph hanging above her dining room table.\nThe image, taken at her\nwedding, features her now-husband and the nine children — five hers, four his — who now form their blended family.\n\"I'm extremely happily married,\" she says.\nBut she wasn't always.\nMeyer, a devout\nOrthodox Jew, once shared the house with her former husband, her second.\nBy her account, it was a\ndeeply traumatic marriage that left her feeling manipulated, isolated, and a shell of her former self.\nAnd when she tried to leave it, she couldn't.\nTo obtain a religiously accepted separation in Judaism, women require a bill of divorce known as a gett.\nBut they can only be granted by a husband to his wife — and Meyer's husband refused.\nIt was the start of a decade of struggle to end her marriage.\nA traumatic marriage\nMeyer said the marriage was\ncoercive on a number of levels, including financially and emotionally.\n\"He moved into my home with my children and he didn't contribute to anything,\" she said, adding: \"He was also controlling in the aspects of what I wore and who I could speak to. I found myself slowly being cut off from family and friends.\"\nShe was deeply unhappy, a situation compounded by allegations of criminal behavior against her husband, which Business Insider is unable to describe in full for legal reasons.\nIn a message to Business Insider, her former husband, Yossi Elkouby, described the allegations and a consequent conviction as a conspiracy against him.\nMeyer said she resolved to end the marriage in 2011.\nAfter Meyer decided the marriage was over, and with the assistance of the London Beth Din, the central religious authority for\nOrthodox Jews in the United Kingdom, she was able to get her husband out of her house.\nBut when it came to securing the gett, a document in Jewish law that brings about a religious divorce between the couple, Meyer said the Beth Din was hesitant.\n\"They said, 'He's gone through a lot, we've managed to get him out of your house, let the dust settle and then we'll talk about a gett,\" she explained.\nHer husband's refusal left Meyer with few options to\ndissolve the marriage.\nIt rendered her an \"agunah,\" which roughly translates from Hebrew as a \"chained woman.\"\nThat, Meyer said, is an apt description: \"There's a physical feeling of that ball and chain weighing you down.\"\nOr, to put it another way: \"You're technically stuck in a dead relationship with no future,\" she said.\nElkouby claimed to BI that he refused to give Meyer a gett because she was giving him the \"silent treatment.\"\nHe said he wanted to reach a financial settlement through dialogue but she \"stubbornly refused to discuss,\" leading to years of delay.\nElkouby told BI: \"She could have received her gett in no time if she'd cooperated.\"\nBecoming an agunah\nAgunot, the plural of agunah, are women trapped in marriages they want to escape. They are unable to date, remarry, start a family with someone else, or otherwise progress in life while still adhering to Jewish law.\nTheoretically, women like Meyer could obtain a civil divorce and explore these options outside their\nreligion.\nBut it would mean severing ties with their communities, leaving behind their jobs, friends, families, and\nsynagogues.\nFor Meyer, it wasn't even a consideration. She said: \"I am who I am and I'm very secure in where I am in my religiosity.\"\nAfter that, Meyer waited for her husband to have a change of heart. But with every passing week, month, and year, it became clearer that such a change was unlikely.\n\"I suppose it is the last act of control that someone has over their spouse and they can hold that as long as they want,\" she said.\nAfter four years, Meyer got back in touch with the London Beth Din, hoping to find a solution.\nThey told her that they were bound by Jewish law, and had little power to compel her husband, she said.\nA spokesperson for the London Beth Din told Business Insider that \"save for exceptional circumstances\" a gett cannot be forced.\n\"Therefore the suggestion that Dayanim were hesitant in forcing a gett completely misses the point that any gett which is achieved by force is invalid and no use to the recipient,\" he said.\nPublic shaming\nThat left one other option: public shaming.\n\"The Chief Rabbi's office put out a siruv against him, which is a publication about him, ostracizing him from the community,\" Meyer said.\nThe 2016 siruv, which has been reviewed by Business Insider, asked \"communities to be wary of social interactions or entering into business transactions\" with her then-husband.\nIt also urged synagogues to refuse him entry until he granted her a gett.\nAlthough it was a drastic measure — the London Beth Din spokesperson called it \"as strong as any siruv could be\" — Meyer does not think it made much of an impact.\nNevertheless, she believed it would serve to publicly expose her husband's refusal.\nFeeling like she had exhausted all other options, Meyer decided to go further afield. She flew to New York to visit the International Beit Din, an organization established by rabbis to help chained women nullify their marriages.\n\"It was extremely brutal,\" she said of the process. \"I remember crying, really feeling very exhausted from it all.\"\nThe dayanim, or religious judges, spent months deliberating, she said. They reached a conclusion that she could have her marriage annulled, providing her with a document outlining the religious laws used to justify that decision.\n\"It took me a while to digest,\" she said. \"But when I did digest it and told my family and friends, it kind of cut the noose around my neck a little bit.\"\nBut it would only have effect in the US — back in the UK her marriage still stood.\nMeyer showed the document to the London Beth Din, who she said refused to approve an annulment because it would \"set a precedent.\"\nThe London Beth Din denied saying this, telling Business Insider that it does not recognize the International Beit Din and rejected the annulment because there \"were no grounds whatsoever\" for it.\nA novel approach\nHopeless and dejected, feeling let down by the London Beth Din after nine years of waiting, Meyer made a last-ditch attempt to escape her marriage. It worked.\nShe made contact with a British lawyer, Gary Lesin-Davis, who had previously worked with clients seeking getts.\nThe lawyer tried a novel approach — using English law to force her husband's hand.\nLesin-Davis wrote to Meyer's husband telling him that he was breaching UK laws against coercive and controlling behavior.\nThe specific law —\nSection 76 of Britain's Serious Crime Act 2015 — legislates against controlling or coercive behavior in an intimate or family relationship. It carries a maximum sentence of five years in prison.\nThe Crown Prosecution Service\nmakes it clear that forced marriage is one example of this.\nLesin-Davis told Business Insider that the first response from Meyer's then-husband was \"as you might expect, aggressive.\"\nBut eventually, with the prospect of prison time looming, there was a shift. Lesin-Davis said the then-husband changed his tune in a \"relatively short\" period of time.\n\"Perhaps he took legal advice, I'm not really quite sure,\" he added.\nElkouby gave BI a different account, saying that the timing was coincidental.\nHe didn't take \"much notice\" of Lesin-Davis or the legal threat, and instead granted the gett so he could remarry.\n\"The only way I could get remarried was if I gave a gett, that's why I gave it,' he said.\nIt took effect in September 2020, and Meyer was finally\nunshackled.\n\"I literally felt lighter,\" she recalled. \"I felt like I could breathe and my lungs were now filling at full capacity.\"\nBut for others, it wouldn't be so easy.\nCaroline Moher-Maxwell was refused a gett by her husband Alan Moher. In April 2022, instead of granting the document, Moher went to prison. In a landmark case, he was sentenced to 18 months after pleading guilty to controlling or coercive behavior.\nSince getting her freedom, Meyer has been working to establish her own organization,\nGETToutUK, dedicated to helping agunot in the UK.\nShe said that within the first week, it had 13 women seeking its help. It recently celebrated its third anniversary.\nGETToutUK employs various strategies to aid these women, including sensitivity training for London religious bodies.\nThis led the London Beth Din to incorporate compassionate gestures into the gett process, such as placing tissue boxes in its rooms and asking women if they prefer to be referred to by their married or maiden names, she said.\nGETToutUK has also contributed to the drafting of the\nstatutory guidance in the UK's Domestic Abuse Act which explicitly addresses gett refusal.\nIts work has also expanded to assisting men whose wives refuse to accept a gett.\n'Chained' men\nWhile it is less common, a religious authority may also not provide a gett if the woman refuses to accept it or to be present at the proceedings.\nThis happened to Shmuli Simon, a London-based lawyer.\nThough Simon was never technically a \"chained man,\" because no Jewish courts officially declared his ex-wife a gett-refuser, he spent years trying to extricate himself from his marriage.\nLike Meyer, he felt let down by religious authorities.\n\"My issue is really not with my ex,\" he said. \"My issue was with the inability of the Batei Din to exercise any authority whatsoever.\"\nSimon and Meyer now share more than just a common experience with religious authorities — they share a life together. They married in December last year.\nReflecting on the unexpectedly joyful conclusion to a decade marked by tragedy, Meyer said she hopes her story offers glimmers of hope to people who are currently \"chained\".\n\"I hope it will give faith that it will end, one day, please God, and we will do what we can in order to help that happen,\" she said.\nBusiness Insider",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://www.businessinsider.com/unique-financial-hardships-former-ultra-orthodox-jews-experience-2022-3",
    "https://www.cps.gov.uk/legal-guidance/domestic-abuse",
    "https://www.insider.com/category/weddings",
    "https://www.legislation.gov.uk/ukpga/2015/9/section/76/2015-12-29",
    "https://www.instagram.com/gettoutuk/",
    "https://www.insider.com/iceland-rabbi-jews-religion-antisemitism-europe-2023-9",
    "https://www.businessinsider.com/how-to-protect-money-divorce-2017-1",
    "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1089015/Domestic_Abuse_Act_2021_Statutory_Guidance.pdf",
    "https://www.businessinsider.com/orthodox-jewish-marriage-trapped-gett-refusal-agunot-judaism-divorce-2023-11",
    "https://www.insider.com/guides/health/sex-relationships/abusive-relationship",
    "https://www.insider.com/signs-of-coercive-control-emotional-abuse-therapists-explain-2022-5",
    "https://www.jewishnews.co.uk/property-firm-owner-jailed-after-failing-to-grant-wife-jewish-religious-divorce/",
    "https://www.businessinsider.com/practicing-religion-photos-2017-12",
    "https://www.insider.com/category/divorce",
    "https://www.insider.com/mom-remarried-after-divorce-raising-sons-blended-family-2023-10",
    "https://www.businessinsider.com/jewish-institutions-on-guard-following-hamas-attack-on-israel-2023-10",
    "https://businessinsider.com/unique-financial-hardships-former-ultra-orthodox-jews-experience-2022-3",
    "https://www.assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1089015/Domestic_Abuse_Act_2021_Statutory_Guidance.pdf",
    "https://businessinsider.com/jewish-institutions-on-guard-following-hamas-attack-on-israel-2023-10",
    "https://insider.com/category/divorce",
    "https://www.instagram.com/gettoutuk",
    "https://legislation.gov.uk/ukpga/2015/9/section/76/2015-12-29",
    "https://insider.com/guides/health/sex-relationships/abusive-relationship",
    "https://businessinsider.com/orthodox-jewish-marriage-trapped-gett-refusal-agunot-judaism-divorce-2023-11",
    "https://insider.com/iceland-rabbi-jews-religion-antisemitism-europe-2023-9",
    "https://insider.com/signs-of-coercive-control-emotional-abuse-therapists-explain-2022-5",
    "https://insider.com/category/weddings",
    "https://instagram.com/gettoutuk/",
    "https://www.jewishnews.co.uk/property-firm-owner-jailed-after-failing-to-grant-wife-jewish-religious-divorce",
    "https://cps.gov.uk/legal-guidance/domestic-abuse",
    "https://jewishnews.co.uk/property-firm-owner-jailed-after-failing-to-grant-wife-jewish-religious-divorce/",
    "https://businessinsider.com/practicing-religion-photos-2017-12",
    "https://insider.com/mom-remarried-after-divorce-raising-sons-blended-family-2023-10",
    "https://businessinsider.com/how-to-protect-money-divorce-2017-1"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rifka meyer",
        "sentiment": "negative"
      },
      {
        "name": "meyer",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "judaism",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "north west london",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T16:15:26.550+02:00",
  "updated": "2023-12-29T16:15:26.550+02:00"
}