{
  "thread": {
    "uuid": "cce2ff502da1236ee1205be09724d043d31f658c",
    "url": "https://www.ncregister.com/features/living-christmas-with-the-wonder-of-the-child-inspiring-memories-of-benedict-xvi",
    "site_full": "www.ncregister.com",
    "site": "ncregister.com",
    "site_section": "https://www.ncregister.com/feeds/general-news.xml",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "The Daily Register",
    "title": "Living Christmas With the Wonder of the Child; Inspiring Memories of Benedict XVI| National Catholic Register",
    "title_full": "Living Christmas With the Wonder of the Child; Inspiring Memories of Benedict XVI| National Catholic Register",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://publisher-ncreg.s3.us-east-2.amazonaws.com/pb-ncregister/swp/hv9hms/media/20231228121244_200933efb2eee28ac9a2709fc52a8266ab90728834064fad365442e9b159ee25.jpg",
    "performance_score": 0,
    "domain_rank": 7700,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 7
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cce2ff502da1236ee1205be09724d043d31f658c",
  "url": "https://www.ncregister.com/features/living-christmas-with-the-wonder-of-the-child-inspiring-memories-of-benedict-xvi",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@NCRegister",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Living Christmas With the Wonder of the Child; Inspiring Memories of Benedict XVI| National Catholic Register",
  "text": "Living Christmas With the Wonder of the Child; Inspiring Memories of Benedict XVI The late German Pope, who was particularly fond of Christmas, once knocked on the doors of his entire community at midnight to express his joy at the miracle of Christ’s Nativity. The figure of Pope Benedict XVI has become irreducibly associated, in the popular imagination, with the supreme expression of intellectual stature — of a spirituality so elevated that it would seem almost inaccessible to ordinary mortals. This widespread belief, often nurtured by the international press, has tended to obscure another fundamental aspect of the German Pontiff’s personality: a faith so deeply experienced and rooted that it made him see God and all his creation with the purity and candor of a child. With the same humility of the child passing through the narrow gates to become “the greatest in the kingdom of heaven” (Matthew 18:4). This meekness, humility and almost childlike innocence that characterized Benedict XVI, who died Dec. 31, 2022, struck all those who had the privilege to rub shoulders with him, first as priest and professor, then as cardinal at the head of the Congregation (now-Dicastery) for the Doctrine of the Faith, and as supreme pontiff. A moving anecdote from the religious community who lived alongside him in the Vatican for many years, reported to the Register, illustrates this reality better than many testimonies. Benedict XVI was particularly fond of Christmas, which he saw as “the most human feast of the faith,” the one that awakened “our inner visual capacity.” Whether at the Apostolic Palace during his pontificate, or during his years of retirement at the Mater Ecclesiae monastery in the Vatican Gardens, he usually spent it with his private secretary, Archbishop Georg Gänswein, [sometimes](https://www.lastampa.it/vatican-insider/it/2011/12/29/news/cori-natalizi-accanto-all-albero-il-natale-dei-fratelli-ratzinger-1.36916490/) with his brother Msgr. Georg Ratzinger when he could make the trip from Regensburg, and always in the company of his faithful community of Memores Domini, the four consecrated laywomen of the [Communion and Liberation](https://en.wikipedia.org/wiki/Communion_and_Liberation) movement who lived beside him. The Memores Domini, who played a key role in Benedict’s daily life throughout his pontificate and accompanied him to his dying day, have also always shown great discretion and humility, which to this day keeps them away from the media spotlight. Nonetheless, they like to tell those close to their community about the particular ways in which the man they considered a saint lived out his faith on a daily basis. One of their cherished memories, shared with the Register through an intermediary with the Memores, is that of a Christmas Eve in the Apostolic Palace, shortly before the end of his pontificate. While the community had gone to bed early as usual, to begin their day at dawn, the Holy Father could hardly contain the profound movement of joy that had already been aroused in him by the celebration of the traditional Christmas Eve Mass at 10 p.m in St. Peter’s Basilica. His joy at commemorating the coming of the Son of God to earth, and his urgent desire to communicate it to his nearest and dearest, prompted him to knock on every door in his vicinity at the stroke of midnight to convey his wishes and affection to each and every one of them individually. The Memores fondly recall being roused from their nocturnal reverie by the sound of his muffled footsteps in the corridor and his voice cheerfully whispering, door after door: “Auguri, auguri!” (“Best wishes!”) On Christmas Day, the “family” gathering of the small community was held after the noon urbi et orbi blessing in St. Peter’s Square, giving them the opportunity to enjoy a nice meal and exchange presents, a moment that Benedict particularly liked, as Archbishop Gänswein [confirmed](https://papst.pro/it/1991/) in a 2014 interview. The latter used to give the Pope a gift jointly with the Memores, usually a fine garment, a beautiful book or an object for his study. Another source close to the community told the Register that for special occasions such as major Christian feasts or the birthday of this particularly music-loving pope, the Memores would bring artists to his home for afternoons of private concerts. Benedict XVI was a great fan of Neapolitan songs, so one day they brought in the singer [Gianni Aversano](https://www.youtube.com/watch?v=VwrW4jtTRAY), much to his delight. But even in the intimacy of the home, especially at Christmas, it was unthinkable for him not to sing the entire repertoire of traditional German and Italian carols, chief among them Stille Nacht (Silent Night). “We [had] a big book collecting German and Italian carols. We [would] also listen to some CDs of Christmas music,” Archbishop Gänswein said in 2014, adding that the Pope Emeritus also loved “very much cribs and Christmas decorations.” “In our chapel, there is a decorated tree and a beautiful Nativity scene. He has another tree and a Nativity scene in the living room.” These testimonies from the closest members of the family formed around the late Pope are reminiscent of the moving [Christmas letter](https://www.lastampa.it/vatican-insider/it/2012/12/19/news/la-letterina-del-giovane-joseph-1.36353469/) he wrote to the Infant Jesus at the age of 7, in 1934, which already revealed his astonishing nobility of heart and thirst for holiness: “Dear Baby Jesus, soon you will come down to earth. You will bring joy to the children. You will bring joy to me, too.” Conscientiously written in the italic Sütterlinschrift style, the young Joseph Ratzinger’s letter, now on display at his birthplace in Marktl am Inn, Bavaria, formulates three relatively modest wishes, which probably had little to do with those of other local children at the time. He had ordered a Volks-Schott (a children’s prayer book in German and Latin), a green chasuble for Mass (which he used to “play priest” with his brother Georg) and a Sacred Heart of Jesus image (an object of great devotion in his family). “I will always be good,” he promised in return. Young Joseph’s profound sense of wonder at the miracle of the Savior’s coming to earth resonates powerfully in the words of the Holy Father, Benedict XVI, during a [General Audience](https://www.vatican.va/content/benedict-xvi/en/audiences/2010/documents/hf_ben-xvi_aud_20101222.html) in 2010 — words that further illustrate his palpable spiritual closeness to believers the world over and his unique ability to bring them fully into the heart of the Christian Mystery. “In the night of the world let us still be surprised and illumined by this act of God which is totally unexpected: God makes himself a Child. We must let ourselves be overcome with wonder, illumined by the Star that flooded the universe with joy. May the Child Jesus, in coming to us, not find us unprepared, dedicated only to making exterior reality more beautiful.” - Keywords: [benedict xvi](https://www.ncregister.com/tag/benedict-xvi)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://www.en.wikipedia.org/wiki/Communion_and_Liberation)",
    "http://www.youtube.com/watch?v=VwrW4jtTRAY),",
    "https://www.papst.pro/it/1991/)",
    "https://www.lastampa.it/vatican-insider/it/2011/12/29/news/cori-natalizi-accanto-all-albero-il-natale-dei-fratelli-ratzinger-1.36916490/)",
    "https://lastampa.it/vatican-insider/it/2011/12/29/news/cori-natalizi-accanto-all-albero-il-natale-dei-fratelli-ratzinger-1.36916490/)",
    "http://youtube.com/watch?v=VwrW4jtTRAY),",
    "https://www.vatican.va/content/benedict-xvi/en/audiences/2010/documents/hf_ben-xvi_aud_20101222.html)",
    "https://en.wikipedia.org/wiki/Communion_and_Liberation)",
    "https://vatican.va/content/benedict-xvi/en/audiences/2010/documents/hf_ben-xvi_aud_20101222.html)",
    "https://lastampa.it/vatican-insider/it/2012/12/19/news/la-letterina-del-giovane-joseph-1.36353469/)",
    "http://www.youtube.com/watch",
    "https://papst.pro/it/1991/)",
    "https://www.lastampa.it/vatican-insider/it/2012/12/19/news/la-letterina-del-giovane-joseph-1.36353469/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "po",
        "sentiment": "neutral"
      },
      {
        "name": "benedict xvi",
        "sentiment": "none"
      },
      {
        "name": "pope benedict xvi",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "inspiring memories of benedict xvi",
        "sentiment": "neutral"
      },
      {
        "name": "inspiring memories of benedict xvi| national catholic",
        "sentiment": "neutral"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T03:23:57.168+02:00",
  "updated": "2023-12-29T03:23:57.168+02:00"
}