{
  "thread": {
    "uuid": "82fd7d7c5f4503248b991cb591f379d7fe330fcd",
    "url": "https://www.challies.com/resources/new-and-notable-christian-books-for-may-2024",
    "site_full": "www.challies.com",
    "site": "challies.com",
    "site_section": "http://feeds.feedburner.com/challies/XhEt",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Tim Challies",
    "title": "New and Notable Christian Books for May 2024",
    "title_full": "New and Notable Christian Books for May 2024",
    "published": "2024-05-31T07:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.challies.com/media/2023/11/cover-new-and-notable.jpg",
    "performance_score": 0,
    "domain_rank": 57629,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "82fd7d7c5f4503248b991cb591f379d7fe330fcd",
  "url": "https://www.challies.com/resources/new-and-notable-christian-books-for-may-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tim Challies",
  "published": "2024-05-31T07:02:00.000+03:00",
  "title": "New and Notable Christian Books for May 2024",
  "text": "While the month of May has already almost fully waned, it has proved to be a good month for Christian book releases. I sorted through the stacks that landed on my desk and arrived at this list of new and notables. In each case, I’ve provided the editorial description to give you a sense of what it’s all about. I hope there’s something here that catches your eye!\nLoving Your Adult Children: The Heartache of Parenting and the Hope of the Gospel by Gaye B. Clark. “As kids grow, so do the pains of parenthood. Patterns of miscommunication and resentment can cause damage over the years, leaving parents and adult children with a fractured relationship. Confused, hurt, and sometimes angry, moms and dads can struggle to know where to turn for help and where to look for hope. With grace and empathy, author Gaye B. Clark comes alongside readers bearing the weight of parenthood. Encouraging readers to view themselves as image bearers of God first and parents second, Clark shifts readers’ focus to their relationship with Christ while showing how the relationship between parent and child can be a catalyst for understanding the gospel. Loving Your Adult Children examines the fruit of the Spirit in relation to parenting adult children, offers study questions for reflection, and shows how walking with God is the best next step for struggling parents.” (\nAmazon, Westminster Books)\nFruitful: Cultivating a Spiritual Harvest That Won’t Leave You Empty edited by Megan Hill & Melissa B. Kruger. “As Christians, we long for a spiritually fruitful life. However, our attempts to work more and hustle harder only leave us feeling weary and worn. Thankfully, God’s word supplies the nourishment we so desperately need. As we abide in Jesus, he fills our emptiness with an abundant crop of spiritual fruit. Through the trusted voices of several female bestselling authors, editors, and Bible teachers, this 40-day devotional explores each of the 9 fruits of the Spirit found in Galatians 5. Every daily reading includes a related verse to ponder, a theologically rich reflection, additional Bible passages to read, and a prayer. This short format provides readers with an easy-to-use devotional resource, filled with substantial biblical counsel for harvesting God-given spiritual fruit.” (\nhttps://amzn.to/3JJngi0, https://www.wtsbooks.com/products/fruitful-cultivating-a-spiritual-harvest-that-wont-leave-you-empty-9781433592218?utm_source=challies&utm_medium=challies)\nThe Justice and Goodness of God: A Biblical Case for the Final Judgment by Thomas R. Schreiner. “The reality of God’s ultimate punishment is central to the gospel. Only by facing sin’s devastation can believers fully grasp the beauty of their salvation and help unbelievers confront their need for forgiveness. Unfortunately, many Christians and Bible scholars neglect God’s final judgment. In his book The Justice and Goodness of God, theologian Thomas Schreiner offers a comprehensive, biblical analysis of eternal destruction. Explaining that ‘final judgment doesn’t contradict God’s goodness but verifies and displays it,’ he examines themes of sin, death, and redemption in the New Testament and other passages of Scripture. With helpful personal and theological application, this brief guide helps readers see how God’s judgment is anchored in his holiness, justice, and righteousness. Readers will see that God’s judgment isn’t bad news but good news. Life doesn’t make sense without it, and salvation shines brighter against the backdrop of God’s judgment.” (\nhttps://amzn.to/3JJiscx, https://www.wtsbooks.com/products/the-justice-and-goodness-of-god-a-biblical-case-for-the-final-judgment-9781433591198?utm_source=challies&utm_medium=challies)\nThe Unhurried Pastor: Redefining Productivity for a More Sustainable Ministry by Brian Croft & Ronnie Martin. “Being a pastor is not a regular 9-to-5 job. There is an unending list of important things to do as you seek to serve others sacrificially. The demands of ministry make it difficult to find a healthy rhythm of life and work, and can leave you running on empty. How can we develop a sustainable pattern of ministry that both honors the Lord and the people we care for and that will also protect us from burnout? Ronnie Martin and Brian Croft have each spent decades pastoring churches and supporting ministry leaders. Here they encourage fellow shepherds to embrace a more present-focused, unhurried approach to ministry. They show how this starts with accepting their humanity, pursuing humility, and remembering the hope they have in Christ. They also exhort pastors to fuel their ministry with self-awareness, prayer, and contemplation of Jesus.” (\nhttps://amzn.to/44tr68v)\nDoes the Bible Affirm Same-Sex Relationships?: Examining 10 Claims about Scripture and Sexuality by Rebecca McLaughlin. “You may have heard the claim that the Bible, when read correctly, is not against believers entering monogamous, faithful same-sex relationships. The arguments sound quite compelling. Have Christians through the ages just been getting this one wrong? In this concise book, Rebecca McLaughlin looks at ten of the most common arguments used to claim that the Bible affirms same-sex sexual relationships. She analyzes the arguments and associated Bible passages one by one to uncover what the Bible really says. For Rebecca, as someone with a lifelong history of same-sex attraction, this is not just an academic question. But rather than concluding that the Bible does affirm same-sex marriage, she points readers to the gospel purpose of male-female marriage, a different kind of gospel-centered love between believers of the same sex, and God’s life-and-love-filled vision for singleness.” (\nhttps://amzn.to/4bjLU4z)\nBeautiful Freedom: How the Bible Shapes Your View of Appearance, Food, and Fitness by Stacy Reaoch. “Every day we are exposed to messages about health, food, exercise, and looking good. It’s hard not to get swept along with it all; in fact, it’s easy to end up caring too much about these things and even to feel trapped trying to live up to the ideals that we see in the media. Author Stacy Reaoch points you to the Bible to find freedom! The Bible tells us that our physical selves do matter. But it also invites us to think about our bodies in a God-centered way—helping us to reset and find a balanced approach that is grounded in our faith. Beautiful Freedom is an invitation to love the body God gave you and to explore his priorities for the ways in which you live, eat, and exercise. This book will help you find freedom from damaging narratives about weight, fitness, appearance, and aging. Even better, it will turn your gaze toward Jesus and help you love him more and more.” (\nhttps://amzn.to/44r7Rwz)\nRedeeming Sex in Marriage: How the Gospel Rescues Sex, Transforms Marriage, and Reveals the Glory of God by Scott Mehl. “Discover the God-given nature of your sexuality and the magnitude of Christ’s power to redeem it in this honest, winsome resource for married couples. Biblical counselor and pastor Scott Mehl explores truths about God’s beautiful purposes for sex that will empower you to put godly sexuality into practice—living a life of sexual fulfillment and wholeness like never before.” It comes endorsed by Ed Welch who says, “The author is an ideal guide. He is open, warm, comfortable with the topic and a very experienced pastor. He knows that a new program will not make everything right for us. Instead, a clear picture of God’s intent for sex, direction for how to engage with our spouse on the right questions, and confidence that we are headed on a wise path―these are exactly what we need.” (\nhttps://amzn.to/4a2yN6E, https://www.wtsbooks.com/products/redeeming-sex-in-marriage-how-the-gospel-rescues-sex-transforms-marriage-and-reveals-the-glory-of-god-9781629959573?utm_source=challies&utm_medium=challies)\nSighing on Sunday: 40 Meditations for When Church Hurts by Megan Hill. “Neglect. Rejection. Sin. Conflict. Change. It’s difficult to go to church when you’ve suffered some of your deepest hurts there. Megan Hill understands that church can be hard. In forty thoughtful meditations, she lays out reliable biblical truths for your encouragement and healing. You’ll explore the source of your struggle, find ways to express your sorrow, and consider wise actions to take. Others have struggled as well—and found hope. There’s hope for you too.” Trevin Wax says of it: “Megan Hill has done us all a service by taking us back to the Scriptures and to the heart of Christ, offering words of wisdom and warning, as we seek healing in the body of Christ where we’ve experienced hurt.” (\nhttps://amzn.to/3Qt9DaJ, https://www.wtsbooks.com/products/sighing-on-sunday-40-meditations-for-when-church-hurts-9781629959849?utm_source=challies&utm_medium=challies)\nThe Scuttlebutt Letters: Words to a Wild Tongue by Natalie Brand. “In the style of The Screwtape Letters, with a satire that will make you both cringe and laugh–out–loud, Natalie Brand demonstrates the havoc unleashed by careless words. Scuttlebutt (naval slang for the ship’s gossip) is the affectionate nickname given to the Tongue by the Heart, as he reprimands the Tongue for steering the whole person into catastrophe; enjoying morsels of gossip, creating smokescreens of lies. From the Bible’s teaching on speech, particularly the Proverbs, the reader will taste the bitter destruction of the Tongue. But as the Heart rebukes the Tongue it becomes increasingly clear that something isn’t right … there is another villain, a deeper poison, lurking within. What can be done if the Tongue remains untameable? Will the Heart get away with his hypocrisy? Is there redemption for either?” (\nhttps://amzn.to/3y9rGMw)\n1 & 2 Chronicles (Two Volumes) by Philip H. Eveson. “In today’s world, when Old Testament books like Chronicles are denied as being historically inaccurate, Eveson constantly shows us that the opposite is true. Throughout the commentary, he not only argues that it is free from historical error, but God–breathed, and therefore able to make us wise for salvation. Far from being irrelevant to the modern reader, Eveson brings helpful, insightful application from the Biblical narrative. Eveson’s commentary is split over two volumes: Volume one containing 1 Chronicles and Volume two containing 2 Chronicles. However, he reminds us that 1 and 2 Chronicles are one undivided book and they should be read as such. The genealogical line that the chronicler wrote of all looked to the Messiah. In reading Chronicles, so should we. The commentary is appropriate for all Christians who desire to see their Lord in all the scriptures. Eveson helpfully includes an application section with each passage that shows how it points to Jesus.” (Volume 1:\nhttps://amzn.to/3UGV4Ta, https://www.wtsbooks.com/products/1-2-chronicles-vol-1-adam-to-david-focus-on-the-bible-9781527111035?utm_source=challies&utm_medium=challies; Volume 2: https://amzn.to/3xY1V1L, https://www.wtsbooks.com/products/1-2-chronicles-vol-2-solomon-to-cyrus-focus-on-the-bible-9781527111042?utm_source=challies&utm_medium=challies)\nGrowth and Change: The Danger and Necessity of a Passion for Church Growth by Andrew Heard. “For many years, evangelical church leaders have been told that the key to seeing gospel growth is to ‘just be faithful.’ In Growth and Change, Andrew Heard challenges this misconception head-on with wisdom from decades of ministry experience and deep theological reflection. Richly biblical and heartfelt, this ground-breaking book confronts sacred cows, rejects easy answers and addresses the tensions felt by every leader who wants to proactively work for change while remaining absolutely committed to the word of God. This is a must-read for every church leader committed to seeing the gospel of Jesus grow and bear fruit.” (\nhttps://amzn.to/4a0Puja, https://www.wtsbooks.com/products/growth-and-change-the-danger-and-necessity-of-a-passion-for-church-growth-9781922980137?utm_source=challies&utm_medium=challies)\nReasoning in the Public Square: Delivering the Changeless Message Through Ever–Changing Media by Graham Nicholls. “It’s easy to think that our faith is personal, something which should be expressed behind closed doors or with other Christians. But we are called to be a light to the world, to be able to give a reason for our faith. Graham Nicholls’ practical book helps us to think through not only why we should do that, but how we can do it. The world needs to hear the gospel, and there are a whole host of ways we can publicly proclaim our faith. From identifying the key battle lines where there is friction between Christianity and modern Western society, to engaging with mainstream media; from street preaching to an evangelistic online presence, Nicholls exhorts Christians to be salt and light wherever God gives them opportunities. As a pastor, and as Director of Affinity, an organisation which helps equip Christians to effectively engage with society, Graham Nicholls brings valuable experience with traditional and new media, local church outreach, community projects and one–to–one evangelism.” (\nhttps://amzn.to/3UH3mKJ)\nTruth be Told: Living Truthfully in a Post-Truth World by Lionel Windsor. “It is a truth universally acknowledged that there is an almost universal ambivalence towards truth these days. Many even reject the idea that universal truths have any valid place at all in our ‘post-truth’ society. As Christians, we cannot afford to let our society’s loose relationship with truth influence our thinking, living and speaking. In Truth be Told, Lionel Windsor goes back to the Bible to show how the gospel provides a foundation for both understanding truth and interacting truthfully with our culture. Provocative and timely, this book offers Christians practical help in the task of sharing the truth of the gospel with confidence and conviction.” (\nhttps://amzn.to/3UFsbaa)\nFrom Garden to Glory: How Understanding God’s Story Changes Yours by Courtney Doctor. “Many of us read the Bible without realizing that it is one story from beginning to end–a story about God’s great mission to redeem all things. From Genesis to Revelation, we see God’s heart in his redemptive plan for humanity, and how earnestly he desires for us to be a part of it! From Garden to Glory will help you read the Bible as the beautiful story it is–and experience God’s astounding love for you. In Courtney Doctor’s overview that spans from Eden to eternity, you will: grow in your appreciation for how all the parts of the Bible fit together brilliantly as a unified whole; understand your value, significance, and purpose on a more profound level; be encouraged to live in hopeful anticipation of the story’s epic finale–when heaven and earth are renewed in glory and we’re finally, fully, and forever in God’s presence. This engaging journey through God’s grand story of Scripture will deepen your gratitude and awe as you discover how the God of the Bible has stopped at nothing to bring you back to himself!” (\nhttps://amzn.to/3JJV0vN, https://www.wtsbooks.com/collections/current-specials/products/from-garden-to-glory-how-understanding-gods-story-changes-yours-9780736988346?utm_source=challies&utm_medium=challies)\nReformed Covenant Theology: A Systematic Introduction by Harrison Perkins. “See Christ and his work more clearly. Learn the biblical basis for the Reformed confessions. Understand the role of grace and works in your salvation. Covenant shapes our life with God and In Reformed Covenant Theology: A Systematic Introduction, Harrison Perkins shows how Christ and his work are the heart of that covenant relationship. Since God lives in covenant with his redeemed people, covenant theology provides a framework for Christians to grow in their life with God, to read the Bible, and to love the church.” (\nhttps://amzn.to/4dqLXO3, https://www.wtsbooks.com/products/reformed-covenant-theology-a-systematic-introduction-9781683597339?utm_source=challies&utm_medium=challies)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://amzn.to/4a0Puja,",
    "https://amzn.to/44r7Rwz)",
    "https://amzn.to/3UH3mKJ)",
    "https://amzn.to/44nMJHq",
    "https://amzn.to/3JJV0vN,",
    "https://amzn.to/4a2yN6E,",
    "https://amzn.to/3JJiscx,",
    "https://amzn.to/3y9rGMw)",
    "https://amzn.to/3JJngi0,",
    "https://amzn.to/3UFsbaa)",
    "https://amzn.to/3UGV4Ta,",
    "https://amzn.to/44tr68v)",
    "https://amzn.to/4dqLXO3,",
    "https://www.wtsbooks.com/products/1-2-chronicles-vol-2-solomon-to-cyrus-focus-on-the-bible-9781527111042?utm_source=challies&utm_medium=challies)",
    "https://amzn.to/3Qt9DaJ,",
    "https://amzn.to/3xY1V1L,",
    "https://www.wtsbooks.com/products/the-justice-and-goodness-of-god-a-biblical-case-for-the-final-judgment-9781433591198?utm_source=challies&utm_medium=challies)",
    "https://www.wtsbooks.com/products/fruitful-cultivating-a-spiritual-harvest-that-wont-leave-you-empty-9781433592218?utm_source=challies&utm_medium=challies)",
    "https://amzn.to/4bjLU4z)",
    "https://www.wtsbooks.com/products/sighing-on-sunday-40-meditations-for-when-church-hurts-9781629959849?utm_source=challies&utm_medium=challies)",
    "https://www.wtsbooks.com/products/growth-and-change-the-danger-and-necessity-of-a-passion-for-church-growth-9781922980137?utm_source=challies&utm_medium=challies)",
    "https://www.wtsbooks.com/products/1-2-chronicles-vol-1-adam-to-david-focus-on-the-bible-9781527111035?utm_source=challies&utm_medium=challies;",
    "https://www.wtsbooks.com/products/loving-your-adult-children-the-heartache-of-parenting-and-the-hope-of-the-gospel-9781433589324?utm_source=challies&utm_medium=challies",
    "https://www.wtsbooks.com/products/redeeming-sex-in-marriage-how-the-gospel-rescues-sex-transforms-marriage-and-reveals-the-glory-of-god-9781629959573?utm_source=challies&utm_medium=challies)",
    "https://www.wtsbooks.com/products/reformed-covenant-theology-a-systematic-introduction-9781683597339?utm_source=challies&utm_medium=challies)",
    "https://www.wtsbooks.com/collections/current-specials/products/from-garden-to-glory-how-understanding-gods-story-changes-yours-9780736988346?utm_source=challies&utm_medium=challies)",
    "https://www.amzn.to/4dqLXO3,",
    "https://www.amzn.to/44r7Rwz)",
    "https://wtsbooks.com/products/the-justice-and-goodness-of-god-a-biblical-case-for-the-final-judgment-9781433591198?utm_source=challies&utm_medium=challies)",
    "https://www.amzn.to/3JJiscx,",
    "https://wtsbooks.com/products/growth-and-change-the-danger-and-necessity-of-a-passion-for-church-growth-9781922980137?utm_source=challies&utm_medium=challies)",
    "https://www.wtsbooks.com/products/1-2-chronicles-vol-1-adam-to-david-focus-on-the-bible-9781527111035",
    "https://www.amzn.to/3JJV0vN,",
    "https://www.amzn.to/3UGV4Ta,",
    "https://www.wtsbooks.com/products/1-2-chronicles-vol-2-solomon-to-cyrus-focus-on-the-bible-9781527111042",
    "https://www.amzn.to/4bjLU4z)",
    "https://www.wtsbooks.com/products/loving-your-adult-children-the-heartache-of-parenting-and-the-hope-of-the-gospel-9781433589324",
    "https://www.wtsbooks.com/products/redeeming-sex-in-marriage-how-the-gospel-rescues-sex-transforms-marriage-and-reveals-the-glory-of-god-9781629959573",
    "https://www.amzn.to/4a0Puja,",
    "https://wtsbooks.com/products/1-2-chronicles-vol-1-adam-to-david-focus-on-the-bible-9781527111035?utm_source=challies&utm_medium=challies;",
    "https://wtsbooks.com/collections/current-specials/products/from-garden-to-glory-how-understanding-gods-story-changes-yours-9780736988346?utm_source=challies&utm_medium=challies)",
    "https://www.wtsbooks.com/products/growth-and-change-the-danger-and-necessity-of-a-passion-for-church-growth-9781922980137",
    "https://www.amzn.to/3UFsbaa)",
    "https://wtsbooks.com/products/loving-your-adult-children-the-heartache-of-parenting-and-the-hope-of-the-gospel-9781433589324?utm_source=challies&utm_medium=challies",
    "https://www.wtsbooks.com/products/sighing-on-sunday-40-meditations-for-when-church-hurts-9781629959849",
    "https://www.amzn.to/4a2yN6E,",
    "https://wtsbooks.com/products/1-2-chronicles-vol-2-solomon-to-cyrus-focus-on-the-bible-9781527111042?utm_source=challies&utm_medium=challies)",
    "https://www.amzn.to/3xY1V1L,",
    "https://www.wtsbooks.com/collections/current-specials/products/from-garden-to-glory-how-understanding-gods-story-changes-yours-9780736988346",
    "https://www.amzn.to/44tr68v)",
    "https://www.wtsbooks.com/products/fruitful-cultivating-a-spiritual-harvest-that-wont-leave-you-empty-9781433592218",
    "https://www.wtsbooks.com/products/the-justice-and-goodness-of-god-a-biblical-case-for-the-final-judgment-9781433591198",
    "https://www.amzn.to/44nMJHq",
    "https://www.amzn.to/3JJngi0,",
    "https://www.amzn.to/3UH3mKJ)",
    "https://www.wtsbooks.com/products/reformed-covenant-theology-a-systematic-introduction-9781683597339",
    "https://wtsbooks.com/products/fruitful-cultivating-a-spiritual-harvest-that-wont-leave-you-empty-9781433592218?utm_source=challies&utm_medium=challies)",
    "https://www.amzn.to/3y9rGMw)",
    "https://wtsbooks.com/products/sighing-on-sunday-40-meditations-for-when-church-hurts-9781629959849?utm_source=challies&utm_medium=challies)",
    "https://wtsbooks.com/products/reformed-covenant-theology-a-systematic-introduction-9781683597339?utm_source=challies&utm_medium=challies)",
    "https://wtsbooks.com/products/redeeming-sex-in-marriage-how-the-gospel-rescues-sex-transforms-marriage-and-reveals-the-glory-of-god-9781629959573?utm_source=challies&utm_medium=challies)",
    "https://www.amzn.to/3Qt9DaJ,"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christia",
        "sentiment": "negative"
      },
      {
        "name": "clark",
        "sentiment": "none"
      },
      {
        "name": "gaye b. clark",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T09:44:56.017+03:00",
  "updated": "2024-05-31T09:44:56.017+03:00"
}