{
  "thread": {
    "uuid": "56effda3b34de30faa096592fdf796a49d95e118",
    "url": "https://www.newswise.com/articles/african-one-health-network-launched-to-prevent-disease?sc=rsla",
    "site_full": "www.newswise.com",
    "site": "newswise.com",
    "site_section": "http://www.newswise.com//legacy/rss/latest.rss",
    "site_categories": [
      "media",
      "senor_health",
      "health"
    ],
    "section_title": "Newswise: Latest News",
    "title": "African One Health network launched to prevent disease",
    "title_full": "African One Health network launched to prevent disease",
    "published": "2024-01-05T22:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2024/01/05/659861f8ed2fb_Low-ResOneHealth.jpg&width=600&height=600",
    "performance_score": 0,
    "domain_rank": 4140,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "56effda3b34de30faa096592fdf796a49d95e118",
  "url": "https://www.newswise.com/articles/african-one-health-network-launched-to-prevent-disease?sc=rsla",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Universitat Leipzig",
  "published": "2024-01-05T22:05:00.000+02:00",
  "title": "African One Health network launched to prevent disease",
  "text": "Newswise — “The aim of our multidisciplinary and broad-based project is to establish antimicrobial stewardship in sub-Saharan Africa and to prevent the transmission of infectious diseases through a One Health approach,” says Dr Ahmed Abd El Wahed. Research institutions from the seven countries involved in this network – Uganda, Senegal, Ghana, Nigeria, the Democratic Republic of Congo, Ethiopia and Sudan – will define and analyse a range of biological-medical and socio-cultural factors and investigate how they affect human, animal and environmental health in sub-Saharan Africa.\nTargeted involvement of policy-makers\nThe targeted involvement of local, regional and national stakeholders from the participating countries in the network over the entire project period (2023 to 2027) is intended to enhance their technical expertise and thus increase the efficiency of the network as a whole. “We involve policy-makers and other key stakeholders in the ministries of health and other institutions in the network countries in our work. This is how we hope to achieve the project’s objectives,” explains Abd El Wahed.\nThis project is working on comprehensive work packages to increase antimicrobial stewardship capacity in sub-Saharan Africa, including screening for antimicrobial resistance in humans, cattle and poultry; creating capacity for on-demand diagnostics of antimicrobial resistance and neglected tropical diseases using mobile tests for field use; studying the possible changes in the incidence of AMR following the increased use of antimicrobials before, during and possibly after the COVID-19 pandemic in sub-Saharan Africa; controlling communicable diseases, particularly AMR, by evaluating and improving existing hygiene practices at the human-animal-environmental interface; and building capacity for sustainable guidance on antimicrobial stewardship.\nDrawing on lessons from the COVID-19 pandemic\n“The COVID-19 pandemic has shown the disastrous consequences of ignoring the value of comprehensive prevention approaches and instead prioritising isolated and limited interventions,” says Professor Uwe Truyen from Leipzig University, co-director of the project, adding that communication, cooperation and coordination between the human, animal and environmental systems are therefore essential to prevent the impact of communicable diseases, especially zoonotic diseases, and to combat and control these infections. It is also important to consider human socio-cultural factors, which act as independent variables. Inequality and vulnerability in human populations are two such socio-cultural factors that can exacerbate negative health outcomes. The COVID-19 pandemic in sub-Saharan Africa clearly demonstrated this, as countries there were unable to sufficiently recognise, evaluate and address these complex challenges from a One Health perspective. The ADAPT project aims to further develop the capacity to adapt to these challenges and to address weaknesses in the prevention of communicable diseases in sub-Saharan Africa.\nThe ADAPT network is part of the German Federal Ministry of Education and Research-funded Research Network for Health Innovations in Sub-Saharan Africa (RHISSA).\nMEDIA CONTACT\n[Register for reporter access to contact details](/users/register)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ahmed abd el wahed",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "senegal",
        "sentiment": "none"
      },
      {
        "name": "democratic republic of congo",
        "sentiment": "none"
      },
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "sudan",
        "sentiment": "none"
      },
      {
        "name": "uganda",
        "sentiment": "none"
      },
      {
        "name": "ghana",
        "sentiment": "none"
      },
      {
        "name": "nigeria",
        "sentiment": "none"
      },
      {
        "name": "ethiopia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:17:59.502+02:00",
  "updated": "2024-01-06T00:17:59.502+02:00"
}