{
  "thread": {
    "uuid": "59e55733fd1986eb1a1545ece0a1ba31493f9e6f",
    "url": "https://vnexplorer.net/high-court-rules-same-sex-adoption-must-be-allowed-in-landmark-decision-s698378.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "High Court rules same-sex adoption must be allowed, in landmark decision",
    "title_full": "High Court rules same-sex adoption must be allowed, in landmark decision",
    "published": "2023-12-29T02:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.timesofisrael.com/www/uploads/2023/08/F230802YS03-e1690977786758.jpg",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "59e55733fd1986eb1a1545ece0a1ba31493f9e6f",
  "url": "https://vnexplorer.net/high-court-rules-same-sex-adoption-must-be-allowed-in-landmark-decision-s698378.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T02:13:00.000+02:00",
  "title": "High Court rules same-sex adoption must be allowed, in landmark decision",
  "text": "In a landmark decision, the High Court of Justice ruled unanimously on Thursday that same-sex couples may adopt children under the terms of a 1981 adoption law.\nThe court re-interpreted the current law that, if read literally, excludes same-sex couples from adopting children, and asserted that the legislation’s true intent was to ensure the good of the adopted child.\nIn light of modern understandings of child welfare, the law could be interpreted as allowing for same-sex adoption, the court said.\nThe issue of same-sex adoption has been the subject of a long running political and legal battle in Israel, and Thursday’s ruling was warmly welcomed by LGBTQ rights groups as well as the Reform Movement in Israel, who’s legal arm led the challenges to the law.\nUltra-orthodox and hardline religious-Zionist MKs denounced the ruling, saying it undermined Jewish identity in Israel, was divisive and “hurts a large portion of the Jewish people.”\nThe 1981 law states that only “a man and his wife together” can adopt children. This has made it very difficult for same-sex couples to adopt, though they have been able to do so in some circumstances.\nIn its ruling, the court noted that it had dismissed a previous petition on the issue in 2017 because the government at the time had promised to amend existing law and annul the preference given to heterosexual couples for adopting children.\nActing Supreme Court President Uzi Vogelman pointed out in his written opinion that such legislation was never completed and that the state in its response to the current petition said there was no prospect for doing so.\nIn the ruling, Vogelman deployed the judicial doctrine of “interpretation” in order to re-read the 1981 law so as to understand the language as allowing two people in a committed relationship to adopt children, as opposed to a specifically heterosexual couple.\n“Though the language of clause 3 [of the child adoption law, 1981] is more consistent, on its face, with the interpretation according to which the phrase of ‘a man and his wife together’ refers to heterosexual couples, an interpretation according to which this section also includes same-sex couples does not go beyond the range of possible linguistic interpretations,” wrote Vogelman.\n“This is because examining the phrase in its full linguistic context shows that the language of the section creates a distinction between two general categories: those who belong to a family framework that includes two parents, versus those who seek to adopt into a single-parent family framework. That is, the focus of the section is that it is an adoption by a stable marital framework to which the child will be given, unlike an single [parent framework].”\nHe added that historical record showed that when the law was legislated the question of whether same-sex couples were fit to adopt was not considered. Vogelman wrote that the language of the law was devised by the Knesset to determine that it was for the benefit of the child up for adoption to be adopted into a two-parent family, and it was not aimed at making a determination regarding same-sex couples.\n“This is based on the concept that the marital relationship between parents is a condition for the creation of a family unit which can provide the child with stability and security, compared to a single-parent family unit,” he wrote.\nVogelman additionally asserted that professional opinions presented to the court demonstrated that the sexual preferences of parents has no bearing on a child’s welfare, meaning that adoption by a gay couple could be commensurate with the “objective purpose” of the law — the good of the child.\nJustices Alex Stein and Gila Canfy-Steinitz both concurred with Vogelman’s opinion.\nThe head of the Association for LGBTQ Equality in Israel Ran Shalhavi described the ruling as “an historic victory and a groundbreaking achievement” that demonstrated the High Court’s importance in protecting LGBTQ rights.\n“This day is an answer to homophobia, to hatred, to darkness, and to welfare ministers who for years denied us [the right to be] parents and rendered us second-class citizens,” said Shalhavi\nAttorney Riki Shapira of the Israel Religious Action Center which led the legal effort to enable same-sex couples to adopt over the years also celebrated the ruling and said it had been a long time coming.\n“For over seven years, we have fought for LGBTQ couples to enable them to realize their dreams to become a family through adoption. We welcome the ruling which accepted the position of the petitioners that there should be no discrimination between same-sex couples and other couples regarding adoption,” said Shapira.\nMK Avi Maoz, head of the explicitly anti-LGBTQ Noam party, denounced the decision.\n“Time after time, High Court justices prove how disconnected they are from the people. The High Court is tearing the nation apart and is choosing to deal with the most extreme points of dispute in Israeli society during a time of war,” he said.\n“The High Court will be enshrined in the pages of the history of the people of Israel and the State of Israel as the entity that most endangers the country’s Jewish identity,” he added.\nSenior United Torah Judaism MK Moshe Gafni also accused the court of “dividing the nation,” and said the ruling “hurts a large portion of the Jewish people,” and that his party would “find a way to fix it,” implying that UTJ may try and circumvent the ruling by passing new legislation.\n“The High Court is making every effort to divide the people, and who knows what else we can expect from them. The laundered words of the High Court judges cover up the indescribable damage [the ruling does] to the Jewish people for generations,” said Gafni.\nNever miss important Israel stories – get the free Times of Israel Daily Edition",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "high court of justice",
        "sentiment": "negative"
      },
      {
        "name": "reform movement",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T02:17:22.415+02:00",
  "updated": "2023-12-29T02:17:22.415+02:00"
}