{
  "thread": {
    "uuid": "098932f10eb517344b979fcda5e650b596fe1260",
    "url": "https://www.pravda.com.ua/eng/news/2024/03/9/7445696",
    "site_full": "www.pravda.com.ua",
    "site": "pravda.com.ua",
    "site_section": "https://pravda.com.ua/eng",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Ukrainska Pravda - online news about Ukraine",
    "title": "Ukraine liberates 10 more children from Russian occupation | Ukrainska Pravda",
    "title_full": "Ukraine liberates 10 more children from Russian occupation | Ukrainska Pravda",
    "published": "2024-03-09T11:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "UA",
    "main_image": "https://img.pravda.com/images/doc/7/4/7445696_fb_image_eng_2024_03_09_13_58_20.jpg",
    "performance_score": 0,
    "domain_rank": 4355,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "098932f10eb517344b979fcda5e650b596fe1260",
  "url": "https://www.pravda.com.ua/eng/news/2024/03/9/7445696",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@ukrpravda_news",
  "published": "2024-03-09T11:48:00.000+02:00",
  "title": "Ukraine liberates 10 more children from Russian occupation | Ukrainska Pravda",
  "text": "Ukraine liberates 10 more children from Russian occupation Ten more children have been released from the Ukrainian territories temporarily occupied by Russia. Their families are now safe. Source: [ Mykola Kuleba](https://t.me/Mykola_Kuleba/1845), Head of Save Ukraine, a non-governmental organisation that regularly organises rescue missions to liberate Ukrainian children Details: A girl Alina was one of those who were brought back to the Ukrainian-controlled territory. The girl had stayed with her father after the Russians deported her mother. The child was forced to attend a Russian school, sing the Russian anthem, and watch films about the \"greatness\" of Russia. Russian proxies threatened to lower the children's grades if they refused to do any of these activities. \"Although Alina refused to draw pictures and write letters to Russian soldiers, she told the teacher that she did not know how to draw and did not speak Russian. However, it was impossible to avoid watching films about the 'greatness' of the Russian language. It is especially cynical on the part of the invaders to force children to write letters to soldiers who are killing their fathers, mothers, brothers and sisters and to glorify the country that deprived them of a peaceful life,\" Kuleba stressed. A boy Oleksii has also been liberated from the Russian occupation. His father died of heart disease. Oleksii also explained that children were forced to study using Russian textbooks, which promptly replaced all Ukrainian books at school and to write letters to Russian soldiers. \"One day, my classmates found a sign with a Ukrainian flag and hung it in the classroom, but the teacher saw it and immediately threw it away,\" the child said. Orest and Melaniia have not seen their parents for almost a year and a half, as the children were taken to their grandparents' home in Kherson Oblast's left (eastern) bank to stay away from the hostilities. When Ukrainian forces liberated the Kherson Oblast's right (western) bank, the parents could not take the children back. \"Over this time, Melaniia's hearing deteriorated due to extreme stress, as did her mother Oksana's. The brother and sister really wanted to hug their mum and come home. But sometimes they no longer believed that this moment could ever come,\" Mykola Kuleba said. Save Ukraine also presented the story of little Lana, who was born during the occupation. Her mother Tamila was pregnant when Russia launched the full-scale invasion of Ukraine. \"It was very difficult to cope under occupation in the first months, given food and medicine shortages. The young lady hoped that she would give birth in a free Ukraine, but no – they [Tamila and her family] had to rush to the maternity hospital through several Russian checkpoints. They barely managed to negotiate with the soldiers to pass. A new life was born under explosions. The woman in labour was terrified, but fortunately, she didn't have to take shelter. She was discharged home four hours after delivery, and her baby received no vaccinations,\" Kuleba explained. Background: Two teenage sisters who had not seen their mother for almost two years [ have been released from the Russian occupation](https://www.pravda.com.ua/eng/news/2024/02/24/7443523/). [Support](https://www.pravda.com.ua/eng/supportus/) UP or become [our patron](https://www.patreon.com/pravdaua)!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://t.me/Mykola_Kuleba/1845),",
    "https://www.patreon.com/pravdaua)!",
    "https://patreon.com/pravdaua)!",
    "https://www.t.me/Mykola_Kuleba/1845),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alina",
        "sentiment": "none"
      },
      {
        "name": "mykola kuleba",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "ukrainska pravda ukraine",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T14:11:16.386+02:00",
  "updated": "2024-03-09T14:11:16.386+02:00"
}