{
  "thread": {
    "uuid": "3464b76c6a33333b909454b798907df51343d0e5",
    "url": "https://www.journaldequebec.com/2024/01/14/les-chiefs-maitres-dans-le-froid",
    "site_full": "www.journaldequebec.com",
    "site": "journaldequebec.com",
    "site_section": "https://journaldemontreal.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Actualités, nouvelles et chroniques | Le Journal de Montréal",
    "title": "Les Chiefs maîtres dans le froid | Le Journal de Québec",
    "title_full": "Les Chiefs maîtres dans le froid | Le Journal de Québec",
    "published": "2024-01-14T05:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://m1.quebecormedia.com/emp/emp/d57b1a70-b295-11ee-8a31-6dfb93eec5b3_ORIGINAL.jpg?impolicy=crop-resize&x=0&y=153&w=1200&h=494&width=1200",
    "performance_score": 0,
    "domain_rank": 22086,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3464b76c6a33333b909454b798907df51343d0e5",
  "url": "https://www.journaldequebec.com/2024/01/14/les-chiefs-maitres-dans-le-froid",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Stéphane Cadorette",
  "published": "2024-01-14T05:03:00.000+02:00",
  "title": "Les Chiefs maîtres dans le froid | Le Journal de Québec",
  "text": "Les Chiefs maîtres dans le froid La victoire face aux Dolphins a été acquise dans l'un des matchs les plus froids de l'histoire Le plus coriace adversaire des Chiefs au premier tour des séries n’a pas été les Dolphins, mais Dame nature, avec une température digne de l’ère glaciaire à Kansas City. • À lire aussi: [Les Texans sont le futur de la NFL](https://www.journaldequebec.com/2024/01/13/les-texans-sont-le-futur-de-la-nfl) • À lire aussi: [Nos prédictions pour le premier tour des séries dans la NFL: retour sur mes choix de début de saison](https://www.journaldequebec.com/2024/01/12/nos-predictions-pour-le-premier-tour-des-series-dans-la-nfl-retour-sur-mes-choix-de-debut-de-saison) Les Chiefs passent à la ronde suivante en vertu d’une victoire de 26-7. Le mercure au botté d’envoi indiquait à 20 degrés Celcius, avec un ressenti de -33. Dans la longue histoire de la NFL, il s’agit du quatrième match le plus froid. Débarquant tout droit de Miami, les Dolphins avaient l’air de vouloir se retrouver n’importe où sur la planète sauf à Arrowhead Stadium. Le contraste avec les Chiefs était frappant. Tandis que le bon vieux Andy Reid se baladait sur les lignes de côtés sans tuque, sans cagoule, une bonne partie du match sans gants et la moustache ornée de glaçons, le frêle Mike McDaniel était habillé de la tête aux pieds comme un explorateur de l’Antarctique. Rien à dire contre la tenue du pilote des Dolphins. Dans les circonstances, c’était la chose à faire, mais l’image était frappante. Les visiteurs se sentaient comme en captivité en Sibérie tandis que les locaux avaient l’air dans leurs pantoufles à la maison, devant un feu de foyer. Une attaque embouteillée En fait, la seule chose qui a été plus froide que la température ambiante dans cette rencontre a été l’attaque des Dolphins. Outre un long touché de 53 verges de Tyreek Hill sur une passe de Tua Tagovailoa qui réduisait l’écart à 10-7 au deuxième quart, l’attaque redoutable des Dolphins a été tenue en échec. Depuis le match de la semaine dernière, l’attaque n’a converti qu’un troisième essai en 16 tentatives. Hill, qui renouait avec ses anciens partisans de Kansas City, a été limité à 62 verges. Il n’a donc pas franchi la barre des 100 verges de gains depuis le 3 décembre, lui qui est incommodé par une entorse à une cheville. Au total, l’attaque a été limitée à 264 verges. En faisant abstraction du long jeu de 53 verges, c’est une maigre récolte de 3,5 verges par jeu que les Dolphins ont dû se résigner à obtenir. Compte tenu de la température peu clémente, on se serait attendu que les Dolphins se rabattent davantage sur le jeu au sol, mais cette stratégie ne semble jamais faire partie de leur ADN. Chapeau, vraiment, à la défense des Chiefs! Toute l’année, cette unité a fait le boulot même quand l’attaque des Chiefs en a arraché. Cette performance n’a donc rien d’étonnant. Du bon et des ratés Du côté de l’attaque des Chiefs, Patrick Mahomes a encore été maître chez lui avec sa 10e victoire à domicile en séries et sa 12e au total. À 28 ans seulement, il rejoint quelques grands quarts-arrières comme Troy Aikman, Roger Staubach et Aaron Rodgers. Mahomes a terminé le match avec 264 verges et une passe de touché. À Kansas City en séries, son ratio est maintenant de 31 passes de touchés pour trois interceptions. C’est d’un ridicule pas possible! Même son casque, qui s’est retrouvé complètement fissuré dans le froid lunaire après un contact, ne l’a pas empêché de dominer. Le porteur Isiah Pacheco a gagné durement 89 verges au sol avec l’autre touché des siens. Tenter de plaquer ce jeune homme possédé par le démon est déjà une tâche ardue, mais le faire par des conditions aussi rudes, c’était mission impossible. L’attaque a montré des signes très encourageants avec des gains de 409 verges. C’est une première récolte de plus de 400 verges depuis le 22 octobre, ce qui a de quoi encourager les troupes. Cependant, deux touchés seulement ont été inscrits en six présences dans la zone payante, ce qui a de quoi laisser perplexe. Mahomes et sa bande ont vraiment imposé leur rythme et fait bouger le ballon à leur guise, une main dans le dos face aux blitz répétés des Dolphins. Il faut toutefois noter que la brigade défensive des Dolphins est absolument décimée par les blessures et le duel de deuxième tour pour les Chiefs ne sera fort probablement pas aussi sympathique. Les Chiefs sont donc maîtres chez eux, mais il leur faudra vraisemblablement s’exiler la semaine prochaine. Il sera captivant de voir comment ils vont réagir. Dans le cas des Dolphins, c’est l’histoire qui se répète. L’équipe n’a pas gagné un match éliminatoire depuis 2000. Depuis deux ans, sa fiche en décembre et janvier plombe à 4-10. L’aspect physique manque définitivement à cette équipe. La vitesse, c’est fantastique, mais ça court moins vite quand on se les gèle... LES 3 ÉTOILES DU MATCH Rashee Rice Pour tout le mal qui a été dit avec raison sur les receveurs des Chiefs cette saison, il y en a un qui sort définitivement du lot et c’est l’ailier espacé recrue Rashee Rice. Il a capté huit passes pour 130 verges et un touché, devenant le premier receveur recrue de l’équipe à franchir la barre des 100 verges en séries. George Karlaftis L’ailier défensif des Chiefs a fait un bond important cette saison avec 10,5 sacs du quart. Il a poursuivi sur cette lancée face aux Dolphins avec 1,5 sac et six plaqués. Nick Bolton Le secondeur fait une énorme différence au cœur de la défense des Chiefs. Bolton est le général, avec 10 plaqués. Il est partout, partout, partout sur le terrain. La défense des Chiefs est très jeune et Bolton n’a que 23 ans.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-14T08:15:48.477+02:00",
  "updated": "2024-01-14T08:15:48.477+02:00"
}