{
  "thread": {
    "uuid": "c4f725bd6290c1931fbcb0587869eb0e15ca2f1c",
    "url": "https://www.charismanews.com/culture/93980-is-fasting-the-key-you-need-for-your-breakthrough",
    "site_full": "www.charismanews.com",
    "site": "charismanews.com",
    "site_section": "http://charismanews.com/index.php/?format=feed&type=rss",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Charisma News | Breaking News. Spiritual Perspective.",
    "title": "Is Fasting the Key You Need for Your Breakthrough? — Charisma News",
    "title_full": "Is Fasting the Key You Need for Your Breakthrough? — Charisma News",
    "published": "2023-12-29T17:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.charismanews.com/images/Tammy_Dec_23_BTA.jpg",
    "performance_score": 0,
    "domain_rank": 24402,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c4f725bd6290c1931fbcb0587869eb0e15ca2f1c",
  "url": "https://www.charismanews.com/culture/93980-is-fasting-the-key-you-need-for-your-breakthrough",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Abby Trivett",
  "published": "2023-12-29T17:00:00.000+02:00",
  "title": "Is Fasting the Key You Need for Your Breakthrough? — Charisma News",
  "text": "What if the key you need for your breakthrough is as simple as getting before the Lord in fasting and prayer? In her latest Charisma Magazine Online article, Tammy Hotsenpiller dives into the purpose behind fasting. While many might see fasting as just part of a New Year's resolution to lose weight or try to resolve issues on their own, it is by a Holy Spirit-led fast when we can experience true breakthrough that only God could provide.\n\"In Matthew 17:21, Jesus said to his disciples, some things only happen by prayer and fasting,\" Hotsenpiller writes. \"Jesus simply gave them the key. Prayer and fasting.\"\nFasting is the discipline that, if we want to see God move across our world, our nation, our families and friends and our individual lives, we must take part in. Hotsenpiller points out that it is through fasting that even Queen Esther saw her people saved from destruction. It's the discipline that Jesus did for 40 days in the wilderness. Fasting is the way that God moves mountains into the sea.\nGet your FREE CHARISMA NEWSLETTERS today! Stay up to date with current issues, Holy Spirit news, Christian teachings, Charisma videos & more!\n\"If you're struggling with bad habits, negative thoughts, a lack of discipline or just feeling hopeless, fasting for personal change could be the answer,\" Hotsenpiller writes.\nAs a life coach, speaker and leader, Hotsenpiller has spent much time learning the biblical discipline of fasting and what it can do for a life of abundance and joy. In her Beyond The Article interview with Charisma magazine, Hotsenpiller shared how the first thing that must be identified is what you are fasting for.\n\"Start by asking yourself what are you fasting for?\" Hotsenpiller asks. \"What is the thing in your life that you're fasting for? What is that breakthrough? It could be a wayward child, it could be a marriage, it could be health, it could be financial. There's something in your life that you're coming saying, 'God, I can't do this on my own.' You're acknowledging you have a need.\"\nHotsenpiller says that once you figure out what it is that you are fasting for, you have to determine the way in which you will fast. While many today want to fast from social media, shopping or other modern-day luxuries, Hotsenpiller notes that those things, while good to abstain from to get deeper into the presence of God, that is not what a true, biblical fast looks like. Instead, a true fast according to Scripture is about food.\n\"Whether it's a Daniel fast, which is like a juice fast or abstaining from meat and alcohol and carbs, or it's a sun up to sun down fast or it's an absolute fast, whatever fast the Holy Spirit's leading you, know what it is,\" Hotsenpiller says.\nOne of the keys that Hotsenpiller wants people to know about fasting is that it is a time when the enemy will try to tempt them and get them to fold under the pressure of hunger and frustration. However, this is an opportunity for the Spirit to rise up above the flesh.\n\"We're learning to not gratify the desires of our flesh and I tell people all the time if you can learn to say no to food, you can learn to say no to other things in your life, so you literally are learning to say no to the enemy when a temptation comes along that you should not participate in,\" Hotsenpiller says. \"When you learn to say no to your flesh and food, you will learn to say no in other areas. So fasting has so many different facets to really strengthen your spiritual life.\"\nWhile fasting may be difficult in the natural, it is through this discipline that God often chooses to provide true breakthrough for our greatest needs.\nJoin Charisma Magazine Online to follow everything the Holy Spirit is doing around the world!\nAbby Trivett is a marketing copywriter and coordinator for Charisma Media.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://mycharisma.com/article/do-you-need-breakthrough/",
    "https://mycharisma.com/subscribe/",
    "http://www.youtube.com/watch?v=RaqSvVosOO8",
    "https://www.youtube.com/embed/RaqSvVosOO8?si=Uw2UYEPiIHx-y963&wmode=Opaque&hd=1",
    "https://www.strangmail.com/newsletters/signup/",
    "https://www.mycharisma.com/article/do-you-need-breakthrough/",
    "https://mycharisma.com/article/do-you-need-breakthrough",
    "https://youtube.com/embed/RaqSvVosOO8?si=Uw2UYEPiIHx-y963&wmode=Opaque&hd=1",
    "https://www.strangmail.com/newsletters/signup",
    "http://youtube.com/watch?v=RaqSvVosOO8",
    "http://www.youtube.com/watch",
    "https://www.mycharisma.com/subscribe/",
    "https://strangmail.com/newsletters/signup/",
    "https://www.youtube.com/embed/RaqSvVosOO8",
    "https://mycharisma.com/subscribe"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "holy spiri",
        "sentiment": "none"
      },
      {
        "name": "tammy hotsenpiller",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "esther",
        "sentiment": "none"
      },
      {
        "name": "hotsenpiller",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "charisma magazine online",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T18:01:08.466+02:00",
  "updated": "2023-12-29T18:01:08.466+02:00"
}