{
  "thread": {
    "uuid": "abb8ba4c4965a9da5afc4e6e9bd81991a73b4635",
    "url": "https://tvrobles.lamula.pe/2024/03/09/declaran-patrimonio-cultural-al-expediente-sobre-mujeres-rabonas-que-acompanaron-a-soldados-durante-la-guerra-con-chile/tvrobles",
    "site_full": "tvrobles.lamula.pe",
    "site": "lamula.pe",
    "site_section": "https://utero.lamula.pe/feed",
    "site_categories": [
      "hobbies_and_interests",
      "arts_and_crafts"
    ],
    "section_title": "La Mula",
    "title": "Declaran Patrimonio Cultural al expediente sobre mujeres (“rabonas”) que acompañaron a soldados durante la guerra con Chile",
    "title_full": "Declaran Patrimonio Cultural al expediente sobre mujeres (“rabonas”) que acompañaron a soldados durante la guerra con Chile",
    "published": "2024-03-09T20:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://lamula.pe/media/uploads/t/afcfabdb9a4e7db497511424ca301886.jpg",
    "performance_score": 0,
    "domain_rank": 25219,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "abb8ba4c4965a9da5afc4e6e9bd81991a73b4635",
  "url": "https://tvrobles.lamula.pe/2024/03/09/declaran-patrimonio-cultural-al-expediente-sobre-mujeres-rabonas-que-acompanaron-a-soldados-durante-la-guerra-con-chile/tvrobles",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TVRobles",
  "published": "2024-03-09T20:39:00.000+02:00",
  "title": "Declaran Patrimonio Cultural al expediente sobre mujeres (“rabonas”) que acompañaron a soldados durante la guerra con Chile",
  "text": "Declaran Patrimonio Cultural al expediente sobre mujeres (“rabonas”) que acompañaron a soldados durante la guerra con Chile\nResalta el desarrollo del papel de la mujer peruana en la guerra a finales del siglo XIX.\nEl Ministerio de Cultura declaró como Patrimonio Cultural de la Nación, al expediente sobre mujeres que acompañaron al personal de tropa, conocidas como “rabonas”, en los batallones del Ejército durante la guerra con Chile (1880).\nEstos documentos se custodian en el Archivo Histórico Militar del Centro de Estudios Histórico Militares del Perú. Esta declaratoria se da en el marco del Día Internacional de la Mujer.\nEste expediente presenta una serie de valores históricos, científicos y sociales, relacionados a la identificación de su autenticidad, antigüedad y contenido. Representa, además, el desarrollo del papel de la mujer peruana en la guerra a finales del siglo XIX.\nEl valor histórico de este expediente, permite dar a conocer diversos aspectos del período de la República del Perú durante la guerra con Chile.\nAdemás, muestra como valor de fuente de la historia de nuestro país, por la forma en que el Ejército del Perú organizaba a las mujeres para asistir a los regimientos de infantería y caballería, con la finalidad de preparar la defensa de Lima en diciembre de 1880. Legitimando así, su papel en la logística que anteriormente cumplían las mujeres en estos batallones militares, personificado en las llamadas “rabonas”.\nEl valor científico de estos expedientes presenta un notable potencial como fuente primaria para la investigación histórica, en especial como complemento de las fuentes más conocidas sobre la guerra con Chile, en especial en lo relativo a la participación de la mujer y sectores populares en la defensa de Lima.\nEl valor económico-social radica en que se muestra una coyuntura en la que las necesidades y urgencias de la guerra posibilitaron que el gobierno organice el papel de la mujer en los regimientos, que durante mucho tiempo se halló invisible o menospreciado.\nAunque en el caso peruano, como el boliviano y parcialmente el chileno mismo, la imagen antigua de la rabona aun persistía, siendo la base de alguna de estas listas, la unión conyugal de la auxiliar con su soldado.\nSegún estudios, las “rabonas”, generalmente, marchaban detrás de la columna de soldados, preparaban la comida y atendían a sus maridos, parejas, familiares o hijos; reparaban uniformes, los parchaban y reforzaban para su mejor resistencia frente al combate, además, realizaban otras tareas domésticas.\nEsta declaratoria se efectúa a través de la Resolución Viceministerial N°000062-2024-VMPCIC/MC, que lleva la firma de la viceministra de Patrimonio Cultural e Industrias Culturales, Victoria Rosas.\nEscrito por\nTVRobles\nMedio especializado en el sector Cultura.\nPublicado en\nTVRobles\nCultura para todos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-10T00:32:00.466+02:00",
  "updated": "2024-03-10T00:32:00.466+02:00"
}