{
  "thread": {
    "uuid": "81c8fedb697c38d946ae7353cee7219a5ee32218",
    "url": "https://www.elperiodic.com/castellon/ayuntamiento-incorpora-personas-nuevo-taller-empleo_938645",
    "site_full": "www.elperiodic.com",
    "site": "elperiodic.com",
    "site_section": "https://www.elperiodic.com/rss_general.xml",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Noticias de Valencia, Alicante y Castellón",
    "title": "El Ayuntamiento incorpora a 36 personas en un nuevo taller de Empleo",
    "title_full": "El Ayuntamiento incorpora a 36 personas en un nuevo taller de Empleo",
    "published": "2023-12-29T05:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.elperiodic.com/archivos/imagenes/noticias/2023/12/29/20231229-taller-de-empleo-juan-carlos-redondo_og.jpeg",
    "performance_score": 0,
    "domain_rank": 71994,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "81c8fedb697c38d946ae7353cee7219a5ee32218",
  "url": "https://www.elperiodic.com/castellon/ayuntamiento-incorpora-personas-nuevo-taller-empleo_938645",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "elperiodic.com",
  "published": "2023-12-29T05:45:00.000+02:00",
  "title": "El Ayuntamiento incorpora a 36 personas en un nuevo taller de Empleo",
  "text": "El Ayuntamiento incorpora a 36 personas en un nuevo taller de Empleo El concejal de Empleo, Juan Carlos Redondo, pone en valor la preparación formativa de estas personas para ayudarles a encontrar empleo estable y de calidad que generan las empresas El edil de empleo en el Ayuntamiento de Castellón, Juan Carlos Redondo ha puesto en valor la importancia de la formación y preparación de los trabajadores para ampliar sus posibilidades en la búsqueda de empleo, “hoy empieza una andadura que supone el inicio de un camino en el que vais a adquirir competencias profesionales y múltiples aprendizajes, que sin duda influirán en la mejora de vuestra empleabilidad y cualificación profesional, para encontrar empleo”. El edil ha hecho estas declaraciones en el acto de inicio del Taller de Empleo 15, dentro del Programa Mixto de Empleo y Formación, en el que un total de 36 personas han sido seleccionadas para realizar formación y prácticas durante un año, en las instalaciones del Centro Municipal de Formación Tetuan XIV. Redondo ha destacado que “el objetivo de este gobierno es la puesta en marcha de iniciativas enfocadas a generar oportunidades laborales y para ello es fundamental la formación”. Del mismo modo, recuerda que “estamos en contacto permanente con el tejido empresarial castellonenses para ofrecerles una formación a la carta, de manera que los perfiles profesionales se ajusten a su demanda facilitando la inserción laboral”. Tres especialidades Hoy han dado comienzo tres especialidades formativas; Albañilería, Instalaciones caloríficas y Agricultura ecológica y para su puesta en marcha han sido contratadas 36 personas, entre alumnado y personal trabajador. El edil ha animado a todos los alumnos a “exprimir esta experiencia, aprender, trabajar y dar lo mejor de vosotros mismos”, porque de ello dependerá su posible incorporación en las empresas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T19:00:49.287+02:00",
  "updated": "2023-12-29T19:36:16.008+02:00"
}