{
  "thread": {
    "uuid": "d1eb5cf35d9cbc30c3b89c60d604e85c1f47361e",
    "url": "https://www.theadvocate.com.au/story/8474943/former-coastal-musician-lewis-tunstall-finds-success-in-ai-sector/?src=rss",
    "site_full": "www.theadvocate.com.au",
    "site": "theadvocate.com.au",
    "site_section": "https://www.theadvocate.com.au/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "The Advocate - Local News",
    "title": "Former Coastal musician Lewis Tunstall finds success in AI sector",
    "title_full": "Former Coastal musician Lewis Tunstall finds success in AI sector | The Advocate | Burnie, TAS",
    "published": "2024-01-05T22:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.theadvocate.com.au/images/transform/v1/crop/frm/141052056/3b98b7cd-3600-42ad-bf48-3c3d54aad45b.jpg/r0_304_7855_4428_w1200_h630_fmax.jpg",
    "performance_score": 0,
    "domain_rank": 70749,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d1eb5cf35d9cbc30c3b89c60d604e85c1f47361e",
  "url": "https://www.theadvocate.com.au/story/8474943/former-coastal-musician-lewis-tunstall-finds-success-in-ai-sector/?src=rss",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rodney Woods",
  "published": "2024-01-05T22:00:00.000+02:00",
  "title": "Former Coastal musician Lewis Tunstall finds success in AI sector",
  "text": "A passionate musician formerly from the Coast is now working in the field of artificial intelligence (AI) and living in Switzerland. Home for the festive period, Lewis Tunstall, who lived in Zeehan and Burnie after his family moved from Brisbane in 1998, explained how his North-West upbringing had influenced his career to date. \"I ask myself that a lot actually because I come from a quite humble background and I didn't do anything special in school and when you work in some of these tech companies, you're surrounded with people who went to MIT and Harvard and these elite US institutions,\" the 38-year-old said. \"I think what Tassie helped a lot with was maybe grit because I grew up often working on my parents' property, which is a total mess. \"Getting the chickens and the sheep and cutting trees down and stuff [provided me with that grit]. \"I think life here it's nice and and relaxed, but the nature isn't so nice here as it's like quite rugged in the winter and stuff. \"I think as a kid growing up having that kind of experience helped a bit later on. \"Maybe the other one is in Tassie we're quite good at not taking ourselves too seriously and not respecting elite thought and that gives you a bit of humbleness. \"That gives you a slightly different perspective on how you think about authority and you just say 'bugger it, I'll just have a stab at it and see what happens'. Mr Tunstall said English band Muse inspired him to pursue a career in physics which led him to his venture into AI. \"It was very serendipitous,\" he said. \"One of the big influences for our band was another band called Muse, which is this English band. \"They had written an album called Origin of Symmetry and the singer in our band said 'hey Lewis, did you know this album is based on this weird physics book?' \"'I read it, it's really interesting and maybe you'll be interested too'. \"I got it out of the library and read it and that's when I started reading about all these weird things like extra dimensions and this idea that there's like a fundamental theory of everything for all the fundamental forces and just out of pure interest I thought 'it would be cool to learn a bit more'. \"That's how the transition happened into physics. \"Then a bit later the transition into AI was a little bit similar where I had a friend who was studying collisions at the large Hadron Collider and he was trying to develop algorithms that would be able to distinguish between the physics we know and the physics we don't know. \"He was trying to find new signals in this humongous mess of collisions and he had written some code which could basically do what many of my colleagues have been studying for like decades, but much, much better and much faster. \"This for me was like a big eye opener that AI can not just do like simple things like autocomplete your phone, but it can actually do the work of physicists and that's what kind of prompted me to then jump into that.\" Mr Tunstall said the more we use AI, the more confidence we will have with it. \"One of the biggest challenges with AI systems and especially these chat bots is they're simultaneously incredibly smart and incredibly dumb,\" he said. \"You may ask like Chat GPT something that you think is hard, like a fact or a math problem and it will just crush it and get it right. \"Then you will ask it something about a famous person and it just makes up facts about that person and it will do it in a very convincing way. \"This is kind of a problem with all of these current so called language models is that they don't have a way knowing whether what they're spitting out is factual or not. \"What the public will slowly come to grips with is not necessarily trusting what it just tells you in the same way that I think we kind of learned not to always trust all the photos we see because of Photoshop. \"I think the next phase will be not trusting what the AI tells or recommends you because it may just recommend nonsense. \"Figuring out how to bridge that is a big open challenge.\" ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lewis tunstall",
        "sentiment": "positive"
      },
      {
        "name": "tassie",
        "sentiment": "none"
      },
      {
        "name": "burnie",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "harvard",
        "sentiment": "none"
      },
      {
        "name": "mit",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "brisbane",
        "sentiment": "none"
      },
      {
        "name": "zeehan",
        "sentiment": "none"
      },
      {
        "name": "switzerland",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:24:50.789+02:00",
  "updated": "2024-01-06T01:24:50.789+02:00"
}