{
  "thread": {
    "uuid": "048eec071591f5418acdf3211dbc8f289f7d82e0",
    "url": "https://community.thriveglobal.com/a-wake-up-call-motivated-matthew-to-change-his-lifestyle/",
    "site_full": "community.thriveglobal.com",
    "site": "thriveglobal.com",
    "site_section": "https://community.thriveglobal.com",
    "site_categories": [],
    "section_title": "Thrive Global - Onward. Upward. Inward.",
    "title": "A Wake-Up Call Motivated Matthew to Change His Lifestyle - Thrive Global",
    "title_full": "A Wake-Up Call Motivated Matthew to Change His Lifestyle - Thrive Global",
    "published": "2024-01-05T22:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://community.thriveglobal.com/wp-content/uploads/2024/01/Matthew-Howard-WP-Hero.png",
    "performance_score": 0,
    "domain_rank": 3505,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "048eec071591f5418acdf3211dbc8f289f7d82e0",
  "url": "https://community.thriveglobal.com/a-wake-up-call-motivated-matthew-to-change-his-lifestyle/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Thrive Challenge",
  "published": "2024-01-05T22:13:00.000+02:00",
  "title": "A Wake-Up Call Motivated Matthew to Change His Lifestyle - Thrive Global",
  "text": "My mom had a massive heart attack, and it was scary. It was a wake-up call that motivated me to change my lifestyle. She had high cholesterol. I also had very high cholesterol and high blood pressure. I’m 39, I weighed 254 pounds, and I really wanted to lose weight and get healthy. I was in a lot of pain — my knees hurt a lot and I didn’t feel good about myself. I downloaded the Thrive app and started to make changes with Microsteps. I began making healthy food choices. The hardest obstacle for me was staying motivated every day. But I overcame that by focusing on my goals. I eat a lot of protein, like hamburger meat and eggs. For lunch, I’ll have a hamburger or chicken breast, and for dinner I’m eating mainly grilled chicken and broccoli. Also, cooking at home instead of eating out is helping me save money. A Microstep that’s really helping me is moving my body every day. I walk on my treadmill in the morning before work and I exercise again at home after work. I use dumbbells and I’ll do push ups. And three days a week I go to the gym. I listen to country and rock music while I work out. Once I was moving every day, I started to feel better, and now I feel great. I have a lot more energy. Work has improved because it’s easier to move around. I’m in a better mood. I watch Thrive Reset videos to stay calm and relaxed. And I watch classes that are offered on the app. The thing that helped the most was the checklist reminding me to complete my Microsteps every day. That gave me a sense of accomplishment and the motivation to keep on going. My sleep is better. I set a night time schedule. I go to bed at the same time every night and I put my electronics away an hour before bedtime. I get the rest I need and wake up ready for the day. To relax, I love to go fishing — I go anytime the weather permits. I love to fish at Lake Waco and the Brazos river. I like to hang out with friends and family. We have group gatherings to watch sports and play games. I’ve lost 40 pounds and I feel much more confident and less stressed since my weight loss. My Thrive journey has been life-changing. I went to the doctor the other day and I weighed 214 pounds. I was very happy when I saw that number. I haven’t felt this good in a long time.” — Matthew Howard, Distribution Center #9153, Waco, TX; $5K Winner",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "matthew",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:58:38.426+02:00",
  "updated": "2024-01-06T00:58:38.426+02:00"
}