{
  "thread": {
    "uuid": "057696ef8876ae1c631d2aeaf66c813d44b23016",
    "url": "https://www.wbtv.com/2024/03/14/charlotte-mother-advocates-access-ivf-wake-recent-controversy",
    "site_full": "www.wbtv.com",
    "site": "wbtv.com",
    "site_section": "https://wbtv.com",
    "site_categories": [
      "social"
    ],
    "section_title": "WBTV | On Your Side | First Alert Weather | Charlotte, NC",
    "title": "Charlotte mother advocates for access to IVF in wake of recent controversy",
    "title_full": "Charlotte mother advocates for access to IVF in wake of recent controversy",
    "published": "2024-03-15T00:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-wbtv-prod.cdn.arcpublishing.com/resizer/v2/2DNT4BMU4JEVJHFPSAE4FZ3HP4.jfif?auth=1708b2199473b7921a693dcc0fe851473c649495836e81423bbcda1bec90a61b&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 10384,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "057696ef8876ae1c631d2aeaf66c813d44b23016",
  "url": "https://www.wbtv.com/2024/03/14/charlotte-mother-advocates-access-ivf-wake-recent-controversy",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@WBTV_News",
  "published": "2024-03-15T00:41:00.000+02:00",
  "title": "Charlotte mother advocates for access to IVF in wake of recent controversy",
  "text": "Charlotte mother advocates for access to IVF in wake of recent controversy “I just wish people knew the more human aspect of what’s going on.” CHARLOTTE, N.C. (WBTV) - A 39-year-old Charlotte mother shared her fertility journey that included six miscarriages and five rounds of IVF in an effort to help others see the struggle behind starting a family. Emily Carruba reached out to WBTV after the Alabama Supreme Court Decision ruled frozen embryos could be considered children. That decision shut down clinics in Alabama and caused panic for hundreds of thousands of women in the middle of IVF treatments. On March 6, the Alabama legislature passed a law granting immunity to patients and providers allowing closed clinics to resume treatments. But, women like Carruba said they fear the debate could make its way to more Southern states like North Carolina where nearly 5,000 women use an Assisted Reproductive Technology such as IVF every year. “I just wish people knew the more human aspect of what’s going on,” Carruba said. “It’s almost laughable that it’s, you know, Women’s History Month. It’s just like we are having to fight for things that our grandparents fought for. And we’re having to do that again. And it scares me so much for Nellie.” Her daughter Nellie was born in 2023. However, Carruba’s fertility journey began in 2019. “I remember two weeks after taking the pregnancy tests that very clearly said ‘pregnant,’ I was like, ‘I don’t feel pregnant. So, I’m gonna take another one’ and it said ‘not pregnant,’” she recalled. The confusion led Carruba to visit her doctor who told her she had had a miscarriage. She explained, “I didn’t understand. And the next thing she said to me, which will forever be imprinted in my mind was, ‘It’s normal. Just try again.’ So that’s what we did.” While her emotions were on a roller coaster, the longing to be a mother kept her taking the next step. “My entire life. I’ve wanted to be a mom,” she said, “You’ve been building your whole life to those two pink lines. And once they’re gone, you have to somehow like restart and let them go and it’s just this completely new reality that I would never wish on anyone.” During the next two and a half years, she had four more miscarriages, three rounds of unsuccessful IVF treatments, and then was diagnosed and treated for an autoimmune disorder. “Just devastating. Like why is this happening to us?″ she lamented. She said in North Carolina she had two choices each time she had a miscarriage: Medical management or have a DNC procedure. Carruba said the DNC route leaves behind scar tissue that often requires multiple surgeries before a women’s body can carry a pregnancy in the future. And the medical management route requires a drug called Mifepristone that is not accessible at a pharmacy in North Carolina. “[My doctor] told me the only way that I could legally get a hold of the drug in the state of North Carolina was at an abortion clinic,” recounted Carruba. “The last thing the woman said to me from the abortion clinic was, ‘Look for the women with the rainbow umbrellas. They’ll protect you from the protesters.’ I hung up, I was crying and I called a specialist in Boston and immediately booked my fifth DNC.” Despite feeling defeated both mentally and physically, in 2022 she and her husband decided to give IVF one last try. “It’s two to three weeks of pumping yourself with medication to get your body to create as many eggs as possible,” she said. “We spent six months getting my body basically ready for IVF just to retrieve eggs. And that was the first time in all of our six rounds that we got our first normal embryo.” Nine months later, in June 2023, Nellie was born. “When Nellie came out, she had her hand up in a fist like this. It was like she knew she was like, ‘Mom, we did this!’” Carruba said. Her birth was a finish line and at the same time, the beginning of a life Carruba had nearly lost hope would ever begin. “I look at Nellie every day and it is just like the biggest gift all over again. And I’m sure every parent feels that way,” she said, “But I’m just always reminded of what we went through. And just what a miracle she is.” She said the emotional toll of going through the IVF process is already hard enough without the threat of delays or needing to move states. By sharing her story, she said she hopes legislators across the country will consider each facet of women’s reproductive rights and view them independently from one another. “By making one choice, it actually impacts so much more than they see. And a lot of us are being you know, like rolled into the the abortion conversation but in return IVF patients and people who are going through multiple miscarriages are actually the ones who are who are taking the repercussions of these decisions,” she said. “And I don’t think that that’s understood.” While the conversations are happening, Carruba said she hopes North Carolina legislators will take a closer look at miscarriage care. “Miscarriage care needs to be enhanced it needs to be looked at and it needs to be handled with like kid gloves because it is so painful,” she said, “And the same with IVF. We can’t keep you know adding this layer of trauma on top of what people are already going through.” Copyright 2024 WBTV. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "carruba",
        "sentiment": "none"
      },
      {
        "name": "emily carruba",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "alabama supreme court",
        "sentiment": "none"
      },
      {
        "name": "wbtv",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "charlotte",
        "sentiment": "none"
      },
      {
        "name": "north carolina",
        "sentiment": "none"
      },
      {
        "name": "charlotte",
        "sentiment": "none"
      },
      {
        "name": "alabama",
        "sentiment": "none"
      },
      {
        "name": "n.c.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T01:01:25.984+02:00",
  "updated": "2024-03-22T01:40:22.041+02:00"
}