{
  "thread": {
    "uuid": "eef1e3755a8376e3dbd179c051cd7165e19b2841",
    "url": "https://news.webindia123.com/news/Articles/India/20240108/4156744.html",
    "site_full": "news.webindia123.com",
    "site": "webindia123.com",
    "site_section": "https://www.webindia123.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News,India news,bollywood news,career guidance,Education,business listings,travel,health,entertainment,videos,food,craft,automobile|webindia123.com ",
    "title": "Ayodhya's four main paths upgraded with world-class facilities",
    "title_full": "Ayodhya's four main paths upgraded with world-class facilities",
    "published": "2024-01-08T00:49:02.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 18945,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "eef1e3755a8376e3dbd179c051cd7165e19b2841",
  "url": "https://news.webindia123.com/news/Articles/India/20240108/4156744.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-08T00:49:02.000+02:00",
  "title": "Ayodhya's four main paths upgraded with world-class facilities",
  "text": "Embracing the essence of the four Vedas and eras, the city's four main paths--the Bhakti Path, Janmabhoomi Path, Ram Path, and Dharma Path--have undergone significant upgradation, epitomising a blend of tradition and modernity. These paths, adorned with mural painting, wall painting, pebble stone sculpture, modern lighting, and Wi-Fi connectivity, represent a global standard achieved through the appropriate utilization of solar energy, said the official statement by the CMO. The official release further mentioned that the double-engine government has accelerated the development of Ayodhya, transforming its dilapidated, narrow, and pothole-ridden roads into roads of global standards. After decades of neglect, Ayodhya is now rapidly establishing new benchmarks in development and is moving forward continuously to solidify its identity as the spiritual capital by the year 2047. As per the official statement, Prior to 2017, Ayodhya was plagued by restricted power supply, irregularities in drainage systems, and a lack of cleanliness. Stray animals roaming around the single-lane, pothole-ridden paths were a great traffic hazard. This had become the identity of Ayodhya. However, since 2017, Ayodhya has rapidly caught up with the pace of development, made possible by the double-engine government and particularly due to the commitment of the Chief Minister. After decades of neglect, Ayodhya is now rapidly establishing new benchmarks in development, and is moving forward continuously to solidify its identity as the spiritual capital by the year 2047. Undoubtedly, the leadership of Chief Minister Yogi Adityanath is instrumental in making this possible. Presently, the four main paths--Bhakti Path, Janmabhoomi Path, Ram Path, and Dharam Path--are being transformed with world-class modern facilities and artistically crafted vintage aesthetics. These major paths now boast features such as facade lighting, mural painting, vintage Victorian solar tail lamps, artistically designed arc lamps, proper pavement, inland drainage and concrete layout carriageway, greenery enabled divider, use of fiber glass in infrastructural development and concrete modelling. Besides, a smart traffic regulation system through CCTV surveillance has also been implemented on these four main roads in Ayodhya. Besides, a smart traffic regulation system through CCTV surveillance has also been implemented on these four main roads in Ayodhya, it added. The official release further mentioned that the Ram Path, connecting Sahadatganj to Lata Mangeshkar Chowk, now stands as a symbol of modern Ayodhya's grandeur. Once a single lane plagued by traffic congestion, it has been transformed into a well-organized four-lane thoroughfare, featuring the magnificent Lata Chowk adorned with a colossal Veena, a prime selfie spot, and a testament to the city's renaissance. Similarly, the Janmabhoomi Path, previously a congested alley marred by encroachments, has undergone a facelift. Efforts to widen the road, remove encroachments, and deploy smart surveillance through CCTV cameras are underway, with plans to introduce Wi-Fi connectivity and 5G services. Meanwhile, the Bhakti Path, which was once a single-lane road that had become synonymous with dirt due to encroachments, disarrayed traffic, and inadequate cleanliness, has now been transformed into a four-lane road by removing encroachments. Various beautification processes are also being completed here to enhance tourism. The Dharm Path, once a single-lane route facing traffic jams and diesel-powered vehicles, has evolved into a four-lane thoroughfare with an emphasis on environmental sustainability. (ANI)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "janma",
        "sentiment": "negative"
      },
      {
        "name": "ram path",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bhakti path",
        "sentiment": "negative"
      },
      {
        "name": "cmo",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ayodhya",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:49:02.963+02:00",
  "updated": "2024-01-08T00:49:02.963+02:00"
}