{
  "thread": {
    "uuid": "2e5e4ba02da9be0fb30963ffad94efaaf2da0706",
    "url": "https://www.boursorama.com/actualite-economique/actualites/nouvelle-caledonie-preche-de-paix-sur-un-barrage-independantiste-eb8922973f07f8ddf16e78fac3e199c2",
    "site_full": "www.boursorama.com",
    "site": "boursorama.com",
    "site_section": "https://www.boursorama.com/actualite-economique/politique/",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Actualités politiques - Boursorama",
    "title": "Nouvelle-Calédonie: prêche de paix sur un barrage indépendantiste - 02/06/2024 à 15:44 - Boursorama",
    "title_full": "Nouvelle-Calédonie: prêche de paix sur un barrage indépendantiste - 02/06/2024 à 15:44 - Boursorama",
    "published": "2024-06-02T16:44:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://s.brsimg.com/static-000/cache/i/content/images/4/b/2/4b2e5a024ea535b7f51d283c6bb1885f-1200x800.jpg",
    "performance_score": 0,
    "domain_rank": 14119,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2e5e4ba02da9be0fb30963ffad94efaaf2da0706",
  "url": "https://www.boursorama.com/actualite-economique/actualites/nouvelle-caledonie-preche-de-paix-sur-un-barrage-independantiste-eb8922973f07f8ddf16e78fac3e199c2",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AFP",
  "published": "2024-06-02T16:44:00.000+03:00",
  "title": "Nouvelle-Calédonie: prêche de paix sur un barrage indépendantiste - 02/06/2024 à 15:44 - Boursorama",
  "text": "Le pasteur Laxa Wejieme célèbre une messe sur un barrage à Dumbéa, le 2 juin 2024 en Nouvelle-Calédonie ( AFP / Delphine Mayeur )\nDrôle d'endroit pour une messe. Mais après presque trois semaines de contestation et de violences, il y avait urgence. Alors ce dimanche, Laxa Wejieme a convié ses ouailles à célébrer la messe sur un barrage de Dumbéa, au milieu des débris de verre et des gravats.\nLe message du pasteur de l'Eglise protestante de Kanaky Nouvelle-Calédonie (EPKNC) sera simple mais ambitieux. Porter des paroles \"d'apaisement, de réconciliation et montrer la voix de la sagesse\".\nDès le début de la matinée, les habitants du quartier populaire de Jacarandas, dans cette commune située au nord de l'agglomération de Nouméa, se pressent autour du rond-point pour décorer de fleurs et de feuilles un petit chapiteau érigé pour abriter l'autel.\nPour la cérémonie, une boîte de morceaux de pain de mie en guise d'hosties et une carafe d'eau citronnée: la vente d'alcool a été interdite dans tout l'archipel français du Pacifique Sud dès le début des violences...\nDes habitantes du quartier de Jacaranda, chantent lors d'une messe célébrée sur un barrage à Dumbéa, le 2 juin 20244 en Nouvelle-Calédonie ( AFP / Delphine Mayeur )\nL'assemblée est vêtue de bleu et de mauve, les couleurs \"de l'espoir, de la paix et de la liberté\", celles du jacaranda qui a donné son nom au quartier mais aussi \"celles du Wetr\", le district nord de l’île de Lifou dont sont originaires de nombreux habitants du quartier.\nAutour du rond-point flottent les drapeaux indépendantistes vert, rouge, bleu et jaune frappés de la flèche faîtière.\nAvec d'autres \"mamans\", Mathilde a tenu à partager ce moment de recueillement rare depuis le début des violences causées par la réforme électorale rejetée par les indépendantistes.\n- \"Stop !\" - \"Il faut encourager les jeunes\", dit-elle, \"pas dans le sens de faire de la violence mais dans le sens de ne pas se tromper de combat\".\nLe pasteur Laxa Wejieme célèbre une messe sur un barrage à Dumbéa, le 2 juin 2024 en Nouvelle-Calédonie ( AFP / Delphine Mayeur )\nLes jeunes, justement, sont installés à quelques mètres de là, sur une petite butte surplombant le rond-point.\nAucun ne souhaite s'exprimer, échaudés par les \"fausses informations\" qu'ils estiment véhiculés par les médias, notamment au sujet de nombre de morts qu'ils assurent nettement plus élevé que le bilan officiel de sept.\nEn contrebas, donc, l'office a débuté.\nDevant une petite centaine de personnes de tous âges, le pasteur, un Kanak originaire lui aussi de Lifou, entame ses prédications. \"Il faut revenir à la raison et enlever l'alcool, c'est ça qui nous tue. Soyons intelligent ! STOP ! changeons de direction !\", lance-t-il d'une voix forte.\nDes bloqueurs de route (en haut) installés près d'une école avec une banderole \"Non au dégel, ici c'est Kanaky\", observent une messe célébrée par un pasteur, pour délivrer un message d'apaisement aux jeunes qui tiennent les barricades du quartier à Dumbéa, le 2 juin 2024 en Nouvelle-Calédonie ( AFP / Delphine Mayeur )\nL'assemblée approuve, les jeunes d'en-haut aussi.\n\"A quoi sert la violence ? Ça mène à quoi ? C'est nous les perdants\", poursuit le pasteur Wejieme, dont l'église a pris dès 1979 fait et cause pour l'indépendance.\nUne détonation se fait entendre au loin, suivie d'une forte rafale de vent qui menace d'emporter le temple improvisé. \"Un signe divin\", interprète le religieux, sur ce \"beau lieu\" où il \"a rencontré le seigneur\".\nPour l'occasion, le rond-point est rebaptisé Hnakano, l'endroit où l'on tourne en drehu, la langue de Lifou.\n- \"J'ai très, très peur\" - Le pasteur poursuit. Le discours est à la concorde.\nLe pasteur Laxa Wejieme célèbre une messe sur un barrage à Dumbéa, le 2 juin 2024 en Nouvelle-Calédonie ( AFP / Delphine Mayeur )\n\"Nous avons été souillés par la haine et la colère (mais) nous avons besoin de l'autre. J'ai besoin de toi frère wallisien, frère tahitien, frère européen. On veut un destin commun. On veut que le frère d'à côté mange le pain que j'ai fabriqué\".\nDans l'assistance, Pascal opine. Lui qui vit depuis vingt-quatre ans à Jacarandas voit les émeutes comme un \"cri d'alarme\" qui doit ouvrir les yeux des Calédoniens et les pousser à se \"parler avec le cœur\".\nMais autour de lui, l'inquiétude domine. \"Si le corps électoral est dégelé, ça va nous faire revenir des années en arrière\", redoute Jacqueline, la cinquantaine.\nComme elle, de nombreux parents ont peur pour leurs enfants et ont du mal à fermer l'œil la nuit venue. \"Ils sont là pour nous protéger de la milice. Ils rentrent dans le quartier et tirent sur n’importe quoi\", raconte-t-elle.\nUn barrage sur une route du quartier de Jacaranda, le 2 juin 2024 à Dumbéa, en Nouvelle-Calédonie ( AFP / Delphine Mayeur )\n\"J'ai très, très peur\", abonde Pascal, dont l'un des fils récemment revenu de l'Hexagone a rejoint le barrage. \"C'est mon aîné et il a une grande famille\", poursuit-il. \"Il faut que nous soyons à ses côtés pour l'accompagner, pour l'aider à prendre notre relève\".\nLa cérémonie s'achève en chanson pendant que des marmites sont installées sur des tables.\nCes derniers jours, les femmes du quartier ont organisé des bingos pour offrir le repas, partagé simplement à même le rond-point. Les jeunes descendent y chercher leurs assiettes puis remontent pour tenir leur position.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://s.brsimg.com/static-000/cache/i/content/images/2/6/5/265372037f93f888fca728a2167c1fc8-760x507.webp",
    "https://s.brsimg.com/static-000/cache/i/content/images/4/b/2/4b2e5a024ea535b7f51d283c6bb1885f-760x506.webp",
    "https://s.brsimg.com/static-000/cache/i/content/images/0/7/8/078539c09d22c7ed72fb3c5c9a5e606e-760x506.webp",
    "https://s.brsimg.com/static-000/cache/i/content/images/4/f/e/4feb315fdd58641da821175677270bad-760x506.webp",
    "https://s.brsimg.com/static-000/cache/i/content/images/1/8/7/1872ea1e7edd062d20bf86b09e12b1c2-760x507.webp",
    "https://s.brsimg.com/static-000/cache/i/content/images/0/5/f/05f57b49a8e1793d6fc1bdae5fa890c8-760x506.webp",
    "https://www.s.brsimg.com/static-000/cache/i/content/images/4/f/e/4feb315fdd58641da821175677270bad-760x506.webp",
    "https://www.s.brsimg.com/static-000/cache/i/content/images/1/8/7/1872ea1e7edd062d20bf86b09e12b1c2-760x507.webp",
    "https://www.s.brsimg.com/static-000/cache/i/content/images/0/7/8/078539c09d22c7ed72fb3c5c9a5e606e-760x506.webp",
    "https://www.s.brsimg.com/static-000/cache/i/content/images/0/5/f/05f57b49a8e1793d6fc1bdae5fa890c8-760x506.webp",
    "https://www.s.brsimg.com/static-000/cache/i/content/images/2/6/5/265372037f93f888fca728a2167c1fc8-760x507.webp",
    "https://www.s.brsimg.com/static-000/cache/i/content/images/4/b/2/4b2e5a024ea535b7f51d283c6bb1885f-760x506.webp"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T16:54:08.427+03:00",
  "updated": "2024-06-02T16:54:08.427+03:00"
}