{
  "thread": {
    "uuid": "16e3d8894eacfa25b2e51c1ed9bc005937fa84d7",
    "url": "https://www.sdpnoticias.com/estados/jalisco/video-rescatan-a-familia-y-a-su-perrito-de-vehiculo-arrastrado-por-inundacion-en-guadalajara-jalisco",
    "site_full": "www.sdpnoticias.com",
    "site": "sdpnoticias.com",
    "site_section": "https://sdpnoticias.com/estados",
    "site_categories": [
      "tech",
      "email",
      "top_news"
    ],
    "section_title": "sdpnoticias",
    "title": "VIDEO: Rescatan a familia y a su perrito de vehículo arrastrado por inundación en Guadalajara, Jalisco",
    "title_full": "VIDEO: Rescatan a familia y a su perrito de vehículo arrastrado por inundación en Guadalajara, Jalisco",
    "published": "2024-06-24T06:44:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.sdpnoticias.com/resizer/v2/KX76NSGQRRG5POAVYCNUKV4XMQ.jpg?smart=true&amp;auth=16623078f9bfd867b64bda6cf9329d13826eea67dfa9609e01551a07cae9e447&amp;width=1200&amp;height=628",
    "performance_score": 0,
    "domain_rank": 24632,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "16e3d8894eacfa25b2e51c1ed9bc005937fa84d7",
  "url": "https://www.sdpnoticias.com/estados/jalisco/video-rescatan-a-familia-y-a-su-perrito-de-vehiculo-arrastrado-por-inundacion-en-guadalajara-jalisco",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cristal Villanueva",
  "published": "2024-06-24T06:44:00.000+03:00",
  "title": "VIDEO: Rescatan a familia y a su perrito de vehículo arrastrado por inundación en Guadalajara, Jalisco",
  "text": "Una [familia de Guadalajara, Jalisco](https://www.sdpnoticias.com/estados/jalisco/mueren-4-integrantes-de-una-familia-en-accidente-de-carretera-guadalajara-puerto-vallarta/), es tema en redes sociales luego de que se diera a conocer un video sobre su rescate y el de su perrito de una inundación que con la corriente de agua arrastró su vehículo. El heróico incidente ocurrió la tarde de este domingo 23 de junio en la colonia Lomas de Oblatos, Guadalajara, y, según las imágenes, fue un momento sumamente peligroso y lleno de adrenalina. De acuerdo con el reporte local, todos los integrantes de tal familia, incluido el perrito, fueron rescatados del vehículo que pronto se llenó de agua por la inundación. Así pues el video sobre el momento del rescate se difundió con gran rapidez en internet, ya que la familia y los rescatistas no abandonaron al perrito y todos ellos quedaron a salvo en Guadalajara, Jalisco. Así fue el rescate de una familia y su perrito en plena inundación de Guadalajara, Jalisco: VIDEO Minutos de tensión ante la fuerza e intensidad de la corriente por las inundaciones en Guadalajara, Jalisco, fue lo que vivió una familia y su perrito que viajaban por la demarcación. [Nuevo LeónVIDEO: Mariana Rodríguez adopta otro perrito y lo nombra ‘Alberto’ tras la tormenta tropical; así reaccionó Samuel García](/estados/nuevo-leon/video-mariana-rodriguez-adopta-otro-perrito-y-lo-nombra-alberto-tras-la-tormeta-tropical-asi-reacciono-samuel-garcia/) [TamaulipasVIDEO: Captan a cocodrilo cruzando la calle en Tampico, tras las intensas lluvias de la tormenta tropical Alberto](/estados/tamaulipas/video-captan-a-cocodrilo-cruzando-la-calle-en-tampico-tras-las-intensas-lluvias-de-la-tormenta-tropical-alberto/) [TamaulipasJoven quedó atrapado por corriente de Río San Marcos; así lo rescataron (VIDEO)](/estados/tamaulipas/joven-quedo-atrapado-por-corriente-de-rio-san-marcos-asi-lo-rescataron-video/) [EstadosVIDEO: Las increíbles imágenes de la Huasteca Potosina tras fuertes lluvias por tormenta tropical Alberto](/estados/video-las-increibles-imagenes-de-la-huasteca-potosina-tras-fuertes-lluvias-por-tormenta-tropical-alberto/) Esto luego de que el vehículo en el que se transportaban fue arrastrado por el agua acumulada de las intensas lluvias ocurridas este domingo 23 de junio. Según el video que registró el episodio, la unidad ya solo era visible en su parte superior, ya que el nivel del agua en tal localidad de Guadalajara, Jalisco, era tan elevado que casi lo cubría en su totalidad. No obstante, la familia y su perrito contaron con la suerte de pasar a lado de un puente y ahí ser rescatados de la inundación antes de irse junto al vehículo que ya se perdía entre la inundación. [CDMX¿Qué pasó en la plaza Parque Lindavista? Reportan la caída de plafones del techo del centro comercial de la alcaldía Gustavo A. Madero](/estados/cdmx/que-paso-en-la-plaza-parque-lindavista-reportan-la-caida-de-plafones-del-techo-del-centro-comercial-de-la-alcaldia-gustavo-a-madero/) [JaliscoVIDEO: Rescatan a familia y a su perrito de vehículo arrastrado por inundación en Guadalajara, Jalisco](/estados/jalisco/video-rescatan-a-familia-y-a-su-perrito-de-vehiculo-arrastrado-por-inundacion-en-guadalajara-jalisco/) [Estado de MéxicoVIDEO: Captan pelea entre policías de Ecatepec y elementos de la Guardia Nacional en la autopista México-Pachuca](/estados/edomex/video-captan-pelea-entre-policias-de-ecatepec-y-elementos-de-la-guardia-nacional-en-la-autopista-mexico-pachuca/) Por este motivo y gracias al apoyo de las personas, el saldo quedó en pérdidas materiales únicamente, sin embargo, las lluvias en Guadalajara, Jalisco, se mantuvieron con fuerza. Pronóstico del clima de Guadalajara, Jalisco, prevé lluvias puntuales torrenciales para el 24 de junio De acuerdo con el pronóstico del clima para Guadalajara, Jalisco, de este lunes 24 de junio, las primeras horas de la jornada se distinguirán por un ambiente templado y posible presencia de neblina. Consecuentemente, al atardecer, sucederán lluvias puntuales torrenciales acompañadas de descargas eléctricas y caída de granizo, al igual que en los estados de Colima y Michoacán. En este escenario, autoridades de Guadalajara, Jalisco, recomiendan seguir al tanto de los comunicados oficiales, ya que las precipitaciones podrían provocar inundaciones, encharcamientos y deslaves.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-24T10:30:34.334+03:00",
  "updated": "2024-06-24T10:30:34.334+03:00"
}