{
  "thread": {
    "uuid": "08e54dc9015bce0c15984a78afaed010aa37aa2c",
    "url": "https://www.monstersandcritics.com/tv/reality-tv/the-golden-bachelor-viewers-react-to-kathy-swarts-wedding-commentary/",
    "site_full": "www.monstersandcritics.com",
    "site": "monstersandcritics.com",
    "site_section": "https://www.monstersandcritics.com",
    "site_categories": [
      "television",
      "entertainment"
    ],
    "section_title": "Monsters and Critics - Entertainment news, celebrity photos and reality TV",
    "title": "The Golden Bachelor viewers react to Kathy Swarts' wedding commentary",
    "title_full": "The Golden Bachelor viewers react to Kathy Swarts' wedding commentary",
    "published": "2024-01-05T23:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.monstersandcritics.com/wp-content/uploads/2024/01/Kathy-Swarts-1.jpg",
    "performance_score": 0,
    "domain_rank": 8329,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 19,
        "comments": 3,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "08e54dc9015bce0c15984a78afaed010aa37aa2c",
  "url": "https://www.monstersandcritics.com/tv/reality-tv/the-golden-bachelor-viewers-react-to-kathy-swarts-wedding-commentary/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Monsters & Critics",
  "published": "2024-01-05T23:33:00.000+02:00",
  "title": "The Golden Bachelor viewers react to Kathy Swarts' wedding commentary",
  "text": "The Golden Bachelor live wedding was everything we could have wanted and more. Gerry Turner and Theresa Nist looked incredible, and there was no doubt, as tears were flowing, that these seniors are in love and ready to spend the rest of their lives together. Everything about the ceremony and the event leading up to it proved to be a fun watch for The Golden Bachelor viewers, who weighed in on social media as they watched. Everything from the clips of Gerry and Theresa planning their big day to the surprise proposal happening before the ceremony had fans gushing. The attendants seemed excited to see Susan Noles in the officiant role, and her delivery was funny and sentimental, making viewers laugh and cry as she recalled events from the season. But not everyone was impressed with Kathy Swarts and her red carpet coverage, especially after how she treated Theresa during the season. The Golden Bachelor viewers blast Kathy Swarts for Kathy Swarts was a surprise at [The Golden Bachelor wedding](https://www.monstersandcritics.com/tv/reality-tv/the-golden-bachelor-live-wedding-the-highlights/). Not that she was in attendance, as we expected most, if not all, of the women from Gerry Turner’s season to be there. But Kathy was front and center with a microphone in her hand for most of the special. She worked her way through the crowd of attendees with Charity Lawson by her side as she joked and taunted, teased, and flirted her way through the crowds of Bachelor Nation guests. Some thought it was refreshing and fun, while others were horrified, not only that Kathy was in such a major role, but also over the things she was saying. She was compared to the iconic Joan Rivers by one viewer who took to X, formerly Twitter, and wrote, “Kathy is the Joan Rivers of the Golden Bachelor.” It’s not clear if that was an insult or a compliment. Another pointed out that “Kathy bringing the drama on Golden Bachelor Wedding.” And she certainly did. Especially when she mercilessly flirted with Dotun Olubeko right in front of Charity Lawson. Other commenters were much more direct about their dislike, with one writing, “Why is mean girl Kathy Swarts even invited to the wedding? That broad was so nasty to sweet, lovely Theresa. C’mon Golden Bachelor producers, pick better. Plus, many awkward moments with her behind the mic.” A less than impressed commenter took aim at how Kathy spoke to [Leslie Fhima](https://www.monstersandcritics.com/tv/reality-tv/leslie-fhima-will-attend-the-golden-bachelor-wedding-despite-recent-hospitalization-surgery/), who came in second place, writing, “‘We all know you did not get the man of your dreams’ Kathy greeting Leslie.” No one missed Charity’s body language and facial expressions as Kathy continued to step on toes. Kathy Swarts even managed to get an invite to Theresa Nist’s wedding dress try-on While it was surprising to see Kathy on The Golden Bachelor wedding night with a microphone in her hand, it was even more of a shocker to see her and a select group of women on hand for Theresa’s dress try-on. Theresa was fitted by Badgley Mischka and it was quite the event. Considering Theresa’s story of choosing her first dress quickly and wearing it off-the-rack for a quickie wedding planned in two days the first time around, she went all out when she married Gerry Turner. Both Theresa and Gerry’s daughters were on hand for the fitting, as well as officiant Susan Noles and — surprise — Kathy Swarts. It’s been a shock to everyone in Bachelor Nation that she would become so close with Theresa to emcee the pre-ceremony events, but she also scored an invite to the dress fitting.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kathy swarts",
        "sentiment": "negative"
      },
      {
        "name": "gerry turner",
        "sentiment": "neutral"
      },
      {
        "name": "gerry",
        "sentiment": "none"
      },
      {
        "name": "susan noles",
        "sentiment": "none"
      },
      {
        "name": "theresa",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nist",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:31:25.309+02:00",
  "updated": "2024-01-06T00:31:25.309+02:00"
}