{
  "thread": {
    "uuid": "48f8546bd1cf91e7b46eb55fdf21e6e3c2f4f723",
    "url": "https://www.publimetro.com.mx/nacional/2024/04/04/ecuador-declara-persona-non-grata-a-embajadora-de-mexico-por-culpa-de-amlo",
    "site_full": "www.publimetro.com.mx",
    "site": "publimetro.com.mx",
    "site_section": "https://publimetro.com.mx/nacional",
    "site_categories": [
      "media",
      "education",
      "entertainment",
      "top_news"
    ],
    "section_title": "Nacional | Noticias actuales y de última hora en México - Publimetro",
    "title": "Ecuador declara persona ‘non grata’ a embajadora de México por culpa de AMLO",
    "title_full": "Ecuador declara persona ‘non grata’ a embajadora de México por culpa de AMLO",
    "published": "2024-04-05T02:44:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.publimetro.com.mx/resizer/yqrtGcJR8mopE-jqnZdmGY_A3DA=/1200x630/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/metroworldnews/YFGK7ZX6X5ACFJN7CRN25CLZMY.jpeg",
    "performance_score": 0,
    "domain_rank": 30524,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "48f8546bd1cf91e7b46eb55fdf21e6e3c2f4f723",
  "url": "https://www.publimetro.com.mx/nacional/2024/04/04/ecuador-declara-persona-non-grata-a-embajadora-de-mexico-por-culpa-de-amlo",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Miguel Velázquez",
  "published": "2024-04-05T02:44:00.000+03:00",
  "title": "Ecuador declara persona ‘non grata’ a embajadora de México por culpa de AMLO",
  "text": "A través de un comunicado difundido en redes sociales, el Gobierno de Ecuador declaró persona “non grata” a Raquel Serur Smeke, embajadora de México en aquél país, tras las expresiones del presidente Andrés Manuel López Obrador sobre las elecciones presidenciales de 2023, donde fue asesinado el candidato Fernando Villavicencio. La Cancillería del Ecuador informa:— Cancillería del Ecuador 🇪🇨 (@CancilleriaEc) [pic.twitter.com/68L06w8tiF] [April 4, 2024] Durante la conferencia de prensa matutina del 3 de abril, el presidente habló de cómo la violencia política es utilizada por grupos que buscan llegar al poder. Esto, tras el asesinato de la candidata de Morena a la presidencia municipal en Celaya, Guanajuato. “Hubo elecciones en Ecuador, iba la candidata de las fuerzas progresistas como 10 puntos arriba, 10 puntos. Entonces, un candidato que habla mal de la candidata que va a arriba de repente es asesinado, y la candidata que iba arriba se cae, y el candidato que iba en segundo sube. Pero la candidata que queda después de este asesinato como sospechosa sigue haciendo campaña...”, dijo el mandatario. “¿Y cuál es la segunda etapa? El crear un ambiente enrarecido de violencia, al grado que van los candidatos —y esto lo difunden todos los medios— con chalecos a los debates. Pero todo armado. Pues no ganó la candidata y lo más lamentable es que continúa la violencia, que utilizaron nada más el momento”, afirmó. ¿Con qué países ha cambiado la relación diplomática desde que AMLO asumió el poder? Empeoró - Perú. El presidente Andrés Manuel López Obrador rompió relaciones con Perú tras la caída y encarcelamiento del expresidente Pedro Castillo, quien fue detenido en el camino a refugiarse en la embajada de México en Perú, el 7 de diciembre de 2022. Desde entonces, el mandatario mexicano no dejó de denostar a la mandataria, a la que considera “espuria”. - España. La primera “pausa diplomática”, concepto creado por el gobierno del presidente López Obrador, fue con el gobierno de España. El presidente criticó los acuerdos de empresas como Iberdrola y OHL, obtenidos en sexenios anteriores. Hasta el momento, López es el primer presidente de México en no viajar a España en la historia moderna, desde el restablecimiento de las relaciones diplomáticas entre España y México que se produjo el 28 de marzo de 1977. El último encuentro entre el presidente español, Pedro Sánchez y el presidente mexicano, Andrés Manuel López Obrador, se realizó en Palacio Nacional el 30 de enero de 2019. Fue la primera visita oficial del sexenio de AMLO. - Argentina. 2024 marcó el distanciamiento entre México y Argentina, debido a la guerra de declaraciones entre Javier Milei y Andrés Manuel López Obrador. Milei afirmó que soy un “ignorante” porque le llamé “facho conservador”.— Andrés Manuel (@lopezobrador_) Está en lo cierto: todavía no comprendo cómo los argentinos, siendo tan inteligentes, votaron por alguien que no está exacto, que desprecia al pueblo y que se atrevió a acusar a su paisano Francisco de ser… [March 28, 2024] Mejoró - Brasil. Aunque no ha viajado a Brasil, el presidente López Obrador sí ha recibido en varias ocasiones al presidente Luiz Inácio Lula da Silva, a diferencia del expresidente Jair Bolsonaro, quien gobernó del 1 de enero de 2019 al 31 de diciembre de 2022 - Corea del Norte. Durante el sexenio de Enrique Peña Nieto, México expulsó al embajador norcoreano. Sin embargo, en el sexenio del presidente López Obrador, se restablecieron las relaciones y se designaron nuevos embajadores. - Venezuela. La relación con México tuvo un mayor auge durante el sexenio de López Obrador. Esto quedó de manifiesto en las tres visitas que Maduro ha realizado a México durante el mandato de AMLO (1 de diciembre de 2018, toma de protesta de AMLO; la VI Cumbre de la Comunidad de Estados Latinoamericanos y Caribeños (CELAC), en 2021 y el Encuentro por una Vecindad con Fraternidad y Bienestar, en Palenque, Chiapas, en octubre pasado).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T02:45:35.057+03:00",
  "updated": "2024-04-05T04:16:10.069+03:00"
}