{
  "thread": {
    "uuid": "dda733dc978b35d3c1a3e1572fa5a79795965ab6",
    "url": "https://reads.alibaba.com/volvo-trucks-unveils-all-new-volvo-vnl-in-north-america-fuel-efficiency-improved-by-up-to-10",
    "site_full": "reads.alibaba.com",
    "site": "alibaba.com",
    "site_section": "https://reads.alibaba.com",
    "site_categories": [],
    "section_title": "The Official Alibaba.com Info Site - Alibaba.com Reads",
    "title": "Volvo Trucks Unveils All-New Volvo VNL in North America; Fuel Efficiency Improved by up to 10% - Alibaba.com Reads",
    "title_full": "Volvo Trucks Unveils All-New Volvo VNL in North America; Fuel Efficiency Improved by up to 10% - Alibaba.com Reads",
    "published": "2024-02-16T06:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.baba-blog.com/2024/01/A-new-white-Volvo-truck-near-the-car-dealership.jpg?x-oss-process=style%2Ffull",
    "performance_score": 0,
    "domain_rank": 363,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dda733dc978b35d3c1a3e1572fa5a79795965ab6",
  "url": "https://reads.alibaba.com/volvo-trucks-unveils-all-new-volvo-vnl-in-north-america-fuel-efficiency-improved-by-up-to-10",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Green Car Congress",
  "published": "2024-02-16T06:05:00.000+02:00",
  "title": "Volvo Trucks Unveils All-New Volvo VNL in North America; Fuel Efficiency Improved by up to 10% - Alibaba.com Reads",
  "text": "Volvo Trucks has launched a completely new Volvo VNL in North America. Optimized aerodynamics and new technologies have improved fuel efficiency by up to 10%. The new Volvo VNL is based on an all-new platform for all upcoming technologies, including battery-electric, fuel cell and internal combustion engines running on renewable fuels including hydrogen. The first 24-volt electrical infrastructure in the North American trucking industry and active safety features are introduced in this new generation of Volvo trucks will be the standard for the future commercialization of fully autonomous trucks. The new Volvo VNL features Volvo Trucks’ most efficient idle management tool to help reduce or eliminate engine idling when the vehicle is stopped or parked. The new ultra-quiet, proprietary, integrated Volvo Parking Cooler is a climate-control option that utilizes the onboard 24-volt battery system to power the cab’s HVAC when parked, reducing emissions, engine wear, and fuel costs. The Volvo Parking Cooler enhances the resting experience by eliminating noise and vibration from idling. For drivers parked in areas where idling is prohibited, the integrated Volvo Parking Cooler maintains a comfortable climate to maximize driver health, safety, and well-being. Aerodynamic resistance has a major impact on the fuel efficiency of a truck. The streamlined and more angular, wedge-shaped cab design of the new Volvo VNL, featuring a redesigned windshield, are key factors in achieving up to 10% improvement in fuel efficiency. Additional aerodynamic gains were created from the integration of the curved and bonded windshield, tighter clearances around turbulent air areas as well as a tighter trailer gap. The new Volvo VNL is powered by the latest generation D13 engine that delivers improved fuel efficiency, performance, and durability. The D13 engine is available in four horsepower ratings, ranging from 405 to 500hp and three torque ratings from 2370 to 2640N·m. A variety of new active safety systems are offered with the new truck, including Volvo Active Driver Assist Plus with Pilot Assist, which provides active lane centering. This system is powered by Volvo Dynamic Steering, which improves maneuvering at all speeds, including more controlled backing, and increases stability at all road speeds. Class-leading passive safety systems offered in the new Volvo VNL include the bonded and wrapped windshield improving visibility for drivers, bolstering safety and reducing wind noise in the cab. The cab of the new Volvo VNL is designed according to Volvo Trucks leading crash test standards and will be available with a North American industry-first side-curtain airbag incorporated on the driver and passenger side of the cab. Sales of the new Volvo VNL will begin in the coming months with production at the Volvo Trucks New River Valley Plant in Dublin, Virginia. Source from [Green Car Congress](https://www.greencarcongress.com/2024/01/20240124-vnl.html) Disclaimer: The information set forth above is provided by greencarcongress.com independently of Alibaba.com. Alibaba.com makes no representation and warranties as to the quality and reliability of the seller and products.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.greencarcongress.com/2024/01/20240124-vnl.html)",
    "https://greencarcongress.com/2024/01/20240124-vnl.html)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "volvo trucks unveils all-new volvo vnl",
        "sentiment": "negative"
      },
      {
        "name": "alibaba.com reads volvo trucks",
        "sentiment": "negative"
      },
      {
        "name": "volvo vnl",
        "sentiment": "negative"
      },
      {
        "name": "volvo",
        "sentiment": "none"
      },
      {
        "name": "volvo trucks",
        "sentiment": "none"
      },
      {
        "name": "volvo parking cooler",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "north america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T09:22:14.652+02:00",
  "updated": "2024-02-16T09:22:14.652+02:00"
}