{
  "thread": {
    "uuid": "b6f862218170c07262337de9ae15313a66a05ed5",
    "url": "https://vnexplorer.net/surge-in-maoists-giving-up-arms-as-security-forces-tighten-grip-s2628401.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Surge in Maoists giving up arms as security forces tighten grip",
    "title_full": "Surge in Maoists giving up arms as security forces tighten grip",
    "published": "2024-05-05T07:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lPGVN.img",
    "performance_score": 0,
    "domain_rank": 56915,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b6f862218170c07262337de9ae15313a66a05ed5",
  "url": "https://vnexplorer.net/surge-in-maoists-giving-up-arms-as-security-forces-tighten-grip-s2628401.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-05-05T07:16:00.000+03:00",
  "title": "Surge in Maoists giving up arms as security forces tighten grip",
  "text": "In total 490 Maoists surrendered before the authorities in 2022, while 370 laid down arms in 2023.\nA large number of cadres are deserting the Communist Party of India (Maoist)-led insurgency fearing they will be killed or arrested in ground operations being carried out by security forces in Chhattisgarh, Jharkhand, Odisha and Andhra Pradesh, people familiar with the development said on Saturday.\nIn a typical year, around 400 Maoists surrendered in the affected areas, but in the four months this year, some 240 insurgents have already laid down arms either with the state police or the Central Reserve Police Force (CRPF), official data showed. In last one week alone, 40 Maoists surrendered in Chhattisgarh and Jharkhand.\nIn contrast , 490 of them surrendered before the authorities in 2022, while 370 laid down arms in 2023.\nThe surge has been prompted by security forces stepping up their operations against the insurgents after establishing camps in affected areas, officials who declined to be named said, citing what some of the surrendering ultras have told them. There is also conflict between the Maoists in Telangana and the local tribal community, the officials added.\nThe senior officials involved in counter-insurgency operations said they are receiving messages from several groups of Maoists regularly offering to surrender and join the mainstream. At least 90 Maoists have been killed in encounters in this year so far. The number last year was 22.\n“There are many junior cadre members who have sent messages willing to surrender. If we start accepting everyone, there will be a meteoric rise,” said Jitender Kumar Yadav, superintendent of police at Chhattisgarh’s Bijapur. “As precaution, we check every case, especially when it involves junior cadre. It is possible that the top leaders advise these juniors to surrender so that their names can be struck off the list. These surrendered junior cadres could then go back and again work for the extremists. There are many willing to surrender whom we are verifying,” Yadav said.\nIn Bijapur, one of the worst affected areas affected by left wing extremism, 16 Maoists surrendered on April 30. They carried a total reward of over ₹16 lakh on their capture, and four among them were members of the important People’s Liberation Army battalion number 1.\nAmong those who surrendered was Arun Kadti, who carried a reward of ₹8 lakh. Kadti was a key member of the group that was involved in the killings of three CRPF personnel on January 30, when the forces were attacked at their camp in Tekelgudem in Chhattisgarh’s Sukma. Two weeks before this attack, Kadti was also allegedly involved in the attack at the CRPF camp in Dharmapuram in the central Indian state.\nALSO READ | Emerging lessons from Bastar to counter Maoists\n“Surrendered Maoists like Kadti say that they are forced to surrender because their area of operation has shrunk over the years, especially in recent months. Because of the camps that have opened in what were once Maoist areas, their supply of arms or even essential items has shrunk,” Yadav said. “In this, we hope to penetrate in to deeper areas and get a record number of surrenders.”\nThose who want to leave are from different kind of units of the CPI (Maoist), including jan (people’s) militia, self defence squads, local guerrilla squads, special guerrilla squads, intelligence units, special action teams and district level assassination squads, officials said.\nAn estimate by ground forces and intelligence agencies suggested the Maoists’ armed cadre numbers have depleted to just around 2,500 from 10,000-15,000 some 5-6 years ago. Their activity is also restricted to only Abujmarh forest area in Chhattisgarh, Bastar and the Andhra-Odisha border, while there are a few cadre in Jharkhand and some in Bihar, officials said.\n“If things continue like this, we will soon surround them within a radius of 15-20 km in the Chhattisgarh region,” another officer said on condition of anonymity.\nMore intensive operations and deeper penetration into remote areas by the security forces are the main reasons why the Maoists are surrendering, said Kiran Chauhan, superintendent of police in Sukma.\n“About 5-6 years ago, the forces had to travel 50-60km in areas to conduct operations because camps were yet to be built there. The situation is different now. The opening of camps across Sukma has helped. This year we built nine camps, last year it was seven camps. Today in Sukma, our forces only need to cover a distance of less than 10 km to conduct operations and return,” Chauhan said.\n“Because we set up camps in core areas, the intelligence network has increased. Maoists , too, are seeing this. To add to this, many people are seeing the benefits of joining mainstream,” he added. “One is the fear of being arrested anytime because of the operations. The other is the benefits they are seeing if they join the mainstream.”\nAmong the camps opened in Sukma this year was one at Puvarti village, home to PLA battalion 1 commanders Madhvi Hidma and Barsa Sukka. The two Maoist commanders are also in the most wanted listed of state police and the Centre’s National Investigation Agency (NIA). They are said to be involved in all major attacks against security forces since 2013. They carry a reward of ₹1 crore each on capture.\nA third official, who asked not to be named, said the Maoist leadership has weakened over a period of time and new cadre are not eager to join the movement as they realise that government is building roads and erecting mobile towers in the areas wherever a new security camp is opened.\nOn February 17, the day after a camp was set up at Puvarti village and security forces took control of the area after over three decades, the state government sent teams of doctors. Among the first who was checked by the doctors was of Hidma’s mother. The forces will soon start a school for the residents of this village.\n“The remote villages deep in the jungle where the CRPF or other security forces’ forward operating bases (FOBs) have opened are being provided with government schemes including ration and health facilities, due to which even villagers are not ready to support them (Naxals). On top of that, their logistics supply and funding are choked,” said the first officer cited above.\nUnion home minister Amit Shah has given clear directions to Chhattisgarh police, CRPF, Border Security Force, Indo-Tibet Border Police and central intelligence agencies to clear out Maoists from the region in next couple of years.\nAfter 29 Maoists were killed in an encounter with Chhattisgarh police and the BSF two weeks ago in Kanker in Chhattisgarh, Shah said: “We are determined to free the country from the scourge of Maoism.”\nLeft wing extremism related violence has declined by 52% in the country and the number of deaths by 69%, from 6,035 to 1,868, between 2014 and 2023, compared to the period between 2004 and 2014, home ministry data show.\nSimilarly, the number of deaths of security personnel due to such violence has declined by 72%, from 1,750 in 2004-14 to 485 in 2014-23, and the number of civilian deaths has fallen by 68%, from 4,285 to 1,383 in this period.\nIn the past five years, more than 5,000 post offices have been set up in 90 districts that have Maoist presence or where the ultras were present in the past. As many as 1,298 bank branches have also been opened and 1,348 ATMs became operational in the 30 most-affected districts. The administration has also installed 4,885 mobile towers at a cost of ₹2,690 crore in Maoist-hit areas and 9,356km of roads have been laid at a cost of ₹10,718 crore.\nStrategic security operations have also led to filling the security vacuum in the strongholds of Maoists as Burha Pahad, trijunction of Khunti–Saraikela Kahrsawan– West Singhbhum, the Kolhan forest area in Jharkhand, Bheem Bandh and Chakarbandha in Bihar, and the cutoff area of Malkangiri in Odisha, officials said.\nRead more news like this on HindustanTimes.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lPGVN.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lPGVN.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "central reserve police force",
        "sentiment": "none"
      },
      {
        "name": "communist party of india",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "andhra pradesh",
        "sentiment": "none"
      },
      {
        "name": "odisha",
        "sentiment": "none"
      },
      {
        "name": "chhattisgarh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-05T07:28:30.314+03:00",
  "updated": "2024-05-05T07:28:30.314+03:00"
}