{
  "thread": {
    "uuid": "d91af4aec4d938d066990d79fbdd62800c55175c",
    "url": "https://www.dailyitem.com/applause/lewisburg-area-students-aiming-for-a-magical-mary-poppins-musical/article_8dc86c66-d5ca-11ee-b138-0b8db940f46d.html",
    "site_full": "www.dailyitem.com",
    "site": "dailyitem.com",
    "site_section": "http://www.dailyitem.com/search/?f=rss&t=article&c=applause&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "www.dailyitem.com - RSS Results in applause of type article",
    "title": "Lewisburg Area students aiming for a magical 'Mary Poppins' musical",
    "title_full": "Lewisburg Area students aiming for a magical 'Mary Poppins' musical",
    "published": "2024-02-29T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/dailyitem.com/content/tncms/assets/v3/editorial/f/32/f324e106-d5e4-11ee-84bb-13a25d39fc6c/65dea0d458ee7.image.jpg?crop=1638%2C860%2C0%2C202&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 26305,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d91af4aec4d938d066990d79fbdd62800c55175c",
  "url": "https://www.dailyitem.com/applause/lewisburg-area-students-aiming-for-a-magical-mary-poppins-musical/article_8dc86c66-d5ca-11ee-b138-0b8db940f46d.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cindy O. Herman For The Daily Item",
  "published": "2024-02-29T21:00:00.000+02:00",
  "title": "Lewisburg Area students aiming for a magical 'Mary Poppins' musical",
  "text": "LEWISBURG — What goes on behind the scenes in high school musicals? Fun dance steps, accents that won’t quit, and private notes.\nLewisburg Area High School will present “Mary Poppins” on Thursday and Friday at 7 p.m. and Saturday at 2 and 7 p.m. in the high school auditorium on Newman Road.\nJulie Andrews and Dick Van Dyke made the magical nanny and Cockney chimney sweep famous in the 1964 Disney movie, where they brought sunshine to the lives of Jane and Michael Banks, whose parents were caught up in their own problems.\nKatie Kelley, a senior, had to decide whether to emulate Julie Andrews or create her own version of Mary Poppins. After learning her lines and blocking, the choice became clear.\n“I’m learning to walk around the stage as Mary Poppins, rather than her representation by Julie Andrews, meaning, I am my own representative,” Kelley said.\nAt a recent rehearsal, she was looking forward to flying rehearsal – yes, with an apparatus that allows her to soar across the stage, umbrella in hand.\n“Right now I just shuffle across the stage,” she said with a laugh, adding that the school hired a fly team. and parents from the production of “The Wizard of Oz” had returned to help. “They understand the fly equipment. I think that’s really cool of them.”\nSenior Naveen Ramsaran enjoys portraying Bert the chimney sweep.\n“Bert is the fun character of the show and acts as a sort of narrator,” Ramsaran said.\nThe role of Mrs. Banks, is played by senior Summer Evans.\n“She’s George Banks’ wife, and she’s trying with everything she’s got to be a good wife and mother,” Evans said. “She’s desperately trying to make everyone happy, until the end when she is able to stand up for herself and be her own person. It’s been fun trying to take aspects of Mrs. Banks in the movie and draw her into the musical.”\nSenior Liam Shabahang has found it interesting to portray the strict, harried Mr. Banks.\n“I’ve been trying to see more into his character than someone who’s mean and grouchy,” Shabahang said. “He’s someone who, while trying to provide for his family and the lavish lifestyle of a banker, has neglected spending time with his wife and kids. He has to rediscover what’s important in life.”\nMeanwhile the Banks children are being utterly delighted with the antics of Mary Poppins and Bert.\n“Jane is the typical, snotty 11-year-old who doesn’t want to be told what to do,” said senior Laura Tranquilla, who joked that she got the role because she’s a bit on the short side. “I represent her as kind of taking after her father. He doesn’t like poor people, so Jane is afraid of Bert, at first, but grows to open herself to learning about other people.”\nNolan Jusko, an 8th-grader who portrays Michael Banks, holds his own with his high school cast mates.\n“It hasn’t been horribly hard to play Michael because I’ve always stuck with my childish side,” Jusko said. “It’s really fun to let go and play a child for once and just connect with the character.”\nHe and Tranquillo have been having fun with the “Dance Boot Camp” instructions.\n“I have a younger brother, so I’m used to their antics,” Tranquillo said. “We do little dances backstage.”\nRamsaran has gotten a kick out of watching everyone learn their dance moves, too.\n“People being able to do cartwheels or not do cartwheels was pretty entertaining,” he said.\nTalking in a British accent is hard to drop even after rehearsals, Kelley said, adding that one day a stage crew member asked why she was still speaking that way.\n“Once you start doing it, you can’t stop,” she said.\nShabahang keeps things light by jotting notes during scenes where he’s at his desk, leading to others dashing off notes there too. During a scene where he tells his wife he lost his job, Shabahang wrote a note for Evans just as she was about to deliver her lines.\n“He wrote, ‘Broke,’” Evans said, laughing. “It was so funny.”\nAudiences will enjoy watching the different emotions the cast portrays, Jusko said.\n“Everyone has done an amazing job,” he said.\n“If you want to have a fun time and watch a show that will make you laugh and also be heartwarming, this is the one to see,” Evans said.\nCalling the show a “joyous romp,” Shabahang said, “There are tons of jokes. And at the end it’s just an uplifting message about understanding what’s important in life.”\nCindy O. Herman lives in Snyder County. Email comments to her at",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mary poppins",
        "sentiment": "negative"
      },
      {
        "name": "julie andrews",
        "sentiment": "none"
      },
      {
        "name": "michael banks",
        "sentiment": "none"
      },
      {
        "name": "katie kelley",
        "sentiment": "none"
      },
      {
        "name": "kelley",
        "sentiment": "none"
      },
      {
        "name": "dick van dyke",
        "sentiment": "none"
      },
      {
        "name": "jane",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "lewisburg area high school",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lewisburg",
        "sentiment": "none"
      },
      {
        "name": "lewisburg area",
        "sentiment": "none"
      },
      {
        "name": "newman road",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:56:13.544+02:00",
  "updated": "2024-03-01T00:56:13.544+02:00"
}