{
  "thread": {
    "uuid": "e939dbf7780d50f404571e7a5ed3d788d9ebd8f8",
    "url": "https://independent.ng/aremu-hails-michelle-as-recipient-of-crown-universitys-honorary-doctorate-degree",
    "site_full": "independent.ng",
    "site": "independent.ng",
    "site_section": "https://independent.ng/suit-against-nass-budget-serap-turning-self-to-opposition-groups",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Independent Nigeria Newspaper - Breaking News Across Nigeria",
    "title": "Aremu Hails Michelle As Recipient Of Crown University’s Honorary Doctorate Degree | Independent Newspaper Nigeria",
    "title_full": "Aremu Hails Michelle As Recipient Of Crown University’s Honorary Doctorate Degree | Independent Newspaper Nigeria",
    "published": "2024-04-19T01:14:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://independent.ng/wp-content/uploads/IMG-20240418-WA0123.jpg",
    "performance_score": 0,
    "domain_rank": 56757,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e939dbf7780d50f404571e7a5ed3d788d9ebd8f8",
  "url": "https://independent.ng/aremu-hails-michelle-as-recipient-of-crown-universitys-honorary-doctorate-degree",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Victor Bieni",
  "published": "2024-04-19T01:14:00.000+03:00",
  "title": "Aremu Hails Michelle As Recipient Of Crown University’s Honorary Doctorate Degree | Independent Newspaper Nigeria",
  "text": "ASABA – Prof Bashiru Aremu has lauded Michelle Adeyinka’s excellent performance in both private and public sectors as a seasoned development expert and her disposition to community and humanitarian services.\nMichelle is one of the eminent global scholars that recently bagged the Crown University’s honorary doctorate degree during a one-day summit in Lagos.\nAremu in a press statement personally signed by him, tasked Michelle Adeyinka, one of the recipients of Crown University’s Honorary Doctorate on service to humanity.\nThe statement reads in part: “I, UNESCO Laureate and CUICI VC commend Michelle Adeyinka as one of the recipients of Crown University Int’l Chartered Incorporated, USA’s globally recognized Honorary Doctorate Degree certificate. I urge you to be good Ambassador of the institution anywhere in the World for sustainable growth and development of the society and the world at large.\n“Michelle Adeyinka is an exceptional human being when it comes to rendering service to humanity. She is a great woman and humility personified.\n“She is a woman with excellent profile: a virtuous woman of great value who has served Nigeria, Africa and humanity in general) with her time and resources.\n“She has contributed to societal development in various ways and in different sectors of global economy.\n“I urge you to keep it up. Aspire more, work even harder to render more service to your creator. The entire management, staff of CUICI, USA wishes you the best in life. God bless you richly”.\n“Michelle Adeyinka has over 30 years experience of working in the public sector at various levels. She is empathic and very compassionate about improving life opportunities for women and children; particularly those who are vulnerable due to age, health, environment, or situational events.\nOver the years, she has championed for action to improve housing\nconditions and create opportunities for low-income families to access safe and affordable housing”.\n“She is a Fellow of the\nprestigious Chartered Institute of Housing, UK and has been recognised through various national and local awards for her\nservice to the sector.\nOne of Michelle’s notable traits is her empathy and compassion for vulnerable or disadvantaged people, who through life\nsituations, face additional challenges, which without intervention or support, puts them at more risk”.\n“Michelle Aderonke Adeyinka’s concern to\nimprove life for others and make a direct or indirect impact is what led her to initially becoming a housing officer, to help\nhomeless families or households living in disadvantaged areas. Her first job after college, was in one of the most socially and economically challenged local government areas in London.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bashiru aremu",
        "sentiment": "negative"
      },
      {
        "name": "michelle adeyinka",
        "sentiment": "negative"
      },
      {
        "name": "aremu hails michelle",
        "sentiment": "negative"
      },
      {
        "name": "michelle",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "unesco",
        "sentiment": "none"
      },
      {
        "name": "crown university int’l chartered incorporated",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nigeria",
        "sentiment": "none"
      },
      {
        "name": "usa",
        "sentiment": "none"
      },
      {
        "name": "lagos",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:19:16.147+03:00",
  "updated": "2024-04-19T08:56:18.800+03:00"
}