{
  "thread": {
    "uuid": "4168e3998b4f356bb83d133921188d57e076a575",
    "url": "https://dgt.usach.cl/investigacion-usach-impulsa-la-calidad-de-vinos-a-partir-de-levaduras-mejoradas-geneticamente",
    "site_full": "dgt.usach.cl",
    "site": "usach.cl",
    "site_section": "https://dgt.usach.cl/feed",
    "site_categories": [],
    "section_title": "DGT",
    "title": "Investigación Usach impulsa la calidad de vinos a partir de levaduras mejoradas genéticamente",
    "title_full": "Investigación Usach impulsa la calidad de vinos a partir de levaduras mejoradas genéticamente",
    "published": "2024-04-12T01:37:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 35190,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4168e3998b4f356bb83d133921188d57e076a575",
  "url": "https://dgt.usach.cl/investigacion-usach-impulsa-la-calidad-de-vinos-a-partir-de-levaduras-mejoradas-geneticamente",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "admin_dgt",
  "published": "2024-04-12T01:37:00.000+03:00",
  "title": "Investigación Usach impulsa la calidad de vinos a partir de levaduras mejoradas genéticamente",
  "text": "Tras dos años de trabajo investigativo, esta semana se expusieron los resultados del proyecto “Cepas de levadura con menor eficiencia en la producción de alcohol para la elaboración de vinos de calidad”, que dirigió el Dr. Claudio Martinez Fernández, investigador de nuestra Universidad y Director de CECTA.\nLa obtención de levaduras genéticamente mejoradas para producir menos alcohol en los vinos y con la calidad requerida por la industria vitivinícola, fue parte de los resultados presentados en el seminario de cierre del proyecto Fondef, que lideró el\nDr. Claudio Martínez Fernández, investigador Usach y Director del Centro de Estudios en Ciencia y Tecnología de Alimentos (CECTA).\nLa actividad se realizó este martes 9 de abril, congregando la participación de las autoridades de la Usach, el Dr. Jorge Pavez Irrazabal, Vicerrector de Investigación, Innovación y Creación (Vriic) y de Rodrigo Morgado Contardo,\nDirector de Gestión Tecnológica de la Vriic, así como de Carlos Ladrix Oses, Subdirector de Investigación Aplicada de la ANID. También asistieron investigadoras e investigadores de nuestro Plantel y representantes del mundo vitivinícola, entre otros.\nEn la oportunidad, el Dr. Claudio Martinez precisó que debido al cambio climático, las altas temperaturas han acelerado más de lo normal “la maduración de la uvas, incrementándose el contenido de azúcar en estas y afectando el proceso de fermentación, donde las levaduras convierten esos azúcares en alcohol”.\nPrecisó que la investigación buscó dar solución a la alta concentración de alcohol en los vinos, pues entre otros efectos negativos, disminuye la calidad sensorial deseada en el producto. Para abordar este desafío, se propuso obtener “cepas de levaduras Saccharomyces cerevisiae que permitieran producir vinos de alta calidad, sin necesidad de intervenciones pre o post fermentativas para regular su contenido de alcohol”.\nTras dos años de trabajo a nivel de laboratorio y pruebas piloto, el equipo de investigación logró, a partir del cruzamientos de 70 levaduras silvestres, “la obtención de una población de 132 híbridos genéticamente mejoradas, que potencialmente pueden bajar el grado alcohólico”, con un rendimiento en etanol de un 9% menor.\nCabe resaltar, que la metodología desarrollada durante el proyecto se encuentra en proceso de patentamiento, de manera de garantizar su protección legal.\nInvestigación con triple impacto en la industria\nPara la ejecución del proyecto “Cepas de levadura con menor eficiencia en la producción de alcohol para la elaboración de vinos de calidad” se contó con financiamiento de\nANID y la colaboración de la Asociación Nacional de Ingenieros Agrónomos Enólogos (ANIAE) y las empresas Lallemand Inc Chile, Viña Casa Silva, Viña Casa Acosta y RR Wine Ltda. También, recibió el apoyo de la Vriic, a través de su Dirección de Gestión Tecnológica.\nEn ese contexto, el Vicerrector Dr. Jorge Pávez, felicitó al investigador por el trabajo y logros conseguidos, resaltando que este tipo de iniciativas “representan los propósitos que como Universidad perseguimos, pues la investigación y la innovación son pilares fundamentales en nuestro quehacer”.\nAgregó que “sin duda, estamos ante un valioso proyecto de investigación I+D con sello Usach, orientado a generar impacto social, económico y medioambiental. Por lo mismo, estoy seguro que el trabajo liderado por el Dr. Claudio Martínez está contribuyendo enormemente al desarrollo, innovación y avance de las empresas asociadas a esta investigación, pero también aporta a la industria vitivinícola, una de las más importantes en el país”.\nPor su parte, Carlos Ladrix Oses, Subdirector de Investigación Aplicada de la ANID, comentó que la “Universidad de Santiago siempre ha sido un excelente usuario de nuestros instrumentos, justamente por su aplicación con la industria”, en donde además destacó el trabajo que se ha ejecutado en investigación aplicada y transferencia tecnológica en nuestro Plantel.\nLuego de estas presentaciones, el encuentro culminó con la charla “Historia épica del vino chileno”, a cargo del Dr. Pablo Lacoste, académico e investigador Usach, quien ha explorado entre sus líneas investigativas temáticas asociadas a la industria vitivinícola latinoamericana. Durante su intervención, se refirió a la evolución en el consumo, producción y comercialización del vino nacional, desde los tiempos de la Colonia hasta nuestros días.\nAutora: Paola Armijo León\nFotografía: Comunicaciones Vriic\nTags: CECTA Usach\nDirección de Gestión Tecnológica\nVicerrectoría de Investigación, Innovación y Creación",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://www.casasilva.cl/",
    "https://rrwine.cl/",
    "https://anid.cl/",
    "https://www.enologo.cl/",
    "https://www.lallemand.com/en/",
    "https://www.instagram.com/vinacasaacosta/?hl=es",
    "https://www.anid.cl/",
    "https://anid.cl",
    "https://www.instagram.com/vinacasaacosta/",
    "https://instagram.com/vinacasaacosta/?hl=es",
    "https://www.casasilva.cl",
    "https://casasilva.cl/",
    "https://www.rrwine.cl/",
    "https://rrwine.cl",
    "https://www.enologo.cl",
    "https://www.lallemand.com/en",
    "https://lallemand.com/en/",
    "https://enologo.cl/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T03:57:33.128+03:00",
  "updated": "2024-04-12T03:57:33.128+03:00"
}