{
  "thread": {
    "uuid": "286cea7af34c58351a2a3219cd04a149125ea0de",
    "url": "https://www.ncronline.org/opinion/ncr-voices/look-back-life-church-2023",
    "site_full": "www.ncronline.org",
    "site": "ncronline.org",
    "site_section": "https://www.ncronline.org/rss.xml",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "National Catholic Reporter - The Independent News Source",
    "title": "A look back at the life of the church in 2023",
    "title_full": "A look back at the life of the church in 2023",
    "published": "2023-12-29T11:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.ncronline.org/files/2023-12/12.29.23%20SYNOD-SYNTHESIS-1767878.JPG",
    "performance_score": 0,
    "domain_rank": 7339,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "286cea7af34c58351a2a3219cd04a149125ea0de",
  "url": "https://www.ncronline.org/opinion/ncr-voices/look-back-life-church-2023",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T11:00:00.000+02:00",
  "title": "A look back at the life of the church in 2023",
  "text": "Pope Francis and leaders of the assembly of the Synod of Bishops applaud at the conclusion of the gathering's last working session of the synod on synodality Oct. 28 in the Paul VI Hall at the Vatican. (CNS/Vatican Media)\nIt is a mark of our globalized, connected world that when you look back at almost any of the past 200 years in the life of the church, the sayings and doings of the bishop of Rome are always among the most noteworthy things that happened. In 1799,\nPope Pius VI died and he was the last pope who did not stand astride the life of the church as a dominating figure, as the dominating figure. Every pope since Pius VII has been a larger-than-life figure, each occupant of the chair of Peter bringing his own gifts, and weaknesses, to the governance of the universal church.\nIn 2023,\nwe celebrated the 10th anniversary of the election of Pope Francis, and what a decade it has been! His many trips, his powerful encyclicals and apostolic exhortations, his short but pithy sermons, his off-the-cuff comments in interviews that sometimes cause a stir — all these continued to characterize his papacy.\nThere is a dominant throughline of Francis' pontificate and it became even clearer in 2023: He is\ncontinuing the reception of the Second Vatican Council, and he is doing so in ways that strike many people as innovative and some people as dangerous. Unlike his predecessors, Francis is from Latin America, where the council was received both differently and with exceptional theological fecundity. If some find that scary, so be it. Most of us think it is exhilarating.\nThe most significant gift that Francis is bringing from the post-conciliar Latin American experience to the universal church is synodality. The meetings of the council of episcopal conferences of Latin America and the Caribbean (\nCELAM) at Medellin, Puebla, Santo Domingo and Aparecida, were the schools of synodality that shaped the church in Latin America and the pope they gave the world. Almost every papal initiative of Francis can be found in the document that issued from the CELAM meeting in Aparecida in 2007.\nIntroducing a synodal approach to the universal church has not been easy. Francis is not a man who cares about managing expectations. One thinks of the disappointment expressed after the Synod on the Amazon encouraged the pope to consider ordaining married men,\nand the pope refused. As I noted back in April, it is not always clear how obedience to the Spirit will be manifested in these synodal processes, but there is no possible ecclesiology that does not wrestle with that most essential dynamic of the Christian faith.\nPope Francis shares a smile with Sr. Genevieve Jeanningros of the Little Sisters of Jesus at the end of his weekly general audience in the Paul VI Audience Hall at the Vatican Dec. 20. (CNS/Lola Gomez)\nThe preparations for the synodal process brought forth some important and often fascinating interventions. Here in the United States, Cardinal Robert McElroy,\npublished an article in America magazine calling for \"radical inclusion\" for LGBTQ Catholics.\nMcElroy also\ndelivered one of three important talks as part of the Bergoglio Lecture Series at Sacred Heart University in the spring. (I am now a fellow at Sacred Heart University but was not involved in creating the lecture series.) The nuncio, then-Archbishop Christophe Pierre, delivered an important call for an \"hermeneutic of discovery\" which \"acknowledges the importance of intuition, alongside reasoning, for the process of discernment.\" McElroy developed some ideas about inclusion he had raised in the America article. And Cardinal Joseph Tobin of Newark spoke to the need for the synodal process to seek unity among the faithful to help the church overcome the polarization within and without its walls.\nBishops attend Mass Nov. 13 at the Basilica of the National Shrine of the Assumption of the Blessed Virgin Mary in Baltimore at the start of their 2023 fall plenary assembly. (OSV News/Courtesy of Baltimore Basilica/Angelus Virata)\nThe documents of the synod also demonstrated the sea change that was afoot. It was not only the multilayered consultation that led to the final working document for the Rome gathering in October, or the creation of \"\nRegion 16\" to which non-diocesan organizations were invited to share their synodal reflections. Whoever had the idea of framing the working document in terms of a set of questions, rather than a draft text, deserves a raise. The decision to root the synodal approach so explicitly in the documents of Vatican II also demonstrated that conservative complaints about the synod were misplaced or ridiculous.\nLiberal complaints about the synod process were more modern but equally misplaced. Predetermined objectives prevent the kind of openness to the Spirit\nthat synodal conversations require. The Wijngaards Institute in the United Kingdom epitomized a tired ecclesiological approach with an online survey that reduced the complex ecclesiological questions the synod faced to a checklist of liberal stances on hot-button issues. Others took a similar approach.\nInstead, the synod\nfollowed the dominant trend of post-conciliar theology, and how Vatican II itself proceeded, rooting its ecclesiology in the self-understanding of the church that emerges from our liturgy. An ecclesiology of communion does not solve every problem facing the church, as theologian Sisan Bigelow Reynolds demonstrated in her book People Get Ready: Ritual, Solidarity, and Lived Ecclesiology in Catholic Roxbury. But it is the only way to overcome the ideological biases of both left and right.\nPope Francis smiles at Cardinal Giovanni Battista Re, dean of the College of Cardinals, as he arrives in the Vatican's Hall of Blessings Dec. 21 to give his Christmas greetings to cardinals and top officials of the Roman Curia. (CNS/Vatican Media)\nNot all the opposition to Francis was focused on the synod. The dubious cardinals were back at it,\nsending a set of loaded, gotcha questions to the pope, focused on the same hot-button issues that get all the attention but which are not at the heart of the Catholic faith. The pope's responses evidenced a little bit more frustration with the critics, at least when compared with the exceedingly kind words he had for another frequent critic, the late Cardinal George Pell. By year's end, the pope realized that allowing his critics free rein wasn't working, and he removed some of the perks Cardinal Raymond Burke enjoyed as a retired cardinal. I don't think Burke will be dissuaded from future criticisms and he may well become the focal point of a schism.\nThe decision to remove Bishop Joseph Strickland from the pastoral governance of his diocese in Tyler, Texas, should not be equated with the removal of perks from Burke. Sacking a bishop is a big deal and it is rarely done. The apostolic visitation of the diocese\nexposed real problems of governance in the diocese and those, more than the bishops' obnoxious Twitter feed, were the reason he had to be removed.\nAlongside the evidence of opposition to Francis in the U.S. church, and of demographic decline more generally, there were signs of hope. In the wake of a mass shooting in his see city, Louisville Archbishop Sheldon Fabre\npresided over an interfaith service in his cathedral. It is the kind of thing that would have been unremarkable in the 1960s and 1970s when civic engagement was part of a bishop's brief, but among the John Paul II appointments, fewer and fewer bishops showed any inclination to engage the cities they lead spiritually.\nAdvertisement\nThe elections of committee chairs at the U.S. Conference of Catholic Bishops is always a barometer of change within the ranks of leadership and this year,\nthe results were mixed. The overwhelming defeat of San Francisco Archbishop Salvatore Cordileone in his bid to lead the Pro-Life Activities Committee was a good sign, as was the election of Bishop David O'Connell to chair the Committee on Education and the choice of Brooklyn Auxiliary James Massa to head the doctrine committee. But the election of Oklahoma City Archbishop Paul Coakley as conference secretary bodes ill. Among his other tasks, Coakley serves as the ecclesiastical adviser to the Napa Institute, the plutocratic, hard-right gathering put together by conservative lawyer Tim Busch every year.\nWe in the U.S.\nstill await some legacy appointments, in which a relatively young man is placed in a major diocese and will be able to shape the church for decades. In Toronto, Francis selected a 52-year-old who had only been a bishop less than a year to assume leadership of Canada's largest archdiocese. In June, the pope launched a 54-year-old into the archbishopric of Malines-Brussels. Is it too much to hope that the next archbishop of, say, Detroit will be at least in his early 60s?\nThose were the key dynamics in the U.S. church in 2023: ongoing papal reform efforts, especially synodality, with continued opposition but also some signs of hope. The one thing that should give everyone pause is the fact that so much of what is going on is provisional. If the Holy Father,\nwho turned 87 Dec. 17, lives another five years, his reforms will become entrenched. If he retires or dies in the meantime, the conclave will become a referendum on those reforms. The story is far from over.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "http://nuntiususa.comcastbiz.net/pdf/homelies/20230208TheLeadershipofPopeFrancis.pdf",
    "https://celam.org/",
    "https://www.sacredheart.edu/news-room/news-listing/cardinal-mcelroy-lectures-about-church-inclusiveness/",
    "https://www.slideshare.net/cscctt/aparecida-document",
    "https://www.fordhampress.com/9781531502010/people-get-ready/",
    "https://www.sacredheart.edu/media/shu-media/catholic-studies/Cardinal-McElroy-Talk-02-22-23.pdf",
    "https://www.americamagazine.org/faith/2023/01/24/mcelroy-synodality-inclusion-244587",
    "https://www.britannica.com/biography/Pius-VI#:~:text=Pius%20VI%2C%20(born%20December%2025,longest%20of%20the%2018th%20century.&text=Braschi%20held%20various%20papal%20administrative,ordained%20a%20priest%20in%201758.",
    "https://britannica.com/biography/Pius-VI#:~:text=Pius%20VI%2C%20(born%20December%2025,longest%20of%20the%2018th%20century.&text=Braschi%20held%20various%20papal%20administrative,ordained%20a%20priest%20in%201758.",
    "https://americamagazine.org/faith/2023/01/24/mcelroy-synodality-inclusion-244587",
    "https://sacredheart.edu/media/shu-media/catholic-studies/Cardinal-McElroy-Talk-02-22-23.pdf",
    "http://www.nuntiususa.comcastbiz.net/pdf/homelies/20230208TheLeadershipofPopeFrancis.pdf",
    "https://sacredheart.edu/news-room/news-listing/cardinal-mcelroy-lectures-about-church-inclusiveness/",
    "https://fordhampress.com/9781531502010/people-get-ready/",
    "https://celam.org",
    "https://www.fordhampress.com/9781531502010/people-get-ready",
    "https://www.celam.org/",
    "https://slideshare.net/cscctt/aparecida-document",
    "https://www.sacredheart.edu/news-room/news-listing/cardinal-mcelroy-lectures-about-church-inclusiveness"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pope francis",
        "sentiment": "neutral"
      },
      {
        "name": "pius vi",
        "sentiment": "none"
      },
      {
        "name": "pius vii",
        "sentiment": "none"
      },
      {
        "name": "peter",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "vatican media",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vatican",
        "sentiment": "none"
      },
      {
        "name": "rome",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T11:13:28.234+02:00",
  "updated": "2023-12-29T11:13:28.234+02:00"
}