{
  "thread": {
    "uuid": "0dceded822dbaaa881e7c07a71440c4fa15f6548",
    "url": "https://finance.yahoo.com/news/investors-kroger-nyse-kr-seen-140020314.html",
    "site_full": "finance.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://ca.sports.yahoo.com/rss",
    "site_categories": [
      "investing",
      "financial_news",
      "finance",
      "stocks"
    ],
    "section_title": "Yahoo Canada Sports - Sports News, Scores, Rumours, Fantasy Games, and more",
    "title": "Investors in Kroger (NYSE:KR) have seen decent returns of 84% over the past five years",
    "title_full": "Investors in Kroger (NYSE:KR) have seen decent returns of 84% over the past five years",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.zenfs.com/en/simply_wall_st__316/3d17282617dddc4b711d8151bca35d83",
    "performance_score": 0,
    "domain_rank": 37,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0dceded822dbaaa881e7c07a71440c4fa15f6548",
  "url": "https://finance.yahoo.com/news/investors-kroger-nyse-kr-seen-140020314.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Moneywise",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Investors in Kroger (NYSE:KR) have seen decent returns of 84% over the past five years",
  "text": "Simply Wall St. Investors in Kroger (NYSE:KR) have seen decent returns of 84% over the past five years Read full article editorial-team@simplywallst.com (Simply Wall St) December 29, 2023 at 4:00 p.m. · 3 min read The main point of investing for the long term is to make money. But more than that, you probably want to see it rise more than the market average. But The Kroger Co. ( NYSE:KR ) has fallen short of that second goal, with a share price rise of 65% over five years, which is below the market return. Meanwhile, the last twelve months saw the share price rise 1.2%.\nSo let's assess the underlying fundamentals over the last 5 years and see if they've moved in lock-step with shareholder returns.\nView our latest analysis for Kroger\nWhile markets are a powerful pricing mechanism, share prices reflect investor sentiment, not just underlying business performance. One imperfect but simple way to consider how the market perception of a company has shifted is to compare the change in the earnings per share (EPS) with the share price movement.\nKroger's earnings per share are down 9.8% per year, despite strong share price performance over five years.\nThis means it's unlikely the market is judging the company based on earnings growth. Because earnings per share don't seem to match up with the share price, we'll take a look at other metrics instead.\nOn the other hand, Kroger's revenue is growing nicely, at a compound rate of 4.8% over the last five years. In that case, the company may be sacrificing current earnings per share to drive growth.\nThe image below shows how earnings and revenue have tracked over time (if you click on the image you can see greater detail).\nearnings-and-revenue-growth Kroger is well known by investors, and plenty of clever analysts have tried to predict the future profit levels. So we recommend checking out this free report showing consensus forecasts\nWhat About Dividends? When looking at investment returns, it is important to consider the difference between total shareholder return (TSR) and share price return . Whereas the share price return only reflects the change in the share price, the TSR includes the value of dividends (assuming they were reinvested) and the benefit of any discounted capital raising or spin-off. Arguably, the TSR gives a more comprehensive picture of the return generated by a stock. We note that for Kroger the TSR over the last 5 years was 84%, which is better than the share price return mentioned above. And there's no prize for guessing that the dividend payments largely explain the divergence!\nStory continues A Different Perspective Kroger provided a TSR of 3.7% over the last twelve months. But that return falls short of the market. If we look back over five years, the returns are even better, coming in at 13% per year for five years. It's quite possible the business continues to execute with prowess, even as the share price gains are slowing. I find it very interesting to look at share price over the long term as a proxy for business performance. But to truly gain insight, we need to consider other information, too. Case in point: We've spotted 2 warning signs for Kroger you should be aware of.\nIf you are like me, then you will not want to miss this free list of growing companies that insiders are buying.\nPlease note, the market returns quoted in this article reflect the market weighted average returns of stocks that currently trade on American exchanges.\nHave feedback on this article? Concerned about the content? Get in touch with us directly. Alternatively, email editorial-team (at) simplywallst.com.\nThis article by Simply Wall St is general in nature. We provide commentary based on historical data and analyst forecasts only using an unbiased methodology and our articles are not intended to be financial advice. It does not constitute a recommendation to buy or sell any stock, and does not take account of your objectives, or your financial situation. We aim to bring you long-term focused analysis driven by fundamental data. Note that our analysis may not factor in the latest price-sensitive company announcements or qualitative material. Simply Wall St has no position in any stocks mentioned.\nTRENDING 1. The TFSA Change in 2024 That Will Make You Richer 2. Big interest rate declines, strong bank stocks and more market predictions for the year ahead 3. This 7.6% Dividend Stock Is My Top Pick for Immediate Income 4. Canadian Investors: 2 Oversold Canadian Stocks to Buy Now 5. This 8.2% Dividend Stock Pays Cash Every Month",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://s.yimg.com/ny/api/res/1.2/iqsnouxfiL4Vukg8Lxp3dw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYxMw--/https://media.zenfs.com/en/simply_wall_st__316/20ab0082c8aa684def5c47ca8c3c36b5",
    "https://simplywall.st/",
    "https://s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
    "https://feedback.simplywall.st/article/MjgwOTY5OTpiNTU4YjRmN2ZmMDlkZDI3",
    "https://media.zenfs.com/en/simply_wall_st__316/3d17282617dddc4b711d8151bca35d83",
    "https://simplywall.st/discover/investing-ideas/16951/growing-companies-with-insider-buying?blueprint=2809699&utm_medium=finance_user&utm_campaign=conclusion-grid&utm_source=yahoo",
    "https://s.yimg.com/ny/api/res/1.2/NUA2o3431PKjKDe430Ho5A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwODtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
    "https://www.simplywall.st/",
    "https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
    "https://www.simplywall.st/discover/investing-ideas/16951/growing-companies-with-insider-buying?blueprint=2809699&utm_medium=finance_user&utm_campaign=conclusion-grid&utm_source=yahoo",
    "https://www.s.yimg.com/ny/api/res/1.2/NUA2o3431PKjKDe430Ho5A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwODtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
    "https://www.s.yimg.com/ny/api/res/1.2/iqsnouxfiL4Vukg8Lxp3dw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYxMw--/https://www.media.zenfs.com/en/simply_wall_st__316/20ab0082c8aa684def5c47ca8c3c36b5",
    "https://www.feedback.simplywall.st/article/MjgwOTY5OTpiNTU4YjRmN2ZmMDlkZDI3",
    "https://simplywall.st",
    "https://www.media.zenfs.com/en/simply_wall_st__316/3d17282617dddc4b711d8151bca35d83",
    "https://simplywall.st/discover/investing-ideas/16951/growing-companies-with-insider-buying"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "kroger",
        "sentiment": "negative"
      },
      {
        "name": "kroger co.",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T16:17:43.759+02:00",
  "updated": "2023-12-29T16:17:43.759+02:00"
}