{
  "thread": {
    "uuid": "0aa175451d5855aea13c6726fdc2f9fce831e507",
    "url": "https://www.lpm.org/news/2024-01-05/louisville-orchestra-music-director-teddy-abrams-up-for-a-grammy",
    "site_full": "www.lpm.org",
    "site": "lpm.org",
    "site_section": "https://www.lpm.org/news/latest.rss",
    "site_categories": [],
    "section_title": "Latest from LPM News",
    "title": "Louisville Orchestra music director Teddy Abrams is up for a Grammy",
    "title_full": "Louisville Orchestra music director Teddy Abrams is up for a Grammy",
    "published": "2024-01-06T00:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://npr.brightspotcdn.com/dims4/default/2366063/2147483647/strip/true/crop/4183x2196+0+910/resize/1200x630!/quality/90/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Flegacy%2Fwp-content%2Fuploads%2FTeddy.jpg",
    "performance_score": 0,
    "domain_rank": 21429,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0aa175451d5855aea13c6726fdc2f9fce831e507",
  "url": "https://www.lpm.org/news/2024-01-05/louisville-orchestra-music-director-teddy-abrams-up-for-a-grammy",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Breya Jones",
  "published": "2024-01-06T00:09:00.000+02:00",
  "title": "Louisville Orchestra music director Teddy Abrams is up for a Grammy",
  "text": "Louisville Orchestra music director Teddy Abrams is up for a Grammy Louisville Orchestra music director Teddy Abrams is up for the Best Classical Instrumental Solo at the 2024 Grammy Awards. The nomination is for Abrams' original piece [“The American Project,”](https://www.youtube.com/playlist?list=OLAK5uy_mRqxauJ13FACJoQPzFjhJQgxYGVO_T18M) which the orchestra performed alongside pianist Yuja Wang. \"This nomination is a testament to the hard work and dedication of our talented musicians, as well as the incredible collaboration with Yuja Wang,” Abrams said in a news release about the nomination. “We are grateful for the recognition and excited to represent the Louisville Orchestra on such a prestigious platform.\" Abrams wrote the piano concerto during the early months of the COVID-19 pandemic. Louisville Orchestra chief executive Graham Parker said the piece was originally meant to be a companion piece to [George Gershwin’s “Rhapsody in Blue](https://www.lpm.org/classical/2023-09-10/as-rhapsody-in-blue-turns-100-it-reminds-us-to-experiment-boldly).\" With the extra time the shelter-in-place advisories and paused performances offered, Abrams extended the work into “The American Project.” “In very Teddy Abrams fashion, [the concerto] goes on an extraordinary musical journey of ragtime, and blues and jazz and classics, and Gershwin,” Parker said. He said the award nominations show Abrams and the orchestra are doing important work. “The Grammys are a well-known household name, they mean something in terms of recognition, quality reputation,” Parker said. For years, especially under the leadership of Abrams, the orchestra has tried to expand its outreach to Louisvillians and the rest of the state. “Teddy and I feel it's our responsibility to make the orchestra as relevant to anyone who lives in the city, whether they know about classical music, whether their families ever exposed them to it… whether they live in the east or the west or the north or the south, this orchestra belongs to you,” Parker said. For people in the orchestra, awards are nice, but the main focus is catering to the audiences they perform in front of regularly. “I think those of us who have been in the arts for a while have learned that very important lesson that the value and what's really important is people and art, and not award,” said concertmaster and resident conductor Gabriel Lefkowitz. He doesn’t want to “pooh-pooh” the Grammys, but said he and others in leadership positions at the orchestra don't lose sight of what they feel is most important. “I can see it being the case that you know, a person for whom this is just the greatest achievement, you know, winning an award or being nominated for one. If that's the way a musician feels, and they're probably missing something about, you know, how fulfilling the art and the work is,” Lefkowitz said. The 2024 Grammy Awards are on Feb. 4.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.youtube.com/playlist?list=OLAK5uy_mRqxauJ13FACJoQPzFjhJQgxYGVO_T18M",
    "https://youtube.com/playlist?list=OLAK5uy_mRqxauJ13FACJoQPzFjhJQgxYGVO_T18M",
    "https://www.youtube.com/playlist"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "teddy abrams",
        "sentiment": "negative"
      },
      {
        "name": "abrams",
        "sentiment": "none"
      },
      {
        "name": "yuja wang",
        "sentiment": "none"
      },
      {
        "name": "graham parker",
        "sentiment": "none"
      },
      {
        "name": "george gershwin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "grammy louisville orchestra",
        "sentiment": "negative"
      },
      {
        "name": "louisville orchestra",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "louisville orchestra",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:24:15.982+02:00",
  "updated": "2024-01-08T23:51:23.676+02:00"
}