{
  "thread": {
    "uuid": "637eac21f5e8423bc782bc1faf621156d125ba1c",
    "url": "https://www.counterpunch.org/2025/09/11/germanys-die-linke-we-rose-like-a-phoenix-from-the-ashes/",
    "site_full": "www.counterpunch.org",
    "site": "counterpunch.org",
    "site_section": "https://news.google.com/search?q=we%20when%3A1h&hl=en-US&gl=US&ceid=US%3Aen",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "Google News - Search",
    "site_title": "Home - CounterPunch.org",
    "title": "Germany's Die Linke: \"We Rose Like a Phoenix From the Ashes\" - CounterPunch.org",
    "title_full": "Germany's Die Linke: \"We Rose Like a Phoenix From the Ashes\" - CounterPunch.org",
    "published": "2025-09-11T08:52:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.counterpunch.org/wp-content/uploads/2025/09/Flag_of_Die_Linke.svg-scaled.png",
    "performance_score": 0,
    "domain_rank": 3720,
    "domain_rank_updated": "2025-06-03T00:00:00.000+03:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "637eac21f5e8423bc782bc1faf621156d125ba1c",
  "url": "https://www.counterpunch.org/2025/09/11/germanys-die-linke-we-rose-like-a-phoenix-from-the-ashes/",
  "ord_in_thread": 0,
  "author": "counterpunch.org",
  "published": "2025-09-11T08:52:00.000+03:00",
  "title": "Germany's Die Linke: \"We Rose Like a Phoenix From the Ashes\" - CounterPunch.org",
  "text": "Flag of Die Linke – Public Domain\nJanis Ehling is general secretary of Germany’s Die Linke (The Left Party). He oversaw the come-from-behind victory of the party in the elections to the Bundestag this February. He was born and raised in the former German Democratic Republic. He also sits on the Executive Board of the Party of the European Left in the European Parliament.\nWB: Before the February elections, it was generally expected that it would be difficult for Die Linke to make the five percent hurdle or cut for representation in Parliament, but you got nearly eight percent of the vote, what happened?\nJE: We were at three percent at the polls during the autumn. Most of our members thought we were facing a great defeat. But we rose like a phoenix from the ashes. Even for us it was very surprising, because over the last few years, owing to the split with Sahra Wagenknecht, we were in a deep crisis. I, myself, thought that, like the Italians, like in other countries where the far right is on the march, we would be totally defeated.\nWB: What was responsible for the turnaround?\nJE: Oh, I think that’s a big puzzle. There were some key moments. Over the last 10-15 years, we had big strategic discussions in our party. It was not only around which part of the left is responsible for its decline but also about how the whole situation in the western countries is changing. When our party was formed, like most of similar parties in Europe, we were a gathering of people against neoliberalism. We brought together different currents of the left and the anti-capitalist movement to take on neoliberalism. That was the main goal. Unlike the workers’ movement, these parties were made up of different types of people from the left. Aside from opposing neoliberalism, there was no common goal.\nBut now with the rise of the far right, and the weakening of the traditional German conservatives–like Angela Merkel and Friedrich Merz, who is an old-fashioned neoliberal–there is a clear, common enemy. It was a very similar to the fight of Biden versus Trump. There you had a left liberal project, like the Green New Deal, a progressive program. You had that too in Germany, but it was a total disaster, so the far right had a big momentum. So, a lot of the left-wing forces in the country were really scared and they gathered around our party. We were the most disciplined.\nThe second thing is we used a lot of new tools, like canvassing and knocking door-to-door and social media. The funny thing is Zohran Mamdani in New York said he was inspired by Die Linke in Germany, but to be honest, it was the other way around. A few years ago, we had this donors’ campaign where we were assisted by the comrades in New York, so we learned this stuff from them.\nAlso, we attracted a lot of young people by using Instagram and TikTok and other social media. Before autumn, when young people had something on their social media feed, it was mainly from the far right, and since that time, it was from us too. We were competing with the far right among the young people, and among them, we were the strongest party, with 30 percent of the youth voting for us. This was something new for us since most of our comrades are old, in fact, very old.\nWB: Can you elaborate on how you competed with the far right in terms of messaging?\nBefore we wrote our program, we asked people what they really wanted and told them what we stood for. It was not the typical left-wing debate, but telling people this is what we stand for, and we said it was a struggle between the working people and the rich. In every speech, the head of the party would say, I’m Jan van Aken and I am for the abolition of billionaires. That was always the first sentence during the election campaign. Focus, focus, focus! The second thing was about the high cost of living. So even if we were asked about immigration, we would say we wanted to tax the rich, and that was really the common goal.\nWB: This sounds very much like Mamdani in New York.\nJE: No coincidence.\nWB: About Mamdani, could you clarify? Did he say he was influenced by Die Linke…?\nJE: Yes, he said he was influenced by Die Linke. But as I said, that’s the funny thing. Ten years ago, we sent a lot of people to New York, to learn from our comrades on the left how they did their campaigns. We used the same methods here during the campaign. So, they influenced us, and later we influenced them.\nWB: And your own personal role in this? What do you think was your personal contribution?\nJE: I was the organizer of the election campaign, but it was a totally new situation for me, for all of us. I’ve been 17 years in the party, and there are still older comrades, some from the 1968 movement, and they were telling us it’s a totally new situation. Election campaigns can be a bit boring, but this time, people were in the streets, cheering us on, saying they were thankful for us being there, competing with the far right. It was totally crazy. Let me just give you some numbers. In the first of January, we had a party with 58,000 members. And in six weeks, we doubled the size of our membership: 110,000 members at the end of the election campaign. I was 23, 17 years ago, when I joined the party. Now, I am one of the old veterans. There are only about 9-10 percent of the party who would be considered veterans. That’s really funny.\nWe phoned every new member, and they directly joined the campaign. So, it was really huge. For instance, in Berlin, we had meetings of 600 canvassers, and there was also a lot of support coming from other countries.\nWB: And this was throughout Germany?\nJE: Yes, but in order to win, we had to focus on certain areas. Six areas specifically, and we mobilized a lot of our members for these areas. They were knocking on literally every door, talking to people.\nWB: Which areas were these?\nJE: These were three areas in Berlin, including the area where a lot of migrants live, and in Leipzig, the biggest city in Saxony, Erfurt, Thuringia, and Rostock.\nWB: Tell me about the collapse of Sahra Wagenknecht’s party, the BSW?\nJE: The media said, “She’s the up-and-coming star and we are dead.” We were like the zombie party. I think the big mistake she made was, although she’s a leftist, she was saying the same thing as the right-wing people. She was railing against gender politics, against ecological politics, and against migrants.\nAnd during the election campaign, there occurred a real turning point for her and for us. In early February, there was a motion of the conservatives against the migrants, really cracking down on them, against the right to asylum, and so on and so on. The only way for the conservatives to win the majority was to have the far right on board. It was the first time in the parliament that the far right voted for a motion of the conservatives. They had a majority, and it was only possible because of the votes of Wagenknecht’s party. So that was a real turning point for us because we were the only party that was saying, immigration was not the real issue, it was not responsible for the condition of the people here. For Wagenknecht, it was a controversial point among her voters. I think she lost a lot of support there. After the election campaign, many of their members started rejoining our party, because they said we’re not against migrants, that migrants are not the issue.\nAnd there was another issue, to be honest, and that was the war in Ukraine. Their main goal was to end the war in Ukraine. But Trump won the November elections in the United States, and he said he was going to end the war in Ukraine, so that Sahra’s main mobilizing topic had no role in the elections. Everybody thought Trump would end the war in Ukraine, so the war will end, so why continue to vote for her?\nWB: So objectively, Trump contributed to her defeat.\nJE: Yes, sometimes history goes in a funny way.\nWB: I’d like to ask your policy with respect to migrants.\nJE: Yes, we faced this question all the time in our door-to-door campaign because the far right brought it up every time. But our answer every time was that the crisis in Germany was due to the bad policies of the conservatives and the social democrats, not the migrants, and that was the reason the people were suffering. Migration was being used by the conservatives and the far right to derail people from the real issues. So that was the first thing. But if journalists pressed us, we said that people have the right to asylum and that we need migration because the population is getting older and older, and if people want their pensions protected, we need migration. We need a work force.\nWith Wagenknecht, we had a huge debate on migration. For eight or nine years. That was one of the main topics of our internal party struggle. Because you might say that 40 percent of all voters are xenophobic. But people would say, ok, we don’t agree with you on this issue, but it’s important to support the Left Party because it is a party of the working people, so a vote for them is in our best interest. So, we put the focus on another topic, and we were always saying we were a party against racism, and on that point we were honest. And if somebody said I cannot vote for an anti-racist party, we said that was fine but that’s where we stand. But I think you have to be very clear on that.\nWB: So, Sahra split from the party on the migration issue, or was that the main issue?\nJE: Migration was one issue, and the other was how to deal with climate change. Sahra was for maintaining the fossil fuel industry and said that the climate issue was a minor issue. She said that workers did not like putting the emphasis on it. The third one was the war in Ukraine. We changed our party position to say that we are against any kind of imperialism, and that includes Russian imperialism. The United States is the biggest threat to the world, but there are other rising imperialist countries, and Russia is one of them. They said that the enemy of my enemy is my friend, and this was their position on Russia. They said that the West was responsible for the war in Ukraine. We said that too, but this does not justify one country attacking a brother country.\nWB: Let me just interrupt you there, what about China? How do you see China?\nJE: On the one hand, our party says, it’s good China is rising again, that poverty is decreasing there. I think it’s historic what China has done, lifting millions and millions of people from poverty. And it also shows that this kind of state capitalism is more effective than anarchic capitalism like that of the West. But on the other hand, this very centralized country has a lot of problems. It’s cracking down on workers, and it’s not very democratic. China is an anti-colonial force, so that’s good. But on the other hand, there’s a lot of repression there. That’s not our concept of socialism.\nWB: Sorry for the digression. Now back to Sahra. With her party not making it, and with people coming back to your party, do you expect her party to now vanish?\nJE: They may vanish, but there’s a chance they may establish themselves as an east German Party. Let me explain. If you look at our party membership in east Germany, 30 percent of them are below 50, and 40 percent of them are above 80. So, you can see that our main voters in east Germany are old people, very old. A lot of them left us with Wagenknecht, and during the elections, a lot of young people joined our party, so that our party changed totally.\nWB: So now Die Linke has the momentum. But can you tell me where the social democrats, and the Christian Democrats and the Greens are?\nJE: I think that what is clear now is that the social democrats are getting weaker. When you see the election results, it was a major success for the conservatives and the far right. So, in terms of the big picture, it’s a defeat for left-wing forces. Since I joined the party, I always hated the social democrats because they were always compromising. But now that the far right is so strong, I really feel sorry for them. We didn’t gain what they lost in the working class. So, in the coming years, we’re going to face the same situation as in most western countries. We have three deindustrialized regions, and in these regions, it’s us or them, them meaning the far right. We expect a real polarization. People will either turn to the right or to us. So, we have a huge responsibility, because normally, these people would vote for the social democrats, but they really have lost trust in the SPD. I met some social democrats at a party last weekend, and they themselves feel they are getting weaker. So, in the Grand Coalition with the conservatives, they’re very weak and the conservatives have the upper hand, and the social democrats can’t prevent them from doing really bad things to the people, and they’re not doing what is necessary at this moment of crisis.\nAnd the Greens, since you asked, they have a power vacuum, and it’s not clear where they are going. The Greens were a left-wing party, but they are also the party of the voters with the highest income. They are a progressive party, but it’s not so clear on some issues. On some issues, they are a bit conservative. But in Berlin, they are more left-leaning. But it’s not clear which way they’re going. In the last few years, they wanted to form a coalition with the conservatives, and now they’re not clear whether they want to form a coalition with the conservatives, with us, or with the social democrats. So, will they prefer a progressive alternative or a liberal conservative one?\nWB: Do you think at some point there is a possibility of Die Linke and the social democrats getting together?\nJE: No. Well, your questions really put in me in a difficult position as general secretary of the Party. But maybe I can answer not as a party member but as one doing a PhD in Marxist history. There have been great schisms on the left, like the schism between the communists and the social democrats. Now there are no longer any schisms left, except on how you deal with the state. It’s really very difficult to deal with the state, even when you’re in government. The state is really not in the interest of workers but in the interest of the conservatives. It’s a liberal democracy. It’s supposed to be a democracy, but it isn’t.\nWe are a bit more skeptical than the social democrats when it comes to government. That’s the main difference. I think in the upcoming years, the far right will be rising, faster than even now. In western countries, you have a fascist momentum. In times like this, you have to think about forming coalitions.\nI think you need to bring in history. In 1929, you had a social democratic government whose finance minister was Rudolf Hilferding, the Marxist economist. It introduced a number of austerity measures, which Hilferding said, would intensify class war. They did not. They only intensified the struggle between the social democrats and the communists. I think this was one of the biggest mistakes of both parties, the social democrats and the communists, with their social fascist theory. This building [Die Linke headquarters], by the way, was a house where torture was carried out, on communists, social democrats, Jews. It’s a reminder that we must work together.\nWB: You said you’re saying this as an academic?\nJB: I grew up here in East Berlin and during the 1990s I was engaged in street battles with the fascists and neo-Nazis. So, it’s personal. I don’t want to spend my life in exile, like so many communists and social democrats after Hitler came to power.\nI think it really is important to take the threat of fascism seriously. Before the U.S. elections, I thought Trump was a right-wing clown. But now, the threat he and the far right pose to democracy is very real. Every day, Trump comes up with something new, and the U.S. left does not know what to do.\nWB: Do you think that the far right has a strong possibility of coming to power, whether as the leading force in a coalition or independently?\nJE: Again, let me speak as an academic. I have been following developments in other European countries, and in many of them, far right parties are now normal. They are in a lot of governments. It could happen here too. Maybe in 2029 or 2033, which would mark the 100 years of the coming of fascism in Germany. But as the general secretary of the party, I will do everything possible to prevent that from happening again. If it does, this would be the first time since 1945, and all Germans know what that means.\nWB: I asked this question when I interviewed Wolfgang Streeck, the director emeritus of the Max Planck Institute for Study of Societies in Cologne. He had an interesting answer. He said that the structural conditions for the far right to come to power are absent but that the cultural resentment is what drives the right, and that’s not enough for the right to be able to govern. Some other progressives in Spain and the Netherlands I talked to also provided similar explanations.\nJE: I think they are right. One reason is that, in proportion to the population, there are not so many young people now in the Western countries compared to the 1930s. So that the youth base for revolutionary movements is no longer there. Also, the far right has no paramilitary wing, so that groups like the SA [ Sturmabteilung or Brownshirts] that were terrorizing people in the streets in the 1930s are not there. So, I don’t think the danger is the same as that posed pre-World War II. But I think the real danger is to the migrants, to the rights of working people, to the rights of women, of transgender people. So, there’s a real threat to minorities in this country. But, again, the far right does have people who attack us physically, and some of our people have experienced this. I would also say that back in the 1930s, there were those in the Communist Party who said that the Nazis were an unstable formation and that they would able to govern for only one year. So as a social scientist, I would say the far right is not the same as the fascists of the 1930s, but on the other hand, the left was wrong then and I could be wrong now.\nWB: Would you say that the threat is not so much violence and coercion but repressive legislation?\nJE: Yes, for instance, in Germany, the authorities are talking about mass deportation, as in the United States. But every year about 20,000-40,000 migrants are being deported from Germany. On the other hand, we have some 400,000 to 700,000 migrants coming to Germany. So, for the people being deported, that’s a tragedy, a real threat to their lives. But in the bigger picture, you will have different kinds of citizens. Nowadays, you have 12 million people who cannot vote. Many of them are not citizens, so what the right wing is doing is saying they will create a new class of illegal people, that is a working class that is a very low sector of society, and on the other hand, they’re threatening the rights of workers living here. Now that is what they’re doing. That’s very dangerous, because you’ll have millions of people without fundamental rights.\nWB: I was reading the autobiography of Angela Merkel, I was struck by two things: one, that she did not seem to understand that the neoliberal policies she promoted created a huge economic crisis in Germany. Two, she seemed to be very proud of her assimilation of the one million Syrians. It seems she even considers it the high point of her career. What do you think of that?\nJE: On the one hand, the neoliberals were responsible for the crisis of Germany. And it was especially bad for east Germany. For instance, where my wife comes from, Mecklenburg, since 1990, some 30-40 per cent of the people left the place in just 30 years. The last time we had a situation like this was during the 30 Years War in the seventeenth century. East Germany was a laboratory for neoliberal tactics, and after that they also brought these to West Germany. The conservatives were responsible for that, and Merkel was also responsible because she was prime minister. So, she’s a bit of a devil for me.\nOn the other hand, on the migration issue, she’s a real liberal, with all the contradictions of liberals. The conservatives and the social democrats keep on saying, our workforce is getting old, and we need more migration. But what we also say is that there are already migrants in this country. Why can’t we equip them to work? There are all these Syrian physicists driving taxis. Why don’t we allow them to work? The conservatives say they’re not against migrants but they don’t want refugees. What we say is that if you don’t want refugees, then you must prevent wars, because it is wars that create refugees. As to her 2015 opening the borders to the Syrian refugees, Merkel did the right thing. It was pragmatic. We need people for the workforce. They should stay. She was right.\nWB: What is the future of U.S.-German and U.S.-European relations?\nJE: What Trump is doing is so crazy. It’s not rational because he’s cutting ties with a lot of countries. And our party thinks we’re in a new global situation, with the reemergence of China, which is competing with the United States. Europe must find its role in this new situation. What we are in favor of Europe finding its autonomy because, like so many countries in the Global South, we don’t want to be part of this bloc confrontation and hopefully we can avoid war in the future. We don’t want to be fellow imperialists alongside the Americans. In this sense, Trump is helping us in a very unexpected way with his policies towards Europe.\nWB: But what do you think of the recent NATO meeting, where the secretary general of NATO said something to the effect, “Thank you, Mr. Trump. You’ve finally made us take seriously this proposal to spend some five percent of our GDP on the military”?\nJE: That’s not so easy to answer. The French can sometimes be in opposition to the United States owing to their role as a former global power. In Germany, it’s more difficult because every party except us is transatlanticist. Friedrich Merz, the new chancellor, who’s a lobbyist for transatlantic interests, is being put by Trump in a very difficult position. The trade war is really affecting us negatively. After China and the United States, we’re the world’s third biggest exporter, and as you know, German industry is the last remaining big industry in Europe, so the trade war is affecting us very harshly. So, the European elites may be forced to develop some autonomy from the United States and focus on Europe again. But this also has problems, because those elites also say we’ll need to become more independent of the United States, so we need more military spending. Over the last few years, we on the left in Europe have been fighting against the creation of a rapid deployment force for interventions in Africa, in Mali, and elsewhere. And the elites now want a major rearmament, to make it possible to fight a full-scale war.\nWB: Doesn’t this rearmament also create the possibility of nationalist competition within Europe?\nJE: Good question. Well, following Benedict Anderson’s work, there can be a nationalism that can be a left-wing thing. Resentment of U.S. imperialism can be a force both among left and right-wing forces. But, yes, when nationalism is rising again, it can bring a lot of trouble. It can bring the EU down. Europe should be a coalition of countries that does not focus on building military power but on building soft power. Soft power is better than military power.\nWalden Bello , a columnist for Foreign Policy in Focus , is the author or co-author of 19 books, the latest of which are Capitalism’s Last Stand? (London: Zed, 2013) and State of Fragmentation: the Philippines in Transition (Quezon City: Focus on the Global South and FES, 2014).\nSeptember 11, 2025 Todd Miller\nA Reporter’s Journey through the Darién Gap: A Q&A with Belén Fernández John Whitbeck\nThree Scenarios for the Future of Palestine Jeremy Varon\nTrump Is Already at War David McCall\nHow Gerrymandering Undercuts Workers’ Freedom Janet McIntosh\nNecropolitics and the Language of Death: How Military Talk Turns Recruits Into Killers Walden Bello\nGermany’s Die Linke: “We Rose Like a Phoenix From the Ashes” Atul Chandra\nWhy the SCO Reset Matters for India, China, and the Global South Dean Baker\nTrump Goes Full MAGA on Jobs for Black Workers Diana Block\nGaza is the Compass: a Report on the Peoples Conference for Palestine Thomas Knapp\nShutdown Theater: Every Play Eventually Ends Its Run Kary Love\nICE Deputy Director on Jeffrey Epstein: Criminals Flocking Together September 10, 2025 Liz Theoharis\nA Battle for the Bible in Trump’s America Peter Bach\nGhana: Echoes of Tomorrow David Rosen\nThe Politics of Extermination Atul Chandra and Pramesh Pokharel\nNepal’s Gen-Z Uprising is About Jobs, Dignity—and a Broken Development Model Binoy Kampmark\nDestroying Gaza City Divya Mahajan\nAI’s Ballooning Energy Consumption Puts Spotlight on Data Center Efficiency Lee Hall\nSoutheastern Pennsylvania Transit Authority Disdain for Riders Gary Engler\nYoung People Must Choose: Economic Democracy or No Democracy Cesar Chelala\nAn Immodest Proposal September 09, 2025 Melvin Goodman\nThe Politicization of Intelligence Weakens the United States John Feffer\nSlow-Motion Authoritarianism Sam Carliner\nU.S. Attacks on Venezuela Are a Threat to All of Latin America and the Caribbean Jeffrey St. Clair\nThe NYT, Hurricane Ishmael and the Reputation of Lin-Manuel Miranda Jamal Kanj\nCrying Antisemite to Shield Israeli Genocide and Mass Murder Gloria Bergen\nUN General Assembly: Where Are Your Armies Now? Ron Jacobs\nThe Communists Defended Free Speech, Not the Feds Alfred de Zayas\nAction by the 80th Session of the UN General Assembly to Stop the Genocide of Palestinians Helen Flannery\nAn Open Letter to the Boss: You’re a Billionaire Now, Please Don’t Stay One Luke William Hunt\nTrump’s Deployment of the National Guard to Fight Crime Blurs the Legal Distinction Between the Police and the Military Rand Wilson\nIntel Is Laying Off Workers While Raking In Public Largesse September 08, 2025 Michael Hudson\nThe Shanghai Cooperation Organization and BRICS 2025: Eurasia’s Re-alignment in the face of Late Stage Barbarism Ramzy Baroud\nThe Price of Genocide: How US Funding Sustains an Unraveling Israeli Economy Henry Giroux\nThe Democratic Party: Architects of Cowardice, Accomplices to Fascism Kathy Kelly\n“We Will Not Be Silent:” Hearing Stilled Voices of the Gaza Genocide Richard Falk - Daniel Falcone\nThe United Nations Must Act in Gaza Under the Uniting for Peace Resolution",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "topics": [
    "Politics->political parties and movements",
    "Politics->national government",
    "Politics->political development",
    "Social Issue->demographics",
    "Social Issue->social networking",
    "Social Issue->social condition"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": true,
  "webz_reporter": false,
  "external_links": [
    "https://www.fpif.org/",
    "http://www.amazon.com/exec/obidos/ASIN/1780320450",
    "https://www.google.com/search?client=safari&sca_esv=00d2b9dd415bfb1f&channel=mac_bm&cs=0&sxsrf=AE3TifOoEWWpVQn7CmkjG50TUC7V6aG74g%3A1756205426538&q=Sturmabteilung&sa=X&ved=2ahUKEwie4KSEp6iPAxWyqVYBHfggEq4QxccNegQIAhAB&mstk=AUtExfCsqw0wnH0DoPLRsWrtUvVG0XmEqM_R97em7cPnfPxNo8M5sVwPWPhHGSKWURKARvHIjapzrkTzV2o2SJFs-40bA2TtwmOEJVqA7G7z1HAqDwsakJAuW20ajQ4dIkrGSqg3w1J-yquNQIdOl-IqKv-UZ82LOpVWerKvKje5s69kb96QeP_Hq6G5-Bl0mBtJRuA5rEbxtTQM-aMfn-RsX4q0b1DbN5DeizxBGRz3hBIePdnDShmdJqe6k-CBR1kTrYQrnsSk",
    "http://amazon.com/exec/obidos/ASIN/1780320450",
    "https://google.com/search?client=safari&sca_esv=00d2b9dd415bfb1f&channel=mac_bm&cs=0&sxsrf=AE3TifOoEWWpVQn7CmkjG50TUC7V6aG74g%3A1756205426538&q=Sturmabteilung&sa=X&ved=2ahUKEwie4KSEp6iPAxWyqVYBHfggEq4QxccNegQIAhAB&mstk=AUtExfCsqw0wnH0DoPLRsWrtUvVG0XmEqM_R97em7cPnfPxNo8M5sVwPWPhHGSKWURKARvHIjapzrkTzV2o2SJFs-40bA2TtwmOEJVqA7G7z1HAqDwsakJAuW20ajQ4dIkrGSqg3w1J-yquNQIdOl-IqKv-UZ82LOpVWerKvKje5s69kb96QeP_Hq6G5-Bl0mBtJRuA5rEbxtTQM-aMfn-RsX4q0b1DbN5DeizxBGRz3hBIePdnDShmdJqe6k-CBR1kTrYQrnsSk",
    "https://fpif.org/",
    "https://www.google.com/search",
    "https://www.fpif.org"
  ],
  "external_images": [],
  "internal_images": [],
  "entities": {
    "persons": [
      {
        "name": "Linke",
        "sentiment": "neutral"
      },
      {
        "name": "Janis Ehling",
        "sentiment": "neutral"
      },
      {
        "name": "Sahra Wagenknecht",
        "sentiment": "none"
      }
    ],
    "locations": [],
    "organizations": [
      {
        "name": "Executive Board",
        "sentiment": "none",
        "tickers": [
          {
            "ticker": null,
            "exchange": null
          }
        ]
      }
    ]
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": {
    "categories": [
      "trusted_news"
    ],
    "top_news": [],
    "bias": "left",
    "source": {
      "type": null,
      "city": null,
      "state": null,
      "country": null,
      "domain_type": null,
      "agency": null,
      "organization_name": null
    }
  },
  "rating": null,
  "crawled": "2025-09-11T09:44:18.143+03:00",
  "updated": "2025-09-11T09:49:50.000+03:00"
}