{
  "thread": {
    "uuid": "8c32224755ea4ddcb03b9f6d18cb585eda055aa3",
    "url": "https://br.bolavip.com/futebol/ele-fez-isso-para-todo-mundo-ver-savinho-faz-campanha-por-atacante-e-surpreende-torcida-do-atletico-20231229-BBR-322469.html",
    "site_full": "br.bolavip.com",
    "site": "bolavip.com",
    "site_section": "https://br.bolavip.com/rss/feed.xml",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Bolavip Brasil",
    "title": "Savinho faz campanha por permanência de atacante e surpreende torcida do Galo nas redes sociais",
    "title_full": "Savinho faz campanha por permanência de atacante e surpreende torcida do Galo nas redes sociais",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://ds-images.bolavip.com/news/image?src=https%3A%2F%2Fimages.bolavip.com%2Fjpg%2Fbr%2Ffull%2FBBR_20231229_BBR_322469_52080385503_1955bbe2e4_c-e1703866567541.jpg&amp;width=1200&amp;height=740",
    "performance_score": 0,
    "domain_rank": 20389,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8c32224755ea4ddcb03b9f6d18cb585eda055aa3",
  "url": "https://br.bolavip.com/futebol/ele-fez-isso-para-todo-mundo-ver-savinho-faz-campanha-por-atacante-e-surpreende-torcida-do-atletico-20231229-BBR-322469.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "yahoo",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Savinho faz campanha por permanência de atacante e surpreende torcida do Galo nas redes sociais",
  "text": "Atlético Mineiro Ele fez isso para todo mundo ver: Savinho faz campanha por atacante e surpreende torcida do Atlético Ex-Galo e atualmente no Girona, o jogador fez campanha pesada da permanência do atacante Por Eduarda Moreira\n29/12/2023 - 13:22hs BRT\nPor Eduarda Moreira\n29/12/2023 - 13:22hs BRT\nAtlético, mercado e Isaac O Atlético Mineiro vem se movimentando no mercado para 2024. Diante disso, anunciou de vez o meio-campista Gustavo Scarpa na quarta-feira (28). O jogador desembarcou nesta sexta-feira (29) em São Paulo e chega a Belo Horizonte em janeiro.\n© Pedro Souza Savinho faz campanha por Isaac no Galo. Foto: Bruno Sousa / Atlético Palmeiras empata com o Cruzeiro em 1 a 1 e é campeão brasileiro Em despedida de Fábio Santos, Inter bate Corinthians por 2 a 1 Com a contratação de Scarpa, o jogador se tornou a 4ª contratação mais cara da história do Clube. Além disso, o Galo não deve parar somente no jogador em relação a contratações.\nAlém disso, o time mineiro busca definir a situação dos jogadores que estão dentro do seu staff. É o caso de Isaac, jogador estrela do sub-20 do Galo, anteriormente ele foi observado por Felipão.\nO atleta foi artilheiro do time júnior do Galo em 2023, foram 19 gols em 23 jogos disputados. Ele chegou a ser utilizado no time principal do Atlético com Eduardo Coudet. Isaac é muito bem visto pela diretoria atleticana.\nSavinho aconselha Isaac A diretoria Galo encontra dificuldades para renovar com Isaac, as negociações se arrastam por vários meses, o atual vínculo dele com o Galo é valido somente até abril de 2024.\nRodrigo Caetano falou sobre a relação do jogador: “Em relação ao Isaac, renovamos com quase todos os meninos da base. E conversamos com o empresário dele já faz quase um ano. E seguimos conversando. Se nós renovarmos, todos saberão. Se não, foi por opção dele. E o Galo segue. Assim como no meu caso, de outros. O Galo é maior que todos”, afirmou o diretor de futebol do Atlético.\nO Galo deve renovar com o Isaac? O Galo deve renovar com o Isaac?\n0 PESSOAS JÁ VOTARAM\nVeja também\nSonho antigo do Flamengo de Tite: Torcida do Atlético pede a contratação de meio-campista\nDiante disso, o destaque do Girona é ex-Atlético, Savinho através das redes sociais pediu para Isaac permanecer: (SIC)Renova com o Galão”, escreveu Savinho , em postagem de Isaac no Instagram. Obviamente, a torcida do Galo foi a loucura com tal feito.\nVeja comentários da torcida do Galo: Eduarda Moreira\nEduarda Moreira é uma jornalista que há cerca de dois anos e meio atua cobrindo esportes como futebol brasileiro. É especializada na cobertura de equipes do futebol mineiro, como Atlético Mineiro e Cruzeiro. Graduada em Jornalismo pelo Centro Universitário UNA, cursou pós em Marketing Digital pela Faculdade Anhanguera São Paulo. Atualmente no Bolavip Brasil.\nAtlético Mineiro futseo Isaac Savinho Série A\nConfira nossas últimas notícias no Google News\nSiga-nos LEIA TAMBÉM\nSport Sport Filho de Vagner Love não se apresenta e pode deixar Sport",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://news.google.com/publications/CAAqBwgKMPWJlAsw2L-pAw?oc=3&ceid=BR:pt-419",
    "https://twitter.com/eduardamorp",
    "https://www.news.google.com/publications/CAAqBwgKMPWJlAsw2L-pAw?oc=3&ceid=BR:pt-419",
    "https://www.twitter.com/eduardamorp",
    "https://news.google.com/publications/CAAqBwgKMPWJlAsw2L-pAw"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T18:28:12.349+02:00",
  "updated": "2023-12-29T18:28:12.349+02:00"
}