{
  "thread": {
    "uuid": "edc2dbae87792b5c152cd9dff92728fc1c58decc",
    "url": "https://www.miragenews.com/jcu-zooms-in-on-2-million-microscope-1175485",
    "site_full": "www.miragenews.com",
    "site": "miragenews.com",
    "site_section": "https://www.miragenews.com/disclaimer",
    "site_categories": [
      "media"
    ],
    "section_title": "Disclaimer | Mirage News",
    "title": "JCU zooms in on $2 million microscope | Mirage News",
    "title_full": "JCU zooms in on $2 million microscope | Mirage News",
    "published": "2024-02-15T17:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://cdn1.miragenews.com/wp-content/uploads/2017/11/news-developments.jpg",
    "performance_score": 0,
    "domain_rank": 14331,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "edc2dbae87792b5c152cd9dff92728fc1c58decc",
  "url": "https://www.miragenews.com/jcu-zooms-in-on-2-million-microscope-1175485",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mirage News",
  "published": "2024-02-15T17:39:00.000+02:00",
  "title": "JCU zooms in on $2 million microscope | Mirage News",
  "text": "A \"supercharged\" electron microscope worth almost $2 million is set to place James Cook University researchers at the forefront of the green energy revolution. Officially launched this week at JCU's Advanced Analytical Centre (AAC) in Townsville, the microscope will allow JCU to continue its work with mining industry partners to identify valuable mineral deposits and rare earth elements needed to power renewable energy technologies. The device features high-resolution imaging, sophisticated energy dispersive and wavelength X-ray spectrometers that can analyse the composition of any solid material. AAC Director Dr Kevin Blake said the new instrument represented a quantum leap in technology over the 20-year-old microscope it replaces. \"Everything about it supercharged from the previous instrument,\" he said. \"It means you've got very sensitive X-rays detection and much higher resolution imaging potentially down to a nanometre scale, which is millionths of a millimetre. \"We've effectively doubled the count rate of X-rays that we can do compared to the previous machine, which means we can work either twice as fast or get down to even lower levels of detection.\" Dr Blake said the cutting-edge microscope took six weeks to calibrate and set up, and would be maintained by his team at the AAC. JCU Economic Geology Research Unit Director Dr Ioan Sanislav said the instrument would save both time and money for mining industry partners involved in critical minerals exploration. \"Everything we could do before, we can do now at the next level,\" he said. \"This microscope offers a new capability in that we can map larger areas quicker in a sample and at higher resolution. \"We can identify the distribution of these elements much better inside a mineral or a rock. Another aspect is if we want to analyse the chemistry of these critical minerals, it's again much faster. \"It also opens up the possibility to see things that we couldn't see previously, giving metallurgical and chemical engineers the ability to design and prepare the most efficient mineral extraction processes.\" Dr Sanislav said post-graduate students would also benefit from the capabilities the microscope offered by developing their own research skills and exploring new areas of investigation. The arrival of the microscope follows JCU joining the Resources Technology and Critical Minerals Trailblazer program in 2022, a partnership with Curtin University and The University of Queensland, as well as 33 company and commercial partners across Australia involved in the technology metals, critical minerals and metals value chains. The microscope will be one of only two in Queensland, with the other being based at the University of Queensland (UQ). JCU Dean of Research Professor Andrew Krockenberger assisted in securing the microscope, which was made possible thanks to a successful joint $3.5m grant application with UQ to the Australian Research Council's Linkage, Infrastructure, Equipment and Facilities (LIEF) scheme. \"We've had very good support from former UQ Pro-Vice Chancellor for Research Infrastructure Professor Joe Shapter,\" Prof Krockenberger said. \"What that allowed us to do was to put in an application where each university had a focus on a slightly different way of using their instrument. \"It enables JCU to push on and keep developing our expertise in geochemistry and minerology, which has an extremely strong reputation globally.\" Prof Krockenberger said the microscope could also assist with research in engineering, material sciences and medical-related fields. \"You can't support academic capability without the calibre of this type of instrument, and this new technology will support the next generation of researchers at JCU,\" he said. Prof Krockenberger commended the JCU team involved in acquiring the microscope. ''Dr Blake, JCU ARC Centre of Excellence for Indigenous and Environmental Histories Director Distinguished Professor Sean Ulm and Distinguished Professor Michael Bird and have all lent their expertise as Chief Investigators to the successful grant application proposal for the microscope, as did Adjunct Professor Paul Dirks as Lead Investigator,\" he said. \"They should all be immensely proud of this achievement,'' he said. [here](/jcu-zooms-in-on-2-million-microscope-1175485/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kevin blake",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "james cook university",
        "sentiment": "negative"
      },
      {
        "name": "aac",
        "sentiment": "none"
      },
      {
        "name": "jcu",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "townsville",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T04:40:17.455+02:00",
  "updated": "2024-02-16T04:40:17.455+02:00"
}