{
  "thread": {
    "uuid": "09ee08fab008428f7f1fbb6e457c58b3a05b57ee",
    "url": "https://www.nasa.gov/missions/artemis/clps/nasa-sending-five-payloads-to-moon-on-astrobotics-peregrine-lander/",
    "site_full": "www.nasa.gov",
    "site": "nasa.gov",
    "site_section": "https://news.google.com/news?pz=1&cf=all&ned=en_my&hl=en&topic=w&output=rss",
    "site_categories": [
      "science",
      "space_astronomy",
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "Top stories - Google News",
    "title": "NASA Sending Five Payloads to Moon on Astrobotic's Peregrine Lander - NASA",
    "title_full": "NASA Sending Five Payloads to Moon on Astrobotic's Peregrine Lander - NASA",
    "published": "2024-01-06T00:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.nasa.gov/wp-content/uploads/2024/01/peregrine-20a.jpg",
    "performance_score": 0,
    "domain_rank": 125,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 2
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "09ee08fab008428f7f1fbb6e457c58b3a05b57ee",
  "url": "https://www.nasa.gov/missions/artemis/clps/nasa-sending-five-payloads-to-moon-on-astrobotics-peregrine-lander/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Johnson Space Center Office of Communications",
  "published": "2024-01-06T00:12:00.000+02:00",
  "title": "NASA Sending Five Payloads to Moon on Astrobotic's Peregrine Lander - NASA",
  "text": "NASA will kick off 2024 by sending five payloads to the Moon aboard Astrobotic’s Peregrine lander, Astrobotic Peregrine Mission One. The inaugural launch under the agency’s\nCLPS (Commercial Lunar Payload Services) initiative will blast off Monday, Jan. 8, from Cape Canaveral, Florida, on a United Launch Alliance Vulcan rocket.\nThe suite of NASA payloads aboard Peregrine One will aim to locate water molecules on the Moon, measure radiation and gases around the lander, and evaluate the lunar exosphere (the thin layer of gases on the Moon’s surface). These measurements will improve our understanding of how solar radiation interacts with the lunar surface. The payloads will also provide data to NASA’s Lunar-VISE (Lunar Vulkan Imaging and Spectroscopy Explorer) instrument suite, slated to land on the Gruithuisen Domes in 2026.\n“We are so excited to see this vision become a reality. CLPS is an innovative way of leveraging American companies to send important science and technology payloads to the Moon,” said Nicola Fox, associate administrator, Science Mission Directorate at NASA Headquarters in Washington. “The Moon is a rich destination for scientific discovery. Studying and sampling the lunar environment will help NASA unravel some of the greatest mysteries of our solar system for the benefit of all.”\nThe Peregrine lander is targeted to land Feb. 23 at Sinus Viscositatis, a lunar feature outside of the hardened lava\nGruithuisen Domes on the near side of the Moon. Similar natural structures on Earth require large volumes of water to form, leading scientists to believe that this landing site may contain evidence of water on the Moon.\nThe five NASA payloads aboard Astrobotic’s Peregrine One lander include the following:\n- The\nLETS (Linear Energy Transfer Spectrometer)payload is a radiation monitor derived from heritage hardware flown on Orion Exploration Flight Test-1 in 2014. LETS will collect data on the lunar radiation environment and demonstrate the capabilities of the radiation monitors themselves on the lunar surface. LETS units also were flown as BioSentinelpayloads aboard Artemis I and aboard the International Space Station. LETS uses the same core technology as the Hybrid Electronic Radiation Assessor system, the primary radiation monitor on Artemis missions. Payload principal investigator: Dr. Edward Semones, NASA’s Johnson Space Center. NIRVSS (Near-Infrared Volatile Spectrometer System)will reveal the composition and surface temperature and fine-scale structure of the lunar soil at the landing site. NIRVSS features an imager, spectrometer, and thermal sensor to study the lunar soil and detect which types of minerals and volatiles are present. Payload principal investigator: Dr. Anthony Colaprete, NASA’s Ames Research Center\n- The\nNSS (Neutron Spectrometer System)is an instrument capable of indirectly detecting potential water present in the lunar soil at the landing site, as a result of the water in the exhaust deposited by the lander’s engines. After landing, the system will measure any changes in the characteristics of the lunar soil over the course of a lunar day. Payload principal investigator: Dr. Richard Elphic, NASA Ames PITMS (Peregrine Ion-Trap Mass Spectrometer)will investigate the makeup of compounds in the thin lunar atmosphere after descent and landing, and throughout the lunar day, to understand the release and movement of volatiles such as water, gases, and other chemical compounds. PITMS is a partnership between NASA, The Open University in Milton Keynes, England, and ESA (European Space Agency). Payload principal investigator: Dr. Barbara Cohen, NASA’s Goddard Space Flight Center LRA (Laser Retroreflector Array)is a collection of eight retroreflectors that enable precise measurements of the distance between the orbiting or landing spacecraft and the lander. LRA is a passive optical instrument and will function as a permanent location marker on the Moon for decades to come. Payload principal investigator: Dr. Xiaoli Sun, NASA Goddard\nAstrobotic is one of 14 vendors eligible to carry NASA payloads to the Moon through the CLPS initiative, which began in 2018 and is designed to establish a commercial marketplace for science, exploration, and technology development investigations on the Moon’s surface and in lunar orbit. Through CLPS, NASA aims to gain new insights into the lunar environment and expand the lunar economy to support future crewed missions under the\nArtemis program.\nLearn more about NASA’s CLPS initiative at:\nhttps://www.nasa.gov/commercial-lunar-payload-services/",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "moon",
        "sentiment": "negative"
      },
      {
        "name": "nicola fox",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "astrobotic",
        "sentiment": "negative"
      },
      {
        "name": "nasa",
        "sentiment": "negative"
      },
      {
        "name": "nasa nasa",
        "sentiment": "negative"
      },
      {
        "name": "peregrine",
        "sentiment": "negative"
      },
      {
        "name": "peregrine mission one",
        "sentiment": "none"
      },
      {
        "name": "united launch alliance vulcan",
        "sentiment": "none"
      },
      {
        "name": "science mission directorate",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gruithuisen domes",
        "sentiment": "none"
      },
      {
        "name": "florida",
        "sentiment": "none"
      },
      {
        "name": "cape canaveral",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:45:35.065+02:00",
  "updated": "2024-01-06T00:45:35.065+02:00"
}