{
  "thread": {
    "uuid": "431f85c91c20cf541c9c923afe6d50315cf37f57",
    "url": "https://hrnews.co.uk/one-quarter-of-employers-planning-pay-rises-of-at-least-5-in-2024/",
    "site_full": "hrnews.co.uk",
    "site": "hrnews.co.uk",
    "site_section": "https://hrnews.co.uk",
    "site_categories": [
      "business_software",
      "business"
    ],
    "section_title": "HR News - HR News stories from the UK",
    "title": "One-quarter of employers planning pay rises of at least 5% in 2024 - HR News",
    "title_full": "One-quarter of employers planning pay rises of at least 5% in 2024 - HR News",
    "published": "2024-01-02T11:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://hrnews.co.uk/wp-content/uploads/2024/01/Image-582-x-420-px-11.png",
    "performance_score": 0,
    "domain_rank": 40794,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "431f85c91c20cf541c9c923afe6d50315cf37f57",
  "url": "https://hrnews.co.uk/one-quarter-of-employers-planning-pay-rises-of-at-least-5-in-2024/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Editorial Team",
  "published": "2024-01-02T11:40:00.000+02:00",
  "title": "One-quarter of employers planning pay rises of at least 5% in 2024 - HR News",
  "text": "Nearly a quarter (24%) of employers predict that the main pay rise for staff in 2024 is likely to be at least 5%, according to an IDR poll of 158 mostly large private sector organisations. The research also revealed that nearly half of employers – some 46% – said they intend to award increases of between 4% and 4.99%. While increases worth at least 4% are set to continue, the poll also found that two-thirds of employers anticipate that their 2024 pay award will be a lower increase when compared to this year. A further 27% said that the level of pay rise in 2024 is likely to be the same as the level of increase awarded in 2023 and just 7% of employers in the sample expect that pay awards in 2024 will be higher when compared to this year’s outcomes. These findings hint at an easing of pay pressures and that pay awards will most likely trend downwards from the median pay award of 5.6% that we have observed in 2023. “Although the coming trend in pay awards is likely to be down on the past year, on the whole they are likely to remain higher than they were prior to 2023”, commented Zoe Woolacott from IDR. Median for January at 4.4% IDR’s regular monitoring of pay outcomes bears out the findings from the poll. Our monitoring of pay awards shows that the median pay increase across the economy in 2023 was 5.6% but an early look at outcomes already decided for 2024 shows that the median pay award across the economy has fallen and currently stands at 4.4%. These latest figures are based on a sample of 42 awards effective between 1 January and 31 October 2024, mostly at large organisations and together covering over 140,000 employees. The results predominantly reflect the picture in the private sector. Higher-end awards worth 4% or more represent over three-fifths (62%) of deals effective in 2024 so far – down from 86% of awards in 2023. Affordability and competitiveness are key influences on pay Survey participants were asked to indicate the main influences on their organisations’ pay decisions for 2024. Affordability and pressure to remain competitive proved to be the top two factors with around four-fifths of respondents citing these as one of the main influences – 85% and 80% respectively. The third most influential factor in pay decisions this year is inflation, as indicated by 69% of participants. This proportion, while it has fallen from 85% in a similar poll we conducted regarding pay intentions for 2023, shows that inflation and the cost of living continues to figure highly in employers’ concerns regarding pay. The next most influential factor was employee morale and motivation. This was followed by the National Living Wage (cited by 34% of employers in the sample), while a smaller proportion (29%) indicated that the ‘real living wage’ (a voluntary rate based on estimations of the wage needed to provide a socially acceptable standard of living and which takes the cost of living into greater account that the statutory floor) will be an influence on their pay decisions for 2024.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "zoe woo",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T14:02:53.722+02:00",
  "updated": "2024-01-02T14:02:53.722+02:00"
}