{
  "thread": {
    "uuid": "bfef12cde6664b976a445ca25350ef9bc2f8b96c",
    "url": "https://www.elperiodico.cat/ca/societat/20240419/catalunya-acollira-vacances-pau-per-101258127",
    "site_full": "www.elperiodico.cat",
    "site": "elperiodico.cat",
    "site_section": "https://elperiodico.cat/ca",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "El Periódico - Notícies i última hora de Catalunya, Espanya i el món",
    "title": "Catalunya acollirà ‘vacances en pau’ per a 30 nens ucraïnesos",
    "title_full": "Catalunya acollirà ‘vacances en pau’ per a 30 nens ucraïnesos",
    "published": "2024-04-19T01:05:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/d316ed2c-47dd-4988-a183-3ea1fdd202b9_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 59858,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bfef12cde6664b976a445ca25350ef9bc2f8b96c",
  "url": "https://www.elperiodico.cat/ca/societat/20240419/catalunya-acollira-vacances-pau-per-101258127",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Elisenda Colell",
  "published": "2024-04-19T01:05:00.000+03:00",
  "title": "Catalunya acollirà ‘vacances en pau’ per a 30 nens ucraïnesos",
  "text": "INICIATIVA SOLIDÀRIA Catalunya acollirà ‘vacances en pau’ per a 30 nens ucraïnesos «Podran agafar el son sense preocupar-se dels bombardejos», agraeix l’alcalde Empreses i entitats socials s’han bolcat en un projecte pioner impulsat per la Delegació del Govern. Els escolars d’Otxàkiv passaran 21 dies a Calella, Pineda de Mar i Salou. La seva escola està ubicada en un búnquer sota terra, l’única manera de garantir que els alumnes compleixen amb l’horari lectiu. Fa mesos que no poden abraçar els seus pares: estan lluitant al front. S’han acostumat a les alarmes i els talls de llum i han deixat de passejar pel carrer o fer qualsevol extraescolar. Així és la vida dels nens que hi ha a la ciutat ucraniania d’Otxàkiv, a uns 10 quilòmetres del front de guerra amb Rússia. Trenta nens d’aquest poble passaran 21 dies a Calella, Pineda de Mar i Salou en un projecte inèdit de Vacances en pau que ha organitzat la Delegació del Govern a Catalunya. \"Será un reset per a ells, una gran oportunitat per recuperar-se moralment\", explica l’alcalde Serhí Bytxkov a aquest diari. \"Intenten viure i disfrutar cada dia, però és molt difícil. Els nens han d’acceptar la vida en condicions de guerra, amb un impacte negatiu en el seu estat emocional i psicològic. Estan ansiosos i molt preocupats\", afegeix l’alcalde. Fa setmanes que, juntament amb la Delegació del Govern a Catalunya, treballa en el projecte perquè aquest grup de nanos passin uns dies a la costa catalana, lluny de la barbàrie. Vindran amb els professors \"Crec que unes vacances així són necessàries per sentir la llibertat i la facilitat de viure sense l’estrès dels constants atacs aeris i la por per la teva pròpia vida. Podran agafar el son sense preocupar-se dels bombardejos\", agraeix l’alcalde. Són nens que es queden a Ucraïna bé perquè les mares no van poder escapar per falta de recursos, bé perquè volen ser a prop dels pares al front, bé perquè la família treballa en infraestructures essencials per al país. El projecte va néixer a l’octubre, gràcies a un diplomàtic que va deixar el consolat ucraïnès de Barcelona abans de l’inici de la guerra. \"Al meu equip tenim una gran relació amb ell. Ens va proposar aquesta idea i vam decidir intentar-ho, hi hem posat molt entusiasme. Els menors no provoquen els conflictes i no haurien de patir-los\", explica Carlos Prieto, delegat del Govern a Catalunya. També ha sigut clau la implicació de l’ambaixada espanyola a Kíiv. Un projecte que no havia realitzat cap altra Administració a Europa . \"És un model publicoprivat en què entitats, ajuntaments i empreses han ofert els seus serveis a cost zero\", explica Prieto. Durant aquests dies, els nens viuran en hotels de Calella i de Pineda de Mar (Maresme) i a Salou (Tarragonès). Renfe i el grup Moventia s’encarreguen dels trasllats per a les activitats que faran els menors, que vindran amb els seus professors per fer-se càrrec d’ells. Ohla, Nocilla i altres empreses de càtering s’encarreguen dels menjars a cost zero. A més, l’Ajuntament de Barcelona ha mediat perquè el Pere Claver Grup ofereixi atenció psicològica en cas que sigui necessari i la farmàcia Dalmases aporta les cremes solars que necessitin els menors. \"Tenen por\" Bytxkov recorda que el seu poble rep bombardejos diàriament. \"Fem el possible i l’impossible per garantir una vida plena als nens, malgrat la guerra. Però és evident que no estan segurs: hi ha bombardejos freqüents i els nens tenen por. Necessiten estar en llocs segurs: soterranis, refugis antiaeris o amagatalls\", explica l’alcalde. La destrucció dels edificis ha obligat molts habitants a fugir a pobles veïns. \"No podem viure a les nostres cases\", exposa.Notícies relacionades L’ajuntament ha condicionat un búnquer subterrani perquè els nens puguin continuar estudiant. Però no hi ha places per a tothom. Molts han de continuar els estudis a distància, i sovint interrompen les classes per buscar refugi. \"Els nens no poden assistir a activitats extraescolars, ni tampoc sortir a passejar. Els bombardejos també fan malbé la xarxa elèctrica, cosa que sovint significa que els nens tenen classes fins tard, molts deures i sempre cal assegurar-se que tots els bancs d’energia estiguin carregats en cas de talls d’emergència\", segueix el responsable del consistori. Per la seva banda, el delegat del Govern central espera que aquest projecte es pugui estendre i que el repliquin altres administracions a Espanya. \"Quan acabi, en farem una valoració i oferirem aquest model per a tot el que ho vulgui. És una bona pràctica, modesta i humil, que oferirem per si algú la vol replicar\". - [Tecnologia responsable](https://www.elperiodico.cat/ca/mes-barcelona/20240418/barcelona-impulsa-un-pla-per-101087630) [Barcelona impulsa un pla per combatre l'addicció a les pantalles dels joves](https://www.elperiodico.cat/ca/mes-barcelona/20240418/barcelona-impulsa-un-pla-per-101087630) - [Salut pública](https://www.elperiodico.cat/ca/societat/20240419/els-metges-avisen-l-expansio-101258143) [Els metges avisen de l’expansió de la tinya entre els joves](https://www.elperiodico.cat/ca/societat/20240419/els-metges-avisen-l-expansio-101258143) - [Al metatars](https://www.elperiodico.cat/ca/gent/20240418/letizia-neuroma-morton-malaltia-cronica-peu-77188744) [Què és el neuroma de Morton, la malaltia que pateix Letizia: símptomes i causes](https://www.elperiodico.cat/ca/gent/20240418/letizia-neuroma-morton-malaltia-cronica-peu-77188744) - [MEDI AMBIENT](https://www.elperiodico.cat/ca/barcelona/20240419/guardia-civil-ratifica-les-dades-101258210) [La Guàrdia Civil ratifica que les dades de la incineradora del Besòs són \"incoherents\"](https://www.elperiodico.cat/ca/barcelona/20240419/guardia-civil-ratifica-les-dades-101258210) - [Perfil](https://www.elperiodico.cat/ca/economia/20240419/yin-tongyue-l-empresari-confiar-101261699) [Yin Tongyue: L’empresari que va confiar en Barcelona per entrar a Europa](https://www.elperiodico.cat/ca/economia/20240419/yin-tongyue-l-empresari-confiar-101261699) - [Al minut](https://www.elperiodico.cat/ca/internacional/20240419/guerra-israel-directe-ultima-hora-alto-el-foc-treva-95138339) [Guerra d’Israel en directe: última hora sobre el final de la treva a Gaza, l’ajuda humanitària i reaccions](https://www.elperiodico.cat/ca/internacional/20240419/guerra-israel-directe-ultima-hora-alto-el-foc-treva-95138339) - [agenda de BARCELONA](https://www.elperiodico.cat/ca/que-fer/20240419/roses-literatura-per-gran-sant-101258689) [Roses i literatura per a un gran Sant Jordi](https://www.elperiodico.cat/ca/que-fer/20240419/roses-literatura-per-gran-sant-101258689) - [23 d’abril](https://www.elperiodico.cat/ca/que-fer/20240419/portes-obertes-sant-jordi-2024-101258691) [Portes obertes del Sant Jordi 2024 a Barcelona: 14 edificis emblemàtics per visitar gratis](https://www.elperiodico.cat/ca/que-fer/20240419/portes-obertes-sant-jordi-2024-101258691) - [Setmana salvatge ⁄ Restaurant Week 2024 ⁄](https://www.elperiodico.cat/ca/que-fer/20240419/creativitat-mes-salvatge-101258692) [La Creativitat més ‘salvatge’](https://www.elperiodico.cat/ca/que-fer/20240419/creativitat-mes-salvatge-101258692) - [del 19 al 28 d’abril](https://www.elperiodico.cat/ca/que-fer/20240419/setmana-medieval-montblanc-101258701) [Setmana Medieval de Montblanc](https://www.elperiodico.cat/ca/que-fer/20240419/setmana-medieval-montblanc-101258701)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "catalan",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:17:40.384+03:00",
  "updated": "2024-04-19T08:15:36.326+03:00"
}