{
  "thread": {
    "uuid": "d7607cac71fc18d17c56394d054f503131691e7f",
    "url": "https://www.infobae.com/mexico/2024/04/04/estos-son-los-poderosos-alimentos-que-protegen-de-la-depresion-y-el-alzheimer-segun-harvard",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "http://www.infobae.com/feeds/rss/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Infobae.com",
    "title": "Estos son los poderosos alimentos que protegen de la depresión y el alzhéimer, según Harvard",
    "title_full": "Estos son los poderosos alimentos que protegen de la depresión y el alzhéimer, según Harvard",
    "published": "2024-04-05T00:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/new-resizer/WJ9jmVJUNu1xWrYYDV60MagN7xU=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/DEZRCVPNUNG6FNU7ZXIJZYX7LM.jpg",
    "performance_score": 0,
    "domain_rank": 2088,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d7607cac71fc18d17c56394d054f503131691e7f",
  "url": "https://www.infobae.com/mexico/2024/04/04/estos-son-los-poderosos-alimentos-que-protegen-de-la-depresion-y-el-alzheimer-segun-harvard",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ignacio Izquierdo",
  "published": "2024-04-05T00:01:00.000+03:00",
  "title": "Estos son los poderosos alimentos que protegen de la depresión y el alzhéimer, según Harvard",
  "text": "Todo el mundo quiere tener una vida saludable y la mejor forma de hacerlo es tener una alimentación balanceada y abundante en nutrientes positivos para nuestro organismo. La comida es el combustible que hace funcionar a nuestro cuerpo y poner atención en esa parte de nuestro día a día es esencial.\nPor supuesto, hay alimentos que no son nada buenos para nosotros, e incluso hay algunos que no son necesarios para el correcto funcionamiento de nuestro organismo, por lo que retirarlos por completo de nuestra dieta diaria tendrá únicamente beneficios, como el azúcar y la comida chatarra y ultra procesada.\nNo obstante, hay otros alimentos que sí que tienen muchísimos beneficios y consumirlos no sólo nos mantendrán saludables a corto plazo sino que podrían funcionar como un mecanismo preventivo para ciertas enfermedades que son potencialmente peligrosas para nuestra vida.\nLa prestigiosa universidad de Harvard señala a un grupo de alimentos que pueden ayudar con enfermedades de la salud mental como la depresión, también mejora la memoria de quien las come, además de que tiene agentes que ayudan a prevenir uno de los padecimientos que más preocupa a las personas que comienzan a entrar a la tercera edad: el alzhéimer.\nEstos alimentos son los vegetales cuyas hojas son de color verde, y\nHarvard escoge algunos que son fundamentales: las acelgas, la col, la lechuga, el repollo, las hojas de diente de león, las espinacas, los berros, la rúcula y los canónigos.\nPero, ¿cuáles son los activos que entran en función para prevenir enfermedades como el\nalzhéimer y la depresión? Son tres: la luteína, el folato y el betacaroteno.\nLuteína: en qué más te puede ayudar\nLa luteína es un tipo de pigmento carotenoide presente en verduras de hoja verde, como la espinaca y la col rizada, y en otras fuentes alimenticias como las yemas de huevo y el maíz. Este compuesto es conocido por sus propiedades antioxidantes y su capacidad para filtrar la luz azul dañina, lo que le confiere un papel importante en la salud ocular.\nLa luteína se acumula en la mácula y la retina del ojo, contribuyendo a la protección de estos tejidos contra el daño causado por la luz y mejorando la visión. Además, estudios sugieren que una ingesta adecuada de luteína puede reducir el riesgo de desarrollar enfermedades oculares relacionadas con la edad, como la degeneración macular y las cataratas. Aunque el cuerpo humano no produce luteína, puede obtenerse a través de la dieta o suplementos alimenticios.\nFolato: sus bondades para el organismo\nEl folato es una vitamina B soluble en agua, específicamente la vitamina B9, esencial para numerosos procesos corporales, incluyendo la síntesis de ADN, la reparación y la división celular. Se encuentra naturalmente en una variedad de alimentos, tales como verduras de hoja verde (espinacas, brócoli), legumbres (lentejas, garbanzos), frutas (naranjas, plátanos), y frutos secos. El ácido fólico, una forma sintética del folato, se añade a menudo a los alimentos procesados como los cereales y se encuentra en los suplementos vitamínicos.\nAdemás, la investigación sugiere que el folato puede jugar un papel en la reducción del riesgo de varias enfermedades crónicas, incluyendo enfermedades del corazón y algunos tipos de cáncer, aunque se necesitan más estudios para comprender completamente estas relaciones. La deficiencia de folato puede llevar a síntomas como fatiga, debilidad, irritabilidad y dificultad para concentrarse.\nBetacaroteno: un aliado para la salud\nFuentes ricas en betacaroteno incluyen zanahorias, batatas, espinacas, col rizada y melón. Además de ser un importante precursor de la vitamina A, el betacaroteno es un antioxidante potente, lo que significa que ayuda a neutralizar los radicales libres en el cuerpo y, por lo tanto, puede jugar un rol en la protección contra enfermedades crónicas, como las enfermedades del corazón y algunos tipos de cáncer.\nMás Noticias\n[Este es el comportamiento de la divisa estadounidense durante los últimos minutos de la jornada](/mexico/2024/04/04/valor-de-cierre-del-dolar-en-mexico-este-4-de-abril-de-usd-a-mxn/)\nValor de cierre del dólar en México este 4 de abril de USD a MXN\n[Con el recurso asignado se busca promover el bienestar integral de los residentes](/mexico/2024/04/04/hogar-a-tu-medida-que-es-como-obtenerlo-cuanto-dinero-te-dan-y-a-quienes-beneficia-este-programa-del-infonavit/)\nHogar a tu medida: qué es, cómo obtenerlo, cuánto dinero te dan y a quiénes beneficia este programa del Infonavit\n[Algunas instituciones como la Coordinación Nacional Antisecuestro (CONASE) recomienda colgar y denunciar](/mexico/2024/04/04/cuales-son-los-numeros-mas-usados-para-hacer-estafas-telefonicas-en-mexico/)\n¿Cuáles son los números más usados para hacer estafas telefónicas en México?\n[La Secretaría de Relaciones Exteriores informó que el buque “ARM Isla Holbox” transportó a los connacionales que pidieron voluntariamente salir de la isla debido a los problemas sociales](/mexico/2024/04/04/los-34-mexicanos-evacuados-de-haiti-ya-estan-en-puerto-progreso-yucatan/)\nLos 34 mexicanos evacuados de Haití ya están en Puerto Progreso, Yucatán\n[Desde creencias populares hasta consejos de seguridad respaldados por la ciencia, aquí una visión para aprovechar la experiencia mientras proteges tu salud visual](/mexico/2024/04/04/mitos-y-realidades-del-eclipse-solar-2024-todo-lo-que-debes-saber/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:09:33.757+03:00",
  "updated": "2024-04-05T00:09:33.757+03:00"
}