{
  "thread": {
    "uuid": "c804bd70795d064da62363d35b6e9407c37d6a98",
    "url": "https://www.semana.com/nacion/articulo/se-reconoce-a-la-comunidad-campesina-de-sumapaz-zona-rural-de-bogota-como-victima-del-conflicto/202420",
    "site_full": "www.semana.com",
    "site": "semana.com",
    "site_section": "https://www.semana.com/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Semana.com -  Últimas Noticias de Colombia y el Mundo",
    "title": "Se reconoce a la comunidad campesina de Sumapaz, zona rural de Bogotá, como víctima del conflicto",
    "title_full": "Se reconoce a la comunidad campesina de Sumapaz, zona rural de Bogotá, como víctima del conflicto",
    "published": "2024-03-11T02:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.semana.com/resizer/5dHDgTzDa2SKigMcyG6oJe2lhbM=/1280x720/smart/filters:format(jpg):quality(80)/cloudfront-us-east-1.images.arcpublishing.com/semana/SJZ6SGQTLFCUNPLYUDO7FNET2Y.jpeg",
    "performance_score": 0,
    "domain_rank": 6015,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c804bd70795d064da62363d35b6e9407c37d6a98",
  "url": "https://www.semana.com/nacion/articulo/se-reconoce-a-la-comunidad-campesina-de-sumapaz-zona-rural-de-bogota-como-victima-del-conflicto/202420",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción Semana",
  "published": "2024-03-11T02:22:00.000+02:00",
  "title": "Se reconoce a la comunidad campesina de Sumapaz, zona rural de Bogotá, como víctima del conflicto",
  "text": "La comunidad campesina de Sumapaz, en Bogotá, recibió un reconocimiento histórico: la Unidad para las Víctimas la incluyó en el Registro Único de Víctimas (RUV) como víctima del conflicto armado y como Sujeto de Reparación Colectiva (SRC). Este hecho marca un hito en lo que ellos denominan como una larga lucha de esta población por la verdad, la memoria y la justicia.Sumapaz, la única localidad rural de Bogotá y hogar del páramo más grande del mundo, ha sido escenario de una cruenta disputa por parte de los actores armados. Durante décadas, el campesinado ha sufrido todo tipo de hechos victimizantes: amenazas, homicidios, secuestros, desplazamientos forzados, torturas, entre otros. Esta situación ha generado discordias y el rompimiento del tejido social. La inclusión en el RUV es el resultado de una extensa lucha liderada por la comunidad, con Carmenza Adriana López como declarante. En un acto público, la directora de la Unidad para las Víctimas, Patricia Tobón Yagarí, reconoció la deuda histórica con Sumapaz y pidió perdón por la invisibilización y estigmatización que ha sufrido la población durante más de 100 años que han venido siendo víctimas de la violencia del conflicto armado.Dicho reconocimiento se dio ante más de 150 campesinos supamaceños. “Hoy hemos venido a saldar una deuda histórica con la comunidad porque durante muchos años Sumapaz ha soportado el peso de los juicios injustos y de los prejuicios infundados”, dijo la directora de la Unidad de Víctimas durante el acto público en la localidad rural. “La población sumapaceña sufrió, según se reconoció en la declaración que presentó López, hechos victimizantes como amenazas, detenciones arbitrarias, homicidios, secuestros, desapariciones forzadas, desplazamientos forzados, torturas, delitos contra la libertad e integridad personal, lesiones personales, discriminación, extorsión y hurto” , manifestó Carmenza Adriana López.La líder social Carmenza Adriana López se abanderó de la petición del campesinado y este domingo resaltó la voluntad de la Unidad para las Víctimas de realizar la valoración de fondo que resultó en su reconocimiento como Sujeto de Reparación Colectiva. “El hecho que hayamos recibido esta resolución es el inicio del proceso, no el final”, declaró la mujer. Por primera vez en Colombia, se reconoce que la comunidad campesina de Sumapaz es un Sujeto de Reparación Colectiva. Esto significa que el Estado colombiano entiende que hubo elementos contextuales, técnicos y jurídicos que convirtieron a este territorio en el epicentro del conflicto armado en la capital del país.El reconocimiento como Sujeto de Reparación Colectiva es solo el primer paso en un largo camino hacia la reparación. La comunidad espera que se implementen medidas de verdad, justicia y reparación integral, incluyendo la reconstrucción del tejido social, la participación política y el desarrollo económico de la localidad. En el evento también hizo parte el alcalde de Bogotá, Carlos Fernando Galán, quien manifestó: “Nuestro compromiso es devolverles a las víctimas el rol central que deben tener en la construcción de la paz”, declaró el mandatario de los bogotanos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-11T06:02:49.502+02:00",
  "updated": "2024-03-11T06:02:49.502+02:00"
}