{
  "thread": {
    "uuid": "b791ef5c7c7b6a831e63b16838368daa3109841c",
    "url": "https://www.bendbulletin.com/business/klamath-basin-water-stakeholders-department-of-the-interior-reach-landmark-agreement/article_c32416bc-cc29-11ee-8d10-d33c754162aa.html",
    "site_full": "www.bendbulletin.com",
    "site": "bendbulletin.com",
    "site_section": "http://www.bendbulletin.com/search/?f=rss&t=article&c=business&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.bendbulletin.com - RSS Results in business of type article",
    "title": "Klamath Basin water stakeholders, Department of the Interior reach landmark agreement",
    "title_full": "Klamath Basin water stakeholders, Department of the Interior reach landmark agreement",
    "published": "2024-02-16T00:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/bendbulletin.com/content/tncms/assets/v3/editorial/1/ce/1ced2e54-cc2a-11ee-b03d-a74e4d78ee5d/648b753143be7.image.jpg?crop=1762%2C927%2C0%2C0&amp;resize=1200%2C631&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 13800,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b791ef5c7c7b6a831e63b16838368daa3109841c",
  "url": "https://www.bendbulletin.com/business/klamath-basin-water-stakeholders-department-of-the-interior-reach-landmark-agreement/article_c32416bc-cc29-11ee-8d10-d33c754162aa.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "LEE JUILLERAT For The Bulletin",
  "published": "2024-02-16T00:43:00.000+02:00",
  "title": "Klamath Basin water stakeholders, Department of the Interior reach landmark agreement",
  "text": "A historic agreement by the U.S. Department of the Interior with the Klamath Water Users Association, Klamath Tribes, Yurok Tribe and Karuk Tribe was announced Wednesday.\nDuring a news conference with an Interior department official in Washington, D.C., it was announced the water users and tribes have agreed to “advance collaborative efforts to restore the Klamath Basin ecosystem and improve water supply reliability for Klamath Project agriculture.”\nOfficials said more than $72 million in new investments, including funding from President Biden’s Investing in America agenda, will be used for ecosystem restoration and agricultural infrastructure modernization.\n“The collaboration and cooperation reached today in the Klamath Basin is a critical step forward as we work to support healthy ecosystems and water reliability in the region for generations to come,” U.S. Secretary of the Interior Deb Haaland said in a news release.\n“Following months of consultation and discussions, we’re proud to formalize this partnership with Tribes and irrigators and make a shared commitment that will benefit the forests, watersheds, agriculture and abundant populations of migratory bird and fish species that are unique to this Basin. With new resources from President Biden’s Investing in America agenda, we’re able to make immediate investments that will benefit the communities and wildlife that call this place home.”\nAs part of Wednesday’s announcements, the Interior Department also announced the Klamath Basin Drought Resilience Keystone Initiative, which it said will “support a wide range of restoration activities that will help recover listed species, create new habitat for fish and birds, and rethink the way water moves across the Klamath Basin to better align agriculture with ecosystem function.”\nThe initiative is one of nine key conservation areas the Department is “focusing resources through a new restoration and resilience framework, and comes at a critical time as the removal of four dams on the Klamath River is underway.”\nWednesday’s announcements are not directly related to removal of the four Klamath River dams but stem from ongoing collaboration efforts among the various groups, officials said.\nAccording to the agency, the newly signed Memorandum of Understanding “commits the parties to working together to identify, recommend and support projects that advance shared Klamath Basin restoration goals, including improving water and irrigation stability and reliability; strengthening ecosystem resilience; protecting fish populations; and advancing drought resilience.\nThe MOU also “commits the Department of the Interior to working across its bureaus, other federal departments and agencies, the states of Oregon and California, and non-governmental partners to help secure funding and approval for projects and actions that advance these shared goals, including new investments from the Bipartisan Infrastructure Law and Inflation Reduction Act.”\nThe agreement also “formally recognizes the significant value of Indigenous knowledge and commits the parties to incorporate it into its restoration efforts throughout the Basin.”\nAccording to Interior, the U.S. Fish and Wildlife Service will dedicate $64 million for work to “restore the regional ecosystem and repair local economies in the coming years. This investment will fully fund completion of the Klamath Falls National Fish Hatchery by 2027, focus on innovative collaborative conservation in the Sprague River watershed, and continue implementation of Tribally led projects throughout the Basin.”\nAs part of the investment, $25 million will be made available for “co-developed restoration projects in the Klamath Basin that will help resolve ongoing water-related challenges and invest in water stability and restoration efforts throughout the region.” The full project list is on the FWS website.\nFWS will provide $4 million to support the 14,000-acre Agency-Barnes wetland restoration project at Upper Klamath National Wildlife Refuge, and $1.8 million to “support a feasibility analysis of modifications to water supply infrastructure in Klamath Drainage District to benefit wildlife, farms and fish, including endangered sucker fish.\nIn addition, in the coming year FWS will coordinate with Klamath Basin conservation partners “to develop a conservation and restoration project database and interactive map. This tool will track and describe conservation work in the Klamath Basin for the public and help to coordinate restoration efforts among partners in the Basin. It will also house and provide access to important data sets that can help drive long-term restoration success and support science and research efforts.”\nThe announcement also said the Bureau of Reclamation is “establishing a robust drought resilience program for basins experiencing long-term drought and the impacts of climate change – including throughout the Klamath Basin. In the coming months, Reclamation will announce significant additional funding throughout the region to facilitate multi-year planning and alignment of water supply and demand as well as to address critical infrastructure needs.”\nReclamation is also providing $2.9 million to the Klamath Tribes, Yurok Tribe, Hoopa Valley Tribe, Karuk Tribe and Modoc Nation for projects “that restore watersheds and revitalize water infrastructures.”\n“There’s a lot going on in the Klamath Basin,” the Interior spokesman said. We’re making great strides but there’s still a lot to do.”\nwww.bendbulletin.com/subscribe-now.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "biden",
        "sentiment": "none"
      },
      {
        "name": "deb haaland",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "klamath water users association",
        "sentiment": "negative"
      },
      {
        "name": "u.s. department of the interior",
        "sentiment": "negative"
      },
      {
        "name": "interior",
        "sentiment": "negative"
      },
      {
        "name": "klamath tribes",
        "sentiment": "none"
      },
      {
        "name": "klamath project",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "klamath basin",
        "sentiment": "none"
      },
      {
        "name": "karuk tribe",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "d.c.",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T10:54:47.463+02:00",
  "updated": "2024-02-16T10:54:47.463+02:00"
}