{
  "thread": {
    "uuid": "a8b9be97376fee6172cb8d36e251b4ca9374d579",
    "url": "https://vnexplorer.net/here-are-8-japanese-pc-games-you-should-be-looking-forward-to-in-2024-s825073.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Here are 8 Japanese PC games you should be looking forward to in 2024",
    "title_full": "Here are 8 Japanese PC games you should be looking forward to in 2024",
    "published": "2024-01-06T02:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwJWO.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a8b9be97376fee6172cb8d36e251b4ca9374d579",
  "url": "https://vnexplorer.net/here-are-8-japanese-pc-games-you-should-be-looking-forward-to-in-2024-s825073.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-06T02:16:00.000+02:00",
  "title": "Here are 8 Japanese PC games you should be looking forward to in 2024",
  "text": "Here are 8 Japanese PC games you should be looking forward to in 2024\nWow, what a year 2023 was. We had a runaway success in dice rolling, catchy musical numbers in horror games, and—praise the sun—a brand new Armored Core to play. Beyond Armored Core, Japanese games had a strong year on PC, from Resident Evil 4 early in the year to the latest Like a Dragon near its end.\nBut that eventful time is swiftly transforming into a fading memory. Last year’s shiniest games have been all played out, backlogs have been diligently cleared (or completely ignored), and plenty of room has hopefully been made on spacious SSDs, ready to embrace all the storage-hungry big hits that are heading our way. And that’s great—it’s time to limber up for Tekken 8, slap on some winter sunscreen before Like A Dragon: Infinite Wealth flies in, and catch up with Final Fantasy 14 in time for Dawntrail. But beyond these incoming headline acts there are plenty of other Japanese games worth putting on our wishlists—including these eight underdogs.\nDragon’s Dogma 2 Developer: CAPCOM Co., Ltd. | Release date: 22 Mar, 2024\nI know this feels like an obvious choice—surely nobody’s going to skip a new Capcom game—but it’s worth remembering that there’s a reason why it’s taken so long for a Dragon’s Dogma sequel to show up, and it’s got little to do with the time director Hideaki Itsuno spent dragging Devil May Cry’s reputation out of the mud. To be blunt: as good as it was, nobody bought the incredible fantasy RPG that thought nothing of mixing potential shopkeeper romances with hardcore speedrunning modes and epic fights against gigantic climbable bosses. According to Capcom’s own sales reports, Dragon’s Dogma: Dark Arisen was outsold by two different SNES ports of Street Fighter 2 and a PSP Monster Hunter game that never left Japan, even though it was easily one of the best games of its generation.\nAll signs point to this sequel being just as much of a masterwork, so Capcom can’t go wrong—unless nobody buys it, again.\nEiyuden Chronicle: Hundred Heroes Developer: Rabbit and Bear Studios | Release date: 23 Apr, 2024\nThe well loved yet rarely affordable RPG series Suikoden’s back—only this time it’s not by Konami, or called Suikoden. But in spite of all the obvious changes, much in Eiyuden Chronicle: Hundred Heroes is going to look instantly familiar to anyone fond of the good old PS1 RPG days of vampires, squirrel squads, minigames, and fascinating regional power struggles.\nWhether it really can rebottle PlayStation-era lightning remains to be seen, but between Eiyuden Chronicle: Rising’s positive reception, the inclusion of several of the ’90s classic’s key staff members, and the impressive screenshots shown on the Hundred Heroes’s website, it looks like it’s in with a good chance.\nPenny Blood: Hellbound Developer: NatsumeAtari, STUDIO WILDROSE | Release date: Q3 2024\nEvery crowdfunded indie project these days has to offer its backers an even more indie spinoff game to idle away the long months/years between handing over their money and the final release of whatever they were hoping to play, and this one belongs to Penny Blood, a game that will eventually be a spiritual sequel to cult classic PlayStation 2 RPG series Shadow Hearts. Hellbound promises to be an intense action-roguelike with added, um, bloodsurfing, apparently, delivered via an eye-catching art style that mixes the cute with the macabre. It should be an intriguing teaser before the main event, and both of these games can’t come soon enough for my liking.\nR-Type Tactics I • II Cosmos Developer: Granzella Inc. | Release date: ??? [Steam page still says 2023]\nCommon sense tells us that R-Type, the classic arcade shmup, shouldn’t work when reimagined as a turn based strategy game, yet Cosmos easily proves that the series its in its element when its interplanetary shootouts are stuffed with stats and take place on busy hex grids.\nThis extensive graphical overhaul of the brilliant PSP originals (the latter of which was previously never released outside Japan) was due out last summer, only to be sadly delayed. It doesn’t matter too much. Even if they’re “only” as good as they used to be when we do finally get to play them on our PCs, the quietly unsettling Cosmos will still instantly become one of the best tactical games of 2024.\nThe Legend of Heroes: Trails Through Daybreak Developer: Nihon Falcom, PH3 GmbH | Release date: Summer 2024 [Steam page lists initial non-English release date]\nAs the 11th game in a series that began years ago with Trails in the Sky, it’d be easy to assume there’s an air of “Been there, done that” hanging over Trails Through Daybreak, that anyone who cares already knows exactly who’s in it and how it’s going to play.\nThat assumption would be wrong. Daybreak is the beginning of another fresh story within an ongoing saga, bringing with it new faces, places, and all sorts of ways to hit all sorts of enemies really, really, hard. It’s due out in English this summer—that might be enough time to catch up on the others, if you’re quick.\nUnder Night In-Birth II Sys:Celes Developer: FRENCH-BREAD, Arc System Works | Release date: 24 Jan, 2024\n“Sys:Celes sinks towards ruination.\nFor the Immortalize, the collapse of all that is, looms on the horizon.\nThe curtain rises on the final chapter of the Hollow Night. Catastrophe beckons…”\nI may not understand Under Night’s plot, but I do know that this 2D fighter is going to be pretty, it’s going to be intense, and within 10 seconds of online play I’m sure it’s going to make me feel like I should never challenge another human being to a virtual fight again. However much I lose, with 24 characters to choose from and rollback netcode, I’m sure this is going to be a lot of fun.\nBlade Chimera Developer: Team Ladybug, WSS playground | Release date: 2024\nThere’s no escaping indie Metroidvanias, although this one manages to stand out from the crowd thanks to luscious pixel art, an unusual sci-fi ‘n’ sorcery theme, and its developers short but impressive track record. Blade Chimera’s the latest game from Team Ladybug, who previously worked on Record of Lodoss War-Deedlit in Wonder Labyrinth- and Touhou Luna Nights. Both of their previous games took the Symphony of the Night-like genre in interesting new directions, so I’d be surprised if this didn’t continue that welcome trend.\n∀stralbringer -Shaded Arkarium- Developer: Endless Shirafu | Release date: February 2024\nThis one just launched on January 2, but only in Japanese—English support is expected to arrive in February or March. A quick dip into the almost untypeable ∀stralbringer’s playable demo throws more bullets on screen at once than some shmups do in entire runs, and the default KB+M control method doesn’t exactly help with survival. This isn’t in any danger of being the most welcoming shmup to casually try out—the demo’s lengthy Japanese language tutorial is required reading, and the weapon/shield systems take some getting used to—but it’s definitely a memorable one, and it feels like something of a breath of fresh air in one of gaming’s oldest genres.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Science and Technology"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwJWO.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwJWO.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "tekken",
        "sentiment": "none"
      },
      {
        "name": "capcom co., ltd.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "dawntrail",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T02:21:22.637+02:00",
  "updated": "2024-01-06T02:21:22.637+02:00"
}