{
  "thread": {
    "uuid": "1166eae56cfcc560ed7b45d107b065306472d85c",
    "url": "https://sanjosespotlight.com/san-jose-raised-nfl-football-player-cornerback-chidobe-awuzie-beafro-ent-is-energizing-downtown",
    "site_full": "sanjosespotlight.com",
    "site": "sanjosespotlight.com",
    "site_section": "https://sanjosespotlight.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "San José Spotlight",
    "title": "San Jose-raised NFL player is energizing downtown",
    "title_full": "San Jose-raised NFL player is energizing downtown",
    "published": "2024-02-29T22:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://sanjosespotlight.s3.us-east-2.amazonaws.com/wp-content/uploads/2024/02/29094341/image7-scaled-e1709237169163-1200x630.jpeg",
    "performance_score": 0,
    "domain_rank": 54390,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1166eae56cfcc560ed7b45d107b065306472d85c",
  "url": "https://sanjosespotlight.com/san-jose-raised-nfl-football-player-cornerback-chidobe-awuzie-beafro-ent-is-energizing-downtown",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joseph Geha",
  "published": "2024-02-29T22:15:00.000+02:00",
  "title": "San Jose-raised NFL player is energizing downtown",
  "text": "San Jose native and NFL cornerback Chidobe Awuzie has long used his fame and influence to support children in the city where he was raised, hosting annual youth football camps at his alma mater and local stadiums since 2018. But for the past couple of years, Awuzie, who goes by the nickname Chido, has set his sights on community building through a different avenue: boosting nightlife and entertainment options in San Jose through a company he co-founded, BeAfro Ent . “We want to help places and people identify their latent potential,” Awuzie told San José Spotlight. Since 2022, BeAfro has been collaborating with local bars, clubs and restaurants, many in downtown San Jose, to host various gatherings. His group has thrown a New Year’s Eve bash at Noite Nightclub, an afterparty for Kevin Hart’s comedy show at Myth Taverna & Lounge and a paint and sip night at Nirvana Soul Coffee . While all the events have different themes, they typically include a mix of music styles, with a selection of Afrobeats tracks, drinks and food, as well as dancing or other activities to set the right vibe. “People are having a good time, people are meeting, socializing. I think downtown needs that,” Awuzie said. Awuzie is a first-generation American born to Nigerian immigrants. He attended Oak Grove High School in San Jose before going on to the University of Colorado Boulder. Awuzie was later drafted into the NFL by the Dallas Cowboys in 2017, and he currently plays for the Cincinnati Bengals. His connections to his hometown are strong, where his parents still reside, where he comes to live for part of every offseason and where he hosts free football camps for kids in grades 3-12. BeAfro’s name originated from a small accountability group started by Awuzie, his brother Dubem and cousins Obi Mbonu, Ifeanyi Ekechukwu and Will Ossai. They started the group to mutually support and encourage each other to achieve their goals, and to succeed in their relationships, faith and business. “Most of us happen to be African, and during our accountability journey, we were finding peace and strength from identity,” Awuzie said. “BeAfro, it’s cool to be African, it’s cool to be yourself.” Creating a vibe Milan Balinton, executive director of the African American Community Service Agency in San Jose, said he attended BeAfro’s latest event at San Jose Bar and Grill on South Second Street on Feb. 18. It activated the bar space on Sunday, when the business is usually closed. “It was a lot of energy, lots of dancing, music and smiling. People are just looking to have a great time and find a place to be,” Balinton told San José Spotlight. “Having events like that is very important for the tapestry of San Jose.” While BeAfro events welcome people from all backgrounds, they also serve to create a safe space for the local African American community to build relationships and blow off steam, Balinton said. As the population of African Americans in San Jose and Santa Clara County has waned and community leaders have decried pervasive inequities and a lack of inclusiveness, networking and gathering opportunities have become more critical, he said. Awuzie agreed, saying when he grew up in San Jose, he was turned away at different venues and clubs because of the way he looked or dressed. “Now, these same venues that maybe wouldn’t have let us in, we’re doing business with them,” Awuzie said. “You can come in and be yourself, not having any fear of being judged for something you can’t control.” Boosting the downtown Awuzie said he’s hopeful his group’s efforts boost the vibrancy of downtown San Jose , which he feels is lacking, but thinks bigger improvements could be made sooner if city officials loosen restrictions on nightlife. “I never really brought my teammates to San Jose, because I never really knew what I would have them do,” Awuzie said. “The clubs close very early here, you have this big epidemic of after hours spots being open until 5 a.m. That’s illegal, but if they could regulate that, that would bring more money to the economy, so San Jose could benefit.” Other local entertainment entrepreneurs agree, such as Freddie Jackson, owner of Enso Bar & Nightclub on Santa Clara Street in downtown. Jackson said city leaders have long held onto a “small-minded” view of San Jose, when it’s a big city that needs big vision. Jackson drew a comparison to San Diego, which he said has much more permissive and welcoming attitudes toward events, parties and community gatherings in public squares and streets. “They’ll close their streets and let you party for any reason. The wind blows the correct way, and they’ll have a festival,” Jackson told San José Spotlight. “Here, it takes like 18 months to get a permit to have a chair in front of your building. If the city would take their hands off people and let us be a city, the people will show up.” Jackson said he appreciates what Awuzie’s group is doing, because it helps stem the loss of “fun-seekers” in San Jose and the Bay Area. “We need people like him to be able to close down Second Street, and that would be amazing,” Jackson said. “Could you imagine? We’re doing the wine walk, or the Afrobeats in the street?” He suggested city leaders do more to show love and support for the Black community, like they have done formally for the Latino community with celebration of cultural touchstones like Lowrider Day at the City Hall rotunda. “You can have success that way,” Jackson said. “Maybe (Awuzie’s) next party will be at the rotunda.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://www.instagram.com/beafro_/?hl=en",
    "https://www.instagram.com/beafro_/",
    "https://instagram.com/beafro_/?hl=en"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chidobe awuzie",
        "sentiment": "negative"
      },
      {
        "name": "awuzie",
        "sentiment": "none"
      },
      {
        "name": "beafro",
        "sentiment": "none"
      },
      {
        "name": "kevin hart",
        "sentiment": "none"
      },
      {
        "name": "chido",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nfl",
        "sentiment": "negative"
      },
      {
        "name": "san josé spotlight",
        "sentiment": "none"
      },
      {
        "name": "myth taverna & lounge",
        "sentiment": "none"
      },
      {
        "name": "nirvana soul coffee",
        "sentiment": "none"
      },
      {
        "name": "noite nightclub",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "san jose",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:24:39.268+02:00",
  "updated": "2024-03-01T02:01:22.743+02:00"
}