{
  "thread": {
    "uuid": "488f1061ef34e9afe35f1b0f40dc6716f26c9dce",
    "url": "https://www.world-today-news.com/the-golden-rush-why-the-price-of-gold-is-skyrocketing-and-how-turin-is-becoming-the-new-epicenter/",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "World Today News",
    "title": "The Golden Rush: Why the Price of Gold is Skyrocketing and How Turin is Becoming the New Epicenter",
    "title_full": "The Golden Rush: Why the Price of Gold is Skyrocketing and How Turin is Becoming the New Epicenter",
    "published": "2023-12-29T00:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 23026,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "488f1061ef34e9afe35f1b0f40dc6716f26c9dce",
  "url": "https://www.world-today-news.com/the-golden-rush-why-the-price-of-gold-is-skyrocketing-and-how-turin-is-becoming-the-new-epicenter/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2023-12-29T00:45:00.000+02:00",
  "title": "The Golden Rush: Why the Price of Gold is Skyrocketing and How Turin is Becoming the New Epicenter",
  "text": "The Golden. Like Cortes and the conquistadors who crossed the ocean in search of treasure. Or the American pioneers, obsessed with nugget hunting. Today it seems like a game a new gold rush. The safe haven par excellence, evaluated 60 euros per gram it is a safe investment. Especially in times that see the succession of wars, ranging from Ukraine to the Middle East, inflation that is once again scary and the rise in interest rates that seems unstoppable. Gold sparkles (once again) like the safe haven to shelter during the storm. The price of gold The price increase is caused by various factors, but the main reason is to be found in geopolitical instability which has been affecting the planet for several years. In other words: The gold rush is fueled by fear. A motto often used by analysts goes like this: «The engine of the global [economy](https://www.world-today-news.com/tag/economy/) is much more often linked to emotion than to rationality». However, there are also other factors to consider. For example the general increase in public debts, the large amount of liquidity that was generated in response to the 2008 crisis and, finally, the fact that a large part of the [world](https://www.world-today-news.com/category/world/)’s central banks continue to increase their gold reserves. The price of gold has always seemed to show a inverse correlation with interest rates. That is, when the cost of money increases, the demand for gold decreases. As well as its value. Trivially, because other investments guarantee greater profits. Yet today, although rates remain high, the price of gold shows no signs of decreasing. Indeed, in 2024 it is estimated that the price of gold is destined to reach its historic highs. Since it appears almost certain that the rise in interest rates will come to an end. And, on the other hand, it is easy to hypothesize that [international](https://www.world-today-news.com/tag/international/) conflicts will not end. The “goldsmith” Turin Thus, gold coins are back in fashion. And the same goes for jewelry and precious stones. As luck would have it, Turin has a highly respectable tradition in this area. The establishment in the city of the Cartier factory. The factory opened its doors at the beginning of 2023 and immediately brought a breath of fresh air to the neighborhood. It also seems that in recent weeks too George Clooney paid a visit to the factory. For further [information](https://www.world-today-news.com/tag/information/), read also: A growing sector The companies that deal with gold and jewels in Piedmont are: 1,168 as of June 30, 2023 versus 1,151 as of June 30, 2022 (a growth that interrupted the decline recorded in recent years resulting from cessations of activity but also from concentrations due to progressive acquisitions by consolidated groups). The province of Alessandria confirms itself as queen with its district of Valenza (848 companies, there were 830 in June 2022), followed by Turin with 218 companies (there were 221 last year) which appears to be decidedly detached from all the other provinces. 2023-12-28 19:28:00 #gold #rush #begins #Shelter #storm",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cortes",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "turin",
        "sentiment": "none"
      },
      {
        "name": "middle east",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:51:36.198+02:00",
  "updated": "2023-12-29T00:53:36.063+02:00"
}