{
  "thread": {
    "uuid": "c25233800ea2e8fa36e2661fe036ee7caa5e9e1d",
    "url": "https://www.forbesindia.com/article/news/need-a-peoplefirst-approach-for-a-sustainable-era-jagjeet-singh-sareen/93552/1",
    "site_full": "www.forbesindia.com",
    "site": "forbesindia.com",
    "site_section": "https://www.forbesindia.com",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "Forbes India | Leadership, Innovation, Billionaires, Startups, India's richest people, Business news",
    "title": "Sustainable Living: Jagjeet Singh Sareen Of Dalberg Advisors On Recognising Individual Vulnerability Of Climate Change - Forbes India",
    "title_full": "Sustainable Living: Jagjeet Singh Sareen Of Dalberg Advisors On Recognising Individual Vulnerability Of Climate Change - Forbes India",
    "published": "2024-07-05T10:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://cms-article.forbesindia.com/media/images/2024/Jul/img_236374_farmer.jpg",
    "performance_score": 0,
    "domain_rank": 8319,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 8,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c25233800ea2e8fa36e2661fe036ee7caa5e9e1d",
  "url": "https://www.forbesindia.com/article/news/need-a-peoplefirst-approach-for-a-sustainable-era-jagjeet-singh-sareen/93552/1",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jagjeet Singh Sareen",
  "published": "2024-07-05T10:30:00.000+03:00",
  "title": "Sustainable Living: Jagjeet Singh Sareen Of Dalberg Advisors On Recognising Individual Vulnerability Of Climate Change - Forbes India",
  "text": "India’s farmers, 78 percent of who have small holdings, face challenges such as water scarcity and the threat of unsustainable agricultural practices Image: In Pictures Ltd. / Corbis Via Getty Images\nT he election heat may have subsided in India, but the scorching heat of climate change is just beginning to sear. Extreme weather events—such as droughts, floods and heatwaves—have become more commonplace, adversely impacting people’s health, productivity and income. These effects are disproportionally felt by vulnerable segments of the population, such as the urban poor and small-holder farmers. Additionally, as India makes strides in its decarbonisation efforts by doubling down on renewable energy, there are growing concerns regarding reliable access and affordability of energy, as well as larger questions of equitable access to economic opportunities, equity and justice. As the unequal impact of climate change becomes increasingly evident, it is crucial to reassess how we implement measures to effectively tackle these concerns.\nRelated stories How are India's power companies handling the crucial renewables transition? India needs to create jobs, and they have to be green Climate change is wreaking havoc in India. It needs clarity and action now We need to recognise that the vulnerability of individuals and communities to the impacts of climate change is influenced by the interactions of local, state, and national actors and actions. Therefore, it is essential to take a comprehensive and systems approach. We require policies and implementation measures that aim for transformative adaptation, resilience, and mitigation to fundamentally transition all sectors of our economy. These policies and implementation measures must prioritise people’s lives and livelihoods as a fundamental principle. It is important to consider how this transition can be centered around improving the lives and livelihoods of people.\nGreen Transition & Human Cost India has already committed to ambitious decarbonisation targets: Increasing its renewable energy capacity to 500 GW by 2030 and reaching carbon neutrality by 2070. It is now pushing ahead with electrifying all sectors of the economy and greening the electricity, aided by the ramped-up use of green hydrogen and biomass-based fuels.\nHowever, without a people-first approach, decarbonisation and energy transition efforts could negatively impact lives, livelihoods and natural ecosystems. Additionally, fiscal policies (EU’s Green Deal, US’s Inflation Reduction Act and green industries’ subsidies) and trade measures (like the EU’s Carbon Border Adjustment Mechanisms) adopted by developed nations could also have disproportionate and negative impacts on economic growth and livelihoods of the people in India.\nIndia requires hundreds of billions of dollars in investments by 2030 and beyond to meet its solar, wind, hydrogen, bioenergy, and green mobility targets. As these sectors expand, tensions over resources will likely amplify, particularly over land and water, affecting millions of farmers. Despite this, many financiers still view renewable energy as fully sustainable, and continued investments may perpetuate existing socioeconomic inequalities.\nActing now could turn the energy transition into an opportunity for broader socioeconomic transformation. Across the value chain, various actors, from policymakers to developers, can come together to drive this green transition towards responsible renewable energy.\nNational and state-level people-centric energy transition plans should collectively bring economic growth, jobs and livelihood opportunities. For green industrialisation, India needs to go beyond production-linked incentive schemes and push for localising manufacturing for renewable energy and green mobility. This requires building the necessary green industrial, financing and skills ecosystem. The workforce dependent on carbon-intensive sources, like the coal value chain, should be adequately compensated and reskilled to support energy transition and green industrialisation. We must also be mindful that increasing the burden of environmental, social, and governance (ESG) reporting and reducing Scope 3 emissions could be a constraint for the growth of MSMEs, which contribute significantly to economic and social development. Hence, it is critical to support green business models and ease access to green credit for MSMEs as key enablers of green industrialisation.\nAlso read: From advocacy to awareness: Women-led communities are finding their voice in the climate space\nKey Role of Financiers Given their ability to influence developers and other value chain actors, financiers have a key role to play in enabling a just transition. While they are showing some signs of climate awareness, it is often limited to meeting ESG requirements. Knowledge of financial and technical solutions, and the ability to implement and monitor them remains a challenge.\nFiscal regulators have an important role to play. In the past year, the Reserve Bank of India and the Securities and Exchange Board of India have come forward with climate physical risk and ESG disclosure requirements and nudged financial sector entities to undertake climate stress tests. While these are welcome steps, one needs to be mindful that the risk mitigation efforts undertaken by financial sector players are likely to have a disproportionate impact on incomes and livelihoods of vulnerable segments of the population with potentially higher interest rates, increased costs of climate-proofing, and higher insurance premiums.\nUrban Poor & Farmers: Worst Affected The urban poor are among the groups that are particularly at risk from climate change, despite contributing minimally to its causes. It is estimated that climate risks could increase India’s national poverty rate by 3.5 percent, leading to an additional 50 million people falling into poverty by 2040. Climate change poses risks to nutrition, health, education, livelihoods, housing, WASH, and financial safety nets. However, existing programmes often fail to fully address the interconnected ways in which climate challenges affect their lives. Adaptation and resilience solutions for the urban poor should span across various sectors and avoid isolated and short-term thinking.\nIndia’s farmers too have been severely affected by climate change in recent years, and these effects are expected to worsen. Small-holder farmers, comprising 78 percent, produce 41 percent of the country’s food grains. Farmers face challenges such as water scarcity and the threat of unsustainable agricultural practices. The increasing frequency of extreme weather events, such as droughts and floods, also pose significant challenges, potentially causing a 20 to 25 percent decline in medium-term incomes if not addressed promptly. These challenges, if left unaddressed, could further endanger the future of Indian agriculture and lead to increased climate-linked rural-to-urban displacement.\nAny climate-smart intervention needs to consider the interests of these two groups front and centre, with affordable and scalable solutions. It is imperative to mitigate their losses if we wish to achieve a people-centred transition to a green era. Ensuring these groups can prosper in a green era should be as much of a priority as tackling climate change.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "corbis",
        "sentiment": "none"
      },
      {
        "name": "in pictures ltd.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T10:39:08.146+03:00",
  "updated": "2024-07-05T10:39:08.146+03:00"
}