{
  "thread": {
    "uuid": "1d2b743f045f1d958adcdaf3a358bf0f44beee95",
    "url": "https://www.349amw.afrc.af.mil/News/Article-Display/Article/3632697/celebrate-mlk-day-with-acts-of-service-a-day-on-not-a-day-off/",
    "site_full": "www.349amw.afrc.af.mil",
    "site": "af.mil",
    "site_section": "http://www.349amw.afrc.af.mil",
    "site_categories": [],
    "section_title": "\r\n\t349th Air Mobility Wing\r\n",
    "title": "Celebrate MLK Day with Acts of Service: A Day On, Not a Day Off > 349th Air Mobility Wing > Article Display",
    "title_full": "Celebrate MLK Day with Acts of Service: A Day On, Not a Day Off > 349th Air Mobility Wing > Article Display",
    "published": "2024-01-05T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.defense.gov/2024/Jan/04/2003369133/2000/2000/0/231229-F-BK017-1002.JPG",
    "performance_score": 0,
    "domain_rank": 1097,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1d2b743f045f1d958adcdaf3a358bf0f44beee95",
  "url": "https://www.349amw.afrc.af.mil/News/Article-Display/Article/3632697/celebrate-mlk-day-with-acts-of-service-a-day-on-not-a-day-off/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@349AMW",
  "published": "2024-01-05T07:00:00.000+02:00",
  "title": "Celebrate MLK Day with Acts of Service: A Day On, Not a Day Off > 349th Air Mobility Wing > Article Display",
  "text": "Celebrate MLK Day with Acts of Service: A Day On, Not a Day Off Published Jan. 5, 2024 By Col. Jeffrey Holland Commander, 75th Air Base Wing We are about to celebrate MLK Day, a day in which we remember the values for which Dr. King lived, and for which he died. But it’s important that we do more than just remember, or even celebrate Dr. King’s legacy. We must make MLK Day one in which we deliver on Dr. King’s dreams of transformative love, uncompromising compassion, and selfless service. The temptation is strong to see this day—and for many, an associated MAJCOM Family Day—as just a long weekend, a chance to catch up on that latest streaming series or sneak in an extra nap. But what if, just for a moment, we shifted our perspective? What if we viewed MLK Day as a chance to make a positive impact, to contribute to our communities, and to embody the spirit of service that Dr. King so passionately advocated? Dr. King once said, “Everybody can be great…because anybody can serve.” Whether it's volunteering at a local shelter, participating in a community cleanup, or simply reaching out to a neighbor in need, every small effort adds up to create a ripple effect of positive change. Imagine this: instead of treating MLK Day as a day off, we turn it into a day on—on for making a difference, on for creating connections, and on for building bridges. It doesn't have to be grand or elaborate; even the smallest gestures can have a profound impact. Let's be honest—there's a lot going on in the world and in our lives. We're faced with challenges that can sometimes feel overwhelming. But each of us has the power to make a positive impact in our own way. MLK Day reminds us that change starts with us, with our actions, and with our commitment to building a better world for everyone. So, how can you make a difference this MLK Day? Start by looking around your community and identifying areas where you can lend a helping hand. Reach out to local organizations, schools, or shelters to see if they could use volunteers. Consider organizing a neighborhood clean-up or a food drive. If you're not sure where to begin, you can find opportunities online at sites such as americorps.gov/MLKday, justserve.org, and cfcgiving.opm.gov/offerings (set the state to Utah and check the box for “volunteer opportunities available,” filtering further by city if desired). If you're unable to physically engage in acts of service on MLK Day, there are still plenty of ways to make a positive impact. Among the simplest is to contribute monetarily to causes included in this year’s Combined Federal Campaign (cfcgiving.opm.gov), through which you can “Give Happy” in this year’s campaign through 15 January 2024. You can also use this time to educate yourself about social justice issues, engage in conversations with friends and family, or support organizations working towards positive change. Every action, big or small, contributes to the collective effort to create a more just and equitable world. In the spirit of Dr. King, let's make MLK Day a \"Day On\" that not only honors the legacy of a remarkable leader but also moves us one step closer to the dream of a community in which we all feel we belong. Together, we can make a difference—one act of service at a time.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jeffr",
        "sentiment": "negative"
      },
      {
        "name": "king",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "holland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:27:56.171+02:00",
  "updated": "2024-01-06T00:27:56.171+02:00"
}