{
  "thread": {
    "uuid": "6114e7bbb0b2a967aef987ac551c7caffdac1af9",
    "url": "https://menafn.com/1107666719/The-Law-Office-Of-David-E-Gordon-Achieves-100-Attorney-Board-Certification",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "http://www.menafn.com/rss/menafn_Politics.xml",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Dubai Customs' Operation Wheelhouse' Thwarts Smuggling Of 234.68 Kilograms Of Hashish",
    "title": "The Law Office Of David E. Gordon Achieves 100% Attorney Board Certification | MENAFN.COM",
    "title_full": "The Law Office Of David E. Gordon Achieves 100% Attorney Board Certification | MENAFN.COM",
    "published": "2023-12-28T03:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JO",
    "main_image": "https://menafn.com/includes/img/logo.jpg",
    "performance_score": 0,
    "domain_rank": 6304,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6114e7bbb0b2a967aef987ac551c7caffdac1af9",
  "url": "https://menafn.com/1107666719/The-Law-Office-Of-David-E-Gordon-Achieves-100-Attorney-Board-Certification",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2023-12-28T03:31:00.000+02:00",
  "title": "The Law Office Of David E. Gordon Achieves 100% Attorney Board Certification | MENAFN.COM",
  "text": "( MENAFN - EIN Presswire)\nElissa M. Coombs, The Law Office of David E. Gordon\nFewer than 2 percent of Tennessee lawyers hold Board Certification, and now, the Law Office of David E. Gordon proudly boasts a 100% Board-Certified team\nMEMPHIS, TENNESSEE, UNITED STATES, December 28, 2023 /EINPresswire / -- The Law Office of David E. Gordon proudly announces that Elissa M. Coombs , an esteemed litigation attorney, has attained Board Certification as a Civil Practice Advocate by the National Board of Trial Advocacy. This distinction marks a remarkable achievement in legal excellence for Ms. Coombs and makes the firm's practicing legal team 100% board certified, a distinction fewer than 2 percent of Tennessee lawyers hold.\nBoard Certification stands as one of the most rigorous and reputable distinctions an attorney can achieve. It reflects the thorough examination of an attorney's skills, experience, and integrity by a national board of experts, providing the public confidence that a particular lawyer has the tools and talent to provide excellent representation.\nTo become board-certified, Elissa underwent a comprehensive evaluation process. This included submitting names of judges and lawyers for independent verification of her skills, passing a rigorous day-long written examination, presenting actual copies of her legal work for review, and providing documentation of active involvement in at least 100 court cases.\nBefore joining the firm, she worked for 17 years as a defense attorney, primarily handling maritime cases. Elissa's work as a defense attorney gives her unique insight into how insurance companies evaluate and defend personal injury cases.\nElissa is admitted to practice in all Tennessee and Mississippi state courts, numerous United States District Courts, and both the Fifth and Sixth Circuit United States Courts of Appeals. Elissa also has been certified as a Proctor in Admiralty by the Maritime Law Association of the United States.\nCertification is a critical factor in negotiating with insurance companies, demonstrating a lawyer's capability to handle cases effectively. This distinction ensures that the firm's attorneys possess the tools and talent necessary to provide outstanding representation. For clients, this can translate to fair compensation and the knowledge that their attorney can pursue trial if necessary.\n###\nAbout The Law Office of David E. Gordon\nThe Law Office of David E. Gordon is a full-service personal injury law firm. We are proud to be part of the 2% of Tennessee Lawyers Board Certified by the Tennessee Supreme Court. David Gordon has provided clients with outstanding legal representation in Memphis since 2001. We handle a variety of incidents including, car wrecks, motorcycle accidents, truck collisions, slips and falls, wrongful death, dog bites, and more.\nDavid E. Gordon\nThe Law Office of David E. Gordon\n+1 (901) 444-4444\nemail us here\nMENAFN28122023003118003196ID1107666719\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://www.einpresswire.com/article/676935784/the-law-office-of-david-e-gordon-achieves-100-attorney-board-certification",
    "https://einpresswire.com/article/676935784/the-law-office-of-david-e-gordon-achieves-100-attorney-board-certification"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "david e. gordon",
        "sentiment": "negative"
      },
      {
        "name": "david e. gordon fewer",
        "sentiment": "negative"
      },
      {
        "name": "elissa m. coombs",
        "sentiment": "negative"
      },
      {
        "name": "coombs",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "law office",
        "sentiment": "none"
      },
      {
        "name": "board certification",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "national board of trial advocacy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tennessee",
        "sentiment": "none"
      },
      {
        "name": "memphis",
        "sentiment": "none"
      },
      {
        "name": "tennessee",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T08:12:57.901+02:00",
  "updated": "2023-12-29T08:12:57.901+02:00"
}