{
  "thread": {
    "uuid": "d6efa88a0213a2515a78f83b2c3ab949b4f3c322",
    "url": "https://www.meneame.net/story/starship-completa-exitoso-vuelo-hora-acerca-humanidad-luna/c082",
    "site_full": "www.meneame.net",
    "site": "meneame.net",
    "site_section": "http://www.meneame.net/comments_rss",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Menéame: comentarios",
    "title": "#82 ‘Starship’ completa un exitoso vuelo de una hora y acerca a la humanidad a la Luna",
    "title_full": "#82 ‘Starship’ completa un exitoso vuelo de una hora y acerca a la humanidad a la Luna",
    "published": "2024-03-14T23:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://meneame.net/img/logo_meneame.png",
    "performance_score": 0,
    "domain_rank": 11207,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d6efa88a0213a2515a78f83b2c3ab949b4f3c322",
  "url": "https://www.meneame.net/story/starship-completa-exitoso-vuelo-hora-acerca-humanidad-luna/c082",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nadieenespecial",
  "published": "2024-03-14T23:45:00.000+02:00",
  "title": "#82 ‘Starship’ completa un exitoso vuelo de una hora y acerca a la humanidad a la Luna",
  "text": "[Suigetsu](/user/Suigetsu)a [elpais.com](/go/link/3918511) [#33](c33#c-33) Y SpaceX fue creada al invertir Musk en el proyecto de Tom Mueller, y lo gracioso es que a Tom ni siquiera se le considera cofundador, sino solo primer empleado\n[#71](c71#c-71) No, fue en 2002 y Mueller ya llevaba un tiempo construyendo motores cohete en un pabellón de un amigo suyo, y ya estaba intentando convertirlo en un cohete cuando le visito Musk para proponerle que si era capaz de hacer uno mas grande para la futura SpaceX. Esto es como decir que Wozniak no cofundo Apple, que solo fue Steve Jobs\nAntes de eso, Musk no tenia nada mas que una idea genérica que quería invertir en el sector, y ya había tenido contactos con rusos, e ido a Moscu con Griffin (el que luego seria administrador de la nasa y crearía el primer programa comercial del que se beneficio SpaceX) para lanzar proyectos de unas sondas con proyectos biologicos a marte, y el rumor es que los generales que les recibieron se rieron en su cara por lo ridícula que era la idea (poner varias sondas, las mas complejas que han existido nunca, por menos de los que costaba un lanzamiento).\n[#33](c33#c-33) bueno, musk entró sólamente un año después y puso mucha pasta, no es que que comprara la compañía cuando estaba en auge. También había trabajado anteriormente con ellos, y fué el cuarto \"empleado\" así que casi casi.\n[#5](c5#c-5) es un vende humos claramente, eso sí el mejor vendehumos del mundo... Y con eso consigue una financiación para todos sus proyectos muy por encima de la de cualquier otra empresa, [#8](c8#c-8) en el caso de los coches por ejemplo ahora aún tiene un cacho del mercado decente pero fue durante muchísimos años una mierda a nivel trozo de pastel mientras tenía una capitalización bursátil estratosférica que suponía en 2021 5 veces más que la del gigante Volkswagen... Y todo esto es gracias al humo que es capaz de vender y que le hace conseguir grandes logros si, pero mucho menores (o en mucho más tiempo) que el que vendió de primeras\n[#5](c5#c-5) Hace 55 años que se consiguió hacer con tripulación hacer lo que está Space X y planea hacer sin tripulación en 2026 y con tripulación después ese mismo año. Supongo que eso si, cada lanzamiento será más barato en proporción que entonces porque llevará más carga útil, mejor soporte vital, y se podrán hacer más cosas en un solo viaje.\nEn cuanto a lo de llevar humanos a Marte una fantasía. La exploración espacial la hacen mejor robots, que al menos no tienen que transportar su soporte vital en una nave especialmente diseñada para humanos.\n[#8](c8#c-8) Elon Musk no fundó Tesla aunque se ponga la medalla. Se hizo con el control de la empresa bastante al principio y los demás socios terminaron por dejarle decir que es uno de los fundadores aunque no sea cierto. Supongo que para poder cobrar y salir de la empresa (lo estaban haciendo fatal) le dieron la satisfacción a Musk dejarle decir que era fundador.\nEn cuanto a que vende más coches eléctricos... el cuarto trimestre de 2023 BYD ha vendido más. Y ya veremos como sigue cuando salgan los datos de este trimestre:\nhttps://elpais.com/economia/2024-01-02/la-china-byd-supera-a-tesla-por-primera-vez-en-ventas-de-coches-electricos.html\n[#9](c9#c-9) es que lo importante son las fechas, ha recogido fondos a base de prometer hasta la luna, si sus objetivos hubieran sido mas realistas no hubiera recibido esa cantidad de fondos, era irrealizable en plazo, no irrealizable.\n[#15](c15#c-15) Y crees que el que pone la pasta no lo sabía? Que esos plazos eran irrealizables? Beneficio han tenido seguro, de alguna forma u otra...\n[#21](c21#c-21) y? en la carrera espacial hay mucho de marketing y publicidad para la sociedad, si la gente confiaba en el personaje, pues mira, pero que de lo dicho no ha cumplido nada en plazo, pero claro, si luego tiene una ristra de fans boys detras que les da igual...\n[#26](c26#c-26) Una cosa son los fan boys y otra los que ponen la pasta. Y los que ponen la pasta suelen saber bien lo que hacen.\n[#27](c27#c-27) no, cuando es un negocio es mas importante aparentar que serlo, y los fanáticos pocos no eran, y encima con poder adquisitivo, que no son unos críos\n[#29](c29#c-29) Pero al final sí hay coches eléctricos y sí hay cohetes. Ha mentido (ya que lo que ha hecho es mentir) en los plazos, pero eso a inversores públicos como privados no creo que les preocupara mucho.\nY mira que le tengo asquete a colega.\n[#31](c31#c-31) el tema no es conseguir el objetivo final, sino alterar la elección para quien los consigue, si hubieran dicho fechas realistas la gente no hubiera invertido una mierda, quien va a gastar dinero para que el hombre llegue a marte en el 2080, si otra empresa mas realista hubiera previsto que lo consiguen en 2070.\nEn la carrera aeroespacial, los plazos son lo mas importante\n[#27](c27#c-27) Ya, como los que ponían pasta en Theranos: https://www.lavanguardia.com/cultura/20190925/47589243791/elizabeth-holmes-theranos-estafa-analisis-de-sangre-silicon-valley.html\n[#15](c15#c-15) si sus objetivos hubieran sido mas realistas no hubiera recibido esa cantidad de fondos\nEso lo dices porque lo sabes o porque te es conveniente pensar que ha sido asi?\nLa gente que mete cantidades de este calibre tampoco son tontos, eh?\n[#5](c5#c-5) Nadie dice que sea un vendehumos, tiene buenas ideas, sabe invertir bien y contratar a la gente adecuada.\nPero es un flipado y cada día que pasa, tiene más complejo de Dios-dictador, así de simple, su personalidad es lo que le quita cualquier tipo de respeto que se le pudiese tener por lo que consiguen sus empresas.\nY sí, algo de humo tiene vendido (hyperloop, la cagada del Cybertruck, un Tesla roadster que lleva a punto de lanzarse 5 años...)\n[#47](c47#c-47) Mira la primera persona en el hilo que no tira al blanco y negro, mis dieses, necesitamos más gente como tú\n[#2](c2#c-2) creo que una de las primeras misiones a la luna de la starchip es enviar a unos ricachones japoneses orbitar la luna.\n[#2](c2#c-2) Por ahora los únicos viajes que tienen cerrados son los del CEO de Shift4 y el Dennis Tito y señora. Que serán astronautas amateurs, pero ricos profesionales.\n[#1](c1#c-1) También podrá mandar toneladas de ayuda humanitaria a cualquier punto de la tierra en menos de dos horas. Y equipamiento militar, claro.\n[#3](c3#c-3) ehhhh, sí??\nEntonces...¿podríamos viajar a cualquier parte de del mundo en dos horas de forma controlada?. Lo pregunto desde el escepticismo y la duda a partes iguales.\n[#14](c14#c-14) Entiendo que el ser humano no aguantaría tremenda aceleración/frenada, corregidme si me equivoco.\n[#3](c3#c-3) Las pruebas que están haciendo ahora es lo que intentan hacer. La anterior prueba era Texas-Hawai (por la ruta larga)y la de hoy Texas-Océano indico.\n[#14](c14#c-14) La aceleración es la misma que soportan los astronautas y la desaceleración es controlada, aunque sea dura no se estampa contra la tierra. De todas formas es practico para mandar toneladas de carga mas que para transporte humano.\n[#19](c19#c-19) como especie la tarea más importante que tenemos es convertirnos en multiplanetaria, a Posible ser multi estelar, porque tarde o temprano el chollo en la tierra se acabará\n[#1](c1#c-1) Hace 100 años los primeros aviones solo los podian usar los muy ricos... 100 años despues por 29 euros te vas de Madrid a Roma\n[#1](c1#c-1) Pues como la mayoría de los inventos. Los primeros coches ¿fueron para la gente? no, fueron para ricos ¿las primeras televisiones? Igual, para ricos, ¿los móviles? igual ¿el avión? y así...\nUna nueva tecnología al principio es muy cara y compleja y hay que empezar a rentabilizar los nuevos procesos de fabricación, así que solo los ricos se pueden permitir adoptar esa nueva tecnología, pero a medida que los ricos la van comprando, la van haciendo rentable mientras se encuentran formas de abaratarla y extenderla... y así pasamos de un móvil que es un ladrillo, que solo vale para llamar y vale miles de euros a un móvil super pequeño, que llama, tiene pantalla a todo color, hace fotos y mil cosas mas y vale solo 200 euros.\nA la luna antes de que un mindundi como tú o yo podamos pillarnos un billete de ida y vuelta con 3 noches (terrestres) de hotel todo incluido para visitar el cráter Fra Mauro va a pasar mucho tiempo y mucha gente ricachona y adinerada.\n[#67](c67#c-67) Ni idea, eso es lo que pasa con las nuevas tecnologías, pueden llegar a ser comunes, puede que no, o puede que solo se queden en un nicho. En los años 50, Isaac Asimov y sus contemporáneos creían que la robótica era el futuro y que en un par de décadas en cada hogar tendríamos 1 o varios robots humanoides.... 60 años después aun seguimos lejos de que en cada casa haya un robot.\nLo que si que tengo claro es que toda nueva tecnología va de ricos a pobres, pocas tecnologías han empezado directamente para pobres, y si el viaje a la luna tiene \"futuro comercial\" los primeros en ir serán grandes empresas y ricos a extraer sus recursos para vendérnoslos.\n[#74](c74#c-74) Estoy de acuerdo en que los tecnologías se empiezan vendiendo más caras cuando empiezan que cuando ya están maduras, pero eso no quiere decir que tengan las mismas posibilidades de acabar llegando al gran público. ¿Cuánta gente tiene su propio mini reactor nuclear en casa para generar energía? Pues con los cohetes va a pasar más o menos lo mismo, la cohetería lleva muchos años, no va a poder llegar a los pobres por su coste de operación y seguridad.\notra vez con el mismo cuento de viajar a otro planeta o mandar ayuda humanitaria al otro lado del planeta...\na ver si os dais cuenta que todo esto es una fachada para investigar en la mejor forma de crear misiles intercontinentales con el mayor payload y el menor costo\nMi total agradecimiento por el avance en la ingeniería que está logrando el equipo de esclavos de Elon Musk.\nY a la coyuntura económica que ha hecho que sus inversores no encontrasen nada más lucrativo en lo que invertir, que algo bueno tendría que salir de tanto país en crisis económica permanente y de que unos parásitos capitalistas tengan dinero para mantener a 7 generaciones de los suyos.\nBueno con éxito… exploto al entrar en la atmósfera quedan años para que ese cohete sea viable para llevar humanos. Alguno se olvida que el SLS despegó llego a la Luna y retorno con la capitula intacta, pero claro no lo hizo Elon Musk…",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [
    "https://www.lavanguardia.com/cultura/20190925/47589243791/elizabeth-holmes-theranos-estafa-analisis-de-sangre-silicon-valley.html",
    "https://elpais.com/economia/2024-01-02/la-china-byd-supera-a-tesla-por-primera-vez-en-ventas-de-coches-electricos.html",
    "https://www.elpais.com/economia/2024-01-02/la-china-byd-supera-a-tesla-por-primera-vez-en-ventas-de-coches-electricos.html",
    "https://lavanguardia.com/cultura/20190925/47589243791/elizabeth-holmes-theranos-estafa-analisis-de-sangre-silicon-valley.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:50:12.710+02:00",
  "updated": "2024-03-15T00:50:12.710+02:00"
}