{
  "thread": {
    "uuid": "7d1606d20ff87e1354c704c870ef105377567b1a",
    "url": "https://vietnamnews.vn/sunday/features/1654566/echoes-of-heroism-former-youth-volunteer-s-tale-of-victory-in-battle.html",
    "site_full": "vietnamnews.vn",
    "site": "vietnamnews.vn",
    "site_section": "https://vietnamnews.vn/topic/Dien Bien Phu Victory/28",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Echoes of heroism: former youth volunteer's tale of victory in battle",
    "title_full": "Echoes of heroism: former youth volunteer's tale of victory in battle",
    "published": "2024-05-05T05:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://image.vietnamnews.vn/uploadvnnews/Article/2024/4/25/345853_nguyenthily1.jpg",
    "performance_score": 0,
    "domain_rank": 14722,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7d1606d20ff87e1354c704c870ef105377567b1a",
  "url": "https://vietnamnews.vn/sunday/features/1654566/echoes-of-heroism-former-youth-volunteer-s-tale-of-victory-in-battle.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-05T05:08:00.000+03:00",
  "title": "Echoes of heroism: former youth volunteer's tale of victory in battle",
  "text": "MOMENTS IN TIME: Nguyễn Thị Lý shows photos of herself and her husband participating in the Điện Biên Phủ Campaign. Photo Văn Tâm By Văn Tâm\nIn the quiet corners of Điện Biên Phủ City, Nguyễn Thị Lý's memories dance like whispers through time. At 89, she sits in her modest abode in Nam Thanh Ward, her eyes alight with the flicker of recollection, transporting listeners to the tumultuous days of her youth.\nBorn and bred in An Lạc Village, nestled within the verdant embrace of Hạnh Phúc Commune, Thọ Xuân District, in the central province of Thanh Hóa, Lý's journey into history began in 1953. Merely 18 years old, she heeded the nation's call, drawn by the fervent banners emblazoned with the rallying cry, \"All for the battlefront, all for victory\".\n“At that time, in the village, banners with slogans like that were hung everywhere. Many people volunteered to serve in the campaign. The village and commune were left with only the elderly and children,” she said.\nLý joined the Youth Volunteer Brigade to serve as a supply transporter. She embarked on a path fraught with peril, a path destined to converge with the annals of glory at the heart of Điện Biên Phủ. Selected for the routine supply missions to the battlefront, she bore the weight of sustenance and hope upon her shoulders, traversing treacherous terrains and defying the looming spectre of enemy spies.\nLý’s husband, Hoàng Hải (deceased), participated in the battle of Hill A1, making contribution to the victory of the Điện Biên Phủ Campaign. In those tumultuous days, each step was a testament to resilience, each breath a vow of unwavering dedication. Laden with 20 kilograms of rice, Lý and her comrades forged through the wilderness, navigating the labyrinth of danger that veiled their path.\nWith night as their ally and the moon as their guide, they ventured from Thọ Xuân to the warehouse at Suối Rút in northern Hòa Bình, and then to the northwestern mountainous province of Sơn La and up to the Điện Biên Phủ battlefield.\nNavigating the perilous paths of the Điện Biên Phủ battlefield demanded cunning and caution from the team of frontline volunteers. Under the cloak of night, they embarked on their clandestine missions, weaving through a labyrinth of routes to evade the watchful eyes of enemy spies and planes.\nYet, even under the shroud of darkness, danger lurked at every turn. Lý, recounting the harrowing trials of those days, spoke of the relentless barrage of enemy bombs, the treacherous terrain marked by steep slopes and yawning ravines, and the relentless assault of mosquitoes that brought fevers in their wake. Amidst scarcity of food and water, survival hung by a thread, claiming many comrades along the way.\n“Many got ill and could not survive,” she said.\nYet, fuelled by an unwavering resolve, these young volunteers pressed on, their backs burdened by the weight of supplies, their spirits undaunted by the challenges that lay ahead. Across lofty peaks and deep valleys, they marched with their courage a beacon of hope amidst the darkness of war.\nVolunteers use bicycles to transport food supply to the battlefront. VNA/VNS File photo How many trips were undertaken, how many burdens borne, Lý cannot recount. Yet, amidst the haze of memory, one moment shines with unparalleled brilliance: the proclamation of victory at Điện Biên Phủ. In that instant, the forest erupted in a symphony of jubilation, a chorus of triumph that reverberated across the ages.\nBeside her, Lý's husband, Hoàng Hải, stood as a stalwart sentinel of courage, his valour etched into the very fabric of history as he battled on Hill A1. Together, they formed a bastion of bravery, a testament to the indomitable spirit that coursed through the veins of the nation.\nThanks to the dedicated efforts of youth volunteers and frontline workers in transporting supplies during the Điện Biên Phủ Campaign, Thanh Hóa emerged as the primary rear base for the operation. Whenever the Government tasked the province with mobilising and transporting supplies, it aimed to surpass the set targets.\nIn the initial phase, Thanh Hóa was assigned to transport 1,352 tonnes of rice to Hồi Xuân and 100 tonnes of food to Sơn La. In the subsequent phase, the province successfully transported 1,000 tonnes of rice and 165 tonnes of food to Km22 on Route 41, completing the task three days ahead of schedule.\nAs the campaign reached its critical stages and battlefront demands intensified, the Government once again relied on Thanh Hóa to mobilise 2,000 tonnes of rice and 282 tonnes of food. Despite depleted rice reserves and the absence of a harvest season, the people of Thanh Hóa selflessly provided their last grains of rice. Many families had to resort to eating green maize or sweet potatoes. Nevertheless, the results exceeded expectations, significantly contributing to the victory at Điện Biên Phủ.\nLê Duẩn, General Secretary of the Việt Nam Communist Party Central Committee, once underscored the pivotal role of the rear bases of the central provinces of Thanh Hóa, Nghệ An and Hà Tĩnh, stating, \"Without them, victory at Điện Biên Phủ would not have been possible.\"\nFollowing the triumph of the Điện Biên Phủ Campaign, Nguyễn Thị Lý continued her valiant efforts in the resistance war against the United States.\nRecognising her remarkable service, the State bestowed upon her the Resistance Order, First-class . The contributions of Lý and her fellow young volunteers will forever be etched in history, serving as an enduring inspiration for generations to come. VNS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lý",
        "sentiment": "none"
      },
      {
        "name": "thanh hóa",
        "sentiment": "none"
      },
      {
        "name": "nam thanh ward",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "youth volunteer brigade",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lạc village",
        "sentiment": "none"
      },
      {
        "name": "phủ city",
        "sentiment": "none"
      },
      {
        "name": "thọ xuân district",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-05T05:49:05.322+03:00",
  "updated": "2024-05-05T05:49:05.322+03:00"
}