{
  "thread": {
    "uuid": "b3d3687dc4af84bc07ecae0a9f228b751973ea33",
    "url": "https://www.euractiv.com/section/aerospace/news/first-all-european-commercial-astronaut-mission-launched-on-flight-to-space-station/",
    "site_full": "www.euractiv.com",
    "site": "euractiv.com",
    "site_section": "https://www.euractiv.com/feed",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media"
    ],
    "section_title": "Euractiv",
    "title": "First all-European commercial astronaut mission launched on flight to space station",
    "title_full": "First all-European commercial astronaut mission launched on flight to space station – Euractiv",
    "published": "2024-01-19T07:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "BE",
    "main_image": "https://www.euractiv.com/wp-content/uploads/sites/2/2024/01/Axiom-Space-800x450.jpg",
    "performance_score": 0,
    "domain_rank": 1661,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 26,
        "comments": 0,
        "shares": 5
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b3d3687dc4af84bc07ecae0a9f228b751973ea33",
  "url": "https://www.euractiv.com/section/aerospace/news/first-all-european-commercial-astronaut-mission-launched-on-flight-to-space-station/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-19T07:38:00.000+02:00",
  "title": "First all-European commercial astronaut mission launched on flight to space station",
  "text": "\nTurkey’s first astronaut and three other crew members representing Europe were launched from Florida on Thursday (18 January) on a voyage to the International Space Station in the latest commercially arranged mission from Texas startup Axiom Space.\nA SpaceX Crew Dragon capsule carrying the Axiom quartet lifted off atop a Falcon 9 rocket about an hour before sunset from NASA’s Kennedy Space Center in Cape Canaveral, beginning a planned 36-hour flight to the orbiting laboratory.\nThe launch was shown live on an Axiom-SpaceX joint webcast.\nLiftoff for #Ax3 🚀\nThe first all-European commercial astronaut mission has lifted off! Go #Ax3 pic.twitter.com/ihFElmx14q\n— Axiom Space (@Axiom_Space) January 18, 2024\nThe autonomously operated Crew Dragon was expected to reach the International Space Station (ISS) early on Saturday morning and dock with the outpost orbiting some 250 miles (400 km) above Earth and currently occupied by seven regular crew members.\nLive video showed the two-stage 25-story-tall launch vehicle streaking into partly cloudy skies over Florida’s Atlantic coast atop a fiery, yellowish tail of exhaust.\nCameras inside the crew compartment beamed footage of the four men strapped into their pressurized cabin, seated calmly in helmeted white-and-black flight suits as the rocket soared toward space.\nNine minutes after launch, the Falcon 9’s upper stage delivered the crew capsule to its preliminary orbit.\nResponding to congratulations from mission control, flight commander Michael López-Alegría radioed back from the Crew Dragon, “As I was saying, it’s a team sport. Thank you, guys.”\nMinutes earlier, the rocket’s reusable lower stage, having detached from the rest of the spacecraft, flew itself back to Earth and safely touched down on a landing zone near the launch site, eliciting cheers audible from the control room.\nThe mission was the third such flight organized by Houston-based Axiom over the past two years as the company builds on its business of putting astronauts sponsored by foreign governments and private enterprise into Earth orbit.\nThe company charges its customers at least $55 million for each astronaut seat.\nTwo weeks of orbital research Plans for the Axiom-3 mission call for the crew to spend roughly 14 days in microgravity aboard the ISS conducting more than 30 scientific experiments, many of them focused on the effects of spaceflight on human health and disease.\nMore symbolically, the mission reflects the growing number of nations venturing to Earth orbit as a way of enhancing global prestige, military prowess and satellite-based communications.\nTurkey, a longtime applicant for EU membership, was poised to enter the exclusive-but-expanding club of ISS-guest countries by sending Alper Gezeravcı, 44, a Turkish Air Force veteran, on his nation’s debut human spaceflight as an Ax-3 mission specialist.\nHe was being joined by: Italian Air Force Colonel Walter Villadei, 49, Ax-3’s designated pilot; Swedish aviator Marcus Wandt, 43, another mission specialist; and López-Alegría, 65, a retired NASA astronaut and dual citizen of Spain and the United States. López-Alegría, an Axiom executive, also commanded the company’s first mission to the ISS in April 2022.\nLooking good Ax-3 crew!👀\nThis is the first look at the #Ax3 astronauts suited up as they head to Launch Complex 39A to prepare for launch! pic.twitter.com/tiWmaneMBJ\n— Axiom Space (@Axiom_Space) January 18, 2024\nAxiom billed the flight as “the first all-European commercial astronaut mission” to the space station.\nIf all goes smoothly, they will be welcomed aboard ISS early on Saturday by the seven members of the station’s current regular crew – two Americans from NASA, one astronaut each from Japan and Denmark and three Russian cosmonauts.\nIn May 2023, Axiom-2 launched a guest team of two Americans and two Saudis, including Rayyanah Barnawi, a biomedical scientist who became the first Arab woman ever sent to orbit, on an eight-day mission to the ISS.\nSpaceX, the privately funded rocket and satellite company of billionaire Elon Musk, provides Axiom’s launch vehicles and crew capsules under contract, as it has for NASA missions to the ISS. SpaceX also runs mission control for its rocket launches from the company’s headquarters near Los Angeles.\nNASA, besides furnishing the launch site at Cape Canaveral, assumes responsibility for the astronauts once they rendezvous with the space station.\nAxiom, an eight-year-old venture headed by NASA’s former ISS program manager, is one of a handful of companies building a commercial space station of its own intended to eventually replace the 25-year-old ISS, which NASA expects to retire around 2030.\n(Edited by Georgi Gotev)\nRead more with Euractiv Deal reached to boost number of zero-emission trucks and buses on EU roads EU countries and the European Parliament reached an agreement on Thursday (18 January) on new rules tightening CO2 limits on heavy-duty vehicles (HDVs), paving the way for a significant increase in the number of clean trucks and buses across the bloc.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [
    "https://twitter.com/Axiom_Space/status/1748103655058768271?ref_src=twsrc%5Etfw",
    "https://t.co/tiWmaneMBJ",
    "https://t.me/share/url",
    "https://twitter.com/Axiom_Space/status/1748103655058768271",
    "https://www.twitter.com/hashtag/Ax3?src=hash&ref_src=twsrc%5Etfw",
    "https://twitter.com/Axiom_Space/status/1748074880078135717",
    "https://twitter.com/hashtag/Ax3",
    "https://t.me/share/url?url=https%3A%2F%2Fwww.euractiv.com%2Fsection%2Faerospace%2Fnews%2Ffirst-all-european-commercial-astronaut-mission-launched-on-flight-to-space-station%2F&text=First%20all-European%20commercial%20astronaut%20mission%20launched%20on%20flight%20to%20space%20station%20%E2%80%93%20www.euractiv.com",
    "https://www.t.me/share/url?url=https%3A%2F%2Fwww.euractiv.com%2Fsection%2Faerospace%2Fnews%2Ffirst-all-european-commercial-astronaut-mission-launched-on-flight-to-space-station%2F&text=First%20all-European%20commercial%20astronaut%20mission%20launched%20on%20flight%20to%20space%20station%20%E2%80%93%20www.euractiv.com",
    "https://www.facebook.com/sharer/sharer.php",
    "https://t.co/ihFElmx14q",
    "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.euractiv.com%2Fsection%2Faerospace%2Fnews%2Ffirst-all-european-commercial-astronaut-mission-launched-on-flight-to-space-station%2F%2F&t=First",
    "https://www.twitter.com/Axiom_Space/status/1748103655058768271?ref_src=twsrc%5Etfw",
    "https://twitter.com/Axiom_Space/status/1748074880078135717?ref_src=twsrc%5Etfw",
    "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.euractiv.com%2Fsection%2Faerospace%2Fnews%2Ffirst-all-european-commercial-astronaut-mission-launched-on-flight-to-space-station%2F%2F&t=First",
    "https://www.t.co/ihFElmx14q",
    "https://twitter.com/hashtag/Ax3?src=hash&ref_src=twsrc%5Etfw",
    "https://www.t.co/tiWmaneMBJ",
    "https://www.twitter.com/Axiom_Space/status/1748074880078135717?ref_src=twsrc%5Etfw"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "print facebook telegram turkey",
        "sentiment": "negative"
      },
      {
        "name": "kennedy space center",
        "sentiment": "none"
      },
      {
        "name": "nasa",
        "sentiment": "none"
      },
      {
        "name": "spacex",
        "sentiment": "none"
      },
      {
        "name": "falcon",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "earth",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "international space station",
        "sentiment": "none"
      },
      {
        "name": "florida",
        "sentiment": "none"
      },
      {
        "name": "cape canaveral",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T09:05:54.767+02:00",
  "updated": "2024-01-19T10:58:07.750+02:00"
}