{
  "thread": {
    "uuid": "0fd2c2cd3634e555b094ac30123b4d10d006d5d4",
    "url": "https://www.uol.com.br/esporte/ultimas-noticias/agencia/2024/01/19/inter-confirma-forca-elimina-a-lazio-e-buscara-o-tri-da-supercopa-da-italia-contra-o-napoli.ht",
    "site_full": "www.uol.com.br",
    "site": "uol.com.br",
    "site_section": "https://esporte.uol.com.br",
    "site_categories": [
      "media"
    ],
    "section_title": "UOL Esporte - Acompanhe ao vivo os principais eventos esportivos no Brasil e do mundo - UOL Esporte",
    "title": "Inter confirma força, elimina a Lazio e buscará o tri da Supercopa da Itália contra o Napoli",
    "title_full": "Inter confirma força, elimina a Lazio e buscará o tri da Supercopa da Itália contra o Napoli",
    "published": "2024-01-19T22:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 751,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0fd2c2cd3634e555b094ac30123b4d10d006d5d4",
  "url": "https://www.uol.com.br/esporte/ultimas-noticias/agencia/2024/01/19/inter-confirma-forca-elimina-a-lazio-e-buscara-o-tri-da-supercopa-da-italia-contra-o-napoli.ht",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "UOL",
  "published": "2024-01-19T22:55:00.000+02:00",
  "title": "Inter confirma força, elimina a Lazio e buscará o tri da Supercopa da Itália contra o Napoli",
  "text": "Como era esperado, a decisão da Supercopa da Itália na segunda-feira será entre o atual campeão Napoli e a Internazionale, líder desta temporada e bicampeã da competição. A equipe de Milão garantiu a segunda vaga na decisão nesta sexta-feira, com grande apresentação e vitória sobre a Lazio por 3 a 0 no Al-Awwal Park, em Riad, na Arábia Saudita. Vivendo grande momento na temporada, a Inter poderia ter fechado a semifinal com uma goleada histórica sobre a Lazio do brasileiro Felipe Anderson. Foram inúmeras chances desperdiçadas pelos comandados de Simone Inzaghi. A bola rolou em Riad e a Inter iniciou sua \"aula\" de futebol. Buscando o gol desde o início, precisou de somente 18 minutos para abrir o marcador. E com uma pintura. Em rápida trama ofensiva, com a bola passando por diversos jogadores, o toque de letra de Dimarco terminou em gol de Thuram. Diferentemente do jogo da semifinal de quinta-feira, entre Napoli e Fiorentina, no qual o público foi frustrante, desta vez bastante gente foi ao Al-Awwal Park. E viu uma Inter criando e desperdiçando gols em alta escala, sobretudo na etapa final. No primeiro minuto do segundo tempo, o atacante Pedro foi ajudar na defesa e acabou cometendo pênalti em Lautaro Martínez. A marcação veio com auxílio do VAR. Artilheiro na temporada, com 20 gols, o argentino deixou Çalhanoglu cobrar e fazer 2 a 0. Em boa vantagem, a Inter pouco sofreu atrás. A Lazio até reclamou de um toque de mão de Çalhanoglu pouco depois. Mas sem sucesso. Desanimada, a equipe apenas lutou para evitar mais gols. O bombardeio no gol, de Provedel foi gigante, mas com a bola teimando em não entrar. Dimarco bateu raspando, Thuram demorou a finalizar, cara a cara, Lautaro bateu no travessão e Çalhanoglu mandou raspando. Ciente que terá uma pedreira na final de segunda-feira, Inzaghi resolveu poupar suas principais peças e foi tirando os astros de campo. Thuram, Lautaro e Çalhanoglu foram para o banco descansar. Viram a Lazio não ter força para reagir e Frattesi fechar a conta em passe perfeito de Mkhitaryan.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T23:09:13.596+02:00",
  "updated": "2024-01-19T23:09:13.596+02:00"
}