{
  "thread": {
    "uuid": "aa69f712e89ab8c1ae374b9b5657d5d19bc1fee6",
    "url": "https://www.ocregister.com/2024/01/12/here-are-the-coldest-dates-on-average-of-the-year-for-your-area/",
    "site_full": "www.ocregister.com",
    "site": "ocregister.com",
    "site_section": "http://www.ocregister.com/common/rss/rss.php?catID=19243",
    "site_categories": [
      "media"
    ],
    "section_title": "Orange County Register",
    "title": "Here are the coldest dates on average of the year for your area",
    "title_full": "Here are the coldest dates on average of the year for your area – Orange County Register",
    "published": "2024-01-12T23:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.ocregister.com/wp-content/uploads/2024/01/COLD-TOP.jpg?w=1024&#038;h=618",
    "performance_score": 0,
    "domain_rank": 1955,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aa69f712e89ab8c1ae374b9b5657d5d19bc1fee6",
  "url": "https://www.ocregister.com/2024/01/12/here-are-the-coldest-dates-on-average-of-the-year-for-your-area/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kurt Snibbe",
  "published": "2024-01-12T23:53:00.000+02:00",
  "title": "Here are the coldest dates on average of the year for your area",
  "text": "We’re having some colder days, but Southern Californians know better than to complain about our climate. Today we put our mild winter weather in perspective. On average, the coldest day of the year for Southern California is behind us, except for areas with higher elevation or the low desert.To give you a better idea of the coldest time of year for your area, on average, climate experts at the National Oceanic and Atmospheric Administration’s National Centers for Environmental Information have created maps showing the coldest days of the year.You can zoom in to find your area’s coldest date with NOAA’s interactive map here. The maps are derived from the 1991-2020 U.S. climate normals — NOAA’s 30-year averages of climatological variables including the average low temperature for every day. From these values, scientists can identify which day of the year, on average, has the lowest minimum temperature.In the West, the coldest day of the year usually occurs in December.In the East, the coldest day of the year is typically later in the season, thanks to cold air from snow-covered parts of Canada dipping down.While the map shows the coldest days of the year on average throughout the United States, this year’s coldest day may vary from the normal based on actual weather and seasonal climate patterns. For prediction of your actual local daily temperature, and to see how it matches up with the climate normals, check out your local forecast on Weather.gov.This chart shows how the cumulative statewide snowpack is tracking relative to the historical average. This allows us to see how well the snowpack is doing to date, as well as how much snow may still be needed to reach the average peak snowpack around April 1. Percentage of normal to date: 42%Percentage of April 1 average: 19% (up from 15% Wednesday)You can find daily updates on the snowpack here. On Jan. 15, 1932, almost 2 inches of snow fell in downtown L.A., the most recorded in the city on a single day.Wind chill is calculated baed on air temperatures and wind speed. This chart shows temperature, wind chill calculations and frostbite times. Frostbite times reflect how quickly exposed body tissue can be damaged by cold.Cold in Southern California is rarely dangerous. but there have been some severe weather events. In January 1913, temperatures dropped to 10-15 and ruined citrus production in the state. The freeze was the coldest in Southern California history and led to the U.S. Weather Bureau establishing the fruit frost forecast program. A freeze in the Central Valley in December 1990 lasted five days, with temperatures not rising above 25 degrees, inflicting an estimated $3.4 billion in damage on the produce industry. Sources: NOAA, California Nevada River Forecast Center",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Human Interest",
    "Weather"
  ],
  "external_links": [
    "https://www.climate.gov/news-features/understanding-climate/interactive-map-coldest-day-year-across-united-states",
    "https://cww.water.ca.gov/",
    "https://www.cww.water.ca.gov/",
    "https://climate.gov/news-features/understanding-climate/interactive-map-coldest-day-year-across-united-states",
    "https://cww.water.ca.gov"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "national oceanic and atmospheric administration’s national centers for environmental information",
        "sentiment": "none"
      },
      {
        "name": "noaa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "southern california",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "west",
        "sentiment": "none"
      },
      {
        "name": "east",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T23:57:03.965+02:00",
  "updated": "2024-01-13T00:28:10.163+02:00"
}