{
  "thread": {
    "uuid": "7855c0197371d539d5f225e099d876f301b6fb11",
    "url": "https://www.elespanol.com/malaga/vivir/20240308/perry-unicaja-refugio-felicidad-nadia-llego-malaga-cancer-huyendo-guerra-ucrania/838166485_0.html",
    "site_full": "www.elespanol.com",
    "site": "elespanol.com",
    "site_section": "https://elespanol.com/malaga",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "De Málaga  - Toda la actualidad de Málaga - El ESPAÑOL",
    "title": "Perry y el Unicaja, el refugio de felicidad de Nadia: llegó a Málaga con cáncer y huyendo de la guerra de Ucrania",
    "title_full": "Perry y el Unicaja, el refugio de felicidad de Nadia: llegó a Málaga con cáncer y huyendo de la guerra de Ucrania",
    "published": "2024-03-08T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s1.elespanol.com/2024/03/07/malaga/vivir/838176790_240537988_1706x960.jpg",
    "performance_score": 0,
    "domain_rank": 2548,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7855c0197371d539d5f225e099d876f301b6fb11",
  "url": "https://www.elespanol.com/malaga/vivir/20240308/perry-unicaja-refugio-felicidad-nadia-llego-malaga-cancer-huyendo-guerra-ucrania/838166485_0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alba Rosado",
  "published": "2024-03-08T02:00:00.000+02:00",
  "title": "Perry y el Unicaja, el refugio de felicidad de Nadia: llegó a Málaga con cáncer y huyendo de la guerra de Ucrania",
  "text": "Se llama Nadia , un nombre que se traduce del ucraniano como Esperanza y que no puede representarla más. Su historia vital no es nada sencilla y se ha tenido que aferrar a la esperanza, en más ocasiones de las que quisiera, para salir adelante. Si en 2018 recibió el duro diagnóstico de un cáncer de ovarios, en febrero de 2022 en su tierra natal se declaró el estado de guerra. Fue en ese momento en el que se dio cuenta de que lo único que no pendía de un hilo en su vida lo llevaba precisamente en el nombre.\nAquellos días caóticos para su ciudad, Chornomorsk, eran aún más difíciles para ella. Muy débil, prácticamente sin fuerzas, tuvo que interrumpir su tratamiento para huir de la ciudad junto a su hija. Logró escapar por la frontera de Moldavia, que tuvo que recorrer a pie con una dificultad descomunal. Una vez allí, se trasladó a Bucarest, donde, sin terminar de creérselo, cogió un avión a Málaga, donde la esperaba su ojito derecho, su única nieta, Julia.\nJulia lleva ocho años en Málaga, aunque llegó hace 12 a Madrid para estudiar Turismo. Desde la Costa del Sol, junto a su pareja, Pablo, vivió con verdadera angustia la situación que se estaba produciendo en su país. Pasados los peores días, que estuvieron llenos de inseguridad, atacada, movió cielo y tierra para traer a su madre y a su abuela a España. Afortunadamente está con ellas desde el 27 de febrero de 2022. \"La circunstancia no es la mejor, pero al fin tengo a mi familia conmigo después de 12 años, quiero ver el lado positivo de todo esto \", confiesa Julia, en conversación con EL ESPAÑOL de Málaga.\nNadia y su nieta caminando por calle Larios. Alba Rosado\nDeporte Julia y Nadia tienen una conexión especial desde siempre. Pese a no conocerlas, desde fuera, esta unión se percibe atendiendo a sus miradas. Se dicen te quiero sin hablar, solo observándose . Aunque Nadia ha dedicado su vida a ser maestra, cuando Julia nació, colgó las botas para cuidarla y así permitir a su hija que pudiera seguir trabajando y, por tanto, llevando dinero a casa. De esta manera, labraron un vínculo familiar muy fuerte.\nLa joven creció y comenzó a hacer suyas las pasiones de su abuela, como el fútbol . Nadie siempre había sido fiel amante de este deporte. Su tío fue uno de los jugadores del equipo que entonces existía en Oleksandrivka y la llevaba, cuando solo era una cría, a disfrutar de los partidos tanto en casa como cuando les tocaba jugar fuera. \"Yo era la única chica con ellos. Íbamos en unos coches que no tenían ni techo y cuando llovía todos me tapaban con cosas para que no me mojara, me protegían\", cuenta Nadia, con su nieta como traductora, pues, de momento, no sabe decir en castellano mucho más que \"mucho gusto\", \"por favor\" y \"gracias\".\nEn este sentido, su nieta destaca que su abuela hizo \"historia\" en el pueblo, pues en Ucrania nunca han ido sobrados de igualdad en el mundo deportivo. \"En España estamos dando algunos pasos, como con las campeonas del mundo, pero allí... En esos tiempos, encima en un entorno rural, es muy importante\" , reconoce Julia.\nSeguidora del Dinamo de Kiev , ya de mayor, un día, viendo la televisión con su nieta, apareció, entre canal y canal, un partido entre el Manchester United, con un jovencísimo Cristiano Ronaldo, y el Chelsea. Quedaron embelesadas con su juego, tanto, que incluso Julia se compró su camiseta. \" Al poco tiempo se fue al Real Madrid y así es como nos enganchamos a la liga española. La gente estaba dormida en casa y nosotras estábamos pegando gritos cuando marcaba el Real Madrid\", recuerda entre risas Julia.\nJulia se marchó a estudiar a España en 2012 y la relación entre ambas se basaba en las visitas que se hacían. \"Era complicado. Recuerdo llegar a la puerta de llegadas y verla saltando entre la multitud cuando me veía\", dice. Cuando el Gobierno de Cifuentes multiplicó por cuatro el precio de las tasas para los universitarios extracomunitarios como ella, decidió, con la ayuda de su abuela, amante de la geografía, que Málaga iba a ser su destino para seguir con su formación y buscar trabajo. No podía permitirse los precios de la capital.\nNadia posa con la elástica del Unicaja de Málaga. Alba Rosado\nEn Málaga, Julia conoció al amor de su vida, Pablo, que a su vez le inculcó una gran pasión: el Unicaja de Málaga . En la región donde vivían ambas no se estilaba el baloncesto, no había cultura del deporte de la pelota naranja, pero en cada encuentro con Nadia, Julia y Pablo se encargaban de darle una pequeña dosis cajista.\nTanto es así que en 2019, Nadia vino a Málaga de visita y la pareja decidió llevarla a un partido en el Martín Carpena. La ucraniana quedó boquiabierta con el ambiente que se respiraba en la grada. \"Me declaro fan de la banda\" , dice, en referencia a la marcha que tienen los Mihitas animando en cada partido.\nEse fue su primer contacto con el club, del que solía consultar estadísticas y cómo subía o bajaba en la clasificación . \"Pero las cosas como son, el Unicaja de antes no era el de ahora\", sostiene su nieta, presumiendo, con orgullo, del equipazo que ha creado Ibon Navarro con unas filas que componen jugadores de muy alto nivel.\nDesde que vive en Málaga, Nadia no quita ojo al Unicaja, pero esa afición se convierte en pasión a partir de junio de 2022, cuando Kendrick Perry se une al equipo liderado por el técnico vasco. \"No sabemos bien qué fue, pero mi abuela siente verdadera pasión por él. Destaca siempre su carisma y sus gestos. Yo creo que a su edad lo ve como un familiar cercano al que coges cada vez más cariño, como un hijo \", dice Julia.\nNadia llegó en unas condiciones de salud muy complicadas a Málaga, pero gracias a grandes profesionales oncológicos y muchos viajes a clínicas de Madrid, relata su nieta, han conseguido controlar la enfermedad que padece . En el proceso, el refugio de felicidad de Nadia ha sido Perry y el Unicaja . Cada partido, asegura, ha sido un chute de energía positiva para ella. \"Ojalá la vida nos regale que pueda ver muchos partidos del Unicaja\" , dice, algo emocionada, su nieta.\nNormalmente, Nadia sigue los partidos desde la televisión o recargando el marcador en su teléfono móvil , siguiendo con atención a las anotaciones de cada jugador, especialmente de su querido Perry. \"Mi abuela es una abuela del siglo XXIII, ella es muy moderna\", presume Julia, quien además desvela uno de los secretos de Nadia. En la pared de su habitación cuelga una fotografía de Kendrick Perry con el 55 a la espalda.\nLa imagen de Perry en la pared de su habitación. Cedida por la familia\n\"Si me cruzara alguna vez con él por a calle, lo admiraría, pero no le molestaría, no quiero incomodarle . Pero sí que es cierto que si tuviera una fotografía con él la enmarcaría en mi cuarto\", dice Nadia, haciendo gestos evidenciando vergüenza mientras busca con ilusión algunas fotografías que se ha sacado desde la grada mientras el equipo calienta.\n\"Si te fijas, sale Perry siempre muy cerca . Aquí siempre está todo pensado. ¡No sabes la semana que nos dio recordando que llegaba el cumpleaños de Perry\", expresa su nieta sonriendo. \"¡Es el 23 de diciembre! ¡Tiene 31 años!\" , responde su abuela con decisión, pues ha estudiado con detalle todos los datos del jugador que están en Google.\nEn caso de que Perry se marchara del club, esta entrañable abuela ucraniana asume que no dejaría de ser del Unicaja , pues admira también el trabajo de jugadores como Carter, Osetkowski o Alberto Díaz. \"Pero seguiría vigilándolo allá donde vaya\", cuenta riendo.\nNadia, con Perry al fondo. Cedida por la familia\nDesde que está en Málaga, Nadia vive para devolverle a su abuela todo lo que ella le dio cuando era pequeña. Se le cae la baba mirándola mientras ella cuenta lo feliz que le hace ser del Unicaja. \"Ha sacrificado muchas cosas en su vida por mí. Ahora me toca a mí hacer que viva experiencias nuevas, que se lo pase bien, que disfrute. Creo que no le ha faltado, por ejemplo, ni un plato típico por probar\", explica.\nSu abuela se ha convertido en uno de sus mayores pilares fundamentales. En ocasiones, cuando le proponen planes de ocio, prefiere quedarse con ella, pues es una persona muy divertida. Además, está muy contenta por la gran adaptación que ha tenido Nadia en Málaga , quien suele ir a recogerle a su puesto de trabajo a diario. \"De Málaga, me encanta su clima, que tenga mar y montaña y su gente. Me da fuerza y energía\", asevera Nadia.\nVestida con la elástica del Unicaja, Nadia asegura que ya se siente medio malagueña, aunque en su carné de identidad diga que nació en territorio ucraniano. Lo que está claro es que si dicen que el malagueño nace donde quiere, el cajista tampoco entiende de fronteras.\nUna imagen de Nadia y Julia fuera del Carpena. Cedida por la familia\nDesde que comenzó la guerra, el corazón de Nadia permanece de color azul y amarillo, pero su esperanza, sin duda, es verde y morada , como la fachada del Carpena un día de partido. Por Málaga. Por su Unicaja . Por la alegría que la ciudad y el club le han dado a su vida.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-08T07:37:45.341+02:00",
  "updated": "2024-03-08T07:37:45.341+02:00"
}