{
  "thread": {
    "uuid": "1f0f5c7ad18402a01d6ce69f83f986f863818c96",
    "url": "https://lithub.com/jesus-had-needs-too-on-the-sacred-blasphemy-of-the-last-temptation-of-christ",
    "site_full": "lithub.com",
    "site": "lithub.com",
    "site_section": "http://lithub.com/feed/",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "Literary  Hub",
    "title": "Jesus Had Needs, Too: On the Sacred Blasphemy of The Last Temptation of Christ",
    "title_full": "Jesus Had Needs, Too: On the Sacred Blasphemy of The Last Temptation of Christ ‹ Literary Hub",
    "published": "2024-03-29T12:55:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s26162.pcdn.co/wp-content/uploads/2024/03/Feature-Clark.jpg",
    "performance_score": 0,
    "domain_rank": 5011,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1f0f5c7ad18402a01d6ce69f83f986f863818c96",
  "url": "https://lithub.com/jesus-had-needs-too-on-the-sacred-blasphemy-of-the-last-temptation-of-christ",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@lithub",
  "published": "2024-03-29T12:55:00.000+03:00",
  "title": "Jesus Had Needs, Too: On the Sacred Blasphemy of The Last Temptation of Christ",
  "text": "Jesus Had Needs, Too: On the Sacred Blasphemy of The Last Temptation of Christ Ed Simon Considers the Literary and Cinematic Representations of Christianity's Chief Paradox Behind the gray, granite façade of the National Gallery of Ireland, there is a painting by Caravaggio which depicts Christ in the moment of his arrest—dejected, betrayed, afraid. It had hung for several decades above the dining room mantle of a local Jesuit mission, but was correctly identified in 1990 and is now on permanent loan to the museum. Caravaggio’s The Taking of Christ displays all of the tells of the Baroque master’s genius. Deploying chiaroscuro, the stark contrast between light and dark that is almost synonymous with Caravaggio, the painting presents the moment following Christ’s tortured agony in the Garden of Gethsemane when the apostle Judas Iscariot signaled to the attendant Roman soldiers the identity of Jesus by placing a kiss upon the condemned Messiah. Caravaggio’s Christ isn’t unfamiliar; he’s got the wan complexion and the long, auburn hair, the beard and the simple robes. But the facial expression is exemplary. For the eponymous figure in The Taking of Christ looks downward towards Judas’ grasping hand with eyes that convey both heartbreak and terror, his eyebrows arched upwards and his parted mouth grimacing. Looking at the Caravaggio, we are examining a painting which purports to be of God, and yet it’s a very different God, a frightened and broken God. A human God—or rather a being that is somehow equivalently both human and God.The scandal of that conjunction, of that “and” in the phrase “God and Man,” remains difficult for even the pious to fully comprehend. “The dual substance of Christ—the yearning, so human, so superhuman, of man to attain God and identify with him—has always been a deep inscrutable mystery to me,” begins the Greek author Nikos Kazantzakis in the prologue to his beguiling, blasphemous and beautiful 1955 novel [The Last Temptation of Christ](https://bookshop.org/a/132/9780684852560). Author of the existentialist classic [Zorba the Greek](https://bookshop.org/a/132/9781476782812), Kazantzakis’ religious novel was a similarly introspective attempt to answer what constitutes the good life, except here he offers a psychological appraisal of God incarnate. Kazantzakis performs with words what Caravaggio did with oils, gracing his readers with a fleshy and fallen Jesus. Strung between humanity and divinity as he shall one day be strung upon the cross, Kazantzakis’ Jesus is a cross maker, the only Judean willing to construct such implements for the Romans. Tortured by the understanding that he is God as well as man, Jesus’ collusion with the Romans is a means of rebellion against his Father, a rebellion that marks his tortured life until he blissfully surrenders in the moments before his death. This Jesus hardly seems divine; he is a poor speaker, a coward, unpleasant, and an inscrutable teacher. Barely a miracle-worker and hardly a philosopher. But he is God. This is precisely Kazantzakis’ point. Christ is not a teacher as Socrates, a magician like Hermes, or a leader as is Alexander, but rather his gift is the redemptive degradations of God lowering himself to being a man. Regardless of the author’s own complicated faith, The Last Temptation of Christ was targeted for censure immediately upon publication—the Greek Orthodox Church attempted to ban it and excommunicate the author—but despite the venom directed at The Last Temptation of Christ, it remains the most moving fictionalization of the gospels from the 20th century, the rare book to take seriously the predicament of a man who is somehow also the Lord. “For the right faith is,” reads the Athanasian Creed, adapted in the distant 6th century, “that our Lord Jesus Christ, the Son of God, is God and Man.” What paradoxes are implied by that conjunction, by that “and” which yokes together the quotidian and the sublime, the sacred and the profane. To be both “God and Man,” the ultimate subversion of the principle of non-contradiction upon which Western logic is established. In Tertulian’s 2nd-century apologetics on behalf of that faith which was stumbling block to the Jews and foolishness to the Greeks, the theologian infamously intoned that he believed in such things as the incarnation precisely because they were absurd, what his contemporary Cyril of Alexandria described as the “rare and strange paradox of God in servant’s form and divine glory in human abasement.” Ironically Kazantzakis’ heresy was that he wasn’t a heretic, he took this theology seriously, from which certain narrative conclusions must be drawn. What The Last Temptation of Christ renders as stark as the contrast of chiaroscuro in a Caravaggio composition is not the separation of God and human, but instead their inseparability, their complex interdependence, the way that the light begets the dark and the dark begets the light. That melancholy Dane Soren Kierkegaard writes in his 1844 Philosophical Fragments about this “ultimate paradox,” whereby God is bound, and “suffers under the consequence of his… decision to become an individual human being.” The implications are clear—it means that God would have slept and eaten, felt pain and pleasure, love and rage, have both shit and fucked (or at least sometimes desired it). Indeed the Christ of Kazantzakis is “full of virility;” he implores to an angelic intercessor that “I don’t care about the kingdom of heaven. I like the earth. I want to marry, I tell you; I want Magdalene.” Jesus’ most dedicated of followers was Mary Magdalene, long identified as a prostitute (which is her vocation in the novel), and whom the Son of God is condemned to love. Eventually, Jesus “saw her eye frolic seductively, cunningly, like the eye of an angel.” Christ and Mary consummate their love; they marry and raise children, the Messiah living the life of a regular man. The important word here is imagined, for this is not merely an invention of Kazantzakis, but a dream of his character as well, for this is what the “last temptation” refers to, an elaborate fantasy imparted by the Devil in the minutes between Christ’s anguished plea of “My God, why hast thou forsaken me?” and the beatified acceptance of “It is finished.” The Martin Scorsese 1988 film adaptation, which was most peoples’ introduction to Kazantzakis’ narrative (such as mine), was even more controversial than the novel. If Kazantzakis’ is the greatest literary treatment of Christ in the 20th century, than Scorsese’s was the greatest cinematic, doing with celluloid what Kazantzakis did with words and Caravaggio did with oil. There’s so much to recommend in the movie—Willem Dafoe Christ! Harvey Keitel playing Judas with a Brooklyn accent! The Peter Gabriel soundtrack! A serpentine Pontius Pilate played by David Bowie! What’s most integral in the film, however, is the potent religious meditation offered, the seriousness with which Scorsese meditated upon Christ’s humanity. Regardless, when the movie was released, Mother Mary Angelica, the stern founder of the conservative Catholic Eternal Word Television Network, implored that willingly watching the movie was a “deliberate act of blasphemy,” adding that The Last Temptation of Christ “has the power to destroy souls.” Shortly after that, a far-right Catholic terrorist group attacked a movie theater in Paris; an incendiary device packed with potassium chlorate and sulphuric acid detonated, leading to the hospitalization of thirteen people, four of them seriously injured. That Scorsese himself was deeply religious (as was Kazantzakis) and had indeed briefly attended seminary, was of no accounting. Of no accounting because Christ’s humanity may be orthodoxy, but it’s a scandal that’s often hard for the orthodox themselves to countenance. The scandal of that conjunction, of that “and” in the phrase “God and Man,” remains difficult for even the pious to fully comprehend. For what scripture might lack in hard evidence, the belief in Jesus Christ as being both fully human and fully divine has been reaffirmed repeatedly at numerous ecumenical Church councils; at cosmopolitan Byzantine towns such as Ephesus in 431 and Chalcedon in 451, several times in Nicaea and several times in Constantinople. The creeds formulated at these councils defined the contours of dogma as it would develop and technically remain canon (with minor differences) among the Orthodox and Catholic churches, and most Protestants. Because of this, Scorsese’s frequent collaborator Paul Schrader (raised a fervent Presbyterian) defended his screenplay in The New York Times, writing that the film concerned “the most fundamental issue of Christianity… this conundrum of his dual nature,” while noting that Jesus’ humanity “always gets short shrift because it’s uncomfortable to deal with.” Christian art has tended to split the difference between the alien Christ of the icon or the familiar Jesus of gauzy portraiture, while today he is ideologically driven between the milquetoast bourgeois liberalism of mainline Protestantism or the smarmy God-bro of muscular evangelicalism, yet the implication of that paradoxical conjunction—“God and man”—so rarely reaches the expression that it does in Caravaggio, or Kazantzakis, or Scorsese. An irony of Christian history is that most heresies attempt to make the faith more rational, to reject Tertulian’s embrace of absurdity. A motley of approaches to tame the wildness of Christianity, from the argument that Christ was a lesser deity (known as Arianism) to the claim that he was apotheosized to divinity (called Adoptionism), yet all of these exotically named theologies were roundly denounced by the Church, those bishops of the official faith preferring the radical paradox to these conservative schisms. Every respectable Christian heresy erroneously attempted to make the faith more rational, more comprehensible, but as Tertulian (among others) understood, the power of the gospel narrative was established if Jesus wasn’t interpreted as mere godman or demigod, but rather if he was understood through this bizarre doctrine that he was equally man and God. “My principal anguish and the source of all my joys and sorrows from my youth onward has been the incessant, merciless battle between the spirit and the flesh,” writes Kazantzakis, his novel a parable about that tension. What’s perhaps most disquieting about The Last Temptation of Christ is that the Messiah’s victory upon the cross is simultaneously a tragedy. A tragedy because we’ve been privy to the life which Jesus might have lived, the happy marriage and the numerous children, but we’re to understand that it’s his own humanity which must be sacrificed if the rest of ours’ is to be redeemed. In the penultimate scene of Scorsese’s movie, an elderly and dying Jesus is laid out upon a straw mat while the surviving apostles come to pay their respects to the man whom they once followed. Only Judas stands apart from the sycophantic platitudes of Peter and Thomas, James and Andrew. Outside, they can hear screams from their fellow Jews who are being slaughtered by the Romans, the flames of the burning Temple in Jerusalem sending smoke through the open window of Christ’s hut. Through this terror, the other disciples are disgusted by Judas, his apparent lack of respect. Blood begins to pull on the crucifixion wounds of the distressed Christ, but Judas remains firm, yelling “What’s good for men isn’t good for God!” Judas Iscariot proves himself to be not just the most loyal of apostles, but the only loyal disciple, the only one willing to condemn his own soul for the benefit of humanity. Christ realizes his error and acquiesces to his death, the illusion is dispelled and the Son of God finds himself back on the cross, completing his purpose. Between the various forms of love it is only what the Greeks called agape, that universal and disinterested love for all creation, which is fit for God, though the humanity of Christ doesn’t make him desire the other forms any less. It is to be imagined that Jesus Christ must have wished to feel the caress of a beloved known as eros, to know the easygoing friendship of Philia, to dedicate himself to Storge, the unbreakable familial love between a parent and child. For the author so loved the Messiah that Kazantzakis wished such tenderness for Christ, but the heartbreak is in his understanding that such a life was impossible. An entire life lived as an illusion, in the last moments before he succumbed to death, was all that Christ would be privy to. A pause, a break, an ellipses. Appropriate then when we consider all of that which is left unsaid, unmanifested, unconsummated, all of that which is set in the gaps and occurs in the pauses, for it’s in an ellipse that Christ may find his own love. Less than a decade before Kazantzakis published his novel, and a remarkable discovery of sunbaked papyri from the first centuries was discovered in Nag Hamadi, Egypt. An entire library of apocryphal gospels and epistles unknown for two millennia, including a work ascribed to the apostle Philip. There, in an arresting lacuna, the fragmentary scroll brittle and incomplete, we’re told of Mary Magdalene whom Christ did “[…] more than the disciples and… kiss her.” Within those missing portions a whole life could have been lived, just as in the dreams upon the cross, all of it as fleeting as any life before death, before it is indeed finished. [Caravaggio](https://lithub.com/tag/caravaggio/) [Christianity](https://lithub.com/tag/christianity/) [Ed Simon](https://lithub.com/tag/ed-simon/) [Jesus Christ](https://lithub.com/tag/jesus-christ/) [Martin Scorsese](https://lithub.com/tag/martin-scorsese/) [Nikos Kazantzakis](https://lithub.com/tag/nikos-kazantzakis/) [Spirituality](https://lithub.com/tag/spirituality/) [the Bible](https://lithub.com/tag/the-bible/) [the divine](https://lithub.com/tag/the-divine/) [The Last Temptation of Christ](https://lithub.com/tag/the-last-temptation-of-christ/) [The Taking of Christ](https://lithub.com/tag/the-taking-of-christ/) Previous Article [March’s Best Reviewed Fiction](https://lithub.com/marchs-best-reviewed-fiction/) Next Article [The Literary Film & TV You Need to Stream in April](https://lithub.com/the-literary-film-tv-you-need-to-stream-in-april/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://bookshop.org/a/132/9781476782812),",
    "https://www.bookshop.org/a/132/9780684852560).",
    "https://bookshop.org/a/132/9780684852560).",
    "https://www.bookshop.org/a/132/9781476782812),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christ ed simon",
        "sentiment": "negative"
      },
      {
        "name": "caravaggio",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "judas iscariot",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "caravaggio",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gethsemane",
        "sentiment": "none"
      },
      {
        "name": "ireland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T14:32:10.375+03:00",
  "updated": "2024-03-29T14:32:10.375+03:00"
}