{
  "thread": {
    "uuid": "89f2cd9c462c154f4b34b0d24b2660c70987099b",
    "url": "https://www.soychile.cl/Arica/Sociedad/2023/12/29/841475/balance.html",
    "site_full": "www.soychile.cl",
    "site": "soychile.cl",
    "site_section": "https://soychile.cl/calama",
    "site_categories": [
      "media"
    ],
    "section_title": "Calama - Región de Antofagasta | soycalama.cl",
    "title": "Balance de Fiscalía: Homicidios bajan 43% durante 2023 en Arica y Parinacota",
    "title_full": "Balance de Fiscalía: Homicidios bajan 43% durante 2023 en Arica y Parinacota",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "https://img.soy-chile.cl/Fotos/2023/12/29/file_20231229091618.jpg",
    "performance_score": 0,
    "domain_rank": 81922,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "89f2cd9c462c154f4b34b0d24b2660c70987099b",
  "url": "https://www.soychile.cl/Arica/Sociedad/2023/12/29/841475/balance.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "SoyChile",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Balance de Fiscalía: Homicidios bajan 43% durante 2023 en Arica y Parinacota",
  "text": "“Bajamos prácticamente a la mitad los homicidios respecto del año anterior”, declaró el fiscal regional Mario Carrera Guerrero al referirse a las cifras del trabajo de persecución penal que hizo el presente año la gestión del ministerio público.Hay una disminución con respecto al año pasado donde las cifras de homicidio llegaron a 46, la mayoría vinculados al crimen organizado. Hasta la fecha hay 26 crímenes fatales; 23 en la vía pública y 3 en la cárcel. 12 con arma de fuego, 7 víctimas extranjeras y 11 vinculados al crimen organizado. Las muertes de este año, en su mayoría, corresponden a homicidios como se les denomina ocasionales o circunstanciales, según la fiscalía.“El número de 26 homicidios, no son los 46 del año anterior, pero de todas maneras, creo que es un número alto. Entonces los desafíos están ahí, en seguir atacando a estos grupos organizados que están tratando de una u otra manera de tener mayor presencia en la región”, declaró el fiscal.Cabe destacar que la Fiscalía cuenta con un Equipo de Crimen Organizado y Homicidios, ECOH, iniciativa del Plan Calles Sin Violencia del Ministerio del Interior y Seguridad Pública que apoya desde hace dos meses las investigaciones.Se trata de un grupo multidisciplinario de veinte personas divididas en varios grupos que están de turno cada una semana y tienen que constituirse en todos los homicidios para investigar si tienen vinculación con el crimen organizado o no. Colaboran en la investigación de homicidios y otros delitos graves, bajo la dirección de fiscales especializados o preferentes, y en colaboración con unidades especializadas de la PDI y Carabineros.“Pudimos ampliar fuertemente la cobertura y tener mayor presencia, sobre todo en horarios inhábiles. Antes no teníamos psicólogos fuera del área de oficina, y ahora podemos contar con una atención inmediata, tanto en el hospital, cuando a veces llega una víctima o sus familiares, o en el caso del secuestro, inmediatamente una vez liberados los dos rehenes, pusimos dos psicólogos nuestros a realizar las atenciones inmediatamente. Y eso, créame que para las víctimas, marca una diferencia gravitante en relación a lo que teníamos antes”, señaló el fiscal.Respecto a la eficacia del trabajo de persecución penal contra las organizaciones criminales sostuvo: “Tenemos más de 60 personas detenidas vinculadas a grupos extranjeros del crimen organizado que están en prisión preventiva en estos momentos y claro, gran parte de los hechos que estuvimos viendo en los últimos años provenía efectivamente de estos grupos que ya están en prisión preventiva”.“En el análisis de fin de año, hemos tenido una baja en diversos delitos, no solamente en el homicidio, manifestó el fiscal: “Este año no hemos tenido ninguna muerte por femicidio. Esto es una buena noticia. El 2022, nos posicionaba como la región con la más alta tasa de femicidio y este año, bueno, que todavía no termina, pero si el año terminara hoy, apareceríamos con cero homicidio, por lo tanto, estaríamos en el extremo opuesto”, argumentó Carrera.POLICÍASPor su parte, el trabajo de la Policía de Investigaciones valoró la disminución importante en delitos violentos, “que creemos está relacionado en gran parte al trabajo que nuestras brigadas especializadas han realizado en el último tiempo, desbaratando bandas internacionales que han intentado asentarse en nuestro país, trayendo consigo violentas formas de ganar territorio como lo es el sicariato, extorsión y secuestros”, agregó el Prefecto Teofilo Valenzuela Paredes, Jefe Regional Subrogante de la Región Policial. El jefe de Zona, General Pedro Álvarez Ortega, señaló que el hito significativo este año fue la elevación de la Subcomisaria Chinchorro Norte a la categoría de Comisaría, ya que generó que se reorganizaran los cuadrantes, junto con esto, la adjudicación de un helicóptero institucional adquiridos con fondo del Gobierno Regional. Ambos hitos se traducen en mayor seguridad para la comunidad ariqueña, declaró.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T15:28:13.275+02:00",
  "updated": "2023-12-29T15:28:13.275+02:00"
}