{
  "thread": {
    "uuid": "51eacb2e260213a4ac01884aaae4f1c24f37a7ce",
    "url": "https://www.crosswalk.com/faith/spiritual-life/worship-songs-to-bring-you-to-the-source.html",
    "site_full": "www.crosswalk.com",
    "site": "crosswalk.com",
    "site_section": "https://faithtalk970.com/articles",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Articles | FaithTalk Atlanta 970 - Atlanta, GA",
    "title": "5 Worship Songs to Bring You to the Source",
    "title_full": "5 Worship Songs to Bring You to the Source",
    "published": "2023-12-29T17:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.swncdn.com/via/18790-gettyimages-1189159138.jpg",
    "performance_score": 0,
    "domain_rank": 7406,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "51eacb2e260213a4ac01884aaae4f1c24f37a7ce",
  "url": "https://www.crosswalk.com/faith/spiritual-life/worship-songs-to-bring-you-to-the-source.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Becky Harling",
  "published": "2023-12-29T17:15:00.000+02:00",
  "title": "5 Worship Songs to Bring You to the Source",
  "text": "5 Worship Songs to Bring You to the Source - [Becky Harling](https://www.crosswalk.com/author/becky-harling/)Author - Published Dec 29, 2023 God gave us the gift of music, and the power of praising God using that gift is extraordinary! Throughout the scriptures, God invites us to sing praises to His name. He doesn’t extend this invitation because He is some insecure being who needs constant affirmation, He extends it because He knows that we become like what or who we worship ( [Psalm 115:8](https://www.biblestudytools.com/psalms/115-8.html)). This is why it’s beneficial to develop a playlist of worship songs. Singing the songs on our list, or even just listening to them, prompts our praise, strengthens our faith, and calms our anxiety. Through the Old Testament, particularly in the book of Psalms, we are instructed to exalt the LORD through music and song. The Psalmist wrote, “It is good to praise the LORD and make music to your name, O Most High” ( [Psalm 92:1](https://www.biblestudytools.com/psalms/92-1.html)). In another Psalm, we read, “Come, let us sing for joy to the LORD; let us shout aloud to the Rock of our [salvation](https://www.crosswalk.com/faith/spiritual-life/what-is-salvation-also-why-it-s-needed-and-how-to-get-it.html)” ( [Psalm 95:1](https://www.biblestudytools.com/psalms/95-1.html)). [Psalm 105:2](https://www.biblestudytools.com/psalms/105-2.html) instructs us to, “Sing to him, sing praise to him; tell of all his wonderful acts.” In the New Testament, we are instructed to encourage each other by “speaking to one another with psalms, hymns, and songs from the Spirit. Sing and make music from your heart to the Lord” ( [Ephesians 5:19](https://www.biblestudytools.com/ephesians/5-19.html)). We read verses like those, and perhaps we think, “Well, I can’t really sing” or “I do that on Sunday.” However, bringing intentional worship into your everyday life is transformative. Learning to praise God daily, not just on Sunday, will increase your positivity and lower your stress. Even more beneficial, you will experience the presence of God in deeper and more tangible ways. Many years ago, I began the practice of spending the first 20 minutes of each day in intentional praise. I listen to worship music and allow the words to prompt my worship. I have found that this practice has been life-changing for me. During those quiet moments where I am simply enjoying God and exalting Him, my spirit is opened to experiencing His presence in more tangible ways. It has truly been life-changing for me. Listening to worship music is a great way to prompt your daily praise. There are many worship songs – both older hymns and more contemporary worship songs available. Creating your own personal playlist will provide you with a resource to enhance your praise time. Here are five worship songs to add to your playlist that will draw you closer to the source of hope. “ [Jesus Is My Healer](https://youtu.be/TmQwYDRotqQ?feature=shared)” – Featuring Jessie Harries / Gateway Worship I love this song because it reminds us not only of all the ways Jesus has brought healing and wholeness to our lives but also the cost of that healing. This song will prompt you to remember all the places where Christ has brought healing in your life. As we practice the worship of remembrance, Jesus is exalted for the price He paid and our souls are strengthened to trust Him more. I particularly love some of the lyrics that remind us of the horror of the cross. “Oh that rugged cross, the selfless pain He bore, He breathed His final breath, that I would be restored.” It’s easy to take the cross for granted. We’ve become so accustomed to hearing that Christ died, it no longer evokes any emotions in us. When we remember the horror of the cross, I believe we are to fall on our faces in humble worship. “ [I Will Exalt You](https://youtu.be/CtJaceosxRY?feature=shared)” – Brooke Ligertwood I love beginning my day with this song because it reminds me of my primary calling before the Lord. I am here on earth to exalt the Lord. Recently, I’ve really latched on to this song because it sets the primary focus for my day. I’ve made it my [prayer](https://www.crosswalk.com/faith/prayer/) each morning. It also reminds me of how precious Jesus is to me. “He is my hiding place, my safe refuge, my treasure, Lord, you are. My friend and king, anointed one most holy.” Ah such beautiful lyrics that are a tangible encouragement every day. “ [Your Name Is Holy](https://youtu.be/dtZLG626ezY?feature=shared)” – Phil Wickham Anything Phil Wickham writes is amazing! He is one of the most powerful worship leaders of our time. The lyrics of “Your name is Holy” encourage us once again to practice the worship of remembrance. When problems or battles feel overwhelming, we can look to what God has done in the past and be reminded that we serve the same mighty God. This song is one of the most popular worship songs of 2023. I strongly recommend it! We need the reminder that God is both holy and mighty. “ [He Who Is to Come](https://youtu.be/iPVPB4Cj9go?feature=shared)” – Kristian Stanfill / Passion Worship With all the world events of the past several years, believers need the reminder that Jesus is still coming back. He hasn’t forgotten us nor abandoned us. He will return, and we can know that with certainty. This song reminds believers that the One who was and is, is the one who will come again for His bride. This is a great song to use in your personal worship time if you wrestle with fear about the end times. “ [Trust in God](https://youtu.be/QS04WbSnxok?feature=shared)” – Featuring Chris Brown / Elevation Worship When life feels overwhelming, and we feel as though our faith is shaking, this is a great song to strengthen our souls. Rooted in the old hymn, “Blessed Assurance,” “Trust in God” is a beautiful declaration of faith in the living God. When we declare with our mouths that we trust God, our spirits are strengthened. The chorus of this song becomes a beautiful reminder to our souls, “I trust in God, my Savior, The one who will never fail. He will never fail. I trust in God, my Savior, The one who will never fail, He will never fail. He didn’t fail you then, He won’t fail you now.” Make praising God a priority in your life. Each of these songs will inspire your praise and strengthen your faith, and as you share them with others, they will also be encouraged. Photo Credit: ©GettyImages/Prostock-Studio Authentic. Passionate. Funny and Biblical all describe Becky Harling. A best-selling author, Becky is a popular speaker at conferences, retreats, and other events. She is the author of 11 books, including [Psalms for the Anxious Heart](https://www.amazon.com/Psalms-Anxious-Heart-Devotional-Uncertain/dp/0802423388), [How to Listen so Your Kids Will Talk](https://www.amazon.com/Listen-Your-Kids-Will-Talk/dp/0764237217/ref=asc_df_0764237217/?tag=hyprod-20&linkCode=df0&hvadid=475864739951&hvpos=&hvnetw=g&hvrand=6535666191972363310&hvpone=&hvptwo=&hvqmt=&hvdev=c&hvdvcmdl=&hvlocint=&hvlocphy=9008418&hvtargid=pla-1113160890462&psc=1), and [The Extraordinary Power of Praise](https://www.amazon.com/Extraordinary-Power-Praise-Psalms-Anxious/dp/0802420095/ref=sr_1_1?dchild=1&keywords=the+extraordinary+power+of+praise+becky+harling&qid=1620745751&sr=8-1). Her newest Bible study, Our Father, comes out this Spring. Becky is a certified coach with the John Maxwell Team and a seasoned Bible teacher. You can connect with Becky at [www.beckyharling.com](http://www.beckyharling.com), [www.harlingleadership.com](http://www.harlingleadership.com), Facebook [https://www.facebook.com/beckyharlingministries](https://www.facebook.com/beckyharlingministries), Twitter, @beckyharling, or on Instagram at Becky Harling LISTEN: Thinking Christian about Making and Keeping New Year's Resolutions The views and opinions expressed in this podcast are those of the speakers and do not necessarily reflect the views or positions of Salem Web Network and Salem Media Group. WATCH: 10 Sins Christians Downplay (and Why They're So Destructive) Stock Footage & Music Courtesy of Soundstripe.com Thumbnail by Getty Images READ: [10 Sins That Often Go Overlooked in Christian Community](https://www.ibelieve.com/slideshows/10-sins-christians-downplay-and-why-they-re-so-destructive.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://www.biblestudytools.com/psalms/92-1.html)).",
    "https://youtu.be/dtZLG626ezY?feature=shared)”",
    "https://youtu.be/QS04WbSnxok?feature=shared)”",
    "http://www.amazon.com/exec/obidos/ASIN/0764237217",
    "http://www.harlingleadership.com),",
    "https://www.biblestudytools.com/psalms/95-1.html)).",
    "https://youtu.be/TmQwYDRotqQ?feature=shared)”",
    "https://www.biblestudytools.com/ephesians/5-19.html)).",
    "http://www.beckyharling.com),",
    "http://www.amazon.com/exec/obidos/ASIN/0802420095",
    "https://www.biblestudytools.com/psalms/115-8.html)).",
    "https://www.biblestudytools.com/psalms/105-2.html)",
    "https://www.facebook.com/beckyharlingministries),",
    "https://www.facebook.com/beckyharlingministries",
    "https://youtu.be/iPVPB4Cj9go?feature=shared)”",
    "https://youtu.be/CtJaceosxRY?feature=shared)”",
    "https://www.ibelieve.com/slideshows/10-sins-christians-downplay-and-why-they-re-so-destructive.html)",
    "http://www.amazon.com/exec/obidos/ASIN/0802423388",
    "http://beckyharling.com),",
    "https://biblestudytools.com/psalms/115-8.html)).",
    "https://biblestudytools.com/psalms/95-1.html)).",
    "http://amazon.com/exec/obidos/ASIN/0764237217",
    "https://youtu.be/TmQwYDRotqQ",
    "https://www.youtu.be/QS04WbSnxok?feature=shared)”",
    "https://biblestudytools.com/psalms/105-2.html)",
    "https://youtu.be/CtJaceosxRY",
    "https://www.youtu.be/dtZLG626ezY?feature=shared)”",
    "https://www.youtu.be/CtJaceosxRY?feature=shared)”",
    "https://biblestudytools.com/psalms/92-1.html)).",
    "https://www.youtu.be/TmQwYDRotqQ?feature=shared)”",
    "https://facebook.com/beckyharlingministries",
    "https://youtu.be/dtZLG626ezY",
    "https://facebook.com/beckyharlingministries),",
    "https://biblestudytools.com/ephesians/5-19.html)).",
    "https://www.youtu.be/iPVPB4Cj9go?feature=shared)”",
    "http://harlingleadership.com),",
    "http://amazon.com/exec/obidos/ASIN/0802423388",
    "https://youtu.be/iPVPB4Cj9go",
    "https://youtu.be/QS04WbSnxok",
    "https://ibelieve.com/slideshows/10-sins-christians-downplay-and-why-they-re-so-destructive.html)",
    "http://amazon.com/exec/obidos/ASIN/0802420095"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "becky harling",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "worship songs",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T19:42:58.936+02:00",
  "updated": "2023-12-29T19:42:58.936+02:00"
}