{
  "thread": {
    "uuid": "30c1f77d0c5281508883bade5811292e73f87414",
    "url": "https://www.canalrcn.com/super-like/gente/jhonny-rivera-recordo-cuando-fue-vendedor-ambulante-194142",
    "site_full": "www.canalrcn.com",
    "site": "canalrcn.com",
    "site_section": "https://canalrcn.com/",
    "site_categories": [
      "hobbies_and_interests",
      "candle_and_soap_making"
    ],
    "section_title": "Canal RCN",
    "title": "Jhonny Rivera recordó cuando fue vendedor ambulante",
    "title_full": "Jhonny Rivera recordó cuando fue vendedor ambulante",
    "published": "2024-04-18T23:21:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://imagenes.canalrcn.com/lomaslike/jhonny-rivera-recordo-cuando-era-vendedor-ambulante.webp?VersionId=nbs5pBdhYeM6t.9buJIVcJlsCPNkYjp9",
    "performance_score": 0,
    "domain_rank": 56614,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "30c1f77d0c5281508883bade5811292e73f87414",
  "url": "https://www.canalrcn.com/super-like/gente/jhonny-rivera-recordo-cuando-fue-vendedor-ambulante-194142",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "canalrcn.com",
  "published": "2024-04-18T23:21:00.000+03:00",
  "title": "Jhonny Rivera recordó cuando fue vendedor ambulante",
  "text": "El cantante Jhonny Rivera se lista como uno de los artistas de música popular más escuchados y hablados en Colombia en los últimos años, siendo reconocido por varios éxitos como 'Mi decisión', 'El intenso', 'Te extraño', entre otras. Recientemente, el artista decidió hablar a través de sus redes sociales sobre sus inicios en la música y lo que hacía antes de ser famoso. No dejes de leer\nEl teléfono ya hizo de las suyas y Miguel Bueno quedó nominado en La casa de los famosos Él es Matías, el hijo que Rigo y Adriana tuvieron en la vida real ¿Qué hacía Jhonny Rivera antes de ser famoso? El artista muchas veces ha hablado de su pasado y de lo difícil que fue su camino hasta convertirse en un cantante reconocido, ya que según él no contaba con algún patrocinador o persona que lo ayudara en su proceso.\n¡Jhonny Rivera creó canción inspirada en Nataly Umaña y Alejandro Estrada! Conoce más detalles aquí. El artista recientemente contó que, antes de convertirse en un cantante reconocido se ganaba la vida siendo vendedor ambulante, por lo que lo poco o mucho que ganaba en ese entonces lo ahorraba para poder grabar su música.\nJhonny asegura que, esto lo hace sentir orgulloso ya que a diferencia de otros artistas él no tuvo algún patrocinador que impulsara su carrera y asegura que en principio muchos se burlaban de él y eran pocos lo que confiaban en su talento.\n\"Mi carrera no tuvo ningún patrocinador porque no tenía dinero cuando eso yo era vendedor ambulante, plata no tenía, y tampoco tuve un patrocinador porque nadie creía en mí. Yo toqué muchas puertas, pero nunca nadie me quiso patrocinar\".\n¿Cómo promocionaba Jhonny Rivera su música en sus inicios? El cantante de música popular asegura que, una estrategia que impulsó cuando empezaba a sacar sus primeras canciones y estabas sonaban en las cantinas de los pueblos era irse visitando diferentes municipios y allí visitaba los bares y les entrega CD's a los dueños y a las personas.\nCasi todo mi primer álbum sonó al tiempo y recordaba que uno se paraba en un pueblo y me paraba ahí para escuchar qué canciones mías sonaban ahí, donde sonaba mi música yo iba y agradecía a la persona y le regalaba CD’s.\nEl cantante cuenta que, en sus inicios era feliz cuando se daba cuenta o escuchaba que su música sonaba en las cantinas de los pueblos, algo que no ha cambiado en la actualidad, ya que siempre es orgulloso de escuchar su música en cualquier lado.\nJhonny Rivera recordó su etapa como vendedor ambulante y el hermoso gesto que hacía en sus inicios como cantante pic.twitter.com/pKQLrQuht6\n— joseluengotop (@joseluengotop) April 18, 2024 ¡SuperLike ya está en WhatsApp Channels! Unirte a esta comunidad digital es muy fácil, sólo da clic aquí .  \n18 Abr 2024 16:05 2024-04-18T15:21:21Z Por: canalrcn.com\nTe puede interesar",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://t.co/pKQLrQuht6",
    "https://twitter.com/joseluengotop/status/1780972211106648167?ref_src=twsrc%5Etfw",
    "https://www.whatsapp.com/channel/0029Va4afQSEFeXh7oYDUC05",
    "https://whatsapp.com/channel/0029Va4afQSEFeXh7oYDUC05",
    "https://www.twitter.com/joseluengotop/status/1780972211106648167?ref_src=twsrc%5Etfw",
    "https://www.t.co/pKQLrQuht6",
    "https://twitter.com/joseluengotop/status/1780972211106648167"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:22:57.026+03:00",
  "updated": "2024-04-19T00:22:57.026+03:00"
}