{
  "thread": {
    "uuid": "11a4aea7f15564e89eda6d918b4b0dee94c5e24c",
    "url": "https://www.floridatrend.com/article/38502/mark-wilson-man-on-a-mission",
    "site_full": "www.floridatrend.com",
    "site": "floridatrend.com",
    "site_section": "http://www.floridatrend.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Florida Trend - Florida's Business Authority",
    "title": "Mark Wilson: Man on a Mission - Florida Trend | Feature",
    "title_full": "Mark Wilson: Man on a Mission - Florida Trend | Feature",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "http://s3.amazonaws.com/floridatrend/39574/floridian-of-the-year-2023-mark-wilson-204.jpg",
    "performance_score": 0,
    "domain_rank": 40304,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "11a4aea7f15564e89eda6d918b4b0dee94c5e24c",
  "url": "https://www.floridatrend.com/article/38502/mark-wilson-man-on-a-mission",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "Mark Wilson: Man on a Mission - Florida Trend | Feature",
  "text": "SHARE: Floridian of the Year 2023 Mark Wilson: Man on a Mission [Michael Fechter](mailto:mfechter@floridatrend.com)| 11/27/2023 In his 15th year as CEO of the Florida Chamber of Commerce, Mark Wilson has vastly broadened the organization’s influence into areas that might seem unconventional. Breaking the stereotype of a clubby establishment focused solely on the business community, the Florida Chamber has set ambitious goals — such as cutting Florida’s childhood poverty rate in half, helping working families gain access to quality daycare and focusing on mental health — to strengthen the social fabric of the state amid its surging growth. Mark Wilson President and CEO, Florida Chamber of Commerce EDUCATION: Bachelor’s degree in business, University of Georgia (1991); He has earned the Certified Chamber Executive designation from the Association of Chamber of Commerce Executives. PRIOR EXPERIENCE: Membership and legislative manager, U.S. Chamber of Commerce Midwest office (1991-94); vice president, Chicagoland Chamber (1994-97). He joined the Florida Chamber of Commerce in 1998, starting as vice president of membership and marketing and was later promoted to executive vice president. He has been CEO since 2008. FAMILY: He has three grown children — Brian, Matthew, and Gracie — and a 2-year-old granddaughter, Carter Grace. HOBBIES: An auto racing enthusiast, Wilson has been able to drive Mazda racecars in training, letting professional drivers practice drafting and passing. TURNING THE OTHER CHEEK: Trial lawyers “can call us whatever they want to. We’re not going to return the favor,” he says. “You can punch me in the face if you want to, call me every name in the book. But our mission would say, we have the fifth-worst legal climate in the United States. It’s causing auto and property (insurance) and everything else to be more expensive.” For Florida Chamber of Commerce President and CEO Mark Wilson, Gov. Ron DeSantis’ signing of historic changes to Florida’s civil tort laws was a career pinnacle. Wilson believes that Florida’s legal climate is a linchpin to the state amassing the world’s 10th largest economy by 2030 — the overarching goal of the Florida Chamber under Wilson’s leadership. The new law is designed to help reinvigorate the insurance market, increasing competition and lowering costs for policyholders. On the day the Florida House of Representatives passed tort reform legislation in March, Wilson was not at the Florida Capitol. He stayed in his office a few blocks away watching the proceedings on television with his team. Wilson also wasn’t present when the Florida Senate passed the same bill six days later, sending it to the governor’s desk. That might seem a bit odd, given that he ranks the 2023 tort package as one of his top career accomplishments, “the culmination of a 15-year political strategy, a 15-year public relations strategy” that took on some of the state’s wealthiest and most powerful political players, Florida’s trial attorneys. Wilson obviously was pleased with the outcome but he had to be elsewhere — he’s on the road several days in a typical week pushing the Chamber’s other goals. And he is experienced enough to know that a governor’s signature doesn’t guarantee that an issue is settled. “I went around and shook a few of our team members’ hands and called a couple of our Chamber members and congratulated them on the win,” he says. “But there wasn’t really a celebration. There wasn’t and there won’t be.” Legal challenges are likely. And the pendulum swings in politics mean that someone, someday, will try to undo what was done in March. “Within minutes, we were talking about the governor signing it and wondering when the billboard trial lawyers were going to launch the lawsuits against this,” Wilson says. The Chamber did issue a news release praising legislators and DeSantis for passing the bill, with Wilson saying it “will help pull Florida out of the cellar with our nationwide bottom-five legal climate and set us on the path to reaching our Florida 2030 Blueprint goal of being one of the top 12 civil justice systems in the nation.” For Wilson, the endgame wasn’t just about putting Florida’s high-flying trial attorneys in check. That’s only part of his bigger mission. The end goal comes in six years when he sees if Florida meets its potential as a global economic player with a gross domestic product equal to the 10th largest nation in the world. In 2022, Florida’s $1.47 trillion economy puts it at roughly the equivalent of 15th-ranked Spain. And more importantly for Wilson, that marker of economic success comes with one important caveat: That as few Floridians as possible are left behind in the state’s upward climb. He is putting a spotlight on issues such as poverty, kindergarten readiness and lagging educational attainment, which ripple into the economy as an ill-prepared workforce. “He’s been quietly helping transform Florida for two decades and Florida is better off because of Mark Wilson,” says former Florida House Speaker Will Weatherford, who now serves on the Chamber’s board. “I’m really proud of him and of the Chamber for really prioritizing their anti-poverty initiatives and saying we’re not just here to fight for business, we’re here to fight for Florida — and we’re in particular here to fight for people on the lower end of socioeconomic status who are stuck in generational poverty and aren’t going to get out unless we give them opportunities through education. “They’re not just a big business microphone,” Weatherford adds. “They are much more strategic than that.” The 2030 Blueprint Spend any time with Wilson, 54, and he will toss out data points about where Florida is and where it needs to be, from the number of Florida children in poverty — 763,000, about 18% of the population — to its growth in manufacturing. The state passed New York in August for 10th place nationally with 422,800 manufacturing jobs. The goal is to be in the top five by 2030. Florida is not yet in the same ballpark as California when it comes to venture capital investment, but the Chamber believes the state can climb from seventh in funding today to third by 2030. The business climate is strong, and Wilson is fond of noting that Florida leads the nation in business startups — and ranks first for new Black-owned businesses with employees and second for women- and Hispanic-owned businesses with employees. He wants the Chamber to help those businesses endure. The blueprint, launched in 2018, includes 39 goals meant to ensure that the state can absorb its seemingly endless flow of new residents. With the state’s population currently just shy of 23 million people, it is expected to grow to between 24.6 to 25.6 million by 2030, the Chamber’s economists estimate. That means 1.2 million net new jobs need to be created, but with the state at historically low unemployment rates — and given its aging population — it also means that millions more workers are needed to power the growing economy. In the meantime, Florida’s already clogged roads need to absorb as many as 5 million more motorists and be able to accommodate autonomous trucks as well as cars. If those goals are met, Florida can reach its goal of having an economy that would equal the size of South Korea’s. It’s not a prediction, Wilson says. It’s math. “He stays on message,” says Susan Towler, the chair of the Florida Chamber Foundation Board of Trustees and executive director of the Florida Blue Foundation in Jacksonville. “Whenever he gets up, I know what I’m going to hear because he’s drilled it into us: Want to be the 10th largest economy, want to cut childhood poverty in half, 100% of children ready to learn. That’s because he stays focused.” Preaching Free Enterprise Wilson was born in Effingham, Ill., about 200 miles south of Chicago on I-57, where his father managed a Spurgeon’s department store. The family moved to Chicago when Mark was in second grade after his father was promoted to buyer. He learned about retail watching his father and helping with periodic three-day inventory reviews. He earned his bachelor’s degree in business at the University of Georgia, becoming vice president of the Chicagoland Chamber and working in the U.S. Chamber of Commerce’s Midwestern grassroots office. In 1998, he moved to Tampa to become the Florida Chamber’s senior vice president of membership and marketing. His older brother Todd became a nuclear engineer with a successful Navy career. But he gave that up to go into the ministry. There’s an echo of a minister in Mark Wilson as well, in his vision for the Florida Chamber’s role in shaping the state’s future. “It’s really about a belief system,” he says. “At the Florida Chamber, we fundamentally believe that free enterprise is the very best way, whether it’s a kid in poverty or a parent trying to figure out what the job is going to be next, free enterprise is bringing more opportunity than any other system ever has.” That view guided how he transformed the organization from a pro-business club into a powerful influencer of policy. During his tenure, the Chamber has grown from a $4.7-million enterprise to $21.7 million today. When Wilson joined the Chamber, memberships were a volume business. Sign up as many as possible for a low price. Wilson changed that approach with what he calls “volume to value.” Low-priced memberships didn’t bring a commitment to the Chamber’s long-range goals. Now, memberships start at $1,000. A seat on the board of governors can cost as much as $250,000. “We’re not going to think about being a member one year at a time,” Wilson says. “We wanted to purposely start attracting members of the Chamber who believed in our mission.” “He was the first guy who said maybe we’re going about this the wrong way,” says Lew Ebert, who has been friends with Wilson for 30 years and is executive director for the National Association of State Chambers of Commerce. “He innovated. Basically, this is the way state chambers around America now work.” Wilson was the Chamber’s executive vice president in 2008 when the board made him just the fifth person since its 1916 founding to serve as president. He already had helped unite Florida’s local chambers of commerce under the state’s umbrella. Previously, “it was like herding cats,” says thenboard member Rick Walsh. Wilson set up a system that gave businesses membership in the Florida Chamber when they joined their local chambers. It helped unify the state’s business community and ensure everyone had access to the same information. It was among Wilson’s accomplishments that led Walsh to argue that the organization did not need to look for an outside candidate. “Time has proven that it was a good decision,” says Walsh, who was senior vice president for corporate affairs at Darden Restaurants. It didn’t take long for Wilson to win over a deep-pocketed believer. In 2010, he spoke to the Broward Workshop, a group of 100 local CEOs. Wilson discussed the need for a scorecard to measure Florida’s health and long-term economic policy options. After the speech, a handful of people gathered to talk with Wilson. He noticed entrepreneur H. Wayne Huizenga was the last in line, waiting patiently. “It was bothering me to keep him waiting,” Wilson remembers. But when his turn came, Huizenga shook his hand and said he was “the first person to come in here and talk about a vision for Florida. You’ve got a plan to do it. I’m all in.” Back in Tallahassee the next morning, a FedEx envelope arrived. Wilson was in a hurry — the Legislature was in session and he needed to be at the Capitol. But he paused at the front door when his assistant told him it was from Huizenga. Inside was a $1-million check for the Chamber. “I walked over to the Capitol. I walked straight into the chapel and just said, ‘God, what do you want us to do with this?’ And in two seconds flat it was, ‘You already know what to do with this. You’re already talking about creating a scorecard.’” A few years later, the Huizenga family cut another $1-million check after the Chamber’s annual childhood poverty summit where they discussed the goal of cutting childhood poverty in half. The Chamber calls itself “the voice of Florida business.” But back in 2010, when the scorecard was born, Wilson had the sign on South Bronough Street redone to read: “Securing Florida’s Future.” Politicians, especially in the era of term limits, will come and go. Wilson believes the Chamber has become the outlet capable of crafting a long-range vision of Florida’s future. “When you use the term Chamber of Commerce, you think 1950s or 1960s where it’s ribbon-cutting and local, social issues,” says Florida Senate President Kathleen Passidomo. “And a lot of times chambers of commerce were where you would go for community information, tourism and things like that. The Chamber has developed more into an economic development driver, a business development driver.” The scorecard is one of many ways the Chamber gauges the state’s direction. Its “gap map” provides current data about unemployment, transportation, poverty and education achievement broken down by every ZIP code in Florida. In Wilson’s eyes, none of the goals can work unless the Chamber provides the data for politicians and executives to see. “We can argue about policy, but we shouldn’t argue what the temperature is,” he says. State Sen. Shevrin Jones has been in the Legislature 12 years. He didn’t know about the gap map even though his Miami district includes some of the area’s poorest ZIP codes. Jones, a Democrat, usually receives Fs on the Chamber’s annual legislative report cards, but says he appreciates its input. It supported an internship tax credit bill he sponsored, and Wilson’s staffers suggested ways he could attract more Republican support. “I took their advice on it,” Jones says. “Mark Wilson’s team is always a pleasure to work with,” he says. “Even stuff that they know that I won’t agree with them on, they still stop by the office and they preface with, ‘Shev, I know you’re not going to be with us on this but we still wanted to show you the respect and come talk to you.’” When people are aware of the data, it can dramatically change strategies. Tampa’s Metropolitan Ministries, a charity focused on homelessness, compared its targeted service areas with the gap map’s data for the poorest ZIP codes. “And we were shocked that only 25% of our food and our rent assistance was getting into these hard-hit communities of need where child poverty was so high,” says Tim Marks, the charity’s CEO for the past decade. The overall poverty rate in Tampa Bay hovers around 18%. But the map finds ZIP codes where it can run from 30-50%. As a result, nearly all its food assistance, and two-thirds of its rent assistance now go to those poorest communities. Marks also started sending case managers into those neighborhoods in 2021, along with teams who help residents navigate available assistance programs. “It was an awakening,” he says. “We’re healing a lot of people with a lot of services being rendered now (more) than ever before.” He credits Wilson and the Chamber for looking beyond economic issues and realizing that “Florida can’t grow if 700,000-plus kids are living in poverty.” They share a call “to do the best we can do to help our communities. And we kind of come at it from different constituents, but at the end of the day we’re trying to accomplish some of the same goals. It’s not often that the Chamber of Commerce and a homeless charity kind of fit into the same sentence, but somehow here we are.” The Next Target Wilson’s long-term thoughts most frequently fall back to the 2030 goals, including a crisis now facing families that stands to upend many of them. In September, the Chamber released a report, Untapped Potential, How Childcare Impacts Florida’s Workforce Productivity and the State’s Economy. It found that 15% of parents left their jobs in the previous six months because of childcare issues. Nearly two-thirds missed work or school at least once in the past three months for the same reason. Low-income families spend an average of 20% of their income on childcare, “driving them deeper into poverty.” In all, inadequate, unaffordable childcare costs Florida’s economy $5.4 billion per year. That “is not some abstract number; it represents money taken from the pocketbooks of Floridian families, businesses, and governments,” the report says. “Each dollar lost due to insufficient childcare is a dollar that will not be used to fund a single mother’s education, provide for a specialneeds child, or put food on a struggling family’s table.” Employers can help alleviate the problem by implementing family-friendly policies like flexible working hours and remote work when possible, the report says, recommending that “legislators and executives should thoughtfully consider impactful measures that will alleviate existing childcare issues.” It’s another way that Wilson has “fundamentally changed the fabric of the way chambers work,” says Ebert, who runs the National Association of State Chambers. The blueprint idea is being copied in more than a dozen other state chambers, making Florida’s “a game-changer in the way to think about the role of state chambers.” Before, “you could just be against stuff and you sort of become the ‘Dr. No’ Chamber. And now the chambers that want to be competing for the future to become more competitive, they’re aggressively bringing forward the best ideas to solve the biggest problems in their states.” In the mission business, Wilson says, “everything that you do from policy to fundraising to events to the comments that you make, it’s about trying to attract even more people who believe what you believe in, so that you can be a general that’s actually got an army full of people who believe in the same kinds of things you believe in. “We win a lot of times and we lose a lot of times. But when you’re focused not on the win or the loss, but you’re focused on the actual mission that you’re trying to accomplish, it’s invigorating every single day.” Turbo Charged Mark Wilson talks a lot about the long term, about looking around the corner to be prepared for what’s coming. The same mindset is crucial to his passions outside of work. He’s a licensed pilot who flies his own Piper Cherokee on business trips and a race car enthusiast. He also likes snowmobiles, which can exceed 100 mph. Going fast is fun. But it’s the concentration required in all three activities that Wilson says he enjoys. “If you don’t focus, you crash,” he says. “Or you don’t win.” Pilots, race drivers and CEOs all need to be organized and tactical, says John Doonan, a close friend of Wilson’s who is president of the Daytona Beach-based International Motor Sports Association. “They have to be very safe. To fly an airplane, to drive a racecar, you’ve got to be prepared and you’ve got to know your trade.” At the track, Doonan says, Wilson is “calm, just like he is in business. Strategic. Thinking ahead, because that’s what you have to do. You have to think a couple of corners ahead and you have to look down the track. When you look down the track or you look down the months or years ahead, you’ve got to have a vision.” Doonan ran Mazda’s North American Motorsports division before joining IMSA in 2019. After his team won the Rolex 24 at Daytona, Wilson asked for a part of the winning car. Doonan gave him the flywheel, which sits in Wilson’s office 13 years later. “That flywheel lasted all year through a dozen races plus training,” Wilson marvels, “running in races that last from 10 to 24 hours.” To him, it’s a metaphor for the perseverance necessary for the chamber to reach its long-term goals. “When you’ve got a well-oiled machine, when you maintain things, look at how long they last.” Safety First Its members have been responsible for the safety and well-being of presidents, of nuclear submarines and their crews, of thousands of employees in Fortune 500 companies. The Florida Chamber of Commerce’s Leadership Cabinet boasts a roster of experts on best practices to make the workforce safer and emotionally healthy. “Safety,” says Chamber CEO Mark Wilson, “is the one thing no one competes over.” The cabinet hosts and records training programs available to Chamber members and organizes annual conferences on mental health. As a result, the Chamber may be “the largest provider in Florida of safety training,” says Jeffrey Kuhlman, who served three presidents as director of the White House Medical Unit, White House physician and senior flight surgeon for Marine One. Mental health is a focus of its 2024 conference scheduled for May at Walt Disney World’s Contemporary Resort. Michael Phelps, a 23-time Olympic gold medal winning swimmer who has written and spoken about his own bouts with depression and anxiety and advocated for therapy, is scheduled to deliver the keynote address. “We’re dealing with the mental health aftermath of an unprecedented global pandemic,” Chamber COO and Leadership Cabinet President Katie Yeutter says in a promotional video. “There’s a prescription drug epidemic, mass shootings, and on and on.” The Chamber wants to be “an incubator for solutions.” Other cabinet members include top safety officials at Coca-Cola, Ryder System, Walt Disney Parks and Resorts and University of Central Florida Police Chief Carl Metzger. Gillian Cummings-Beck, senior vice president of risk management with Taylor Morrison homebuilders, worked as deputy comptroller for the Navy Seals. Cabinet Vice President Robert Roncska is a retired Navy captain who led the Pacific Fleet’s fast attack submarine fleet. He was naval aide to President George W. Bush, who nicknamed him “Navy Bob.” In that role, Roncska carried the “nuclear football.” But the cabinet is more than an all-star roster of experts, says Kuhlman, now AdventHealth’s chief quality & safety officer. He credits Wilson for creating a mechanism to align business, government and nonprofits on mental health. Hospitals do well with crises like a suicidal person, but a sustained, community-wide system of care is simply beyond their means. “The No. 1 provider of mental health services is our prison system,” Kuhlman says. “A lot of people just get up and say stuff. With Mark Wilson, here’s the vision and then the execution is not just throw mud at the wall. It seems to be very systematic.” Political Pragmatism Florida’s business community is not monolithic in its political and policy views, making the divisive times particularly thorny for the Florida Chamber, whose political action committees and lobbying activity loom large in Tallahassee. The U.S. Chamber of Commerce has found itself on the outs with populist conservatives in Washington. Closer to home, corporations that take stands on health and social issues at the urging of their employees, shareholders or customers can find themselves in the political crosshairs. Take for example a speech delivered by Gov. Ron DeSantis at the 2021 Florida Chamber of Commerce’s Future of Florida Forum, where he issued a warning in the early days of the culture wars. “If you’re using your power as a corporation, and you’re leveraging that to try to advance any ideology, I think it’s very dangerous for this country and I’m not just gonna sit idly by,’’ DeSantis said. Over the years, the Chamber has forged a political philosophy: Government should not tell business what to do. “We’ve always been against government mandating what business can do and can’t do,’’ Chamber CEO and President Mark Wilson told the Miami Herald in 2021 when it came to vaccine mandates businesses were setting for their employees. DeSantis’ comments at the Chamber forum were delivered days before a special session on the mandates was called. The session ultimately produced a milder regulation giving employees more latitude in exemptions to employer vaccine requirements. Wilson and the Chamber made a strategic decision to stay out of the culture wars that followed — including the battle between DeSantis and Disney over the corporation’s opposition to a law limiting classroom instruction on gender identity and sexual orientation. Today, Wilson explains the Chamber’s approach with unapologetic pragmatism. “Part of what you have to do when you have 35 or 40 issues on your agenda,” he says, “is ask yourself which ones can we have an impact on and which ones can we not?” “… Are we better off because we smartly advanced everything that we could?” Wilson continues. “Or would have been better off getting run over by the train and none of these things happening?” Power Chamber The Chamber has consistently pushed back on amendments to the Florida Constitution, often on procedural grounds that the proposals violate requirements that initiatives stick to a single subject. More generally, Wilson argues the constitution wasn’t meant to be amended so easily. “If you have $50 million, our constitution is still for sale,” he says. The Chamber supported a 2006 amendment legislators put on the ballot requiring 60% of the vote to amend the constitution rather than a simple majority. Somewhat ironically, it passed with 57% of the vote. But amendments kept passing despite the higher threshold, so in 2020, the Chamber backed an amendment requiring 60% approval in two successive elections. It failed to reach 50%. Also that year, nearly 61% of voters passed an amendment increasing the minimum wage. A Chamber ad called the increase a “scam” that would ensure “jobs lost due to the pandemic will not return, and businesses already devastated by the effects of the virus may never bounce back.” Florida is halfway through its incremental climb from $8.56 to $15 per hour. The job losses have not materialized. Instead, Florida has a labor shortage, with the Chamber’s own data showing that for every 100 jobs, only 65 people are looking for work. The Chamber has another motivation to oppose ballot initiatives: they tend to attract voters for candidates the Chamber opposes. “Let’s face it,” the Chamber wrote in a 2016 post that remains on its website, “Florida is the gateway to the White House. In presidential election years, voter turnout is approximately 25% higher than in non-presidential years, increasing from 45% to more than 70%. In the past, the younger voters have needed a reason to go to the polls. What better reason in a presidential year to turn out the younger voters and increase the 65+ voters than to have a constitutional amendment on the ballot? You broke the code: it is a voter turnout mechanism.” The Nemesis Personal injury lawyer John Morgan isn’t one for subtlety. Ask Morgan to comment on Florida Chamber of Commerce CEO and President Mark Wilson, who has fought for changes in Florida’s civil tort laws — which Wilson blames for putting an unfair financial burden on the state’s businesses and citizens — and expletives flow. The politest words Morgan chose for Wilson were “a clown. He is a shill.” The two also have squared off on decriminalizing marijuana and raising the minimum wage to $15 an hour. Morgan has spent tens of millions of dollars boosting ballot initiatives. The tort package — which shortened the statute of limitations for negligence suits, made it more difficult to bring bad faith claims, and eliminated a requirement that insurers pay a policyholder’s attorney fees when a claim was underpaid, improperly denied or settled — will not lead to insurance rate reductions, Morgan predicts. But it will make it easier for insurers to deny or underpay legitimate claims. “These blue tarps that you used to see (on roofs after a hurricane) are going to multiply by the thousands,” Morgan warns. Wilson, at least publicly, isn’t interested in hitting back. Morgan’s vitriol comes with the job, he says. “I admire the guy,” Wilson says. “He’s an entrepreneur. He’s not breaking any laws. The problem is the laws.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mark wilson",
        "sentiment": "negative"
      },
      {
        "name": "michael fechter",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "florida chamber of commerce",
        "sentiment": "none"
      },
      {
        "name": "chamber of commerce education",
        "sentiment": "none"
      },
      {
        "name": "chicagoland",
        "sentiment": "none"
      },
      {
        "name": "association of chamber of commerce executives",
        "sentiment": "none"
      },
      {
        "name": "u.s. chamber of commerce midwest",
        "sentiment": "none"
      },
      {
        "name": "university of georgia",
        "sentiment": "none"
      },
      {
        "name": "chamber of commerce",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "florida",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:32:57.102+02:00",
  "updated": "2023-12-29T00:32:57.102+02:00"
}