{
  "thread": {
    "uuid": "9e78d79070e616b836cc029dfb33689daa0af0fc",
    "url": "https://portal.sina.com.hk/finance/finance-globenewswire/globenewswire/2023/12/28/688280/best-therapist-hong-kong-maple-tree-counselling-announces-new-corporate-wellness-program-and-welcomes-dr-amanda-friday/",
    "site_full": "portal.sina.com.hk",
    "site": "sina.com.hk",
    "site_section": "https://portal.sina.com.hk/category/sports/sports-football/transfer/page/4/",
    "site_categories": [],
    "section_title": " 轉會消息 &#x2d; Page 4 &#x2d; 新浪香港",
    "title": "Best Therapist Hong Kong Maple Tree Counselling Announces New Corporate Wellness Program And Welcomes Dr. Amanda Friday - 新浪香港",
    "title_full": "Best Therapist Hong Kong Maple Tree Counselling Announces New Corporate Wellness Program And Welcomes Dr. Amanda Friday - 新浪香港",
    "published": "2023-12-28T03:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "HK",
    "main_image": "https://www.mapletreecounselling.com/wp-content/uploads/2023/10/amanda-friday.jpg",
    "performance_score": 0,
    "domain_rank": 54084,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9e78d79070e616b836cc029dfb33689daa0af0fc",
  "url": "https://portal.sina.com.hk/finance/finance-globenewswire/globenewswire/2023/12/28/688280/best-therapist-hong-kong-maple-tree-counselling-announces-new-corporate-wellness-program-and-welcomes-dr-amanda-friday/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "GlobeNewswire",
  "published": "2023-12-28T03:11:00.000+02:00",
  "title": "Best Therapist Hong Kong Maple Tree Counselling Announces New Corporate Wellness Program And Welcomes Dr. Amanda Friday - 新浪香港",
  "text": "12月28日 17:11 GlobeNewswire Central, Dec. 28, 2023 (GLOBE NEWSWIRE) — Central, Hong Kong –\nCentral, Hong Kong – Maple Tree Counselling is happy to announce that it now offers psychological counselling and corporate wellness programmes. The boutique counselling and therapy practice in Hong Kong also welcomes Dr Amanda Friday, a psychological counsellor, as the newest member of its team of therapists. Dr. Friday is a specialist in organisational and individual change through leading edge consulting, therapy, and narrative research. As an expert in the field of psychology, they are passionate about helping other people grow and enhance their overall well-being. Whether it’s for personal growth, addressing various organisational challenges, or for performance enhancement, Dr. Friday has applied their unique expertise to corporate training, individual therapy, and sports performance and retirement. For more information visit https://www.mapletreecounselling.com/hong-kong/counsellors/\nDr. Friday is Western-educated and classically trained in psychotherapy, and has spent the last seven years conducting advanced research, clinical work, professional development training, and completing their Ph.D. Having served as a professor at Georgetown University and with experience in talent and learning development, research, and psychology, Dr. Friday has the reputation of being a people-mechanic, a gear shifter, and a reconciler of tensions and conflict, whether between individuals and groups, or within themselves.\nIt’s important to note that there are important differences between a psychologist and a counsellor in terms of qualifications, training, and scope of practice. A counsellor helps individuals, families, couples, or groups find a solution for their personal, emotional, or psychological problems. They usually offer support, practical advice and guidance to help their clients cope with various challenges, make decisions, and boost their well-being.\nOn the other hand, psychologists have a wider scope of practice. They are able to diagnose and offer treatment for mental disorders, perform psychological assessments, and provide counselling or therapy services. They need to have completed extensive education and training in psychology, usually by obtaining a doctoral degree (Ph.D. or Psy.D). They typically have a specialisation in certain areas, including counselling psychology, educational psychology, or clinical psychology.\nDr Friday helps clients through various challenges, including: work and sports performance; stress management; life and career transitions; depression; anxiety; burnout; relationship challenges; mood and emotional regulation; sleep difficulties; and trauma and PTSD. They also help clients achieve increased self-awareness and motivation; improved relationships; a greater sense of purpose and direction; empowerment; reduction of psychological distress and other symptoms; improved coping skills; enhanced self-esteem; and better life satisfaction.\nFor their corporate wellness programme in Hong Kong , Dr Friday believes that at the core of every successful organisation lies the vitality and wellness of its team members. It is with this spirit that Maple Tree Counselling’s team has developed its comprehensive list of corporate programmes and Essentials for Change package. With its deep understanding of the influence of mental health and well-being on employee productivity, engagement, and overall organisational success, Maple Tree offers a range of services designed to foster a positive work culture and encourage resilience among employees. The corporate programmes are based on expertise, empathy, and excellence, traits which are indicative of its commitment to providing high-quality wellness services. The programmes are refreshing, research-driven, live-taught, sticky, simple, and focused on game-changer skills to ensure long-lasting impact.\nThe programmes available through Maple Tree Counselling are designed to help teams and groups through conflict resolution; boosting of morale; resolution of stress and burnout; adapting to change; communication challenges; leadership and team dynamics; innovation; organisational change and inclusion; goal alignment; employee retention; and feedback and evaluation. These programmes have the goal of cultivating a significant increase in group cohesion; unity and shared purpose; improved communication and empathy; clarity of goals and vision; enhanced creativity and problem-solving; improved conflict resolution skills; reduced group dysfunction; support for collective and individual growth; improved productivity and performance; and increased motivation and morale.\nLaunched in 2021, Maple Tree Counselling had its beginnings in Hong Kong through the shared vision of a number of friends and colleagues who wanted to respond to the growing demand for mental health services with a real commitment towards helping people. Maple Tree Counselling delivers services to both adult and adolescent clients (14 years old and above). It offers both individual and couples counselling, as well as corporate wellness programmes, delivered both online and in person. Sessions can be conducted in Cantonese, Mandarin, and English. Clients may contact Maple Tree Counselling via the website or visit https://maps.app.goo.gl/LBzDo25tJRRe5vTD6 .\n###\nFor more information about Maple Tree Counselling, contact the company here:\nMaple Tree Counselling\nAnjali Nihalchand\n+852 6375 6098\ninfo@mapletreecounselling.com\n19th Floor, China Building, 29 Queen’s Road Central, Central, Hong Kong\nCONTACT: Anjali Nihalchand",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Health"
  ],
  "external_links": [
    "http://service.weibo.com/share/share.php?url=%URL%&title=%TITLE%&pic=%PICS%&appkey=&ralateUid=&language=zh_cn&searchPic=true",
    "https://www.mapletreecounselling.com/hong-kong/counsellors/",
    "https://maps.app.goo.gl/LBzDo25tJRRe5vTD6",
    "https://www.globenewswire.com/en/news-release/2023/09/22/2748061/0/en/29-Queen-s-Road-Central-Maple-Tree-Counselling-Hong-Kong-Announces-Office-Relocation-To-China-Building-in-Central-HK.html",
    "http://service.weibo.com/share/share.php",
    "https://www.mapletreecounselling.com/hong-kong/counsellors",
    "https://globenewswire.com/en/news-release/2023/09/22/2748061/0/en/29-Queen-s-Road-Central-Maple-Tree-Counselling-Hong-Kong-Announces-Office-Relocation-To-China-Building-in-Central-HK.html",
    "https://www.maps.app.goo.gl/LBzDo25tJRRe5vTD6",
    "https://mapletreecounselling.com/hong-kong/counsellors/",
    "http://www.service.weibo.com/share/share.php?url=%URL%&title=%TITLE%&pic=%PICS%&appkey=&ralateUid=&language=zh_cn&searchPic=true"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "amanda",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "best therapist hong kong maple tree counselling announces new corporate wellness program",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "hong kong",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:05:04.330+02:00",
  "updated": "2023-12-29T01:05:04.330+02:00"
}