{
  "thread": {
    "uuid": "ab4c94548d44f06005a38099e5b5c2527f8b7de8",
    "url": "https://www.brecorder.com/news/40292523",
    "site_full": "www.brecorder.com",
    "site": "brecorder.com",
    "site_section": "https://www.brecorder.com/feeds/latest-news",
    "site_categories": [
      "media",
      "financial_news",
      "finance",
      "top_news"
    ],
    "section_title": "Business Recorder - Latest News",
    "title": "‘No limits’ to Ukraine support, Macron tells party leaders",
    "title_full": "‘No limits’ to Ukraine support, Macron tells party leaders",
    "published": "2024-03-07T19:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PK",
    "main_image": "https://i.brecorder.com/large/2024/03/65ea1460d2df4.jpg",
    "performance_score": 0,
    "domain_rank": 13972,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ab4c94548d44f06005a38099e5b5c2527f8b7de8",
  "url": "https://www.brecorder.com/news/40292523",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "none@none.com (AFP)",
  "published": "2024-03-07T19:14:00.000+02:00",
  "title": "‘No limits’ to Ukraine support, Macron tells party leaders",
  "text": "PARIS: President Emmanuel Macron on Thursday said France would not rule out any option to support Ukraine two years into Russia’s invasion, leaders of several major French political parties said. Speaking after the two-and-a-half-hour meeting, the party chiefs said the talks with Macron left them concerned, with some accusing him of using the conflict to boost his coalition’s standing ahead of crucial European elections this summer. The president had last week stunned many in Europe by refusing to rule out the dispatch of Western ground troops to Ukraine, pointing to Russia’s hardening stance. And earlier this week Macron urged Ukraine’s allies not to be “cowards” in supporting the ex-Soviet country to fight off the Russian invasion. Some party leaders on Thursday said Macron advocated a “no limits” approach to counter Russian President Vladimir Putin. Green party leader Marine Tondelier recounted Macron saying Putin “obviously has no limits.” She said it was “extremely worrying” to see Macron tell the meeting “we must show we have no limits,” too. Jordan Bardella, president of the far-right National Rally (RN) party, said he had pleaded with Macron “not to go to war with Russia.” The president’s thinking includes “no limits and no red lines”, said Bardella. Far-left heavyweight Manuel Bompard added: “I arrived worried and I left even more worried.” Weighing in from Moscow, Kremlin spokesman Dmitry Peskov said Thursday that Macron “continues to raise the level of France’s direct involvement” in the Ukraine war. France’s parliament will have a chance to vote on the country’s Ukraine strategy, including a bilateral security treaty signed with Kyiv last month. Debates and non-binding votes will take place next Tuesday in the National Assembly lower house and in the Senate upper house on Wednesday. On Thursday, Macron also met with Moldovan President Maia Sandu, pledging France’s “unwavering support” for her ex-Soviet country as tensions mount between Chisinau and pro-Russian separatists. During the meeting the two signed a bilateral defence deal, as well as an “economic roadmap”, although no details were provided. Later Thursday, France was also set to host a video conference of nearly 30 countries including Ukraine, which will follow up on the initiatives discussed at an international Ukraine summit hosted by Macron last week.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "emmanuel macron",
        "sentiment": "negative"
      },
      {
        "name": "macron",
        "sentiment": "negative"
      },
      {
        "name": "vladimir putin",
        "sentiment": "none"
      },
      {
        "name": "jordan bardella",
        "sentiment": "none"
      },
      {
        "name": "putin",
        "sentiment": "none"
      },
      {
        "name": "marine tondelier",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      },
      {
        "name": "paris",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T00:30:59.349+02:00",
  "updated": "2024-03-08T01:37:30.480+02:00"
}