{
  "thread": {
    "uuid": "d8a9425cf8b878c67bb1ce7951bc3944a3b324d7",
    "url": "https://www.foxnews.com/media/gen-z-iowans-say-subzero-temperatures-wont-deter-caucuses",
    "site_full": "www.foxnews.com",
    "site": "foxnews.com",
    "site_section": "https://www.foxnews.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest & Breaking News on Fox News",
    "title": "Gen Z Iowans say subzero temperatures won't deter them from caucuses",
    "title_full": "Gen Z Iowans say subzero temperatures won't deter them from caucuses",
    "published": "2024-01-15T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": null,
    "performance_score": 0,
    "domain_rank": 277,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 4,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d8a9425cf8b878c67bb1ce7951bc3944a3b324d7",
  "url": "https://www.foxnews.com/media/gen-z-iowans-say-subzero-temperatures-wont-deter-caucuses",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-15T21:00:00.000+02:00",
  "title": "Gen Z Iowans say subzero temperatures won't deter them from caucuses",
  "text": "Iowa caucus-goers could determine the fate of top Republicans' campaigns this week as they brave frigid wintry conditions to support their favorite candidate. Young voters say the state's caucuses are urgent, and, with multiple issues on the line, the weather isn't about to stop them.\"Our lives and future and those of our families and our future children are on the line, so I think it is really important to everyone. Everyone's realizing this and just so frustrated with how terrible the Biden administration is,\" Jasmyn Jordan, a Gen Z voter and student at the University of Iowa, told \" Fox & Friends First \" on Monday.Jordan supports former President Donald Trump, who continues to lead the pack in the polls, followed by former U.N. Ambassador Nikki Haley and Florida Gov. Ron DeSantis who appear to be fighting for second place. A Suffolk University Poll among Iowa voters found last week that immigration and border security top the list of the most pressing issues, followed by the economy and the future of American democracy. Gen Z voters, carrying their own issues to the caucuses, say some candidates appeal to their concerns more than others. TRUMP FIRST, HALEY SECOND, DESANTIS THIRD IN HIGHLY ANTICIPATED FINAL POLL AHEAD OF IOWA CAUCUSES Lena Branch (L), Jasmyn Jordan (C), and Ian Harrell (R) told Fox News about their top concerns going into the 2024 Iowa caucuses. (Fox & Friends First) \"President Donald Trump has always been talking about the issues I'm most passionate about, which is freedom of speech on college campuses,\" she said.\"I feel like that is not protected for us and that the left-leaning students get to have more opportunities and are coddled by our administrators. They get to keep their posters and chalk up where ours are torn down for our speakers.\"Jordan also praised Trump for battling \"radical gender ideology\" and \"critical race theory,\" two issues that have dominated education in recent years, saying voters of her generation are bound to turn out to ensure a better future for all. BLIZZARD DERAILS IOWA CAMPAIGN EVENTS, WILL BELOW ZERO TEMPS DEPRESS CAUCUS TURNOUT? Former President Donald Trump is the favorite among the GOP primary field for Gen Z caucus-goers Jasmyn Jordan and Ian Farrell. (Chip Somodevilla/Getty Images) Ian Farrell, another Gen Z voter, is also supporting Trump at Monday's caucuses, but cited immigration as his top issue. He told Fox News he thinks the former president's focus and experience on the border crisis make him the best fit to mitigate the problems going forward.\"He started the wall. He's going to finish the wall. I believe he has the backbone to get it done,\" he said. SOME IOWA CAUCUS-GOERS UNDECIDED AHEAD OF FIRST IN THE NATION CONTEST Iowans will battle frigid wintry weather while heading to the highly-anticipated caucuses to support their preferred candidate. (Fox News - Paul Steinhauser) \"He's very focused on the problems that we have had with the immigrants coming into this country and bringing all those awful substances that we don't want.\"Lena Branch, a Campus Reform correspondent and a third Gen Z panelist who joined Fox News ahead of Monday's caucuses, declined to name a specific candidate, but said she is looking for someone who will stand for Israeli sovereignty and embrace pro-life values. \"Campus Reform recently reported that antisemitism is up 1,000%, resulting in 2,000 instances on college campuses, which I have personally seen,\" she said.\"I'm looking for a candidate who believes in Israel's sovereignty and that America is its greatest ally, and I'm looking for an unapologetically pro-life candidate who's going to bring ingenuity to the pro-life movement and take us to the new stage, so the person that's going to receive my vote today is pro-Israel and pro-life.\"Branch said she doesn't believe the weather will be a factor in deterring younger voters from caucusing.\"Iowa caucus-goers know there are a lot of issues on the table, and they know they have to get out and vote if they want to get the country that they want back.\" ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ron desantis",
        "sentiment": "none"
      },
      {
        "name": "jasmyn jordan",
        "sentiment": "none"
      },
      {
        "name": "donald trump",
        "sentiment": "none"
      },
      {
        "name": "biden",
        "sentiment": "none"
      },
      {
        "name": "nikki haley",
        "sentiment": "none"
      },
      {
        "name": "jordan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of iowa",
        "sentiment": "none"
      },
      {
        "name": "u.n.",
        "sentiment": "none"
      },
      {
        "name": "fox & friends first",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "iowa",
        "sentiment": "none"
      },
      {
        "name": "florida",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-15T21:07:33.462+02:00",
  "updated": "2024-01-17T13:34:52.727+02:00"
}