{
  "thread": {
    "uuid": "4c0621f5c3ec7b8274a39dc1b94d4cc89078ef27",
    "url": "https://www.tampabay.com/sports/bucs/2024/03/14/chase-mclaughlin-jason-licht-baker-mayfield-mike-evans-antoine-winfield",
    "site_full": "www.tampabay.com",
    "site": "tampabay.com",
    "site_section": "https://www.tampabay.com/todays-paper/",
    "site_categories": [
      "media"
    ],
    "section_title": "Tampa Bay, Florida news",
    "title": "Bucs kicker Chase McLaughlin is glad Tampa Bay fit him to a tee",
    "title_full": "Bucs kicker Chase McLaughlin is glad Tampa Bay fit him to a tee",
    "published": "2024-03-14T21:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.tampabay.com/resizer/hpirf9hthKDDGLsaoZzIBIdnVRg=/1200x675/filters:focal(2865x1325:2875x1315)/cloudfront-us-east-1.images.arcpublishing.com/tbt/GQAQQO4Q6BATVBPL4TNMJCQXGE.JPG",
    "performance_score": 0,
    "domain_rank": 1734,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4c0621f5c3ec7b8274a39dc1b94d4cc89078ef27",
  "url": "https://www.tampabay.com/sports/bucs/2024/03/14/chase-mclaughlin-jason-licht-baker-mayfield-mike-evans-antoine-winfield",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tampa Bay Times Logo",
  "published": "2024-03-14T21:14:00.000+02:00",
  "title": "Bucs kicker Chase McLaughlin is glad Tampa Bay fit him to a tee",
  "text": "TAMPA — Nobody is happier about setting his plant foot in Tampa Bay than Chase McLaughlin.\nThe nomadic place-kicker has made 11 stops in the NFL since 2019. But after setting a club record by making 93.5% of his field-goal attempts last season, going 29 of 31, McLaughlin was given a three-year, $12.3 million contract rather than test free agency.\nIt was an easy decision for the Bucs and McLaughlin, who instructed his agent to reach an agreement to remain in Tampa Bay.\n“Honestly, that was our agent’s plan from the start, was just to stay in Tampa,” McLaughlin said Thursday. “As everyone knows, we’ve been with a few teams in our career, so when you come to one that’s run the right way from top to bottom, it’s an organization we want to stay a part of. It was really a no-brainer when we started our negotiation talk that we wanted to stay in Tampa, because it’s just a great place to live, great fans and, like I said, great people from the whole organization.”\nBucs history is littered with failed place-kickers, but that bleak streak was halted with the arrival of Ryan Succop, who helped the team win Super Bowl 55.\nBut coach Todd Bowles wanted a kicker with more range, and McLaughlin provided instant power and points in that area. He went 7 of 8 on field goal attempts of 50 yards or more last season.\n“It’s something we train throughout all the days in camp and in practice all season, so it’s something we really feel comfortable about and we had such a great operation through it all that no matter where the distance is on the field we give him the line that day and he feels confident and I feel confident going out for whatever line he sets,” McLaughlin said.\n“The distance is, I mean, you notice it when you’re out there, but it’s nothing you really think about because you’ve done it so many times.”\nPrior to arriving in Tampa Bay, McLaughlin made NFL stops with the Bills, Vikings (twice), Chargers, 49ers, Colts (twice), Jaguars, Jets and Browns.\nPlace-kickers are creatures of routine, and McLaughlin had anything but since entering the league out of Illinois in 2019.\n“I think bouncing around so much really makes you appreciate it when you get that multi-year deal, but having it come from Tampa Bay, it’s such a great organization and city, it makes it that much more special,” McLaughlin said. “I think the journey I’ve been on, a lot of people may question or see as a hard time. But to me, it makes me appreciate this time more.”\nMcLaughlin said he was humbled by Bucs general manager Jason Licht including him among the free agents he wanted to re-sign, a list that included wide receiver Mike Evans, quarterback Baker Mayfield, linebacker Lavonte David and safety Antoine Winfield Jr.\n“It was definitely humbling to hear my name in the same sentence as some of those big-name, potential Hall of Famer teammates,” McLaughlin said. “Obviously, a lot of things worked for us last season to get where we ended up. Obviously, it wasn’t where we wanted to finish, but we did well as an entire team, unit and organization.\n“So, I think Jason (Licht) prioritizing and seeing we have something that works and wanting to keep that going was really confidence-inspiring and phenomenal for myself.”\nStay updated on Tampa Bay’s sports scene Subscribe to our free Sports Today newsletter\nWe’ll send you news and analysis on the Bucs, Lightning, Rays and Florida’s college football teams every day. Loading...\nYou’re all signed up! Want more of our free, weekly newsletters in your inbox? Let’s get started.\nExplore all your options\nMcLaughlin also was a big part of the Bucs’ turnaround at midseason after the team lost six of seven games before winning five of the final six to take the division for the third straight year.\n“I think the biggest thing I noticed was just the leadership that stepped up,” McLaughlin said. “Obviously, we had a few games in a row that didn’t go the way we would’ve liked in the middle of the season and guys just kind of stepped up and said, ‘You know? Forget all the noise outside.’\n“But it was really true with this team that I hadn’t really seen anywhere else. We truly came together and said, ‘It’s us against everybody else. Tampa Bay against the world.’ Seeing that resiliency to stand up and say, ‘Look, these games didn’t go the way we wanted, let’s turn this thing around,’ and then to go and do it showed how strong the core of this team is.”\nChase Edmonds returns Running back Chase Edmonds Thursday said he’s happy to be back with the Bucs, signing a one-year deal to return in his role as a change-of-pace back behind starter Rachaad White.\n“When the defense is a little bit tired, I come in as a spark. I use my juice, I use my acceleration, I use my quickness to provide explosive plays for the offense,” Edmonds said. “That’s something I pride myself on. I know that maybe the second or third drive when Rachaad gets tired I’ve got to come in, and there can’t be a beat missed. It’s got to be a 10- or 15-yard play.\n“Whether it’s a screen play or getting out of the backfield on a choice route, whether it’s a toss play on the edge, that’s something I pride myself in and I really pride myself in my third-down protection, keeping my quarterback upright. Allowing myself to give confidence to (Mayfield) when I’m in there.”\n• • •\nSign up for the Sports Today newsletter to get daily updates on the Bucs, Rays, Lightning and college football across Florida.\nNever miss out on the latest with your favorite Tampa Bay sports teams. Follow our coverage on Instagram , X and Facebook .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [
    "https://twitter.com/TBTimes_Sports",
    "https://www.instagram.com/tampabaytimesbucs/",
    "http://www.facebook.com/TampaBayTimesSports",
    "https://instagram.com/tampabaytimesbucs/",
    "https://www.twitter.com/TBTimes_Sports",
    "http://facebook.com/TampaBayTimesSports",
    "https://www.instagram.com/tampabaytimesbucs"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chase mclaughlin",
        "sentiment": "negative"
      },
      {
        "name": "ryan succop",
        "sentiment": "none"
      },
      {
        "name": "mclaughlin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nfl",
        "sentiment": "none"
      },
      {
        "name": "bucs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tampa bay",
        "sentiment": "none"
      },
      {
        "name": "tampa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:10:45.208+02:00",
  "updated": "2024-03-25T16:07:10.914+02:00"
}