{
  "thread": {
    "uuid": "fab7e6f1c27687c99e5335f3bbbcfb3380991468",
    "url": "https://www.vaticannews.va/en/church/news/2023-12/christmas-2023-christ-s-vulnerable-heart-can-bring-peace-to-all.html",
    "site_full": "www.vaticannews.va",
    "site": "vaticannews.va",
    "site_section": "https://www.vaticannews.va/en.html",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "News from the Vatican - News about the Church - Vatican News",
    "title": "Christmas 2023: Christ’s vulnerable heart can bring peace to all - Vatican News",
    "title_full": "Christmas 2023: Christ’s vulnerable heart can bring peace to all - Vatican News",
    "published": "2023-12-29T15:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.vaticannews.va/content/dam/vaticannews/multimedia/2021/11/26/44b_DP207823aem.jpg/_jcr_content/renditions/cq5dam.thumbnail.cropped.1500.844.jpeg",
    "performance_score": 0,
    "domain_rank": 2928,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fab7e6f1c27687c99e5335f3bbbcfb3380991468",
  "url": "https://www.vaticannews.va/en/church/news/2023-12/christmas-2023-christ-s-vulnerable-heart-can-bring-peace-to-all.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vatican News",
  "published": "2023-12-29T15:53:00.000+02:00",
  "title": "Christmas 2023: Christ’s vulnerable heart can bring peace to all - Vatican News",
  "text": "Christmas 2023: Christ’s vulnerable heart can bring peace to all Christmas Message of Bishop William McGrattan Bishop of Calgary and President of the Canadian Conference of Catholic Bishops Dear Sisters and Brothers in Christ, The birth of Jesus into human history was the fulfilment of the hopes and longings, dreams, and desires of the people of ancient Israel. Luke’s version of the Nativity of the Lord is Mary’s Nativity of joy. We know the story so well, but we often forget what lies at the heart of its very simple message. It is a story of poverty and simplicity, excitement and surprises, sadness and joy; a story of military occupation and oppression, a light in the darkness. Luke's message is clear: no event in our shadow-filled history of the world is alien to the coming of the Savior. No power, however violent and oppressive, escapes the reach of God's purposes. Matthew’s story of Jesus’ origins is about the scriptures being fulfilled in the child born in Bethlehem. In Matthew 1:23 we have the evocative word “Emmanuel” – “God is with us.” In the name “Emmanuel,” we find the answer to humanity’s deepest longings for God throughout the ages. Emmanuel is both a prayer and plea on our behalf and a promise and declaration on God’s part. When we pronounce the word, we are really praying and pleading: “God, be with us!” And when God speaks it, the Almighty, eternal Creator of the world is telling us: “I am with you” in this Child. That first Christmas reminds us of truths of which we can never hear enough. The Gospel stories of Jesus’ birth invite us to become pilgrims and follow shepherds and kings, saints and sinners, and that long procession of witnesses of all generations as they seek the light in the darkness and share their message of good news with a world steeped in darkness. The birth of this child in Bethlehem is extremely powerful as a source of consolation and hope in an age so concerned with the questions of peace, justice, and the future of the human race. The child of Bethlehem is for us \"Wonderful Counsellor\", deeply concerned with the ultimate good and wholeness of others. His gentle advice to us never leads us into destruction but only into the fullness of life. He is \"Mighty God\", directing our human history, but also living it with us. He is more powerful than any military force, war or occupation, and yet his force and might are revealed in hearts and eyes meeting. He is \"Everlasting Father\", teaching us what it means to be constantly present to others, giving life, blessing life, and celebrating life. He is unable to abandon us, as so many human beings are capable of doing. He is \"Prince of Peace\", the bringer of reconciliation, wholeness, harmony, and completion to the human family. Against the reality of armed conflict beyond our capacity to imagine in many parts of the world, the naming of this child as Prince of Peace is also extremely significant for the survival of the whole human family. Pope Francis has reminded us: “…as we contemplate Jesus, God made man, small, poor, defenceless, we cannot but think of the tragedy that the inhabitants of the Holy Land are living, expressing to those brothers and sisters of ours, especially the children and their parents, our closeness and our spiritual support. They are the ones who pay the true price of war.” If we allow the Christ child to truly dwell within us this year, then we shall know that in the midst of our own deep darkness and fears, from a crib in Bethlehem and a cross in Jerusalem, God's vulnerable heart can bring light, healing, wonderment, salvation, and peace to each of us, and to the whole world. On behalf of the Bishops of Canada and the Church in our vast land from sea to sea to sea, I wish you a blessed, joyful, and peaceful Christmas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christ",
        "sentiment": "positive"
      },
      {
        "name": "bishop william",
        "sentiment": "positive"
      },
      {
        "name": "mcgrattan bishop",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "luke",
        "sentiment": "none"
      },
      {
        "name": "matthew",
        "sentiment": "none"
      },
      {
        "name": "emmanuel",
        "sentiment": "none"
      },
      {
        "name": "mary",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "canadian conference of catholic bishops dear sisters and brothers in christ",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "calgary",
        "sentiment": "none"
      },
      {
        "name": "bethlehem",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T17:41:07.838+02:00",
  "updated": "2023-12-29T17:41:07.838+02:00"
}