{
  "thread": {
    "uuid": "85f4c984173ded83eb64bf437ff5f70755553d6e",
    "url": "https://www.tatnews.org/2024/07/amazing-beach-life-festival-promotes-thailand-during-this-green-season",
    "site_full": "www.tatnews.org",
    "site": "tatnews.org",
    "site_section": "https://www.tatnews.org/category/thailand-tourism-news/",
    "site_categories": [
      "travel"
    ],
    "section_title": null,
    "title": "Amazing Beach Life Festival promotes Thailand during this green season",
    "title_full": "Amazing Beach Life Festival promotes Thailand during this green season",
    "published": "2024-07-05T06:53:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "TH",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 98684,
    "domain_rank_updated": "2024-07-02T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "85f4c984173ded83eb64bf437ff5f70755553d6e",
  "url": "https://www.tatnews.org/2024/07/amazing-beach-life-festival-promotes-thailand-during-this-green-season",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TAT Newsroom",
  "published": "2024-07-05T06:53:00.000+03:00",
  "title": "Amazing Beach Life Festival promotes Thailand during this green season",
  "text": "Bangkok, 5 July 2024 — The Tourism Authority of Thailand (TAT) is staging the “Amazing Beach Life Festival” between this month and next in Rayong, Phang-Nga, Phuket, and Songkhla, a campaign to boost tourism during Thailand’s green season . D r. Phonpoom Vipattipumiprates, Vice Minister of Tourism and Sports, said “The project shines a spotlight on the government’s ‘Ignite Tourism Thailand’ vision to make Thailand a tourism hub and a centre of world-class events. The goal is to achieve 3.5 trillion Baht in tourism revenue target for this year and much more in the coming years.”\nTAT has initiated the “Amazing Beach Life Festival” project in a lineup of ‘big events’ scheduled for the last half of this year to boost the appeal of Thailand’s green season.\nRayong, Phang-Nga, Phuket, and Songkhla have been chosen as host venues due to their well-established position as tourist destinations.\nMr. Apichai Chatchalermkit, TAT Deputy Governor of Tourism Products and Business said. “The event is intended to stimulate more travel among foreign and Thai tourists with high purchasing power and special interests in beach vibes and beach life. This will help spread tourism benefits across local communities in the four beach resort destinations and nearby attractions during the off-season.”\nThe event will kick off at Laem Charoen Beach in Rayong from 12-14 July, followed by the second edition in Phang-Nga from 26-28 July. The third edition is scheduled for 2-4 August at Patong Beach in Phuket, and the fourth and final edition will be held from 9-11 August at Chalatat Beach in Songkhla.\nActivities include water sports such as Sup-Board Surfskate, music concerts by famous Thai artists, performances by Thailand’s top DJs, beach party tattoos, DIY workshops such as beach paintings on wooden trays and key chains. Other activities include a fair for local art and craft products, food truck, beach bar and fashion items.\nEach host venue’s distinctive character will be showcased via installation arts and inflatable landmarks.\nThe event will reiterate the TAT’s drive towards more sustainable and responsible tourism. This includes eco-friendly venue decorations and a Thailand Tourism Awards booth presenting award-winning sustainable tourism businesses.\nTAT is also cooperating with Global Chemical (PTTGC) on waste management.\nMr. Chaya Chandavasu, Executive Vice President, Sustainability, PTT Global Chemical Public Company Limited (GC) , said “We will install our ‘YOUTURN Platform’ at the event to promote responsible tourism by encouraging tourists to participate in the waste management process. Visitors can also join our DIY activities, such as turning their plastic waste into a key chain or beads. They can also shop for sustainable fashion items made with ‘Revife Fiber by GC UPCYCLING’ at UPTOYOU, our clothing brand.”\nEntry to the Amazing Beach Life Festival is free. For more information, visit the Facebook Page: Amazing Beach Life Festival, or call 1672 Travel Buddy",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "apichai chatchalermkit",
        "sentiment": "none"
      },
      {
        "name": "phang-nga",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "the tourism authority",
        "sentiment": "positive"
      },
      {
        "name": "tat",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bangkok",
        "sentiment": "none"
      },
      {
        "name": "thailand",
        "sentiment": "none"
      },
      {
        "name": "songkhla",
        "sentiment": "none"
      },
      {
        "name": "rayong",
        "sentiment": "none"
      },
      {
        "name": "phuket",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T06:56:27.837+03:00",
  "updated": "2024-07-05T12:01:10.964+03:00"
}