{
  "thread": {
    "uuid": "b73c7303734c04e5d7e99717d98ad5f9609f6f81",
    "url": "https://vnexplorer.net/empresa-pagara-bonificaciones-a-empleados-segun-la-cantidad-de-ejercicio-que-realicen-s751284.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Empresa pagará bonificaciones a empleados según la cantidad de ejercicio que realicen",
    "title_full": "Empresa pagará bonificaciones a empleados según la cantidad de ejercicio que realicen",
    "published": "2024-01-01T19:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1bsBeI.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b73c7303734c04e5d7e99717d98ad5f9609f6f81",
  "url": "https://vnexplorer.net/empresa-pagara-bonificaciones-a-empleados-segun-la-cantidad-de-ejercicio-que-realicen-s751284.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-01T19:03:00.000+02:00",
  "title": "Empresa pagará bonificaciones a empleados según la cantidad de ejercicio que realicen",
  "text": "La empresa busca promover un estilo de vida saludable.\nLos kilómetros recorridos por cada empleado se medirán con aplicaciones de sus teléfonos móviles.\nUna empresa fabricante de papel en China tomó la decisión de eliminar los bonos navideños otorgados según el desempeño de los trabajadores y, en su lugar, inventó un sistema para dar un bono anual a los empleados según la cantidad de ejercicio que realicen.\nSe trata de Guangdong Dongpo Paper, una empresa china nacida en 1998 y especializada en la producción de papel para fotocopias, impresiones, exámenes, entre otros.\nSegún el periódico Guangzhou Daily, la iniciativa vino del director de la empresa, Lin Zhiyong, un hombre que ha dedicado su vida al ejercicio y que ha subido dos veces el Monte Everest. Su objetivo, según le dijo a los periodistas, es promover un estilo de vida saludable y mejorar la condición física de los más de 100 empleados que trabajan en la compañía.”Sólo cuando los empleados estén sanos la empresa podrá durar”, afirmó.(Lea también:Sorpresa por el cierre de una reconocida cadena de restaurantes en Florida)\n¿Cómo funcionará el bono? Lin Zhiyong explicó que la empresa modificará el tradicional bono de fin de año y, en su lugar, establecerá un bono anual cuyo valor dependerá del ejercicio que cada empleado realice en el mes.Así, si una persona completa 100 kilómetros corriendo en el mes, su bono anual será del 130 por ciento de su salario mensual.(Le puede interesar:Mark Zuckerberg construye un búnker secreto en Hawái: características y detalles)\nAl contrario, el trabajador que logre una marca de 50 kilómetros recibirá un bono del 100 por ciento de su salario, quien recorra 40 kilómetros recibirá el 60 por ciento y quien logre cumplir con 30 kilómetros al mes recibirá un bono equivalente al 30 por ciento de su salario mensual.\nLa nueva modalidad de pago de bonos también incluye un reconocimiento para la persona que logre completar 50 kilómetros de carrera durante seis meses consecutivos. Quien lo logre, recibirá un subsidio para el pago de unas zapatillas para correr.\nSi una persona completa 100 kilómetros de carrera, su bono anual será del 130 por ciento de su salario mensual. iStock\n“No sólo hacen ejercicio, sino que también les pagan. Mata dos pájaros de un tiro”, afirmó el director.El senderismo o la marcha rápida también están incluidos dentro de las mediciones de ejercicio mensuales.La cantidad de ejercicio de cada empleado se medirá con las aplicaciones de sus teléfonos móviles.Según el directivo de la empresa, la cantidad de ejercicio actual de los empleados alcanza para que varios de ellos puedan acceder a un bono del 100 por ciento de su sueldo mensual, pues en general logran la marca de 50 kilómetros al mes.(Además:El contundente aviso del ‘reloj del fin del mundo’ para 2024: ‘Época de peligro’)\nNo es la primera vez que una empresa china busca impulsar la salud a través de reconocimientos económicos en el trabajo. iStock\nLa iniciativa, según la compañía, ha sido acogida por la gran mayoría de empleados de la empresa. Incluso se estableció un lugar en el tablero de anuncios para ubicar allí el ranking de los empleados que más ejercicio hacen mes a mes.Pero la nueva modalidad de bonos también ha recibido críticas en las redes sociales chinas, pues algunos consideran que esta clase de incentivos deberían tener en cuenta las condiciones de salud de algunos de los trabajadores o que imponen metas muy elevadas de ejercicio para los trabajadores.(Siga leyendo:EE. UU.: los 5 trabajos bien remunerados que podrían correr peligro en el futuro)\n“Habría que correr dos millas por día para alcanzar el objetivo mensual de 62 millas. ¿Entonces la compañía quiere que su personal sea atleta de pista?”, dijo una persona en la red social Weibo.\nNo es la primera vez que una empresa china busca impulsar la salud a través de reconocimientos económicos en el trabajo. Según The Economist, en 2019 el Instituto de Comunicación Gráfica de Pekín ofreció incentivos financieros a sus trabajadores según el conteo de pasos diarios.\nREDACCIÓN INTERNACIONAL\nEL TIEMPO",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Health"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1bsBeI.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA160PP1.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA19UsFW.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1bsBeI.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA160PP1.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA19UsFW.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-01T19:09:53.222+02:00",
  "updated": "2024-01-01T19:09:53.222+02:00"
}