{
  "thread": {
    "uuid": "9808b4e78cc458c5a697adbd0826d16bcf0ea437",
    "url": "https://www.qatar-tribune.com/article/103179/latest-news/australia-grind-out-1-0-victory-over-syria",
    "site_full": "www.qatar-tribune.com",
    "site": "qatar-tribune.com",
    "site_section": "https://www.qatar-tribune.com/latest-news",
    "site_categories": [
      "media"
    ],
    "section_title": "LATEST NEWS - Read Qatar Tribune on the go for unrivalled news coverage",
    "title": "Australia grind out 1-0 victory over Syria",
    "title_full": "Australia grind out 1-0 victory over Syria - Read Qatar Tribune on the go for unrivalled news coverage",
    "published": "2024-01-18T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "QA",
    "main_image": "https://www.qatar-tribune.com/watanqatartribune/uploads/images/2024/01/18/156501.jpg",
    "performance_score": 0,
    "domain_rank": 94243,
    "domain_rank_updated": "2024-01-16T12:06:44.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9808b4e78cc458c5a697adbd0826d16bcf0ea437",
  "url": "https://www.qatar-tribune.com/article/103179/latest-news/australia-grind-out-1-0-victory-over-syria",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Qatar Tribune",
  "published": "2024-01-18T02:00:00.000+02:00",
  "title": "Australia grind out 1-0 victory over Syria",
  "text": "DOHA: Jackson Irvine scored the only goal as Australia ground out a 1-0 victory over Syria at Jassim bin Hamad Stadium in Group B on Thursday to all but confirm their place in the knockout rounds of the AFC Asian Cup Qatar 2023.\nIrvine’s 59th-minute goal, his second of the tournament so far, saw Graham Arnold’s side back up their opening win over India with another three points to sit on top of the standings with one round remaining.\nThe top two teams in each group advancewith the four third-placed sides with the best records also progressing and, with India due to face Uzbekistan later in the day, Australia’s hopes of going through have been significantly enhanced.\nIrvine’s close-range finish tipped the scales in Australia’s favour almost an hour into a game of limited scoring opportunities, even after the Syrians had given the Socceroos an early fright.\nIbrahim Hesar received possession inside the penalty area and, as he held off the attention of Harry Souttar, rolled the ball for Pablo Sabbag to send a low left foot shot that beat Maty Ryan, only to rattle the base of the post and bounce to safety.\nJordan Bos, starting after a substitute appearance in the 2-0 win over India, then pulled his shot wide from the edge of the area as the Australians were increasingly gifted possession by the Syrians, but struggled to make the most of their opportunities.\nIrvine drove a header over the bar after a Connor Metcalfe free-kick that was floated in the direction of Souttar, only for the ball to sail over the head of the Leicester City defender and leave Irvine to miss the target.\nIrvine threatened again with 10 minutes left in the half, fractionally mistiming his run at the far post and just failing to make contact as Gethin Jones flicked Martin Boyle’s corner across the face of goal.\nSyrian attacks were rare in the first half but when Hector Cuper’s side ventured forward Australia were opened up, with Amar Ramadan pulling his shot into the side netting with six minutes left in the half. Sabbag shot over from 20 yards a minute before the interval.\nBoyle’s persistence finally delivered the opener 14 minutes into the second half as the Hibernian winger slipped past Ramadan before finding Irvine and, after turning in the box, the midfielder poked his shot under Ahmad Madanieh to score.\nRyan then survived a scare as the game entered the final quarter, almost spilling Mouaiad Al Ajaan’s looping 30-yard strike over his own line before scrambling to keep the ball out and ensure Australia completed back-to-back wins.\nAustralia close out their group campaign against Uzbekistan on Tuesday while Syria will have to defeat India to stand a chance of advancing.\n Copy 18/01/2024 15",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jassim",
        "sentiment": "negative"
      },
      {
        "name": "ibrahim hesar",
        "sentiment": "none"
      },
      {
        "name": "harry souttar",
        "sentiment": "none"
      },
      {
        "name": "maty ryan",
        "sentiment": "none"
      },
      {
        "name": "graham arnold",
        "sentiment": "none"
      },
      {
        "name": "pablo sabbag",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jackson irvine",
        "sentiment": "negative"
      },
      {
        "name": "socceroos",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "syria",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "uzbekistan",
        "sentiment": "none"
      },
      {
        "name": "irvine",
        "sentiment": "none"
      },
      {
        "name": "hamad stadium",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T18:16:18.228+02:00",
  "updated": "2024-01-19T18:16:18.228+02:00"
}