{
  "thread": {
    "uuid": "d89991bb0be3e2063e4e86bc9dcf482f6bf773cb",
    "url": "https://www.sciencedaily.com/releases/2024/04/240411130141.htm",
    "site_full": "www.sciencedaily.com",
    "site": "sciencedaily.com",
    "site_section": "https://www.sciencedaily.com/rss/top.xml",
    "site_categories": [
      "science",
      "space_astronomy",
      "education"
    ],
    "section_title": "Latest Science News -- ScienceDaily",
    "title": "Synthetic platelets stanch bleeding, promote healing in animal models",
    "title_full": "Synthetic platelets stanch bleeding, promote healing in animal models",
    "published": "2024-04-12T01:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.sciencedaily.com/images/scidaily-icon.png",
    "performance_score": 0,
    "domain_rank": 310,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d89991bb0be3e2063e4e86bc9dcf482f6bf773cb",
  "url": "https://www.sciencedaily.com/releases/2024/04/240411130141.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-12T01:01:00.000+03:00",
  "title": "Synthetic platelets stanch bleeding, promote healing in animal models",
  "text": "Researchers have developed synthetic platelets that can be used to stop bleeding and enhance healing at the site of an injury. The researchers have demonstrated that the synthetic platelets work well in animal models but have not yet begun clinical trials in humans.\nA number of medical situations require platelet transfusions -- such as cases of severe bleeding, or for patients who are going into surgery or receiving chemotherapy. Currently, patients in any of those situations receive platelets harvested from blood donors, ideally from donors with a compatible blood type. This is challenging, because there is a very limited supply of platelets available, those platelets have a limited shelf life, and the platelets must be stored under controlled conditions.\n\"We've developed synthetic platelets that can be used with patients of any blood type and are engineered to go directly to the site of injury and promote healing,\" says Ashley Brown, corresponding author of a paper on the synthetic platelets and an associate professor in the joint biomedical engineering program at North Carolina State University and the University of North Carolina at Chapel Hill. \"The synthetic platelets are also easy to store and transport, making it possible to give the synthetic platelets to patients in clinical situations sooner -- such as in an ambulance or on the battlefield.\"\nThe synthetic platelets are made of hydrogel nanoparticles that mimic the size, shape and mechanical properties of human platelets. Hydrogels are water-based gels that are composed of water and a small proportion of polymer molecules.\n\"Our synthetic platelets are deformable -- meaning they can change shape -- in the same way that normal platelets are,\" Brown says.\nThe researchers engineered the surface of the synthetic platelets to incorporate antibody fragments that bind to a protein called fibrin. When a body is injured, it synthesizes fibrin at the site of the wound. The fibrin then forms a mesh-like substance to promote clotting.\n\"Because the synthetic platelets are coated with these antibody fragments, the synthetic platelets travel freely through the blood stream until they reach the wound site,\" Brown says. \"Once there, the antibody fragments bind to the fibrin, and the synthetic platelets expedite the clotting process.\"\nIn addition to forming a clot within the fibrin network, the synthetic platelets act to contract the clot over time -- just like normal platelets.\n\"This expedites the process of healing, allowing the body to move forward with tissue repair and recovery,\" Brown says.\nThe researchers initially demonstrated the efficacy of the antibody fragments via in vitro testing, as well as demonstrating that the antibody fragments and synthetic platelets could be produced at scales that would make them viable for large-scale manufacturing.\nThe researchers then used a mouse model to determine the optimal dose of synthetic platelets necessary to stop bleeding.\nSubsequent research in both mouse and pig models demonstrated that the synthetic platelets traveled to the site of a wound, expedited clotting, did not cause any clotting problems in areas outside of the wound, and accelerated healing.\n\"In the mouse and pig models, healing rates were comparable in animals that received platelet transfusions and synthetic platelet transfusions,\" Brown says. \"And both groups fared better than animals that did not receive either transfusion. We also found that the animals in both mouse and pig models were able to safely clear the synthetic platelets over time through normal kidney function. We didn't see any adverse health effects associated with the use of the synthetic platelets.\n\"In addition, based on our preliminary estimates, we anticipate that the cost of the synthetic platelets -- if they are approved for clinical use -- would be comparable to the current cost of platelets,\" Brown says.\n\"We are wrapping up preclinical efficacy testing and are in the process of securing funding for preclinical safety work that should allow us to obtain FDA approval to begin clinical trials within two years.\"\nThe paper, \"Ultrasoft Platelet-like Particles Stop Bleeding in Rodent and Porcine Models of Trauma,\" is published in the journal Science Translational Medicine. Co-lead authors of the paper are Kimberly Nellenbach, Seema Nandi and Emily Mihalko. Nellenbach and Nandi are former postdoctoral researchers in the joint biomedical engineering program at NC State and UNC; Mihalko is a former Ph.D. student in the program.\nThe paper was co-authored by Jennifer Sollinger, laboratory manager in Brown's lab; Nina Moiseiwitsch, a former Ph.D. student in the joint biomedical engineering program at NC State and UNC; Ana Sheridan and Sanika Pandit, current Ph.D. students in the joint program; Drew Koch, a former grad student at NC State; Lauren Schnabel, a professor of clinical sciences in NC State's College of Veterinary Medicine; Jagathpala Shetty, Leandro Moretti and Thomas Barker, of the University of Virginia; Maureane Hoffman of Duke University; and Andrew Lyon of Chapman University.\nBrown, Nandi, Lyon and Barker are all co-founders of a start-up company called SelSym Biotech that is focused on developing and marketing synthetic platelets for clinical use. Nellenbach owns stock in SelSym Biotech.\nThis research was done with support from the National Heart, Lung, and Blood Institute under grants R01HL130918, R01HL146701, R01HL162809 and F30HL163869; the National Institute of General Medical Sciences, under grant 1T32GM133366; the National Institutes of Health, under grant T32OD011130; the Department of Defense, under grant W81XWH-15-1-0485; North Carolina Biotechnology Translational Research Grant TRG-573547; the National Science Foundation, under grant 1847488; the American Heart Association, under grant AHA18PRE33990338; the U.S. Department of Veterans Affairs; and the North Carolina State University Chancellor's Innovation Fund.\nStory Source:\nMaterials provided by North Carolina State University. Original written by Matt Shipman. Note: Content may be edited for style and length.\nJournal Reference:\nCite This Page:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://news.ncsu.edu/2024/04/synthetic-platelets/",
    "https://www.ncsu.edu/",
    "https://ncsu.edu/",
    "https://news.ncsu.edu/2024/04/synthetic-platelets",
    "https://www.ncsu.edu",
    "https://www.news.ncsu.edu/2024/04/synthetic-platelets/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ashley brown",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "north carolina",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T02:18:31.222+03:00",
  "updated": "2024-04-12T02:18:31.222+03:00"
}