{
  "thread": {
    "uuid": "e419daae84a277eb84d45f73435152b7984492bf",
    "url": "https://www.thedailystar.net/sports/cricket/news/dube-helps-india-freeze-out-afghanistan-chilly-t20-opener-3517391",
    "site_full": "www.thedailystar.net",
    "site": "thedailystar.net",
    "site_section": "http://www.thedailystar.net/sports/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "The Daily Star",
    "title": "Dube helps India freeze out Afghanistan in chilly T20 opener",
    "title_full": "Dube helps India freeze out Afghanistan in chilly T20 opener",
    "published": "2024-01-12T03:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://tds-images.thedailystar.net/sites/default/files/styles/social_share/public/images/2024/01/12/shivam_dube.jpg",
    "performance_score": 0,
    "domain_rank": 5745,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e419daae84a277eb84d45f73435152b7984492bf",
  "url": "https://www.thedailystar.net/sports/cricket/news/dube-helps-india-freeze-out-afghanistan-chilly-t20-opener-3517391",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-12T03:56:00.000+02:00",
  "title": "Dube helps India freeze out Afghanistan in chilly T20 opener",
  "text": "Dube helps India freeze out Afghanistan in chilly T20 opener All-rounder Shivam Dube defied bitterly cold weather to hit an unbeaten half-century and take one wicket as India eased to a comfortable win over Afghanistan in the first Twenty20 international on Thursday. Dube, a left-handed batsman, made 60 off 40 balls for his second T20 fifty as India chased down their victory target of 159 with 15 balls and six wickets to spare at Mohali. India lead the three-match series 1-0 as they prepare for the T20 World Cup in June. India's bowlers led by spinner Axar Patel restricted Afghanistan to 158-5 despite an attacking 42 by Mohammad Nabi on a chilly winter evening. Temperatures plummeted to just nine degrees (48 Fahrenheit) in the northern city where summer heat can soar to a scorching 40-plus degrees. Some players were seen using hand warmers to keep out the bone-jarring chill. \"It was extremely cold to be honest,\" returning skipper Rohit Sharma, who was run out for a duck after a mix up with Shubman Gill, said after the win. He added: \"There were a lot of positives, especially with the ball. Wasn't the easiest of conditions but our spinners bowled particularly well.\" Axar and fast bowler Mukesh Kumar took two wickets each while Dube returned figures of 1-9 from his two overs of medium-pace bowling. But it was his batting that made the difference as he steered the chase with key partnerships including a 45-run stand with Jitesh Sharma, who made 31, and an unbeaten 42 with Rinku Singh, 16 not out. The 30-year-old Dube won the game with a six and four and was named man of the match. Rohit returned to lead India after over a year's absence in the T20 format and elected to field first. Afghanistan skipper Ibrahim Zadran and Rahmanullah Gurbaz put on 50 for the opening wicket before the Indian bowlers hit back with Axar returning figures of 2-23. Axar, a left-arm spinner, had Gurbaz stumped for 23 and Zadran fell to Dube, who had earlier dropped the skipper on one, on 25. Rahmat Shah had a forgettable debut after he was bowled by Axar for three but Nabi came in to steady the innings and then launch an attack with Omarzai. Kumar cut short Omarzai's innings on 29. Nabi smashed three sixes and two fours in his 27-ball knock before falling to Kumar. \"We were quite lazy with the fielding today,\" Zadran said. \"We will try to improve batting as well. Bowling we have no issue. Will focus on what we did wrong today.\" India's Virat Kohli missed the game due to \"personal reasons\" while Afghanistan spin king Rashid Khan remains out of the series as he recovers from a back surgery. The second match is in Indore on Sunday.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Weather",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dube",
        "sentiment": "negative"
      },
      {
        "name": "shivam dube",
        "sentiment": "negative"
      },
      {
        "name": "axar patel",
        "sentiment": "none"
      },
      {
        "name": "shubman gill",
        "sentiment": "none"
      },
      {
        "name": "mohammad nabi",
        "sentiment": "none"
      },
      {
        "name": "rohit sharma",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "afghanistan",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "mohali",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T04:09:27.591+02:00",
  "updated": "2024-01-12T04:54:44.759+02:00"
}