{
  "thread": {
    "uuid": "22693c36edb40fcb975066a5a85f22948df8487c",
    "url": "https://www.ivpressonline.com/adelantevalle/contar-n-trabajadores-de-california-con-cinco-d-as-de-enfermedad-en-2024/article_7e669f14-a69e-11ee-ac50-47998e1b333e.html",
    "site_full": "www.ivpressonline.com",
    "site": "ivpressonline.com",
    "site_section": "http://www.ivpressonline.com/search/?f=rss&t=article&c=adelantevalle&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.ivpressonline.com - RSS Results in adelantevalle of type article",
    "title": "Contarán trabajadores de California con cinco días de enfermedad en 2024",
    "title_full": "Contarán trabajadores de California con cinco días de enfermedad en 2024",
    "published": "2023-12-31T20:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/ivpressonline.com/content/tncms/assets/v3/editorial/2/23/22395e92-a69f-11ee-b7dd-23c81429ff06/658f51960f9d1.image.jpg?crop=1763%2C926%2C0%2C125&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 66906,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "22693c36edb40fcb975066a5a85f22948df8487c",
  "url": "https://www.ivpressonline.com/adelantevalle/contar-n-trabajadores-de-california-con-cinco-d-as-de-enfermedad-en-2024/article_7e669f14-a69e-11ee-ac50-47998e1b333e.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sameea Kamal/CalMatters",
  "published": "2023-12-31T20:45:00.000+02:00",
  "title": "Contarán trabajadores de California con cinco días de enfermedad en 2024",
  "text": "A los trabajadores de California se les garantizarán cinco días de enfermedad remunerados al año a partir del 1 de enero, en comparación con los tres días que los trabajadores deben proporcionar actualmente, gracias al Proyecto de Ley del Senado 616.\nEl proyecto de ley, redactado por la senadora demócrata de Long Beach, Lena González, también extiende la protección contra represalias a los trabajadores que están afiliados a un sindicato, pero excluye disposiciones que habrían otorgado a los empleados ferroviarios acceso a licencia por enfermedad no remunerada. .\nFue una victoria significativa, pero parcial, para los proponentes, incluidos grupos de defensa de las familias y las mujeres y decenas de sindicatos. Originalmente pedían siete días, pero la versión final se redujo en las negociaciones durante el proceso legislativo.\nLa Coalición Trabajo y Familia de California elogió la ley (una de varias medidas en la última sesión destinadas a mejorar el equilibrio entre el trabajo y la vida privada) como “un cambio de sentido común”.\nPero las asociaciones comerciales que representan a diversas industrias, como la California Grocers Association y la California Hotel & Lodging Association, así como los grupos de la cámara de comercio de todo el estado, argumentaron que la ley perjudicaría a las pequeñas empresas que no se han recuperados de la pandemia, ahora están lidiando con inflación y no pueden permitirse el costo adicional de cubrir a los trabajadores enfermos.\nLa Federación Nacional de Empresas Independientes enumera la nueva ley entre sus cinco principales “dolores de cabeza de cumplimiento” para los propietarios de pequeñas empresas de California en 2024, junto con la SB 848, que hace ilegal que los trabajadores rechacen hasta cinco días de “ licencia por pérdida reproductiva”, por abortos espontáneos, adopciones fallidas y otros eventos.\nLa Cámara de Comercio del estado tenía la ley de licencia por enfermedad en su lista de “asesinos de empleo” y recientemente emitió una guía para que los trabajos naveguen por las complejidades de la ley.\nNo existe ninguna ley federal que obligue a los trabajadores a otorgar a los trabajadores licencia por enfermedad remunerada. California se convirtió en el segundo estado del país en adoptar una política de licencia por enfermedad remunerada en 2014, pero ahora ofrece menos tiempo que 15 estados y muchas de sus propias ciudades, incluidas San Diego, Los Ángeles, San Francisco, Oakland y Berkeley.\nAl firmar el proyecto de ley el 4 de octubre, Newsom dijo que muchas personas todavía tenían que elegir entre saltarse el salario de un día y cuidar de sí mismos o de sus familiares cuando se enferman.\n“Estamos haciendo saber que la salud y el bienestar de los trabajadores y sus familias es de suma importancia para el futuro de California”, dijo en un comunicado.\nEsta no es la primera vez que se introduce una ampliación de las bajas por enfermedad, pero la pandemia de COVID-19 amplificó la necesidad. En marzo de 2021, se exigía una nueva ley que los beneficios más grandes concederían hasta 10 días más para las cuarentenas o los efectos secundarios de las vacunas. Pero ese beneficio desapareció, junto con los créditos fiscales federales que lo pagaban, seis meses después.\nCalMatters.org es una organización de medios de comunicación sin fines de lucro, no partidista, que explica las políticas públicas y los temas políticos de California.\nEl artículo fue publicado originalmente en\nhttps://calmatters.org/economy/2023/12/sick-leave-new-law-california-2024/\nLea más en\nhttps://www.facebook.com/calmatters y www.calmatters.org.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Health",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://www.facebook.com/calmatters",
    "https://calmatters.org/economy/2023/12/sick-leave-new-law-california-2024/",
    "http://CalMatters.org",
    "http://www.calmatters.org",
    "http://www.CalMatters.org",
    "http://calmatters.org",
    "https://calmatters.org/economy/2023/12/sick-leave-new-law-california-2024",
    "https://facebook.com/calmatters",
    "https://www.calmatters.org/economy/2023/12/sick-leave-new-law-california-2024/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-01T01:31:19.382+02:00",
  "updated": "2024-01-01T01:31:19.382+02:00"
}