{
  "thread": {
    "uuid": "bb5a9e23c2b09ea5cf81eae5dbd2472cbc28e703",
    "url": "https://www.ibtimes.co.in/2023-warmest-year-record-globally-2024-similar-path-report-865338",
    "site_full": "www.ibtimes.co.in",
    "site": "ibtimes.co.in",
    "site_section": "https://www.ibtimes.co.in/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "IBTimes India : Top News",
    "title": "2023 warmest year on record globally, 2024 on similar path: Report",
    "title_full": "2023 warmest year on record globally, 2024 on similar path: Report",
    "published": "2024-01-13T08:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://data1.ibtimes.co.in/en/full/794148/2023-warmest-year.jpg",
    "performance_score": 0,
    "domain_rank": 12883,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bb5a9e23c2b09ea5cf81eae5dbd2472cbc28e703",
  "url": "https://www.ibtimes.co.in/2023-warmest-year-record-globally-2024-similar-path-report-865338",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-13T08:37:00.000+02:00",
  "title": "2023 warmest year on record globally, 2024 on similar path: Report",
  "text": "Globally, 2023 was the warmest year in a series stretching back to 1850, according to figures released by the Met Office in the UK and the University of East Anglia on Friday. 2023 is the tenth year in succession that has equalled or exceeded 1.0 degree Celsius above the pre-industrial period (1850-1900). The global average temperature for 2023 was 1.46 degree Celsius above the pre-industrial baseline; 0.17 degree Celsius warmer than the value for 2016, the previous warmest year on record. \"2023 is now confirmed as the warmest year on average over the globe in 174-years of observation. 2023 also set a series of monthly records, monthly global average temperatures having remained at record levels since June. Ocean surface temperatures have remained at record levels since April,\" explained Dr Colin Morice, a Climate Monitoring and Research Scientist with the Met Office. \"Year-to-year variations sit on a background of around 1.25 degree Celsius warming in global average temperatures above pre-industrial levels. This warming is attributable to human-induced climate change through greenhouse gas emissions,\" Morice added. On top of the long-term warming, a transition into El Nino conditions contributed to further elevated temperatures for the latter part of the year. El Nino is part of a pattern of climate variability in the tropical Pacific that imparts warmth to the global atmosphere, temporarily adding up to 0.2 degree Celsius to the temperature of an individual year. This stands in contrast to the reverse pattern of climate variability, La Niva, which suppressed global average temperatures in 2021 and 2022. The Met Office global temperature for 2024 is forecast to be between 1.34 degree Celsius and 1.58 degree Celsius (with a central estimate of 1.46 degree Celsius) above the average for the pre-industrial period (1850-1900) — the 11th year in succession that temperatures will have reached at least 1.0 degree Celsius above pre-industrial levels. Twenty-five years ago, 1998 was a record-breaking year for global average temperature. \"But last year's [global temperature ](https://www.ibtimes.co.in/cop28-uae-commits-30-bn-newly-launched-catalytic-climate-vehicle-864352)was 0.5 degree Celsius warmer than 1998, providing further evidence that our [planet](https://www.ibtimes.co.in/after-new-york-chicagos-downtown-buildings-are-slowly-sinking-study-861334) is warming on average by 0.2 degree Celsius per decade,\" said Professor Tim Osborn of the University of East Anglia's Climatic Research Unit. \"At the current rate of human-induced warming, 2023's record-breaking values will in time be considered to be cool in comparison with what projections of our future climate suggest.\" The long-term warming is clear. Since the 1980s, each decade has been warmer than the previous one. (With inputs from IANS)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "colin morice",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "met office",
        "sentiment": "none"
      },
      {
        "name": "university of east anglia",
        "sentiment": "none"
      },
      {
        "name": "climate monitoring and research scientist",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "ocean",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-13T10:23:10.934+02:00",
  "updated": "2024-01-13T12:32:12.578+02:00"
}