{
  "thread": {
    "uuid": "840821252364351112f0e8a2327203476e8cd1b4",
    "url": "https://medicalxpress.com/news/2024-04-covid-vaccine-effectiveness-results-norway.html",
    "site_full": "medicalxpress.com",
    "site": "medicalxpress.com",
    "site_section": "http://medicalxpress.com/rss-feed",
    "site_categories": [
      "homework_study_tips",
      "education",
      "health",
      "psychology_psychiatry"
    ],
    "section_title": "Medical Xpress - latest medical and health news stories",
    "title": "COVID-19 vaccine effectiveness: Results from Norway demonstrate the reproducibility of federated analytics",
    "title_full": "COVID-19 vaccine effectiveness: Results from Norway demonstrate the reproducibility of federated analytics",
    "published": "2024-04-11T23:40:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://scx2.b-cdn.net/gfx/news/hires/2023/covid-vaccine.jpg",
    "performance_score": 0,
    "domain_rank": 1681,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "840821252364351112f0e8a2327203476e8cd1b4",
  "url": "https://medicalxpress.com/news/2024-04-covid-vaccine-effectiveness-results-norway.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Science X",
  "published": "2024-04-11T23:40:00.000+03:00",
  "title": "COVID-19 vaccine effectiveness: Results from Norway demonstrate the reproducibility of federated analytics",
  "text": "This article has been reviewed according to Science X's\neditorial process\nand policies.\nEditors have highlighted\nthe following attributes while ensuring the content's credibility:\nfact-checked\npeer-reviewed publication\ntrusted source\nproofread\nCOVID-19 vaccine effectiveness: Results from Norway demonstrate the reproducibility of federated analytics\nResearchers from NDORMS and the University of Oslo have successfully replicated findings from recently published international studies on the effectiveness of COVID-19 vaccines to prevent long COVID and post-acute complications.\nThe new study, published in\nThe Lancet Respiratory Medicine00082-1/fulltext), is a part of a project to assess the \"impact of COVID vaccination to prevent long COVID\" led by Professor Daniel Prieto Alhambra and Dr. Annika Jödicke. Using data from Estonia, Spain and the UK including 20 million patients, the first pieces of work were published in The Lancet Respiratory Medicine and Heart.\nBoth studies showed that COVID-19 vaccination reduced the risk of long COVID and post-acute complications. The analyses were done using federated analytics (analysis that is performed on multiple, often geographically, separated datasets) on the the Observational Medical Outcomes Partnership (OMOP) Common Data Model (CDM).\nThe research team in Norway led by Professor Hedvig Nordeng and Dr. Nhung Trinh have recently mapped data from several nationwide linked health registries covering primary and secondary care events, vaccinations, and communicable disease notifications into OMOP CDM as part of the European Health Data and Evidence Network. They applied the publicly available scripts and successfully replicated the findings from Estonia, Spain and UK.\nCOVID-19 vaccines reduced the risk of developing long COVID symptoms across all study cohorts by 36%. Although post COVID-19 thromboembolic and cardiovascular complications were rare, they also found a\nreduced risk for post-COVID ATE (arterial thrombosis) during the acute phase and for heart failure and VTE ( venous thromboembolism) during the post-acute phases in older people following vaccination.\nDr. Jödicke commented, \"We are very excited to see that the Norwegian vaccine effectiveness results are supporting our previous findings of a reduction in risk of long COVID, and post-COVID cardiac and thromboembolic complications.\"\nTrinh, Researcher at PharmaSafe research group, at the University of Oslo, said, \"We are glad that our study provides reassuring evidence on the COVID-19 vaccination effectiveness. I really believe that OMOP Common Data Model and federated analytics are the future of real-world evidence research. Extensive efforts are required at the harmonization phase but once the data are in OMOP format, several studies relying on multinational data can be conducted very efficiently.\"\nProfessor Alhambra added, \"This work demonstrates the value of federated analytics based on the OMOP CDM to make real-world evidence reliable and reproducible.\"\nNordeng, head of the Pharmacoepidemiology and Drug Safety research group at the University of Oslo, concurs, \"This study showcases the efficiency of our data analytical pipeline at the University of Oslo using the OMOP common data model.\n\"It marks an exciting milestone, opening avenues for our involvement in a new era of rapid and robust federated real-world studies on disease history, drug utilization, drug safety, and vaccine effectiveness. This study is an excellent start of this collaboration.\"\nThis study strengthens the findings on the effectiveness of COVID-19 vaccination in preventing long COVID and post-acute complications. It also confirmed the usefulness of federated analytics and OMOP CDM that can be easily applied across national borders.\nMore information:\nNhung TH Trinh et al, Effectiveness of COVID-19 vaccines to prevent long COVID: data from Norway, The Lancet Respiratory Medicine (2024).\nDOI: 10.1016/S2213-2600(24)00082-100082-1)\nLancet Respiratory Medicine []http://www.thelancet.com/journals/lanres/issue/current University of Oxford []http://www.ox.ac.uk/",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "http://www.ox.ac.uk/",
    "https://sciencex.com/help/editorial-process/",
    "https://www.thelancet.com/journals/lanres/article/PIIS2213-2600(24",
    "https://dx.doi.org/10.1016/S2213-2600(24",
    "https://sciencex.com/help/editorial-standards/",
    "https://sciencex.com/help/editorial-team/",
    "http://www.thelancet.com/journals/lanres/issue/current",
    "http://ox.ac.uk/",
    "https://thelancet.com/journals/lanres/article/PIIS2213-2600(24",
    "https://sciencex.com/help/editorial-standards",
    "https://www.sciencex.com/help/editorial-process/",
    "https://sciencex.com/help/editorial-process",
    "https://www.dx.doi.org/10.1016/S2213-2600(24",
    "https://sciencex.com/help/editorial-team",
    "https://www.sciencex.com/help/editorial-standards/",
    "http://thelancet.com/journals/lanres/issue/current",
    "https://www.sciencex.com/help/editorial-team/",
    "http://www.ox.ac.uk"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "daniel prieto alhambra",
        "sentiment": "none"
      },
      {
        "name": "annika jödicke",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ndorms",
        "sentiment": "none"
      },
      {
        "name": "university of oslo",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "norway",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "estonia",
        "sentiment": "none"
      },
      {
        "name": "spain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:04:16.147+03:00",
  "updated": "2024-04-12T00:04:16.147+03:00"
}