{
  "thread": {
    "uuid": "af3332911f60dfeb922aff94c6cbb08d8a765064",
    "url": "https://www.independentespanol.com/noticias/mundo/asia/tras-decadas-de-lucha-grupo-rebelde-firma-acuerdo-de-paz-con-gobierno-de-india-b2470978.html",
    "site_full": "www.independentespanol.com",
    "site": "independentespanol.com",
    "site_section": "https://www.independentespanol.com/noticias",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias | Independent Español",
    "title": "Tras décadas de lucha, grupo rebelde firma acuerdo de paz con gobierno de India | Independent Español",
    "title_full": "Tras décadas de lucha, grupo rebelde firma acuerdo de paz con gobierno de India | Independent Español",
    "published": "2023-12-29T19:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://static.independentespanol.com/2023/12/29/17/INDIA-ACUERDO_DE_PAZ_96662.jpg?quality=75&amp;width=1200&amp;auto=webp",
    "performance_score": 0,
    "domain_rank": 81551,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "af3332911f60dfeb922aff94c6cbb08d8a765064",
  "url": "https://www.independentespanol.com/noticias/mundo/asia/tras-decadas-de-lucha-grupo-rebelde-firma-acuerdo-de-paz-con-gobierno-de-india-b2470978.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ashok Sharma",
  "published": "2023-12-29T19:19:00.000+02:00",
  "title": "Tras décadas de lucha, grupo rebelde firma acuerdo de paz con gobierno de India | Independent Español",
  "text": "Tras décadas de lucha, grupo rebelde firma acuerdo de paz con gobierno de India [Ashok Sharma](/author/ashok-sharma), [Wasbir Hussain](/author/wasbir-hussain) Un grupo rebelde que luchó durante décadas para liberar al estado de Assam, en el noreste de la [India](/tag/india), del gobierno de [Nueva Delhi](/tag/nueva-delhi) firmó el viernes un acuerdo de paz con el gobierno prometiendo poner fin a la insurgencia en la región. El Frente Unido de Liberación de Asom (ULFA, por sus siglas en inglés), liderado por Arabinda Rajkhowa, concluyó 12 años de negociaciones con el gobierno indio. A la ceremonia de firma en Nueva Delhi asistieron el ministro del Interior de la India, Amit Shah, y el máximo funcionario electo del estado de Assam, Himanta Biswa Sarma. Sin embargo, la facción de línea dura del grupo, liderada por Paresh Baruah, no forma parte del acuerdo. Se cree que Baruah se esconde en algún lugar a lo largo de la frontera entre [China](/tag/china) y Myanmar, publicó la agencia de noticias Press Trust of India. El ULFA, formado en 1979 exigiendo un “Assam soberano”, llevó a cabo un reinado de terror en el estado de Assam a finales de la década de 1980, incluyendo extorsión, secuestros y asesinatos, especialmente dirigidos a las florecientes compañías de té del estado. Mató a varios plantadores de té. India prohibió el ULFA en 1990. El grupo estableció posteriormente bases en el vecino [Bangladesh](/tag/bangladesh) y coordinó con varios otros grupos insurgentes en el noreste de la India. Las operaciones militares indias contra el ULFA comenzaron en 1990 y han continuado hasta el presente. En 2011, el ULFA se dividió después que Bangladesh entregara a varios de sus principales líderes, incluido Rajkhowa, a las autoridades indias. La facción Rajkhowa se unió a las conversaciones de paz con el gobierno indio ese año. El ULFA trasladó su base a Bután, pero en 2003 fue atacado por los ejércitos indio y butanés. Los rebeldes fueron desalojados de 30 campamentos en las selvas de Bután. Las fuerzas indias están combatiendo contra docenas de grupos étnicos insurgentes en el remoto noreste de la India que impulsan demandas que van desde territorios patrios independientes hasta máxima autonomía dentro de la India. En 2020, más de 600 insurgentes pertenecientes a diferentes grupos rebeldes se entregaron a las autoridades indias en el noreste en respuesta a una iniciativa de paz del gobierno que les permitirá reinsertarse en la sociedad en general, señaló la policía. ___ Wasbir Hussain reportó desde Guwahati, India.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T22:47:03.100+02:00",
  "updated": "2023-12-29T22:47:03.100+02:00"
}