{
  "thread": {
    "uuid": "c64aa6042da0a852fc4e0eca8a6506fc6259f4db",
    "url": "https://www.mundodeportivo.com/us/actualidad/20231229/673076/taylor-swift-apoyo-gypsy-rose-blanchard-estancia-carcel-matar-madre.html",
    "site_full": "www.mundodeportivo.com",
    "site": "mundodeportivo.com",
    "site_section": "https://www.mundodeportivo.com/us/feed/rss/home",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Portada",
    "title": "Taylor Swift, el apoyo para Gypsy Rose Blanchard durante su estancia en la cárcel",
    "title_full": "Taylor Swift, el apoyo para Gypsy Rose Blanchard durante su estancia en la cárcel",
    "published": "2023-12-30T02:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.mundodeportivo.com/us/files/og_thumbnail/uploads/2023/12/29/658f737ddf3a4.jpeg",
    "performance_score": 0,
    "domain_rank": 5099,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c64aa6042da0a852fc4e0eca8a6506fc6259f4db",
  "url": "https://www.mundodeportivo.com/us/actualidad/20231229/673076/taylor-swift-apoyo-gypsy-rose-blanchard-estancia-carcel-matar-madre.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Francisco Fernández",
  "published": "2023-12-30T02:38:00.000+02:00",
  "title": "Taylor Swift, el apoyo para Gypsy Rose Blanchard durante su estancia en la cárcel",
  "text": "Gypsy Rose Blanchard ha dejado la cárcel durante las primeras horas de este viernes 29 de diciembre luego de pasar los últimos siete años cumpliendo una condena por la muerte de su madre, Dee Dee Blanchard, el 14 de junio del 2015.\nGypsy junto con su entonces novio Nicholas Godejohn mataron a Dee Dee de 48 años, quien hacía creer a su hija que sufría enfermedades crónicas y que estaba postrada en una silla de ruedas para recibir la caridad de las personas de la comunidad que conocían su caso.\nEn un principio se condenó a Gypsy a una pena de 10 años ya que el juez consideró que la joven era víctima de maltrato psicológico y físico por parte de su madre y que no era parte de un plan junto con Dee Dee para engañar a las numerosas organizaciones benéficas que hicieron donaciones para su familia; sin embargo, Godejohn no corrió con la misma suerte y fue sentenciado a cadena perpetua.\nIrónicamente Gypsy encontró en la cárcel la libertad que nunca le permitió su madre y a diferencia de muchas personas ganó peso durante su estancia, pero no fue sencillo pasar este periodo tras las rejas ya que también buscó apoyo emocional y lo encontró en las canciones de Taylor Swift.\nIncluso desde antes de que cometiera el crimen con el que se liberó de la sombra de su progenitora, Gypsy ya encontraba en los temas de Taylor un alivio para los maltratos y abusos sufridos por parte de su madre quien incluso le ocultó su verdadera edad a su hija para evitar que pudiera tomar decisiones una vez cumplida la mayoría de edad.\nLa mujer que comenzó a disfrutar de su verdadera libertad este viernes, le dijo al medio TMZ lo mucho que se ayudó con la música de Taylor Swift para superar los momentos difíciles e incluso gastaba el dinero que le enviaba su padre a prisión para comprar todos los álbumes de la cantante, incluidas las reediciones.\nUna vez liberada, Gypsy Rose fue recibida por su esposo Ken, a quien conoció durante su estancia en prisión y contrajo nupcias en el centro penitenciario de Chillicothe en Ohio.\nUna de las primeras cosas que hará Gypsy como una mujer libre será acudir este domingo al Arrowhead Stadium, casa de los Kansas City Chiefs en donde espera poder encontrarse con Taylor Swift.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T05:01:20.422+02:00",
  "updated": "2023-12-30T05:01:20.422+02:00"
}