{
  "thread": {
    "uuid": "66ea164153cb0d69e7ca691d80c65f7c262ecbc2",
    "url": "https://www.daijiworld.com/news/newsDisplay?newsID=1188676",
    "site_full": "www.daijiworld.com",
    "site": "daijiworld.com",
    "site_section": "http://www.daijiworld.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Daijiworld - A News portal linking West coast of India and the World",
    "title": "Submarine Game: Hangor Elevates Pakistan, China Stifles India - Daijiworld.com",
    "title_full": "Submarine Game: Hangor Elevates Pakistan, China Stifles India - Daijiworld.com",
    "published": "2024-05-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://daijiworld.ap-south-1.linodeobjects.com/Linode/images3/giri_040524_1.jpg",
    "performance_score": 0,
    "domain_rank": 23743,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "66ea164153cb0d69e7ca691d80c65f7c262ecbc2",
  "url": "https://www.daijiworld.com/news/newsDisplay?newsID=1188676",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-04T03:00:00.000+03:00",
  "title": "Submarine Game: Hangor Elevates Pakistan, China Stifles India - Daijiworld.com",
  "text": "By Girish Linganna May 4: Pakistan recently enhanced its strategic position in the Indian Ocean and Arabian Sea by acquiring the first of eight advanced Hangor-class submarines from China. This development has been noted by analysts and former Indian military officials, who believe that it places New Delhi at a disadvantage regarding underwater capabilities, particularly as China's influence in the region continues to grow. The initial Hangor class submarine was launched on April 26 at a shipyard in Wuhan, China. This submarine is the first of eight that the Pakistan Navy intends to incorporate into its fleet by the year 2028. The Hangor-class submarines, based on China's Type 039A Yuan class, are diesel-electric attack submarines. They are named after the former PNS Hangor, known for sinking the Indian frigate INS Khukri during the 1971 war. This model is an export version supplied to Pakistan. The term \"diesel-electric\" describes how the submarine is powered. When the submarine is above water or using a snorkel to access air, it uses diesel engines because these engines require air to function. When submerged, the submarine switches to electric power, using batteries that were charged by the diesel engines while on the surface. This allows the submarine to operate underwater without needing air. A snorkel on a submarine is a tube that lets it breathe air from the surface while staying underwater, allowing it to run its diesel engines and charge batteries. The Hangor-class submarines are equipped with four diesel engines and also feature an air-independent propulsion (AIP) system. This system greatly enhances the submarines' ability to stay submerged for longer periods without surfacing for air. An Air Independent Propulsion (AIP) system allows a submarine to operate underwater longer without needing to surface for air. This technology helps submarines stay hidden and silent, making them harder to detect. It does not rely on surface air, enhancing the submarine's stealth and endurance capabilities. Here’s a simplified explanation of how AIP works: 1. Fuel and Oxidizer: AIP systems use fuel (like hydrogen, ethanol, or diesel) combined with an oxidizer (such as stored oxygen or a chemical that releases oxygen). 2. Power Generation: These components react chemically in a controlled manner to produce electricity. This reaction typically happens in one of several ways depending on the type of AIP: a. Stirling engine: Burns fuel with oxygen to heat air in a closed loop, driving a piston engine connected to an electrical generator. b. Fuel cells: Directly convert the chemical energy from the reaction of hydrogen and oxygen into electricity, with water as the only byproduct. c. Closed-cycle diesel engines: Operate like regular diesel engines but use stored oxygen instead of air from the surface. 3. Electricity for Submarine Operations: The electricity generated is used to power the submarine’s systems and to recharge the submarine's batteries. This allows the submarine to operate its electric motors and remain submerged without the diesel engines, which require air. 4. Extended Underwater Endurance: By generating power internally, AIP-equipped submarines can stay submerged for weeks without the need to surface for air, enhancing their stealth and operational capabilities. AIP systems thus enable non-nuclear submarines to achieve extended submerged endurance, reducing their need to surface frequently and enhancing their stealth capabilities. Attack submarines, like the Hangor-class, are built to target and destroy other submarines or ships. They do this using torpedoes and, in modern versions, cruise missiles. The Hangor-class features six 21-inch torpedo tubes and can fire anti-ship missiles as well as the Babur-3 subsonic cruise missile, which can hit targets up to 450 km away. Pakistan's Hangor-class submarines are equivalent to India's Kalavari-class, which is modeled after the French Scorpene-class. India has six Kalavari-class submarines in service and plans to add three more by the early 2030s. The Hangor-class submarines are considerably larger than the Kalavari-class. The Kalavari-class submarines weigh 1,775 tons and measure 67.5 meters in length. In contrast, the Hangor-class weighs 2,800 tons, stretches 76 meters long, is 8.4 meters wide at its broadest point, and sits 6.2 meters deep in the water when surfaced. The larger size of Pakistan's Hangor-class submarines may offer slightly more comfort for the crew, but it's a disadvantage in shallow, coastal waters where the smaller Kalavari-class from India is more agile. Both classes of submarines can reach top speeds of 20 knots, which is about 37 kilometers per hour. Both the Kalavari and Hangor classes use diesel-electric propulsion. However, the Kalavari submarines in India's current fleet lack Air Independent Propulsion (AIP) systems. This gives the Hangor class an advantage in terms of being able to stay submerged longer. The main advantage of AIP based submarines is their stealth, largely due to their ability to stay submerged for long periods. Traditional diesel-electric submarines must surface every few days (2-5 days, depending on the battery) to recharge, which makes them vulnerable to detection by enemy radar and exhaust sensors. An AIP system can significantly extend a submarine's underwater time, allowing it to remain submerged for up to 15-20 days. The Indian Navy is currently enhancing its Kalavari class submarines with an indigenously developed AIP system to improve their endurance. The Hangor-class submarines can stay submerged for 10 to 14 days, significantly longer than the typical 48-hour limit for other diesel-powered vessels. India currently has 16 conventional submarines, but recently reported that only six are operational, with the rest approaching the end of their service life. Meanwhile, Pakistan is set to enhance its submarine fleet by adding eight Hangor-class submarines, bringing its total of AIP-equipped submarines to 11. This includes three existing Agosta 90B submarines that were upgraded with a French AIP system in 2008. The Indian Navy is currently negotiating with German shipbuilder ThyssenKrupp Marine Systems and Spanish company Navantia for a project known as Project 75-I, which aims to construct at least six submarines equipped with Air Independent Propulsion (AIP). Previously, India collaborated with Mazagon Docks Ltd (MDL) to produce six French-designed Kalvari class submarines, with the final one beginning sea trials in May 2023. An analyst in India informed SCMP that the country is also exploring the possibility of either retrofitting its existing submarines with AIP systems or incorporating these systems into a new class of submarines planned for the future. He predicted that it might take India another seven to ten years to have AIP-equipped submarines operational. China is expanding its submarine fleet to include approximately 76 vessels. This fleet comprises 8 SSBNs (ballistic missile submarines), 13 SSNs (nuclear-powered attack submarines), and 55 SSKs (diesel-electric submarines). An Analyst pointed out to SCMP, the close strategic ties between China and Pakistan, noting that while China does not officially have a military base in Pakistan, there's ongoing speculation about the Chinese navy's special access to the Karachi and Gwadar ports where submarine construction regularly occurs. Of the eight Hangor submarines, half are being built in China, with the other four slated for construction at Pakistan’s Karachi Shipyard & Engineering Works Ltd, as part of a technology transfer agreement. (The author Girish Linganna of this article is a Defence, Aerospace & Political Analyst based in Bengaluru. He is also Director of ADD Engineering Components, India, Pvt. Ltd, a subsidiary of ADD Engineering GmbH, Germany. You can reach out to him at: girishlinganna@gmail.com) Disclaimer: Please write your correct name and email address. Kindly do not post any personal, abusive, defamatory, infringing, obscene, indecent, discriminatory or unlawful or similar comments. Daijiworld.com will not be responsible for any defamatory message posted under this article. Please note that sending false messages to insult, defame, intimidate, mislead or deceive people or to intentionally cause public disorder is punishable under law. It is obligatory on Daijiworld to provide the IP address and other details of senders of such comments, to the authority concerned upon request. Hence, sending offensive comments using daijiworld will be purely at your own risk, and in no way will Daijiworld.com be held responsible.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "girish linganna",
        "sentiment": "negative"
      },
      {
        "name": "khukri",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pakistan navy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "indian ocean",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "wuhan",
        "sentiment": "none"
      },
      {
        "name": "arabian sea",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-04T06:37:06.490+03:00",
  "updated": "2024-05-04T06:37:06.490+03:00"
}