{
  "thread": {
    "uuid": "56b89550ab56668d9b3b72f1489989c777f6d070",
    "url": "https://vnexplorer.net/presidente-petro-propone-pacto-historico-con-grupos-armados-s727018.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Presidente Petro propone pacto histórico con grupos armados",
    "title_full": "Presidente Petro propone pacto histórico con grupos armados",
    "published": "2023-12-30T23:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mf0v0.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "56b89550ab56668d9b3b72f1489989c777f6d070",
  "url": "https://vnexplorer.net/presidente-petro-propone-pacto-historico-con-grupos-armados-s727018.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-30T23:51:00.000+02:00",
  "title": "Presidente Petro propone pacto histórico con grupos armados",
  "text": "Entrega megacolegio petro\nDesde Arauca, el presidente Gustavo Petro ha presentado una propuesta para avanzar hacia la paz en Colombia, sugiriendo un pacto entre el Gobierno y los grupos armados. En una declaración desde la entrega de un megacolegio que beneficiará a más de 800 niños en la zona, Petro destacó la importancia de incluir a la población en el “problema de la paz”.\nPacto por la paz Petro instó a los grupos armados a considerar un pacto con el Gobierno, proponiendo que el pueblo colombiano tenga un papel decisivo en este proceso. Esta sugerencia apunta a una estrategia para involucrar a la sociedad en la construcción de la paz.\nEn el corazón de la propuesta, el presidente abordó la cuestión de la financiación del proceso de paz. Planteó la idea de que el pueblo decida las directrices y la cantidad de recursos a invertir. En un equilibrio único, propuso que el Estado se comprometa a aportar los recursos necesarios, mientras que los grupos armados se comprometen a dejar las armas, marcando un hito en la negociación.\n“Dejemos que el pueblo decida cuáles son las directrices, cuánta plata, entonces hay que invertir y el Estado se compromete a ponerla y los grupos armados se comprometen a que el fusil se oxida. Punto. No nos volvemos a matar entre nosotros”, afirmó.\nLea también (Exministro de Hacienda contradice declaraciones de Petro sobre las tasa de interés)\nParticipación ciudadana y pportunidades Petro destacó la necesidad de ofrecer oportunidades a quienes dejen las armas, sugiriendo programas de educación y formación en áreas como medicina y artes. Este enfoque apunta a integrar a los excombatientes en la sociedad de manera constructiva, ofreciéndoles nuevas perspectivas y contribuyendo a la reconciliación.\nEl presidente enfatizó la idea de construir conjuntamente la prosperidad, mencionando sectores como cooperativas de cacao, chocolate y ganado. Abogó por la colaboración estrecha entre el Gobierno y la sociedad colombiana para lograr una era de paz sostenible.\n“La era de paz se construye si permitimos que toda la sociedad colombiana pueda ser copartícipe de la riqueza del país”, concluyó el mandatario.\nOtras noticias:\nPresidente Gustavo Petro propone reformar la Reforma Tributaria Críticas al Gobernador del Meta por broma sobre nombramiento",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mf0v0.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mf0v0.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T00:01:07.774+02:00",
  "updated": "2023-12-31T00:01:07.774+02:00"
}