{
  "thread": {
    "uuid": "11bd4a8997151635c4ddde01a18263279514b031",
    "url": "https://www.wbaltv.com/article/robot-assisted-mitral-valve-heart-surgery-ummc/60030168",
    "site_full": "www.wbaltv.com",
    "site": "wbaltv.com",
    "site_section": "http://www.wbaltv.com/9380346?format=rss_2.0&view=feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Top Stories",
    "title": "Robot-assisted heart surgery saves man's life",
    "title_full": "Robot-assisted heart surgery saves man's life",
    "published": "2024-03-01T00:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://kubrick.htvapps.com/vidthumb/dca4fe81-5763-43f6-ad9a-b834dc3564fe/311a6b60-1b87-432f-9c87-c67a6dbe84c4.jpg?crop=1.00xw:1.00xh;0,0&amp;resize=1200:*",
    "performance_score": 0,
    "domain_rank": 10303,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "11bd4a8997151635c4ddde01a18263279514b031",
  "url": "https://www.wbaltv.com/article/robot-assisted-mitral-valve-heart-surgery-ummc/60030168",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-01T00:54:00.000+02:00",
  "title": "Robot-assisted heart surgery saves man's life",
  "text": "Youth football coach recovering after robot-assisted heart surgery saved his life One could say a Maryland man is lucky to be alive after undergoing surgery involving a robot. Davonte Fletcher is only 30 years old, but he already has a history of irregular heartbeat. He was prescribed medicine to treat atrial fibrillation, but a year later, things took a dangerous turn for the worse -- and a robot helped save the day. Fletcher is a super active guy, he even coaches youth football. So, he knew something was terribly wrong when he suddenly began swelling with fluid. \"I gained 13 pounds in a week. So, when I gained 13 pounds in a week, I was like, 'What in the world is going on?' I went to the hospital again, got rushed to the hospital this time,\" Fletcher told 11 News. Fletcher was flown to the University of Maryland Medical Center and diagnosed with mitral valve disease. \"His mitral valve was leaky and blood was going backwards within his heart,\" said Dr. David Zapata, a cardiothoracic surgeon at UMMC. Zapata explained that there was something in Fletcher's heart that wasn't supposed to be there. \"(It's) a consequence of the failing heart and abnormal heart rhythm that Mr. Fletcher had over a year ago,\" Zapata told 11 News. Zapata recommended robot-assisted mitral valve surgery. \"When he had told me, 'Would you rather get the robotic surgery? Or, would you rather get cut open?' I was like, you know, I'll try the robot. I wouldn't want a scar or whatever. It was definitely interesting. I liked it, though, it was definitely cool,\" Fletcher told 11 News. The robotic surgery involves a team of medical personnel and is much less invasive. There's a shorter recovery time and fewer complications than with traditional open-heart surgery. After the procedure, Fletcher's heart was working again. \"The mitral valve essentially closes the orifice whenever the heart squeezes. This keeps blood from going backwards,\" Zapata told 11 News. \"You don't see the blood wrapping around the left atrium like you did before. Ultimately, this patient had a good outcome.\" \"I'm doing great. I can't even complain. Now, I'm moving way better and just have nothing to complain about. It's good,\" Fletcher told 11 News. Fletcher had his three-month checkup last Friday and it went well. He's looking forward to coaching football again next fall.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "davonte fletcher",
        "sentiment": "none"
      },
      {
        "name": "fletcher",
        "sentiment": "none"
      },
      {
        "name": "zapata",
        "sentiment": "none"
      },
      {
        "name": "david zapata",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of maryland medical center",
        "sentiment": "none"
      },
      {
        "name": "ummc",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T01:01:37.373+02:00",
  "updated": "2024-03-01T04:12:30.311+02:00"
}