{
  "thread": {
    "uuid": "75d457d006eade3a309b636327a0e46d8d6e27c5",
    "url": "https://www.dailyherald.com/20231229/crime/the-cameras-have-been-good-for-us-mandated-police-body-cameras-a-positive-but-not-a-panacea/",
    "site_full": "www.dailyherald.com",
    "site": "dailyherald.com",
    "site_section": "https://www.dailyherald.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Daily Herald - Suburban Chicago&#039;s Information Source",
    "title": "‘The cameras have been good for us’: Mandated police body cameras a positive, but not a panacea",
    "title_full": "‘The cameras have been good for us’: Mandated police body cameras a positive, but not a panacea",
    "published": "2023-12-29T12:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imengine.public.prod.pdh.navigacloud.com/?uuid=9a859df1-dbfd-5d65-8c0a-03ba045647bd&amp;function=fit&amp;type=preview",
    "performance_score": 0,
    "domain_rank": 3627,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "75d457d006eade3a309b636327a0e46d8d6e27c5",
  "url": "https://www.dailyherald.com/20231229/crime/the-cameras-have-been-good-for-us-mandated-police-body-cameras-a-positive-but-not-a-panacea/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "pp_aB59t3KmFcCDkghjfReoi0",
  "published": "2023-12-29T12:30:00.000+02:00",
  "title": "‘The cameras have been good for us’: Mandated police body cameras a positive, but not a panacea",
  "text": "‘The cameras have been good for us’: Mandated police body cameras a positive, but not a panacea When they gear up for their first shift of 2024, police officers in 30 Illinois municipalities — 20 of them suburbs — will be strapping on body-worn cameras not only in line with their departments’ policies, but also state law. Under the the 2021 SAFE-T Act, officers in towns of more than 50,000 must wear the cameras when on duty starting Monday and have them recording whenever engaged in any law enforcement encounter or activity. The state mandate extends to towns under 50,000 on Jan. 1, 2025. For officers in most of the affected towns, including Arlington Heights, Mount Prospect, Palatine, Schaumburg and Des Plaines, it’ll be business as usual. They’ve been wearing body cameras for months, and in some cases years. Department leaders we spoke with say the cameras have been a positive addition, citing their effectiveness as a training tool and their ability to provide clarity if an officer’s actions are called into question. “It helps present an unbiased view of what happened when someone calls to complain,” said Arlington Heights Police Chief Nicholas Pecora, whose agency first deployed body-worn cameras in March 2022. “It supports the officer’s position the large majority of the time.” “The cameras have been good for us,” added Mount Prospect police Cmdr. Bart Tweedie, whose department has been using them since March 2021. “It gives us more information and allows us to see an incident from the officer’s perspective.” Even with those benefits, some see body-worn cameras falling short of the high expectations created in the wake of the police killing of George Floyd in 2020 and other high-profile instances of officer misconduct. Cameras’ abilities to reduce use-of-force incidents and citizen complaints remain unproven and, as we’ve seen in some suburban cases, video footage doesn’t always settle public debate about an officer’s actions. That was the case in March 2018, when an Elgin police lieutenant shot and killed a 34-year-old woman during a standoff on Interstate 90. Video footage showed the woman, Decynthia Clements, getting out of her vehicle and lunging toward officers with a knife before she was shot. The shooting sparked months of protests nonetheless, with protesters disputing police statements that officers needed to use deadly force. “One of the things we need to do is manage public expectations of what video is capable of,” said Seth Stoughton, a former police officer turned law professor at the University of South Carolina. He’s [researched and written](https://scholarcommons.sc.edu/cgi/viewcontent.cgi?article=2184&context=law_facpub) about the use of body-worn cameras and testified as a use-of-force expert during the trial of former Minneapolis police officer Derrick Chauvin, who was convicted in Floyd’s killing. “It may provide us with more information and insight, or it could also be completely useless.” Culture, not cameras Stoughton, faculty director of South Carolina’s [Excellence in Policing & Public Safety Program](https://sc.edu/study/colleges_schools/law/centers/epps/index.php), noted that important factors like distances between people and the pace of events often can be hard to judge from a video, especially one shot from the torso of a police officer engaged in a use-of-force incident. “Video is in no way perfect evidence. It’s simply another piece of evidence.” he said. “We just have to avoid the mistake of thinking it can resolve every discrepancy.” Research into whether the presence of body cameras reduces use of force and citizen complaints has been mixed. Studies of police in [Washington, D.C.](https://crimesolutions.ojp.gov/ratedprograms/644#1-0), [New York City](https://crimesolutions.ojp.gov/ratedprograms/769) and [Milwaukee](https://crimesolutions.ojp.gov/ratedprograms/1788) showed body-worn cameras had no significant impact on the number of times officers used force. But similar research in [Las Vegas](https://crimesolutions.ojp.gov/ratedprograms/640), [Phoenix](https://crimesolutions.ojp.gov/ratedprograms/730) and [Rialto, California](https://crimesolutions.ojp.gov/ratedprograms/499), showed cameras may have reduced complaints and/or the use of force. For Stoughton, those results show it’s less about the cameras than it is the policies and practices surrounding them, and the culture of the police department using them. “Officers who take pride in their work, are good public servants and who use their powers judiciously don’t need a body-worn camera to prevent them from engaging in misconduct,” he said. On the other hand, Stoughton noted, the Minneapolis officers involved in the Floyd killing and the Memphis cops charged in January’s killing of Tyre Nichols were wearing body cameras at the time “For officers who are prone to misconduct, we’ve learned the presence of a body-worn camera doesn’t stop them,” he said. What policies and practices can build an effective culture around body cameras? Stoughton said key elements include clear requirements about when they must be worn and recording, supervisory oversight to make sure officers are adhering to those requirements, and a willingness to share footage with the public, whether it’s flattering of not. “(Cameras) do not provide accountability,” he added. “They are a tool that can help provide accountability. It’s up to (police) supervisors to create accountability.” Stoughton, who describes himself as a fan of body cameras despite their limitations, said like any other tool, they can be used for a good purpose, a bad purpose, or be made useless. “They aren’t a magical fix to what is a sociological issue, which is the culture of a department and its relationship to the community,” he said. Costs Back in the suburbs, police leaders say that if there is a downside to body-worn cameras, it’s the time and money their departments must spend buying and maintaining the equipment, storing and managing video, and responding to Freedom of Information Act requests for footage. Arlington Heights in 2021 inked a five-year, $1.3 million contract with Scottsdale, Arizona-based Axon Enterprises to acquire body and dashboard cameras, cover their maintenance and provide cloud-based storage of video. Buffalo Grove reached a similar deal — but for 10 years — with Axon at a cost of $1.4 million. Under state law, video must be preserved for at least 90 days — and longer if the recording is the subject of a complaint or shows use of force or potential misconduct. And while most routine footage is not subject to public disclosure requirements, police must release video of an incident involving force, a shooting, an arrest or a death or injury. But before doing so, they must edit the video to blur out the faces of anyone who was not directly involved in the incident. Mount Prospect’s Tweedie said two of his department’s full-time clerks spend a substantial amount of their time just maintaining video and responding to disclosure requests. “The time and costs have been a drawback, but overall it’s been a net positive for our department,” he said. * Do you have a tip or a comment? Email us at copsandcrime@dailyherald.com. [terms of service](https://www.dailyherald.com/info/terms-of-service/#conduct), click the \"flag\" link in the lower-right corner of the comment box. To find our more, read our [FAQ](https://www.dailyherald.com/info/comments/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Crime, Law and Justice",
    "Politics"
  ],
  "external_links": [
    "https://scholarcommons.sc.edu/cgi/viewcontent.cgi?article=2184&context=law_facpub)",
    "https://crimesolutions.ojp.gov/ratedprograms/640),",
    "https://crimesolutions.ojp.gov/ratedprograms/730)",
    "https://sc.edu/study/colleges_schools/law/centers/epps/index.php),",
    "https://crimesolutions.ojp.gov/ratedprograms/499),",
    "https://crimesolutions.ojp.gov/ratedprograms/769)",
    "https://crimesolutions.ojp.gov/ratedprograms/1788)",
    "https://crimesolutions.ojp.gov/ratedprograms/644#1-0),",
    "https://www.crimesolutions.ojp.gov/ratedprograms/499),",
    "https://www.crimesolutions.ojp.gov/ratedprograms/730)",
    "https://scholarcommons.sc.edu/cgi/viewcontent.cgi",
    "https://www.crimesolutions.ojp.gov/ratedprograms/1788)",
    "https://www.crimesolutions.ojp.gov/ratedprograms/644#1-0),",
    "https://www.crimesolutions.ojp.gov/ratedprograms/640),",
    "https://www.crimesolutions.ojp.gov/ratedprograms/769)",
    "https://www.sc.edu/study/colleges_schools/law/centers/epps/index.php),",
    "https://www.scholarcommons.sc.edu/cgi/viewcontent.cgi?article=2184&context=law_facpub)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "mount prospect",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "palatine",
        "sentiment": "none"
      },
      {
        "name": "arlington heights",
        "sentiment": "none"
      },
      {
        "name": "illinois",
        "sentiment": "none"
      },
      {
        "name": "des plaines",
        "sentiment": "none"
      },
      {
        "name": "schaumburg",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T16:24:49.081+02:00",
  "updated": "2023-12-29T18:06:22.166+02:00"
}