{
  "thread": {
    "uuid": "1d32a0e5c8908b613b76fca1f85e5d17707bbfe7",
    "url": "https://uchile.cl/noticias/215145/entrevista-a-andrew-cox-academico-britanico-bibliotecas-inteligentes",
    "site_full": "uchile.cl",
    "site": "uchile.cl",
    "site_section": "https://www.uchile.cl/noticias",
    "site_categories": [],
    "section_title": "Noticias Universidad de Chile - Universidad de Chile",
    "title": "Andrew Cox, académico británico: La IA permitirá un acceso mucho más profundo y amplio al conocimiento - Universidad de Chile",
    "title_full": "Andrew Cox, académico británico: La IA permitirá un acceso mucho más profundo y amplio al conocimiento - Universidad de Chile",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "https://uchile.cl/dam/jcr:63bf1cdf-9363-4c8f-a948-c1c24e2e45de/Andrew-Cox-CARRUSEL.jpg",
    "performance_score": 0,
    "domain_rank": 3651,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1d32a0e5c8908b613b76fca1f85e5d17707bbfe7",
  "url": "https://uchile.cl/noticias/215145/entrevista-a-andrew-cox-academico-britanico-bibliotecas-inteligentes",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Carolina Aliaga Prensa Uchile Fotografías Alejandra Fuenzalida",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Andrew Cox, académico británico: La IA permitirá un acceso mucho más profundo y amplio al conocimiento - Universidad de Chile",
  "text": "En una época donde la tecnología redefine constantemente los límites del conocimiento humano, las bibliotecas universitarias no solo deben adaptarse, sino liderar la vanguardia de esta transformación. Andrew Cox, Profesor Titular de la Escuela de Información de la Universidad de Sheffield, se ha posicionado como una figura clave en el cruce de caminos entre la inteligencia artificial (IA) y la gestión de información. El fundador y coordinador del Grupo de Especial Interés en Inteligencia Artificial de la Federación Internacional de Asociaciones de Bibliotecarios y Bibliotecas (IFLA), y exeditor de la revista académica Online Information Review, ofrece una perspectiva optimista sobre el futuro de las bibliotecas en la era digital. Recientemente, como conferencista destacado en el [10º Congreso de Bibliotecas Universitarias y Especializadas y el 4th Artificial Intelligence and Libraries Symposium](https://bibliotecas.uchile.cl/congreso/) en nuestro país, eventos organizados por la Dirección de Servicios de Información y Bibliotecas (SISIB) de la Universidad de Chile, Cox compartió su visión sobre cómo la IA está remodelando el panorama de las bibliotecas universitarias y el importante papel que los profesionales de la información juegan en este escenario dinámico. Desde los desafíos éticos hasta las oportunidades expansivas de acceso al conocimiento, su enfoque no solo se centra en la tecnología en sí, sino en cómo esta puede servir a la humanidad de manera justa y equitativa. En esta entrevista, el académico británico aborda los desafíos, oportunidades y el futuro prometedor que la inteligencia artificial presenta para las bibliotecas y la sociedad en general. - ¿Cuáles son los principales cambios que supone la irrupción de la inteligencia artificial para las bibliotecas universitarias? La IA está cambiando fundamentalmente la forma en que las personas acceden y utilizan la información. En el corto plazo, veremos cambios en las tecnologías de búsqueda, donde los usuarios esperan respuestas directas en lugar de listas de recursos. A largo plazo, la IA permitirá un acceso mucho más profundo y amplio al conocimiento, mejorando significativamente la disponibilidad de información. - ¿Qué nuevos roles deben asumir los profesionales de las bibliotecas en este contexto de cambios rápidos? Los profesionales de la información deben enfocarse más que nunca en fomentar una alfabetización informacional crítica. La IA puede ofrecer una gran cantidad de información, pero es esencial evaluar su fiabilidad y sesgo. Las bibliotecas jugarán un papel crucial en guiar a las personas hacia fuentes confiables y ayudarlas a navegar en un mar de datos potencialmente abrumador. - En términos de ética, ¿qué consideraciones deberían tenerse en cuenta sobre la IA generativa a nivel académico? Es fundamental ser conscientes de los sesgos inherentes a las tecnologías de IA y su impacto en el acceso al conocimiento. La IA puede reproducir y amplificar prejuicios existentes, lo cual es un área donde las bibliotecas pueden trabajar activamente para educar y mitigar esos sesgos, promoviendo un entorno de información más justo y equitativo. - ¿Cómo está afectando la IA a la búsqueda de información en internet? La búsqueda de información está evolucionando hacia interacciones más conversacionales con asistentes digitales. Esto plantea desafíos, como la necesidad de discernir la fiabilidad de las respuestas y evitar caer en \"burbujas de filtro\" que limitan nuestra exposición a una diversidad de puntos de vista. Es crucial desarrollar una \"alfabetización algorítmica\" para comprender cómo nuestros resultados de búsqueda están siendo moldeados por estas tecnologías invisibles. - ¿Podría profundizar en la idea de \"alfabetización algorítmica\"? La alfabetización algorítmica va más allá de la simple desconfianza hacia las tecnologías de IA; se trata de comprender cómo los algoritmos configuran la información que recibimos y los sesgos que pueden incorporar. Esto incluye reconocer los efectos de personalización que nos encierran en burbujas de información y trabajar para superar estas limitaciones, fomentando una comprensión más amplia y diversa del mundo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:06:10.593+03:00",
  "updated": "2024-04-12T01:06:10.593+03:00"
}