{
  "thread": {
    "uuid": "c21d29f63b49986022a6213392bee1a102f976df",
    "url": "https://www.newcastleherald.com.au/story/8464786/hunter-mp-dan-repacholis-2023-gifts-nrl-nbl-melbourne-cup-afl/",
    "site_full": "www.newcastleherald.com.au",
    "site": "newcastleherald.com.au",
    "site_section": "http://www.lakesmail.com.au",
    "site_categories": [
      "media"
    ],
    "section_title": "Newcastle news, sport and weather | Newcastle Herald | Newcastle, NSW",
    "title": "Hunter MP Dan Repacholi's 2023 gifts: NRL, NBL, Melbourne Cup, AFL | Newcastle Herald | Newcastle, NSW",
    "title_full": "Hunter MP Dan Repacholi's 2023 gifts: NRL, NBL, Melbourne Cup, AFL | Newcastle Herald | Newcastle, NSW",
    "published": "2023-12-28T13:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.newcastleherald.com.au/images/transform/v1/crop/frm/37sRjZccYfaNxXbGxARzun2/7c623f99-f0a2-42a5-b037-116ca0ba44fa.jpg/r0_35_1890_1027_w1200_h630_fmax.jpg",
    "performance_score": 0,
    "domain_rank": 39785,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c21d29f63b49986022a6213392bee1a102f976df",
  "url": "https://www.newcastleherald.com.au/story/8464786/hunter-mp-dan-repacholis-2023-gifts-nrl-nbl-melbourne-cup-afl/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@jamiesonmurph",
  "published": "2023-12-28T13:00:00.000+02:00",
  "title": "Hunter MP Dan Repacholi's 2023 gifts: NRL, NBL, Melbourne Cup, AFL | Newcastle Herald | Newcastle, NSW",
  "text": "Hunter MP Dan Repacholi could be the most popular politician in the country if his register of interests is anything to go off. An Olympic pistol shooter before entering politics, the first-term politician's love of sport has clearly continued into his new role judging by dozens of gifts from voters and industry representatives. This year he was given tickets to NRL, NBL, the Melbourne Formula 1 Grand Prix, the Matildas, the Melbourne Cup and the AFL grand final. He also received a Foxtel subscription for his office and a high-performance mountain bike. The Hunter MP was invited to multiple luncheons at Hunter Valley wineries, and two local artists donated artworks for his Canberra office worth a combined $2600. The Mining and Energy Union also allowed the Hunter MP to use its office space while his electorate office underwent a seven-week renovation. Mr Repacholi's benefactors provide a snapshot of the major industry within his electorate, with Linfox Transport, Australian Hotels Association, Thoroughbred Breeders Association and Treasury Wine Estates all bestowing gifts. The sports theme continued with Shortland MP Pat Conroy, who was gifted tickets to the Newcastle Knights and the NRL Magic Round in Queensland. Mr Conroy's love of rugby league crossed over into his role as Pacific Minister, receiving a Tongan national rugby league jersey from the NRL's Tongan development manager. The Shortland MP has spent a lot of time in the Pacific this year as the Albanese government looks to strengthen relationships with its island neighbours. The strategy appears to be working, with Mr Conroy receiving a wooden carving of an octopus and fish from the Tongan Health Minister, a carved wooden storyboard from Palau's version of the National Broadband Network and a framed shell money necklace from a developer in the Solomon Islands. Paterson MP Meryl Swanson got four tickets to Elton John's concert at McDonald Jones Stadium courtesy of Newcastle Airport Corporation and was a guest of Tabcorp to the Magic Millions VIP marquee on the Gold Coast. In April, she was part of a bipartisan defence industry delegation to the United States. The trip was funded by Pyne & Partners, a defence industry lobby firm owned by former Liberal defence minister Christopher Pyne. Ms Swanson also received a dozen bottles of wine from Treasury Wines Estate that went to the Parliamentary Friends of Viticulture, which Ms Swanson co-chairs. Newcastle MP Sharon Claydon got the gift of travel... and work. In April, she was among a delegation of MPs to visit Dharamshala, an Indian city in the Himalayas that hosts the Tibetan Parliament-in-Exile, which was facilitated by the Tibet Information Office. In August, she joined a delegation to Denmark to study the country's offshore wind industry, with the six-night trip covered by the Danish government. Labor Dobell MP Emma McBride had nothing to declare for 2023 on her gift register, which has not been updated since mid-2022. Politicians are required to disclose any gifts over $300 from the public and anything more than $750 from official sources, such as a foreign dignitary. Sign up for our newsletter to stay up to date. We care about the protection of your data. Read our [Privacy Policy](/privacy/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dan repacholi",
        "sentiment": "negative"
      },
      {
        "name": "repacholi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nsw hunter",
        "sentiment": "negative"
      },
      {
        "name": "afl",
        "sentiment": "negative"
      },
      {
        "name": "nrl",
        "sentiment": "negative"
      },
      {
        "name": "nbl",
        "sentiment": "negative"
      },
      {
        "name": "newcastle herald | newcastle",
        "sentiment": "negative"
      },
      {
        "name": "matildas",
        "sentiment": "none"
      },
      {
        "name": "thoroughbred breeders association",
        "sentiment": "none"
      },
      {
        "name": "mining and energy union",
        "sentiment": "none"
      },
      {
        "name": "foxtel",
        "sentiment": "none"
      },
      {
        "name": "linfox transport",
        "sentiment": "none"
      },
      {
        "name": "treasury wine estates",
        "sentiment": "none"
      },
      {
        "name": "australian hotels association",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "melbourne",
        "sentiment": "none"
      },
      {
        "name": "hunter valley",
        "sentiment": "none"
      },
      {
        "name": "canberra",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:31:48.187+02:00",
  "updated": "2023-12-29T00:31:48.187+02:00"
}