{
  "thread": {
    "uuid": "f47ffbb02dfd2b0f4bb85b061fe3c7d0d2cea8ec",
    "url": "https://www.elnuevodia.com/entretenimiento/peliculas-series/notas/the-zone-of-interest-arrebata-el-oscar-a-la-sociedad-de-la-nieve",
    "site_full": "www.elnuevodia.com",
    "site": "elnuevodia.com",
    "site_section": "https://elnuevodia.com",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "El Nuevo Día - noticias de última hora, opinión, fotos, videos y podcasts de Puerto Rico.",
    "title": "‘‘The Zone of Interest” arrebata el Óscar a ‘La sociedad de la nieve’ - El Nuevo Día",
    "title_full": "‘‘The Zone of Interest” arrebata el Óscar a ‘La sociedad de la nieve’ - El Nuevo Día",
    "published": "2024-03-11T03:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PR",
    "main_image": "https://www.elnuevodia.com/resizer/fl0gBguEQdC2cmMzGKN1QEDg8gI=/1200x717/smart/filters:quality(75):format(jpeg)/cloudfront-us-east-1.images.arcpublishing.com/gfrmedia/LD4UZQSW7JCSZDU3BSCGISAMBA.jpg",
    "performance_score": 0,
    "domain_rank": 14809,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f47ffbb02dfd2b0f4bb85b061fe3c7d0d2cea8ec",
  "url": "https://www.elnuevodia.com/entretenimiento/peliculas-series/notas/the-zone-of-interest-arrebata-el-oscar-a-la-sociedad-de-la-nieve",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agencia EFE",
  "published": "2024-03-11T03:45:00.000+02:00",
  "title": "‘‘The Zone of Interest” arrebata el Óscar a ‘La sociedad de la nieve’ - El Nuevo Día",
  "text": "La película, ambientada en la Segunda Guerra Mundial, también se impuso ante la italiana “Io Capitano”, “Perfect Days” y “The Teachers’ Lounge” 11 de marzo de 2024 - 1:45 AM La película, ambientada en la Segunda Guerra Mundial, también se impuso ante la italiana “Io Capitano”, “Perfect Days” y “The Teachers’ Lounge” 11 de marzo de 2024 - 1:45 AM Los Ángeles- “The Zone of Interest’, del director británico Jonathan Glazer, arrebató el Óscar a mejor película internacional a ‘La sociedad de la nieve’, de Juan Antonio Bayona, la apuesta española de la categoría. “La película muestra que la deshumanización saca lo peor de nosotros, y lo podemos comprobar con nuestro pasado y presente”, dijo Glazer al recoger el premio de manos del puertorriqueño Bad Bunny. “Ya sean las víctimas del ataque del 7 de octubre (Hamás), o de la ofensiva en curso contra Gaza, todas han sido víctimas de esta deshumanización ¿cómo resistimos?’, añadió el director. La película, ambientada en la Segunda Guerra Mundial, también se impuso ante la italiana ‘Io Capitano’, de Matteo Garrone; la japonesa ‘Perfect Days’, de Wim Wenders, y la alemana ‘The Teachers’ Lounge’, de Ilker Çatak. La cinta de Glazer se convirtió además en la primera película británica en llevarse el premio en esta categoría, debido a que desde 2019 la Academia de Hollywood cambió el apartado de mejor película de habla no inglesa por el de mejor película internacional. ‘The Zone of Interest’ narra la supuesta vida idílica de un oficial nazi en una casa ajardinada al lado del campo de concentración de Auschwitz y fue considerada por directores de la talla de Alfonso Cuarón como “la película del siglo”. Por su parte, Bayona había navegado por la temporada de premios sin grandes victorias en las galas internacionales a las que estuvo nominado, como los Globos de Oro o los Critics Choice Awards. Sin embargo, fue la gran triunfadora de los premios Goya españoles al alcanzar doce galardones, entre ellos los de mejor película y mejor dirección. La cinta estrenada en Festival de Cine de Venecia versa sobre el relato de los dieciséis supervivientes de la “tragedia de los Andes”, un accidente de aviación sucedido en 1972, cuando una aeronave que transportaba a los integrantes del club de rugby Old Christians Club de Montevideo se estrelló en la cordillera de los Andes. Te invitamos a descargar cualquiera de estos navegadores para ver nuestras noticias:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-11T04:20:46.937+02:00",
  "updated": "2024-03-11T04:20:46.937+02:00"
}