{
  "thread": {
    "uuid": "64949a410040ac21460335f857963a75d9f8bba0",
    "url": "https://www.postindependent.com/opinion/columns/doctors-tip-food-as-medicine",
    "site_full": "www.postindependent.com",
    "site": "postindependent.com",
    "site_section": "https://www.postindependent.com/category/opinion/columns/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "",
    "title_full": "",
    "published": "2024-04-04T22:45:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 34540,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "64949a410040ac21460335f857963a75d9f8bba0",
  "url": "https://www.postindependent.com/opinion/columns/doctors-tip-food-as-medicine",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Peter Baumann",
  "published": "2024-04-04T22:45:00.000+03:00",
  "title": "",
  "text": "Doctor’s Tip: Food as medicine Doctor's Tip http://forms.gle/rFPcMXqz4vnkyszu8 or contact Laura at [rootboundcooking@comcast.net](mailto:rootboundcooking@comcast.net). A few centuries B.C. Hippocrates said “let food be thy medicine.” Twentieth century healer Ann Wigmore had this to say about this subject: “The food you eat can be either the safest and most powerful form of medicine or the slowest form of poison.” Following are some examples of food as medicine from the free non-profits Center for Prevention and Treatment of Disease Through Nutrition and La Clinica del Pueblo (The People’s Clinic): Excess weight, type 2 diabetes, gastroesophageal reflux disease (GERD), migraine headaches, constipation M.M. is a 45-year-old Latina woman who was seen several times in La Clinica starting in 2022. Her health issues included type 2 diabetes; migraine headaches; esophageal reflux for which she was the acid blocker omeprazole; and constipation. Her family history was positive for both parents having diabetes, resulting her mother having to have a leg amputated. Her weight was 153 pounds, with BMI 26.25 (normal 18.5-24.9). Her A1C (a measure of the average glucose over the previous 3 months) was 6.9, with normal < 5.6 and 6.5 and above indicating diabetes. She was counseled about the only diet shown to reverse all these conditions: plant-based, whole food with no salt, sugar, or added oil. She was given a handout in Spanish summarizing the diet, the Spanish version of “Enjoy Optimal Health,” and the Spanish version of “Forks Over Knives Cookbook.” She was very motivated to avoid her mother’s problems, and attended a shop-with-a-doc session at Carbondale City Market, and a cooking class. Initially she didn’t go 100 percent with the diet, but has been totally compliant the last few months. She was seen recently and had lost 10 pounds since she was first seen. BMI was 25.5, and her A1C 5.9. The only treatments beyond diet were metformin for diabetes, and raising the head of her bed on 4-6 inch blocks on our advice for her reflux. She was able to stop her omeprazole and is free from reflux symptoms. Her migraines and constipation resolved soon after starting the plant-based diet. Type 2 diabetes, patient No. 1 E.Q. is an Anglo patient first seen last April in the Center for Prevention with a history of insulin-dependent diabetes for 7 years. Goal for diabetics for morning fasting blood sugar is < 120, and he was getting readings of over 200, with an A1C dangerously high at 10.5. In addition to insulin he was on a diabetic drug called Trulicity, which cost $3,000 a year even with insurance. He was also on multiple other meds for other health problems. He received counseling and written information about a plant-based, whole food diet. He and his wife attended a shop-with-a-doc session and a cooking class. He says he’s 95 percent compliant with the diet, and has lost 30 pounds. He no longer needs insulin or the expensive Trulicity. He cut the number of his other meds in half and feels great. Type 2 diabetes, patient No. 2 R.P. is a 64-year-old Latino man who was first seen in La Clinica in January. He had multiple health problems, the primary one being 40 years of insulin-dependent diabetes, with complications of neuropathy in his upper and lower extremities, and kidney disease. He said that whenever he saw doctors over the years with high blood sugars he was just told to take more insulin. He had just lost his insurance and could no longer afford the expensive Humalog insulin he was given—which according to the book “Sickening, How Big Pharma Broke American Health Care”– is no more effective than older, less expensive NPH and regular insulin. Furthermore, he was on a dose of insulin that’s unheard of– 300 units twice a day! He was counseled and given written materials about a plant-based, whole food diet, and he and his wife attended a shop-with-a-doc session. He was switched to the less expensive NPH and regular insulin and was seen a week later having dropped his insulin dose to 75 mg. twice a day. When he was seen on March 4th. R.P. was struggling with the diet. He was strongly encouraged to go 100 percent, because in 10-14 days taste buds change and people are no longer addicted to salt, sugar, or fat—which makes following a PBWF diet much easier. He followed our instructions and returned a week later having lost 9 pounds. He was down to 50 units of insulin twice a day, his blood pressure was finally at goal, and he felt better. Going from 600 units of insulin a day to 100 units in a short time just with changes in diet is a remarkable example of the healing power of plant-based, whole food. Hopefully, R.P. will continue the diet. Not only has a PBWF diet been shown to reverse diabetes but also some of the complications of diabetes such as neuropathy. Dr. Feinsinger is a retired family physician with special interest in disease prevention and reversal through nutrition. Free services through Center For Prevention and The People’s Clinic include: one-hour consultations, shop-with-a-doc at Carbondale City Market, and cooking classes. Call 970-379-5718 for an appointment, or email [. gfeinsinger@comcast.net](mailto:gfeinsinger@comcast.net) Support Local Journalism Support Local Journalism Readers around Glenwood Springs and Garfield County make the Post Independent’s work possible. Your financial contribution supports our efforts to deliver quality, locally relevant journalism. Now more than ever, your support is critical to help us keep our community informed about the evolving coronavirus pandemic and the impact it is having locally. Every contribution, however large or small, will make a difference. Each donation will be used exclusively for the development and creation of increased news coverage.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "b.c. hippocrates",
        "sentiment": "neutral"
      },
      {
        "name": "ann wigmo",
        "sentiment": "neutral"
      }
    ],
    "organizations": [
      {
        "name": "center for prevention and treatment of disease through nutrition and la clinica",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "latina",
        "sentiment": "none"
      },
      {
        "name": "la clinica",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:13:47.695+03:00",
  "updated": "2024-04-05T13:06:30.233+03:00"
}