{
  "thread": {
    "uuid": "acd947cc705ade8236239b2e48bd2ab99cf69b87",
    "url": "https://www.polygon.com/pokemon-go-guide/2024/1/5/24026621/rowlet-community-day-move-shiny-dartrix-decidueye",
    "site_full": "www.polygon.com",
    "site": "polygon.com",
    "site_section": "https://www.polygon.com/rss/index.xml",
    "site_categories": [
      "hobbies_and_interests",
      "video_and_computer_games"
    ],
    "section_title": "Polygon -  All",
    "title": "Pokémon Go Rowlet Community Day guide",
    "title_full": "Pokémon Go Rowlet Community Day guide",
    "published": "2024-01-06T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.vox-cdn.com/thumbor/aQhFfqkjk_FIUzh1U65eVNCzP-0=/0x146:2040x1214/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/25205776/jlee_240105_1001_pogo_rowlet_cd.jpg",
    "performance_score": 0,
    "domain_rank": 1336,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "acd947cc705ade8236239b2e48bd2ab99cf69b87",
  "url": "https://www.polygon.com/pokemon-go-guide/2024/1/5/24026621/rowlet-community-day-move-shiny-dartrix-decidueye",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Julia Lee",
  "published": "2024-01-06T00:00:00.000+02:00",
  "title": "Pokémon Go Rowlet Community Day guide",
  "text": "[Pokémon Go](https://www.polygon.com/game/pokemon-go/38713) is having a Rowlet Community Day event on Jan. 6 from 2-5 p.m. in your local time. As expected with a Community Day event, Rowlet will spawn in huge numbers with a high chance for it to appear shiny. There are also several other bonuses and perks, which we’ve list out below. How do I catch a shiny Rowlet ? As per old research by the now-defunct website The Silph Road (via [Wayback Machine](https://web.archive.org/web/20230423103325/https://thesilphroad.com/shiny-pokemon)), Shiny rates on Community Days are about 1 in 24, which means that if you keep playing throughout the three-hour window, you should find quite a few shiny Pokémon. If you’re short on time or Poké Balls, you can pop an Incense, then quickly tap each Rowlet to check for shiny ones, running from any that aren’t shiny. Notably, any Rowlet you’ve already tapped will face where your player is standing, so that should help identify which ones you may have already checked. What Community Day move does Rowlet’s evolution learn? If you evolve Dartrix into Decidueye from 2 p.m. until 10 p.m. in your local time, it will learn the charged move Frenzy Plant. If you miss out on evolving it during this period, you will likely be able to evolve it during a Community Day weekend event in December to get Frenzy Plant. If you don’t want to wait, you can use an [Elite TM](https://www.polygon.com/pokemon-go-guide/22557832/tm-elite-fast-charged-best-use-how-to-get-technical-machines) to get the move. How does Decidueye do in the meta? Decidueye with Frenzy Plant is a pretty good PvE (raids and gyms) attacker, though it falls behind the big picks like Kartana and Roserade. If you don’t have a team of Shadow grass-types or Kartana, Decidueye works pretty well. In PvP, most experts have worked out that it’s not going to replace Trevenant (which has the same grass- and ghost-typing), but it will be playable with Spirit Shackle and Frenzy Plant. How do I make the most of Rowlet Community Day? The following bonuses will be active during Rowlet Community Day: - Tripled Stardust for catching Pokémon - Doubled candy for catching Pokémon - Doubled chance for level 31+ trainers to get XL candy from catching Pokémon - Incense lasts three hours - Lure Modules lasts three hours - Rowlet special photobombs when taking snapshots - One additional special trade - Stardust cost halved for trading That said, you should definitely pop a Star Piece and an Incense and try to nab some powerful Rowlet. It’s worth mentioning that any Rowlet Candy you get will still work on Hisuian Decidueye, which isn’t available yet, but will be later in the season. So if you plan on powering up a Hisuian Decidueye, don’t use all your freshly obtained candy during this event. If you can [Mega Evolve](https://www.polygon.com/pokemon-go-guide/22447919/mega-evolution-list-candy-bonus-buddy-raids) Venusaur, Charizard, Pidgeot, Pinsir, Aerodactyl, Sceptile, Salamence, Groudon, Rayquaza, or Abomasnow, you’ll score additional Rowlet Candy per catch. In addition to all this, Niantic is still running special four-star raids from 5-10 p.m., where if you clear the Dartrix raid, Rowlet will spawn in a 300-meter radius around the gym for 30 minutes. These raids cannot be done remotely. If the usual 2-5 p.m. spawn increase doesn’t get you the Rowlet you wanted, you can try raiding for another chance.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://web.archive.org/web/20230423103325/https://thesilphroad.com/shiny-pokemon",
    "https://www.web.archive.org/web/20230423103325/https://www.thesilphroad.com/shiny-pokemon"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rowlet",
        "sentiment": "none"
      },
      {
        "name": "pokémon",
        "sentiment": "none"
      },
      {
        "name": "dartrix",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wayback machine)",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "frenzy plant",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:19:14.631+02:00",
  "updated": "2024-01-06T01:08:28.784+02:00"
}