{
  "thread": {
    "uuid": "52359eb931a9160346b0ab9531071df5a3d7f1ee",
    "url": "https://timesofindia.indiatimes.com/city/ranchi/arrest-of-400-maoists-a-huge-achievement-for-us-in-2023-cops/articleshow/106363895.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "http://timesofindia.indiatimes.com/rssfeeds/4118245.cms",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Ranchi News, Latest Ranchi News Headlines &amp; Live Updates - Times of India",
    "title": "Maoists: Arrest of 400 Maoists a huge achievement for us in 2023: Cops | Ranchi News - Times of India",
    "title_full": "Maoists: Arrest of 400 Maoists a huge achievement for us in 2023: Cops | Ranchi News - Times of India",
    "published": "2023-12-29T05:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-106363894,width-1070,height-580,imgsize-50932,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 278,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "52359eb931a9160346b0ab9531071df5a3d7f1ee",
  "url": "https://timesofindia.indiatimes.com/city/ranchi/arrest-of-400-maoists-a-huge-achievement-for-us-in-2023-cops/articleshow/106363895.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Times Of India",
  "published": "2023-12-29T05:27:00.000+02:00",
  "title": "Maoists: Arrest of 400 Maoists a huge achievement for us in 2023: Cops | Ranchi News - Times of India",
  "text": "Ranchi: The Jharkhand police on Thursday claimed that it has achieved remarkable success against the Maoists and the organised crime groups this year to ensure a fearless environment in the state.In a statement, the police said 397 Maoists, including sub-zonal commander Aghnu Ganjhu, have been arrested till December 25. Maoist regional committee members Duryodhan Mahto, Indel Ganjhu, and Naveen besides zonal commanders Santosh Bhuyian and Amarjeet Yadav were among the 26 ultras who surrendered in the period.Aghnu Ganjhu, an accused in 78 cases, was nabbed from Chandwa police station area of Latehar district on October 27. The National Investigation Agency (NIA) and the Jharkhand government had announced rewards of Rs 3 lakh and Rs 5 lakh, respectively.The NIA nabbed People Liberation Front of India (PLFI) supremo Dinesh Gope from Delhi. Director general of police Ajay Kumar Singh said, “The police has achieved notable success in its fight against the extremists. The operations would continue as freeing the Kolhan region from Maoists has posed a challenge for the police.”In the operations conducted against organised crime groups, the police and the anti-terrorism squad (ATS) arrested 248 members of various gangs. Among the apprehended persons, 14 belonged to the Pandey gang, 20 to Aman Sao, 62 to Prince Khan, 29 to Aman Singh, 14 to Vikas Tiwari, three to Fahim Khan, and nine to Aman Srivastav. The ATS also carried out drives to confiscate assets acquired by the organised crime gang members.The Dhanbad police had arrested five members of the Prince Khan group and seized arms and ammunition besides Rs 2.25 lakh in cash earlier this month.Meanwhile, 1,172 cases related to cybercrime were registered and 834 accused were arrested. A total of 1,417 mobile phones, 2,328 sim cards, 470 ATM cards, 128 bank passbooks, 23 laptops, 68 vehicles, Rs 54,31,490 cash, and 3,300 Taiwanese dollars were seized.Out of the 60,049 cases disposed of, 1,716 were pending for over five years and 174 for over 10 years.In a bid to curb the sale of drug, police registered 491 cases and nabbed 696 accused. The police also seized 329kg opium, 5.20kg brown sugar, 67gm heroine, 2,643kg hemp, 40,092kg poppy bulbs besides tablets, cough syrups and injections used for addiction.We also published the following articles recentlyPolice arrest 2 PLFI membersTwo members of the banned extremist organization, People Liberation Front of India (PLFI), were arrested by Khunti police in Arki area. The arrested individuals, Bhonj Mundu and Hathiram Hembromb, were part of the PLFI squad led by Radung Bodra. The group was responsible for burning down a generator set and stealing machines for water lifting and rod cutting from a construction site between Kandor and Taiba in Arki. Bhonj had used a sim card registered under another person's name to extort money from contractors involved in bridge construction.106243149Six gang members arrested for ATM cash theftSix members of a gang, including three auto rickshaw drivers, were arrested by Kurar police in Navi Mumbai for stealing money from a private banks ATM in Malad (East). The gang tampered with the ATM by glueing the money dispensing slot shut and would grab the cash once the users left. The case was solved within 12 hours after a Malad resident noticed the tampered ATM. The accused were caught after the police tracked the rickshaw used by the gang through CCTV footage. The gang has committed similar crimes in Prayagraj, Azamgarh, Jaunpur, Ahmedabad, Surat, Mumbra, Thane, and various locations in Mumbai.106217738",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "santosh bhuyian",
        "sentiment": "none"
      },
      {
        "name": "ajay kumar singh",
        "sentiment": "none"
      },
      {
        "name": "duryodhan mahto",
        "sentiment": "none"
      },
      {
        "name": "indel ganjhu",
        "sentiment": "none"
      },
      {
        "name": "aghnu ganjhu",
        "sentiment": "none"
      },
      {
        "name": "amarjeet yadav",
        "sentiment": "none"
      },
      {
        "name": "dinesh gope",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ranchi news - times of india ranchi",
        "sentiment": "positive"
      },
      {
        "name": "naveen",
        "sentiment": "none"
      },
      {
        "name": "national investigation agency",
        "sentiment": "none"
      },
      {
        "name": "people liberation front of india",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "delhi",
        "sentiment": "none"
      },
      {
        "name": "latehar",
        "sentiment": "none"
      },
      {
        "name": "period.aghnu ganjhu",
        "sentiment": "none"
      },
      {
        "name": "kolhan",
        "sentiment": "none"
      },
      {
        "name": "chandwa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T06:02:14.876+02:00",
  "updated": "2023-12-29T06:02:14.876+02:00"
}