{
  "thread": {
    "uuid": "166d1f81b34ad323b86eee2675fe8c2efa57b138",
    "url": "https://whatsnew2day.com/how-cheat-days-can-actually-speed-up-weight-loss-by-revving-up-metabolism-according-to-dietitian",
    "site_full": "whatsnew2day.com",
    "site": "whatsnew2day.com",
    "site_section": "https://whatsnew2day.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "WhatsNew2Day",
    "title": "How ‘cheat days’ can actually speed up weight loss by revving up metabolism, according to dietitian",
    "title_full": "How ‘cheat days’ can actually speed up weight loss by revving up metabolism, according to dietitian",
    "published": "2024-04-04T23:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://wtsn2.b-cdn.net/wp-content/uploads/2024/04/How-cheat-days-can-actually-speed-up-weight-loss-by.jpg",
    "performance_score": 0,
    "domain_rank": 76205,
    "domain_rank_updated": "2024-04-02T13:08:16.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "166d1f81b34ad323b86eee2675fe8c2efa57b138",
  "url": "https://whatsnew2day.com/how-cheat-days-can-actually-speed-up-weight-loss-by-revving-up-metabolism-according-to-dietitian",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Elijah",
  "published": "2024-04-04T23:17:00.000+03:00",
  "title": "How ‘cheat days’ can actually speed up weight loss by revving up metabolism, according to dietitian",
  "text": "According to dieticians, taking short breaks in the diet could help speed up your metabolism and lead to longer-term weight loss.\nA break of a day or two could help mitigate the biological details that cause most dieters to gain weight when they leave a restrictive diet.\nSo-called “cheat days” increase the levels of a hormone in the body that helps us burn calories; In other words, it keeps your metabolism high.\n“Our metabolism slows down as we get smaller, we don’t need to burn as many calories,” said Brittany Werner, a Pennsylvania-based registered dietitian and founder of fitness training company Working Against Gravity.\nThis makes it easier for a calorie surplus to accumulate, leading to weight gain.\nAnd that’s why “drastically cutting calories doesn’t work in the long term,” Werner said.\nNutritionists have dispelled the myth that “cheat days” are for lazy dieters; In fact, they could help you lose even more weight.\nHowever, eating more over a period of time not only retains more muscle mass, which burns more calories, but it also “tricks” your metabolism into thinking you’re burning more fuel.\nTaking a break from a restrictive diet can revitalize you psychologically, Werner said.\nBusiness Insider. Previous studies have shown that when dieters look forward to a cheat meal at the end of the week, their eating habits are better overall, compared to those who maintain a strict, never-ending diet.\nCheat days “can really help you move forward to meet the next few months” of your diet and fitness goals, Werner said.\nPlus, your metabolism is a bit like a muscle: You need to work it frequently to stay very active, he suggests.\nResearch shows that when you lose weight, the body does not produce as much of the hunger-regulating hormone called leptin. But cheat days can cause a temporary increase in leptin, which speeds up your metabolism.\nA Swiss study showed that increasing calorie intake at a meal could increase the production of hormones that regulate body weight in\n30 per cent.\nAnother study of the\nUniversity of Western Australia They put obese men on two different diets over a four-month period: one that included diet breaks and one that didn’t. The group with breaks lost more weight, on average, than the group without breaks.\nIn general, Werner said, if you’re losing too much weight too quickly, you may not have enough energy to push your body to make positive changes in your fitness.\nEating a restrictive diet without cheat days could cause fatigue that makes it difficult to achieve your goals.\nBut the key to the cheat day concept is making sure you’re eating healthy portions.\nEating too much of a fun food could be\nconsidered a binge – a concern that deters many dieters from giving themselves a moment of indulgence.\nWerner recommends taking control of your cheat day planning. To start, Werner recommends considering a diet break every 12 to 16 weeks, for between one day and two weeks.\nIf you’re already fed up with your diet and feel fatigued before that marker, then you may be eating the wrong things, he said.\nBut be careful not to go more than a fortnight without dieting, Werner said, because it may be difficult to return to healthy eating habits.\n‘Allow yourself to eat some foods you haven’t eaten for a while and increase calories by a few hundred per day. That doesn’t mean it’s a pitched battle,” he said.\nIf you plan your indulgences this way, it might help you feel less guilty about indulging, Werner said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [
    "https://myscp.onlinelibrary.wiley.com/doi/10.1016/j.jcps.2015.05.001",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6359485/",
    "https://jeatdisord.biomedcentral.com/articles/10.1186/s40337-022-00642-6",
    "https://www.nature.com/articles/0801395",
    "https://www.businessinsider.com/diet-break-weight-loss-easier-dietitian-tips-2024-4",
    "https://www.myscp.onlinelibrary.wiley.com/doi/10.1016/j.jcps.2015.05.001",
    "https://www.jeatdisord.biomedcentral.com/articles/10.1186/s40337-022-00642-6",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC6359485/",
    "https://businessinsider.com/diet-break-weight-loss-easier-dietitian-tips-2024-4",
    "https://nature.com/articles/0801395",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6359485"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brittany werner",
        "sentiment": "none"
      },
      {
        "name": "werner",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "working against gravity",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pennsylvania",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:51:20.969+03:00",
  "updated": "2024-04-05T00:51:20.969+03:00"
}