{
  "thread": {
    "uuid": "21bd3bf0b8cd2b8b598c5542050547ca442352a8",
    "url": "https://vnexplorer.net/new-year-new-reasons-for-optimism-on-hong-kongs-economy-s698728.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "New year, new reasons for optimism on Hong Kong’s economy",
    "title_full": "New year, new reasons for optimism on Hong Kong’s economy",
    "published": "2023-12-29T02:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.i-scmp.com/sites/default/files/styles/768x768/public/d8/images/canvas/2023/12/28/f726e8c3-baaa-4519-96d9-7d03d3909dfa_79399ed6.jpg?itok=alj8lYx7&amp;v=1703750718",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "21bd3bf0b8cd2b8b598c5542050547ca442352a8",
  "url": "https://vnexplorer.net/new-year-new-reasons-for-optimism-on-hong-kongs-economy-s698728.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T02:49:00.000+02:00",
  "title": "New year, new reasons for optimism on Hong Kong’s economy",
  "text": "In a report published earlier this month, Nomura said Hong Kong’s economy had been on a roller-coaster ride this year. No sooner did the reopening of the city’s borders with mainland China boost growth and asset prices than the rebound fizzled, undermined in part by the unexpectedly sharp slowdown in China’s economy.\nNomura said this “led to an anticlimactic conclusion to this highly anticipated recovery”, yet this is just one of many blows Hong Kong has suffered in the past six years as a succession of external and domestic shocks have hit the city hard. These crises have not just impeded recovery but have also sowed doubts about the underpinnings of Hong Kong’s role as a global financial centre.\nOne would be hard-pressed to find another major economy that is in a more disadvantageous position. Caught between the Scylla of China’s severe economic problems and the Charybdis of the US Federal Reserve’s most aggressive monetary tightening campaign in 40 years, the city has ended up with the worst of both worlds when the global economy is still recovering from the Covid-19 pandemic and geopolitical and monetary policy risks are acute.\nThe outlook for Hong Kong remains uncertain due to a lack of consensus over the two big determinants of the performance of the city’s economy and asset prices: mainland China’s growth prospects and the scope for cuts in US interest rates.\nMaking the right call on Hong Kong means getting mainland China and the Fed right, a challenge that proved devilishly difficult for investors this year. However, barring new shocks, 2024 looks like the year when headwinds could turn into tailwinds.\nWhile scepticism is warranted given the frequency and intensity of shocks in Hong Kong since 2018, the confluence of a stabilisation of mainland China’s economy – in particular the bottoming out of the downturn in the crucial property sector – and the Fed’s shift towards less restrictive policy could serve as the catalyst for a marked improvement in sentiment.\nHSBC notes that “the risks are balanced for Hong Kong”. This is another way of saying that what poses a threat could also prove to be a boon.\nThe case for cautious optimism rests on a change in the narrative over the past few months, both in China and in the United States. Most investors are no longer debating how much worse things can get in China and whether the Fed is done raising rates. As 2023 draws to a close, the question is when will China’s housing market begin to stabilise and which month will the Fed start to ease policy.\nIn a report published on December 11, S&P Global Ratings said the mainland property sector “will enter the final stages of market clearing” next year, with top-tier cities leading the recovery as “policymakers continue to roll out stimulus”. JPMorgan says growth has become “a priority policy objective” and views plans to provide at least 1 trillion yuan (US$140.6 billion) of financing for the urban village renovation and affordable housing programmes as a potential “game-changer” for the sector.\nNomura, one of the most bearish voices on China, believes that at some point next year Beijing may be forced to “play the role of lender of last resort, funding major troubled developers to deliver unfinished pre-sold homes”, thereby “mark[ing] a real turning point for the economy”.\nThe narrative has changed more dramatically when it comes to the Fed. The US central bank’s abrupt shift in policy earlier this month has unleashed a wave of bullishness in markets. It “out-doved” markets by signalling that it would cut rates three times next year and suggested it did not want to fall behind the curve by keeping policy restrictive for too long.\nThat the Fed is now discussing the timing of a reduction in borrowing costs is hugely consequential for global asset prices, even though bond markets are pricing in too many rate cuts given the strength of the US labour market. There is now a clear path to looser monetary policy in the world’s most influential economy.\nIf both of these fillips materialise, they would provide the shot in the arm that Hong Kong – in particular its ailing real estate market – sorely needs. Even a more plausible scenario whereby Beijing is more stimulus-shy than Nomura expects but manages to stabilise the housing market, while the Fed only starts cutting rates in the second half of 2024, would help sentiment.\nStill, a more pessimistic view about Hong Kong cannot be dismissed. The bar for a meaningful and durable rally in mainland China remains high, while a policy mistake by the Fed poses significant risks. According to Bank of America’s latest global fund manager survey, selling Chinese stocks is still one of the most popular trades in markets despite Beijing’s more forceful attempts to stabilise the property sector.\nThe unpredictability of the policy and regulatory environment in mainland China, coupled with acute geopolitical tensions, weigh heavily on sentiment towards Hong Kong. These risks exacerbate concerns about tighter linkages between the city and the mainland. Earlier this month, ratings agency Moody’s warned that closer integration meant that “downside risks” for mainland China’s creditworthiness translated into downside risks for Hong Kong’s.\nHowever, positive spillovers are also possible, not just from China but also from US monetary policy. The outlook for Hong Kong remains challenging to say the least, but the city’s prospects look brighter as 2024 draws near.\nNicholas Spiro is a partner at Lauressa Advisory",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "nomura",
        "sentiment": "negative"
      },
      {
        "name": "us federal reserve",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hong kong",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T02:52:30.202+02:00",
  "updated": "2023-12-29T02:52:30.202+02:00"
}