{
  "thread": {
    "uuid": "8d0734899f3231412a22d4f0c6866a2f0b418131",
    "url": "http://french.presstv.ir/Detail/2024/01/18/718462/Mali-les-r%C3%A9v%C3%A9lations-de%C2%A0Go%C3%AFta%C2%A0concernant-l%E2%80%99Occident%C2%A0",
    "site_full": "french.presstv.ir",
    "site": "presstv.ir",
    "site_section": "http://french.presstv.ir",
    "site_categories": [],
    "section_title": "French PressTV",
    "title": "Zoom Afrique du 18 janvier 2024",
    "title_full": "Zoom Afrique du 18 janvier 2024",
    "published": "2024-01-18T12:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IR",
    "main_image": "https://cdn.presstv.ir/Photo/2024/1/18/4690cc06-1e94-45d5-a54d-53fc0e5f96dd.jpg",
    "performance_score": 0,
    "domain_rank": 6549,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8d0734899f3231412a22d4f0c6866a2f0b418131",
  "url": "http://french.presstv.ir/Detail/2024/01/18/718462/Mali-les-r%C3%A9v%C3%A9lations-de%C2%A0Go%C3%AFta%C2%A0concernant-l%E2%80%99Occident%C2%A0",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "French Presstv",
  "published": "2024-01-18T12:06:00.000+02:00",
  "title": "Zoom Afrique du 18 janvier 2024",
  "text": "Les titres de la rédaction : Les analyses de la rédaction : 1. RDC : 63e anniversaire de l’assassinat de Lumumba : « Tous les Congolais devraient imiter son courage, sa sagesse, son amour pour son pays et son peuple. » Une messe d’actions de grâce a été dite mercredi 17 janvier à la cathédrale Notre-Dame du Congo, en marge de la célébration du 63ᵉ anniversaire de l’assassinat du tout premier « Premier ministre » de la République démocratique du Congo, Patrice-Emery Lumumba. Dans son homélie, Abbé recteur Camille Esika a loué les qualités morales de celui qui s’est battu pour l’indépendance de la RDC. « Tous les Congolais devraient imiter son courage, sa sagesse, son amour pour son pays et son peuple », a-t-il souligné. Il a invité les Congolais à pérenniser les idéaux de ce héros national en libérant le pays pour que la République démocratique du Congo puisse libérer l’Afrique tout entière. « Patrice Lumumba est l’exemple de l’amour, l’amour qui l’a poussé à mener un combat acharné non pas pour des avantages personnels mais pour la dignité de son peuple, il voulait que ce pays puisse se développer, les congolais doivent poursuivre son combat pour libérer le pays et l’Afrique tout entière », a déclaré ce prélat catholique. Pour sa part, Roland Okito Lumumba, l’un des enfants de l’ancien Premier ministre de l’illustre disparu a appelé la jeunesse à s’approprier le combat de l’un des pères de l’indépendance de la RDC. Juste après la messe, plusieurs personnalités politiques se sont rendues au mausolée de Lumumba à l’Échangeur de Limete pour lui rendre des hommages. Parmi elles, l’actuel premier ministre, Jean-Michel Sama Lukonde, les ministres Julien Paluku, Eberande Kolongele, mais aussi la sœur jumelle de l’ancien président de la République, Jaynet Kabila. Le premier ministre congolais, Jean-Michel Sama Lukonde a salué le combat de l’un de ses prédécesseurs. Il a demandé à la jeunesse de poursuivre le combat de Patrice Emery Lumumba pour sauvegarder l’indépendance du pays. De son vrai nom, Élias Okit’Asombo est venu au monde le 2 juillet 1925 à Onalua (Congo belge), avant de le quitter, assassiné, le 17 janvier 1961 avec ses compagnons Maurice Mpolo et Joseph Okito. Patrice Lumumba, le grand combattant pour l'indépendance du Congo, a été torturé puis exécuté. Les agences de renseignement occidentales, en particulier la CIA américaine et le MI6 britannique, ont conspiré avec la Belgique, l'ancien colonisateur du pays, et des traîtres locaux pour renverser et assassiner Lumumba. Ce héros anticolonialiste n'avait que 35 ans et aurait pu continuer à jouer un rôle très important dans les progrès de son pays et de l'Afrique après l'indépendance. En tant que leader du Mouvement national congolais, Lumumba a été choisi par le peuple pour diriger un Congo indépendant émergeant de la brutale domination coloniale de la Belgique. On estime à dix millions le nombre de personnes tuées pendant la période de colonisation barbare du Congo par cette puissance européenne. Lumumba était déterminé à utiliser les ressources naturelles du pays, qui avaient fait l'objet de décennies d'exploitation coloniale et impérialiste, au profit du peuple congolais. C'est ce qui a irrité les puissances occidentales, qui ont décidé de l'éliminer. Le peuple de la République démocratique du Congo croupit toujours dans la pauvreté malgré les énormes ressources naturelles du pays. Aujourd'hui, 63 ans après l'assassinat de Lumumba, ce pays est toujours la cible de plusieurs acteurs internationaux qui ne cherchent qu’à piller le pays au prix du sang des Congolais. 2. Mali : démantèlement d’une ONG complice des terroristes Au Mali, lors du Conseil des ministres du mercredi 17 janvier 2024, le ministre d’État, ministre de l’Administration territoriale et de la Décentralisation a informé le gouvernement de la dissolution de l’association \"Solidarité pour le Sahel\", en abrégé SOLISA. L’association \"Solidarité pour le Sahel\" est une association signataire d’un accord-cadre avec l’État et dont le siège social se trouve en Belgique. Elle intervient dans les domaines de l’agriculture, de l’élevage, de l’eau, de l’énergie, de l’éducation et de la santé dans les Régions de Kayes, Koulikoro, Mopti et Tombouctou. Depuis un certain temps, il a été constaté qu’elle exerce ses activités dans le domaine humanitaire dans la Région de Kidal où elle dispose d’une antenne. Ce qui constitue, pour le ministère de l’Administration du territoire, un manquement aux dispositions de la loi relative aux associations, de l’Accord-cadre et aux dispositions statutaires de l’Association. Selon le communiqué du Conseil des ministres, il ressort des investigations que l’association \"Solidarité pour le Sahel\"’ est un outil de financement des activités des groupes armés signataires du CSP-PSD, agissant en violation des textes et contre les intérêts de l’État et des populations de la Région de Kidal. Les Groupes armés, pour mettre en œuvre leur volonté de contrôler tous les financements destinés à la Région de Kidal, poursuit le communiqué, ont parfois tué des prestataires humanitaires, détruit et enlevé tous les moyens des autres intervenants humanitaires afin de les obliger à mettre leurs moyens et fonds à la disposition de l’association \"Solidarité pour le Sahel\". \"Ces agissements, de nature à contribuer au financement du terrorisme et au blanchiment de capitaux, constituent une menace pour la paix et portent atteinte à l’intégrité du territoire national\", déplore le gouvernement. Au regard de ce qui précède et compte tenu du danger que l’association \"Solidarité pour le Sahel\" représente, sa dissolution et le démantèlement de ses dangereux réseaux complices s’avèrent nécessaires en vue de préserver la paix et l’unité nationale, a décidé le Conseil des ministres. 3. Mali: les révélations de Goïta concernant l’Occident Dans un discours récent, le colonel Assimi Goïta, chef de l’État malien, a exposé des aspects intrigants et potentiellement délicats des relations internationales, mettant en lumière les défis auxquels le Mali est confronté dans la préservation de sa souveraineté nationale. Ses révélations pointent vers des dynamiques complexes avec la France, la CEDEAO, et d’autres puissances étrangères, soulevant des questions cruciales sur l’indépendance politique du pays. Tout d’abord, l’Alliance nord-atlantique a proposé en 2021 de déployer ses troupes au Mali et de joindre ainsi les missions Takuba, Barkhane, la Minusma et le G5 Sahel, a déclaré le chef malien de transition. Cette proposition a été rejetée. Le 9 juin 2021, l'ambassadeur de France au Mali a remis un document dans lequel il était dit que \"l'Otan devait déployer des troupes au Mali\", a déclaré le 15 janvier le colonel Assimi Goïta. Ces troupes devraient s'ajouter aux missions Takuba, Barkhane, la Minusma, le G5 Sahel, a-t-il poursuivi. Cette proposition a été rejetée. \"J'ai compris qu'ils voulaient faire de notre pays soit un point d'entrée de toutes les dérives, soit qu'ils voulaient emprunter le chemin de la division du pays\", a déclaré le Président malien de transition. Assimi Goïta a souligné catégoriquement la nécessité pour le Mali de maintenir son indépendance politique, refusant de plier face à des pressions étrangères lors du choix de ses dirigeants. Il a particulièrement mis en avant son rejet des recommandations de personnalités proposées par la France, la CEDEAO, et une autre puissance étrangère non spécifiée. Cette position reflète une volonté affirmée de préserver la souveraineté nationale malienne contre toute influence extérieure. Dans son discours de vœux aux notabilités, diffusé par la chaîne nationale, le chef d’État malien, Assimi Goïta, a fait des révélations sur certaines choses qui se sont produites au début de la transition politique du pays. Ces révélations aussi sensibles quelles soient, entachent non seulement l’image et la crédibilité de la France et de la CEDEAO mais aussi, d’une puissance étrangère, dont Assimi Goïta a choisi de ne pas nommer. « Je voudrai faire une révélation produite au début de cette transition, c’était en août 2020 après la chute du régime qui était en place. En pleine assise nationale pour la refondation, par l’intermédiaire d’un président qui m’a informé que le président Emmanuel Macron souhaiterait discuter avec moi au téléphone. Nous avons accepté de discuter avec ce dernier, après salutation, il m’a fait la proposition de trois personnalités maliennes pour diriger cette transition. » « Il m’avait ensuite demandé de faire une déclaration à la suite pour les nommer président et Premier ministre de la transition, je le lui ai dit que le peuple malien se concerte et on s’en tiendra à ce résultat des assises. Il m’a dit de revoir ma position et de ne céder au même jeu que le Président Feu Ibrahim Boubacar Keita faisait, il nous disait toujours qu’il allait réfléchir à certaines de nos propositions jusqu’à ce qu’il perde le pouvoir au Mali. Finalement, nous n’avons pas accepté les propositions de Macron, et après la France, nous avons reçu l’ambassadeur d’un autre pays très influent qui nous a ramenés également une liste de deux personnes pour le poste du président et celui du Premier ministre pour la transition, nous avons aussi rejeté ces propositions. », a-t-il révélé. « Après l’échec des négociations avec les envoyés spéciaux de la CEDEAO au Mali, le Président du Ghana nous a invités, j’ai effectué ce voyage avec le ministre Wague et certains de mes conseillers. Une fois dans la capitale ghanéenne, nous avons exposé la situation politico-militaire du Mali aux différents chefs d’états de la CEDEAO, nous avons rencontré un président d’origine mandingue », a dit Goïta. « Comme vous le savez, un vrai mandingue ne sait pas mentir, après notre exposé et notre souhait de diriger cette transition, ce dernier nous a soufflé le nom de la personne choisie par les chefs d’États de la CEDEAO pour diriger la transition. Une fois dans la salle de réunion avec les différents chefs d’états de la CEDEAO, avant même de nous écouter, un président va prendre la parole et donne le nom de la même personne qui nous avait été dévoilé ». Automatiquement, a-t-il martelé, « nous avons assumé notre position en les informant que moi Col. Assimi Goïta dirigera cette transition, et ce fut le début de notre rupture avec la CEDEAO ». Il en rajoute par ailleurs, que toutes les personnalités proposées par la France, la CEDEAO et la puissance étrangères, dont il n’a pas mentionné le nom, sont toujours vivantes au Mali. En tout cas, même si Assimi n’a pas voulu donner les noms desdites personnes qui sont les pions de la France, d’un autre État puissant (Assimi n’a pas donné le nom de ce puissant pays) et de la CEDEAO, tôt ou tard, leurs identités seront dévoilées. Pour conclure, Goïta a affirmé que les États n’ont pas d’amis et ne cherchent qu’à imposer leur pion pour protéger leurs intérêts au Mali. « Pour l’intérêt national, les maliens doivent choisir leur dirigeant, et non un diktat des puissances étrangères. Je m’adresse aux Maliens de ne plus se tromper de choix des hommes qui conduiront la destinée de ce peuple. »",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T00:14:53.143+02:00",
  "updated": "2024-01-19T00:14:53.143+02:00"
}