{
  "thread": {
    "uuid": "d521adf06e0760c5bade2b8b9bbb89b23d0b77e6",
    "url": "https://vnexplorer.net/denis-villeneuve-explica-6-puntos-que-debes-saber-antes-de-ver-dune-parte-dos-s1668221.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Denis Villeneuve explica 6 puntos que debes saber antes de ver Dune: Parte Dos",
    "title_full": "Denis Villeneuve explica 6 puntos que debes saber antes de ver Dune: Parte Dos",
    "published": "2024-03-01T00:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1iZWF7.img",
    "performance_score": 0,
    "domain_rank": 52455,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d521adf06e0760c5bade2b8b9bbb89b23d0b77e6",
  "url": "https://vnexplorer.net/denis-villeneuve-explica-6-puntos-que-debes-saber-antes-de-ver-dune-parte-dos-s1668221.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-01T00:50:00.000+02:00",
  "title": "Denis Villeneuve explica 6 puntos que debes saber antes de ver Dune: Parte Dos",
  "text": "Denis Villeneuve se superó a sí misma con Dune: Parte 2. La primera película fue espectacular, pero está es más grande, más oscura, más violenta y presenta a nuevos personajes que juegan un papel clave en el destino de Paul Atreides y de la batalla que está por llegar.\nLa segunda parte, que llega a los cines el 29 de febrero, también parte de la historia que conocimos en la novela de Frank Herbert y avanza un poco más en el tiempo para mostrar cómo es que Paul finalmente es aceptado por los Fremen y comienza a convertirse en el líder que debe ser, mientras todos a su alrededor también comienzan a cumplir sus propios destinos.\nEn esta ocasión, personajes como Chani y Lady Jessica toman mucha más fuerza, además de que aparece un poderoso nuevo villano (que es uno de los mejores de los últimos años) y varias mujeres importantes que también tienen un papel que cumplir en la lucha de Paul y los planes de las Bene Gesserit.\nVilleneuve creó una historia llena de acción, pero también de drama, de momentos de tensión y de grandes revelaciones, donde empezamos a ver las verdaderas intenciones de cada uno de los protagonistas y cómo esto afecta a Paul.\nY sobre este nuevo proyecto, que continuará con una serie (The Sisterhood) y probablemente con una película más, Villeneuve explica que algunas cosas importantes que hay que entender.\nSobre el tiempo que transcurre entre Dune y Dune: Parte 2 See the video on YouTube.\n​​“Retomamos la historia sólo unas horas después del final de “Duna”, con Paul y Jessica en medio del desierto con los Fremen —con Stilgar y Chani— mientras caminan hacia el Sietch Tabr, e intentan encontrar refugio. Empezamos, exactamente, en un momento en el que están a punto de caer en una emboscada de una patrulla Harkonnen”.\n“Esta película trata de la integración de Paul y su madre, Jessica, en la cultura Fremen, en las tribus Fremen. Durante este tiempo, Paul y Chani se enamoran y, juntos, ellos inician una campaña contra los opresores, sus enemigos. Paul se acerca a una de sus peores pesadillas, que es el cumplimiento de una profecía que previó: una guerra santa librada en su nombre”.\nSobre lo que mueve a Paul Atreides “Paul está dividido entre su deseo de venganza y el hecho de que tiene una fuerte intuición de que el camino que sigue podría llevarle a la catástrofe; que al intentar vengar a su padre, podría traer a sus amigos, los Fremen, el caos y la guerra. Es un dilema moral y camina por una línea muy fina en el intento de luchar contra sus enemigos sin recorrer el camino de la profecía que han trazado las hermanas Bene Gesserit antes que él”.\nSobre la importancia de Lady Jessica “Rebecca Ferguson interpreta al personaje más salvaje de ‘Duna: parte dos’. Le da vida a Lady Jessica, una madre que tiene la capacidad de hablar, a través de su mente, con su hija nonata. Ella escucha voces de las Madres Reverendas anteriores que la guían. Quiere que su hijo se convierta en rey y hará todo lo posible por cumplir su anhelo. Es una de las fuerzas más oscuras y poderosas de esta historia, la jugadora de ajedrez definitiva y Rebecca hizo de una manera absolutamente atinada”.\n“Para que los Fremen la acepten, Lady Jessica debe asistir a una ceremonia que la transformará en una Reverenda Madre, destinada a llevar las memorias de todas las grandes Madres Reverendas antes de ella: su enorme cantidad de sabiduría y conocimiento. Pero, se supone que no debes ir a esa ceremonia cuando estás embarazada, como es el caso de ella, así que… Ella debe cuidar de ese nuevo ser que crece lentamente en su interior a medida que se hace más y más poderosa. Por supuesto, es Lady Jessica, así que también usará su poder para proteger a Paul y para cumplir su agenda oculta.”\nSobre la evolución en la relación entre Paul y Chani\nDune\n“Al principio, Chani desconfía, pero también siente curiosidad por este chico que viene de otro mundo. Algo que realmente conmueve a Chani es que Paul es sincero; siente que Paul realmente quiere aprender sobre las costumbres Fremen. Chani es como otros jóvenes Fremen, no cree en la propaganda de la Bene Gesserit, la propaganda religiosa. Tiene la firme creencia de que los Fremen deben ser liberados por los Fremen, no esperar a los forasteros; piensa que esas viejas creencias son una forma de controlar a su pueblo. Pero ella ve que Paul no quiere actuar como un colonizador, no quiere imponer sus costumbres, no quiere que lo vean como un salvador. Sólo quiere sobrevivir y eso la conmueve, esa sinceridad. Ella quiere asegurarse de que él tenga todas las herramientas necesarias para sobrevivir a las duras condiciones de Arrakis. Y cuanto más le ayuda, más le conoce y, lentamente, más abre su corazón”.\nSobre Christopher Walken y el papel del Emperador “El Emperador es un tecnócrata que intenta mantener el control de una galaxia, igual que un gobierno que lucha por mantener el control de un país. No hace concesiones. En la película anterior, hizo algo que iba en contra de su propia naturaleza, que fue matar a uno de sus amigos, el Duque Leto Atreides, para tomar su poder. Él rompió su propio corazón en el proceso y se convirtió en una figura oscura. Esto es un peso y una culpa que carga. Es un hombre roto”.\n“El Emperador es una figura icónica en la historia de la película y yo quise a un actor que aporta seriedad, profundidad y agitación interior a este personaje. Christopher Walken fue al único que tuve en mente mientras escribía el guion y tuve la suerte de que aceptara el papel. Francamente, ¡reconozco que fui tímido al principio! Pero es un artista único, bello y generoso; me conmovió ver que Christopher, incluso cuando no estuvo delante de la cámara, fue un caballero, estuvo ahí para los demás actores. Tiene un gran espíritu y, verdaderamente, amé trabajar con él”.\nSobre el nuevo villano: Feyd-Rautha “Llevar a Feyd-Rautha a la pantalla es una responsabilidad. Es uno de los personajes más emblemáticos de la novela “Duna”. Siento que fue una bendición que Austin Butler se haya unido al proyecto. Feyd-Rautha es el sobrino del barón Vladimir Harkonnen y Austin lo retrató como una especie de asesino psicótico que es un cruce entre un maestro de la espada y Mick Jagger. Realmente aportó algo absolutamente fascinante a la pantalla. Sinceramente, estoy muy orgulloso de esta versión de Feyd-Rautha y estoy impaciente por compartir con el mundo lo que Austin hizo”.\n“Feyd está motivado por el poder y la ambición. Es un personaje con un apetito voraz y sin límites morales: es un psicópata”.\n“Paul y Feyd se encuentran en el epicentro de la historia, en un momento cuando sólo uno de ellos podrá ascender al trono. Las Bene Gesserit los criaron a ambos. Los dos son hábiles; yo diría que los dos están en la cumbre de sus poderes —guerreros fuertes, intelectuales con gran fortaleza— por lo que son el espejo el uno del otro, némesis perfectos. Cualquiera de las dos podría prevalecer al final”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1iZWF7.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1iZWF7.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:59:50.805+02:00",
  "updated": "2024-03-01T00:59:50.805+02:00"
}