{
  "thread": {
    "uuid": "5d04970bc0764af0ffb49f8ee7ba9a57ace5baf1",
    "url": "https://vnexplorer.net/z/1213080.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/ca",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "CA - VNExplorer",
    "title": "Abandoned UK race track built on RAF runway discovered in amazing condition",
    "title_full": "Abandoned UK race track built on RAF runway discovered in amazing condition",
    "published": "2024-07-05T09:41:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ptbTG.img",
    "performance_score": 0,
    "domain_rank": 98072,
    "domain_rank_updated": "2024-07-02T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5d04970bc0764af0ffb49f8ee7ba9a57ace5baf1",
  "url": "https://vnexplorer.net/z/1213080.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-07-05T09:41:00.000+03:00",
  "title": "Abandoned UK race track built on RAF runway discovered in amazing condition",
  "text": "An explorer has shared pictures of a long forgotten race track she rediscovered after hearing about it online. The race track, once known as Long Marston Raceway, was built on the runway of RAF Long Marston in Stratford-upon-Avon and opened in 1980 where it hosted drag races. Although it was abandoned, it remains untouched and still in place are the stands, where fans once watched from, toilets and offices. The track still has all of its stop and start lines intact. Explorer Chloe Urbex, 23, said: “This is one I had assumed had been demolished but recently I saw a few posts on it so when we was looking at an abandoned house down the road we took a quick mooch around here. Long Marston Raceway “The raceway &quot;It opened in 1980, opening with the name Long Marston Raceway. It was renamed Avon Park Raceway in 1990 and finally renamed Shakespeare County Raceway in 2008. The new housing estate is slowly getting closer and closer to I&#039;d imagine in a year this one will be gone.&quot; Long Marston Raceway The track was closed and sold in 2018 to make way for a new housing estate and has sat derelict ever since. Pictures showed how to the side of the course are mountains of sand, used incase of fires. There are still advertisements attached to the old boards, as well as the stands looking over the track. Long Marston Raceway One fan said: “Some of my best childhood memories are at that place.” Another added: &quot;Gutted this place wasn&#039;t allowed to continue running, loved going down to the Halloween bash. Great memories.&quot; Another said: &quot;I was there in the early 90s, it was always a great track and a great atmosphere.&quot; Long Marston Raceway One more fan: &quot;Wow, this is so sad. I used to run my bike down that strip in the 90s at the Bulldog bash. Brilliant place with a lot of happy memories. So very sad it&#039;s falling victim to more houses.&quot; Earlier this month pictures were shared of the Munich Olympiastadion, which was once a bustling sports hub in the heart of Germany and has been left untouched for several years. Nestled in the centre of the Olpmpiapark Munchen, construction for the stadium began in 1968 and it was officially opened in May 1972, just in time for the Summer Olympics. The city of Munich won its Olympic bid back in 1966, beating out Detroit, Madrid and Montreal.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chloe urbex",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "raf",
        "sentiment": "negative"
      },
      {
        "name": "long marston raceway",
        "sentiment": "none"
      },
      {
        "name": "raf long marston",
        "sentiment": "none"
      },
      {
        "name": "shakespeare county raceway",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "avon park raceway",
        "sentiment": "none"
      },
      {
        "name": "stratford",
        "sentiment": "none"
      },
      {
        "name": "avon",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T17:44:08.058+03:00",
  "updated": "2024-07-05T17:44:08.058+03:00"
}