{
  "thread": {
    "uuid": "99094b089f9bbbe755e8e8e223ecd22c300c22f5",
    "url": "https://www.lapatilla.com/2024/03/29/nelson-chitty-la-roche-dios-no-ha-muerto",
    "site_full": "www.lapatilla.com",
    "site": "lapatilla.com",
    "site_section": "https://www.lapatilla.com/?feed=rss2",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "LaPatilla.com",
    "title": "Nelson Chitty La Roche: ¡Dios no ha muerto!",
    "title_full": "Nelson Chitty La Roche: ¡Dios no ha muerto!",
    "published": "2024-03-29T14:22:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VE",
    "main_image": "https://www.lapatilla.com/wp-content/uploads/2021/08/thumbnailNelsonChittyLaRoche.png?w=200",
    "performance_score": 0,
    "domain_rank": 43874,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "99094b089f9bbbe755e8e8e223ecd22c300c22f5",
  "url": "https://www.lapatilla.com/2024/03/29/nelson-chitty-la-roche-dios-no-ha-muerto",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "David Morán",
  "published": "2024-03-29T14:22:00.000+03:00",
  "title": "Nelson Chitty La Roche: ¡Dios no ha muerto!",
  "text": "“La igualdad universal, de la cual surgen los ideales de libertad, de vida colectiva solidaria, de conducta autónoma y emancipatoria, de moral individual y conciencia, de derechos humanos y democracia, es el legado directo de la ética judía y de la ética cristiana del amor. Este legado, sustancialmente sin modificarse, ha sido el objeto de una continua crítica y reinterpretación. Hasta este día, no hay alternativa a él… Todo lo demás es sólo discusión posmoderna”. Jürgen Habermas, Religión y racionalidad (2006)\nEn estos días más que otros, nosotros los cristianos, solemos hacer de la pasión, en nuestro fondo espiritual y evocando la extraordinariedad de la pasión de cristo una elegía.\nRecitamos perplejos los misterios dolorosos del rosario que, en mi caso, aprendí de niño en el internado del Colegio Santo Domingo Savio allá en los Teques con los curas salesianos y nos detenemos, abrumados, superados, seducidos, por su fuerza y convicción. Jesús, Cristo, ha sido sin dudas el hombre mas valiente que ha existido y el más generoso también y para lo que pienso y siento, es el Dios trascendente, por amor al hombre mismo.\nEmpero, reflexiono sobre el alegado “adelanto” que este cambio de época que vivimos representa y es menester afrontar. Este siglo XXI tan rápido, que parece instantánea amenaza con demoler y llevar hacia la nada posmoderna todo.\nHoy como nunca se aprecia, una terrible centrifuga que mueve al homo actualis bruscamente, en cada segundo, hacia el mundo digital, electrónico y matemático, lo va privando de su imaginación, lo vacía de su espiritualidad y lo conduce por una centrípeta de dependencia, lo individualiza y lo deshumaniza.\nLo cierto es que las iglesias se vaciaron, la familia no atrae sino pesa a muchos, la ideología LGBT que se ufana de evolutiva quiere convencer de que nadie es lo que es sino otra cosa y peor aún insiste en que debe corregirse a la mismísima naturaleza humana.\nPuede abundarse, pero reduzco al mínimo los comentarios que, como testigo de este momento, uno entre ocho mil millones me ocupo de hacer y quiero y debo hacer. Nietzsche cantó la muerte de Dios y no creo que debamos creer que era o puede entenderse literalmente. No trato de descifrarlo ni de interpretarlo, pero, tal vez fue mas un sarcasmo que una afirmación.\nEspeculo y perdónenme, no recurro a una pretendida erudición de la que carezco, pero, el filósofo se perdía en medio de su genialidad, como con otras frases se podría entender lo mismo leyendo a Dostoievski.\nEn todo caso, cualquiera podría inferir luego de lo anotado que admito una conexión, pero no, no es así, lo que mantiene al ser humano vivo y provisto de la perspectiva del amor y la solidaridad a toda costa, lo deja ver arriba la cita de Habermas; es el poder del Dios cristiano y su vigencia como referente de valores espirituales.\nCabe una cita más que entiendo pertinentísima, El novelista chino Gao Xingjian (Premio Nobel de Literatura 2000) hace eco de esta comprensión: “En mis obras hay una compasión muy cristiana. […] En la cultura cristiana, lo que me fascina, lo que me atrae, es que el hombre se encuentra en el centro siempre” citado por Joaquin C Bretel, En 5 grandes pensadores cristianos, 04/05/2021)\nFrente al odio y a la deshumanización, que cunde por el mundo hay un cosmocristianismo que los encara y es la fe; , ¡si Dios conmigo, quién contra mi!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T14:25:10.237+03:00",
  "updated": "2024-03-29T14:25:10.237+03:00"
}