{
  "thread": {
    "uuid": "70e69a8acaba55fb6fc50f6225b25935d9f4d21f",
    "url": "https://www.cannon.af.mil/News/Article/3731526/cannon-afb-pediatric-brain-cancer-study-findings-published",
    "site_full": "www.cannon.af.mil",
    "site": "af.mil",
    "site_section": "https://www.521amow.af.mil",
    "site_categories": [],
    "section_title": "\r\n\tHome\r\n",
    "title": "Cannon AFB pediatric brain cancer study findings published > Cannon Air Force Base > News",
    "title_full": "Cannon AFB pediatric brain cancer study findings published > Cannon Air Force Base > News",
    "published": "2024-04-04T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 1094,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "70e69a8acaba55fb6fc50f6225b25935d9f4d21f",
  "url": "https://www.cannon.af.mil/News/Article/3731526/cannon-afb-pediatric-brain-cancer-study-findings-published",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@CannonAFB_",
  "published": "2024-04-04T08:00:00.000+03:00",
  "title": "Cannon AFB pediatric brain cancer study findings published > Cannon Air Force Base > News",
  "text": "Cannon AFB pediatric brain cancer study findings published Published April 4, 2024 By Capt. Jaclyn Pienkowski 27th Special Operations Wing Public Affairs CANNON AIR FORCE BASE, N.M. -- An occurrence study that assessed the rate of pediatric brain cancer among children of Active-Duty Air Force parents assigned to Cannon AFB between 2010 and 2020 has concluded and a report was published on Feb. 12, 2024. The pediatric brain cancer study was initiated in September 2022 when concerns were brought to Cannon AFB leadership regarding the occurrences of a rare type of pediatric brain cancer called Diffuse Intrinsic Pontine Glioma/Diffuse Midline Glioma (DIPG/DMG). The concerns suggested that dependents with a history of being assigned to Cannon AFB had a higher occurrence rate of DMG or DIPG. “Your concerns are our concerns,” said Col. Jeremy Bergin, 27th Special Operations Wing commander. “Our number one priority is the health and safety of our Air Commandos and their families, and we take this responsibility seriously. Our hearts continue to be with the families who have lost loved ones to DIPG/DMG cancer or are currently facing childhood cancer of any kind – it is devastating.” As a result of the concerns, the Epidemiology Consult Service at the United States Air Force School of Aerospace Medicine (USAFSAM) began an assessment of DIPG/DMG occurrences at Cannon AFB in January 2023. This epidemiological study aimed to research the history of DIPG and DMG at Cannon and determine if there is a cluster of pediatric cancer at higher rates than the national average. “An epidemiological study looks at the distribution of diseases and other health-related conditions in a specified population, over a specified period of time,” said Col. Eric Chumbley, chief of aerospace medicine. The study assessed the number of children of Active Duty Air Force parents that were assigned to Cannon AFB during the period of 2010-2020, and compared these numbers to two other populations: other children of Active Duty Air Force parents that have not been assigned to Cannon AFB and the U.S. civilian child population. Given the small number of DIPG/DMG cases, USAFSAM expanded the study to assess the incidence of all pediatric brain cancers in these populations, and not only DIPG or DMG. The study found there was no significant increase in overall brain cancer among the pediatric population whose sponsor was stationed at Cannon AFB when compared to either population from 2011-2020. However, when considering only the rare diagnosis of DIPG/DMG, children with a Cannon AFB affiliation had a higher rate of DIPG/DMG compared to the non-Cannon AFB pediatric population and when compared to the U.S. civilian pediatric population. The number of children that had parents assigned to Cannon AFB with this diagnosis between the years assessed was three. Study officials warn that findings with low counts (e.g., three) are statistically unstable and have low reliability, and make it difficult to rule out chance. This means that despite the observed statistically significant rates of DIPG and DMG, the role of chance cannot be dismissed as an explanation. “When conducting these studies, the National Cancer Institute tells us that having 16 or more cases of the same or similarly caused cancers provides more stable statistics and reliable results,” said Chumbley. “In other words, with fewer than 16 cases, the margin of error is too wide.” Additionally, these results should be interpreted with regards to what is known about the causes of DIPG/DMG. According to leading experts in the field across the nation, there are no known environmental exposures or risk factors linked to DIPG/DMG incidence. Regarding Cannon AFB specifically, there is no data suggesting a relationship between environmental conditions on base to include per- and polyfluoroalkyl substances (PFAS), and DIPG/DMG rates. Researchers state that no evidence exists that specific inherited genetic mutations contribute to DIPG/DMG. Most DIPG/DMG cases are associated with an epigenetic phenomenon resulting in a histone mutation known as H3K27M. This is a random mutation without any known cause. While ionizing radiation is associated with increased rates of pediatric brain cancer in general, there was no note of excessive ionizing radiation exposure among the cases. New Mexico is not known to have areas with environmental ionizing radiation and has a cancer rate, including pediatric brain cancer, below the national average, according to a representative with the New Mexico Department of Health. The study also compared rates of pediatric brain cancer and DIPG/DMG in the Department of the Air Force (DAF) to civilian rates, and found the DAF pediatric population has a significantly lower rate of pediatric brain cancer overall and the rate of DIPG/DMG is statistically similar. By looking at the bigger picture and encompassing a larger population, researchers suggest it provides a more accurate epidemiologic picture. “While the study concluded that the rates of DIPG and DMG at Cannon were likely abnormally high based on chance, it provided Air Force Special Operations Command with recommendations that we plan to implement here at Cannon,” Bergin said. “We will ensure our providers are thoroughly educated on signs and symptoms of pediatric brain cancer; we will actively monitor any cases of pediatric brain cancer and ensure they are referred to the DIPG and DMG international registry; and we will always encourage enrollment of children with these diagnoses into tumor registries and refer them to regional specialist while building knowledge for targeted treatments that could lead to a cure.” The study recently concluded in February 2024 and the findings were published in a report located here. Additional information on the pediatric cancer study can be found here: AFSOC | Cannon Pediatric Cancer Study",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jaclyn p",
        "sentiment": "negative"
      },
      {
        "name": "jeremy bergin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "special operations wing public affairs cannon air force base",
        "sentiment": "none"
      },
      {
        "name": "cannon afb",
        "sentiment": "none"
      },
      {
        "name": "air force",
        "sentiment": "none"
      },
      {
        "name": "dmg",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "n.m.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:44:11.725+03:00",
  "updated": "2024-04-05T00:44:11.725+03:00"
}