{
  "thread": {
    "uuid": "25f46454b50caaec527f2c82c5cb20ceff0da2c8",
    "url": "https://juventudrebelde.cu/cuba/2024-04-18/cuba-rinde-homenaje-al-padre-de-la-patria",
    "site_full": "juventudrebelde.cu",
    "site": "juventudrebelde.cu",
    "site_section": "https://juventudrebelde.cu",
    "site_categories": [],
    "section_title": "Portada - Juventud Rebelde - Diario de la juventud cubana",
    "title": "Cuba rinde homenaje al Padre de la Patria - Juventud Rebelde - Diario de la juventud cubana",
    "title_full": "Cuba rinde homenaje al Padre de la Patria - Juventud Rebelde - Diario de la juventud cubana",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CU",
    "main_image": "https://juventudrebelde.cu/thumbs/600x600/aspectRatio/images/news/2024/04/0BLzSK_18-04-2024_14.04.39.000000.jpg",
    "performance_score": 0,
    "domain_rank": 72100,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "25f46454b50caaec527f2c82c5cb20ceff0da2c8",
  "url": "https://juventudrebelde.cu/cuba/2024-04-18/cuba-rinde-homenaje-al-padre-de-la-patria",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Osviel Castro Medel digital cu",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Cuba rinde homenaje al Padre de la Patria - Juventud Rebelde - Diario de la juventud cubana",
  "text": "Un sentido tributo a Céspedes, encabezado por el vicepresidente de la República, Salvador Valdés, tuvo lugar en la Plaza de la Revolución, de Bayamo Autor: Ibrahín Sánchez Carrillo Publicado: 18/04/2024 | 02:31 pm BAYAMO, Granma.— La vida y obra de Carlos Manuel de Céspedes, Padre de la Patria (18 de abril de 1819- 27 de febrero de 1874), fueron resaltadas este jueves en solemne acto de homenaje, tributo que estuvo encabezado por Salvador Valdés Mesa, miembro del Buró Político y Vicepresidente de la República. Frente a la casa natal donde naciera el patriota, varios artistas de Granma repasaron, con dramatizaciones, canciones y fragmentos de poemas, momentos de la trayectoria del Iniciador, quien vio la luz en la antigua calle Burruchaga, hace 205 años. El orador en el acto fue el Doctor en Ciencias Yoel Cordoví, presidente del Instituto de Historia de Cuba, quien resaltó la personalidad del Héroe de San Lorenzo, un hombre que no fue entendido por todos sus contemporáneos, a pesar de haber sido el primero en levantarse en armas contra la metrópoli española. «Desde la altura de su símbolo, con fuerza como la luz llega su ejemplo, la ética revolucionaria, la indoblegable fe en el triunfo de una causa justa», expresó el destacado historiador. En la congregación estuvieron además cientos de bayameses, Alpidio Alonso Grau, Ministro de Cultura, Yanetsy Terry Gutiérrez, Gobernadora de Granma, y participantes en el 32da edición de la jornada científica Creador de la Patria, que convocó a prestigiosos investigadores el país, incluyendo a Eduardo Torres Cuevas, merecedor del Premio Nacional de Historia. Antes del acto se desarrolló, con la presencia del Comandante de la Revolución y miembro del Buró Político Ramiro Valdés Menéndez, la ceremonia de las banderas, que consiste en izar, en la Plaza de la Revolución, de esta ciudad, el estandarte nacional y el de Carlos Manuel de Céspedes. El homenaje al prócer independentista incluyó la cancelación de un sello postal alegórico al patricio, la develación de la obra Nacimiento de un Padre, del artista de la plástica Alexis Pantoja Pérez, la iluminación de un cuadro del Primer Presidente y la conferencia «Ética y Revolución en Carlos Manuel de Céspedes», dictada por Yoel Cordoví. Todas estas actividades se celebraron en la Casa Natal del ilustre bayamés, hoy convertida en museo. Asimismo, las actividades por el 205 aniversario del Hombre de La Demajagua, comprendieron el evento Canción al Padre, desarrollado por la Asociación Hermanos Saíz para recordar con trova y arte al Fundador, quien fue coautor de La Bayamesa, considerada la primera obra musical romántica de Cuba.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:51:31.161+03:00",
  "updated": "2024-04-19T00:51:31.161+03:00"
}