{
  "thread": {
    "uuid": "ab0700b7181cfdf1cc0798f445c689a0fe7359a5",
    "url": "https://bnnbreaking.com/local-news/heroic-rescue-in-winchester-deputies-save-three-from-tree-crushed-trailer-amidst-live-wires",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnnbreaking.com/feed",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "Heroic Rescue in Winchester: Deputies Save Three from Tree-Crushed Trailer Amidst Live Wires",
    "title_full": "Heroic Rescue in Winchester: Deputies Save Three from Tree-Crushed Trailer Amidst Live Wires",
    "published": "2024-02-29T22:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/a2b298a5daa465879013d5565e28a536300434f63ae633460059f3a92b95847c.jpg",
    "performance_score": 0,
    "domain_rank": 19407,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ab0700b7181cfdf1cc0798f445c689a0fe7359a5",
  "url": "https://bnnbreaking.com/local-news/heroic-rescue-in-winchester-deputies-save-three-from-tree-crushed-trailer-amidst-live-wires",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sakchi Khandelwal",
  "published": "2024-02-29T22:23:00.000+02:00",
  "title": "Heroic Rescue in Winchester: Deputies Save Three from Tree-Crushed Trailer Amidst Live Wires",
  "text": "On a seemingly ordinary morning in Winchester, Idaho, an emergency call at 8:15 a.m. transformed into a tale of swift action and community heroism. Lewis County deputies, alongside local emergency responders, orchestrated the safe evacuation of three individuals from a dire situation, where a massive tree had not only crushed their trailer but also brought down live power lines, creating a perilous blockade at 216 Nezperce Avenue.\nTimely Response and Teamwork\nUpon receiving the distress call, the Lewis County Sheriff's Office and the Winchester Fire Department, supplemented by the Winchester Quick Response unit, rushed to the scene. Their prompt arrival was critical. The tree, in its fall, had ensnared the trailer's occupants in a precarious position, with the added danger of electrified debris due to the compromised power lines. Despite these hazards, deputies made the brave decision to enter the unstable trailer, ensuring that the occupants were unharmed while awaiting a safer exit strategy.\nStrategic Operation and Evacuation\nThe operation took a turn for the better with the arrival of Avista utilities, whose technicians managed to de-energize the surrounding power lines. This crucial step allowed rescue teams to carve a path through the debris, safely reaching and evacuating the trapped individuals. The successful rescue underscored the importance of coordination and expertise amongst the different emergency response teams. Remarkably, throughout this harrowing ordeal, the occupants remained uninjured, a testament to the resilience of the human spirit and the protective measures taken by the responders.\nCommunity Support and Reflection\nIn the aftermath of the rescue, the community rallied to provide support for the affected individuals, with the American Red Cross stepping in to offer necessary assistance. This incident, while highlighting the unpredictability of life, also showcased the strength of a community when faced with unexpected challenges. It serves as a powerful reminder of the bravery and dedication of emergency responders who put their lives on the line to ensure the safety of others.\nAs Winchester reflects on this close call, the incident sparks a broader conversation on preparedness and community resilience in the face of natural disasters. While the physical scars may heal, the memory of this day will linger, inspiring ongoing discussions about safety, emergency response, and the indomitable spirit of community solidarity.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "lewis county sheriff's office",
        "sentiment": "none"
      },
      {
        "name": "winchester quick response",
        "sentiment": "none"
      },
      {
        "name": "winchester fire department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "winchester",
        "sentiment": "none"
      },
      {
        "name": "idaho",
        "sentiment": "none"
      },
      {
        "name": "lewis county",
        "sentiment": "none"
      },
      {
        "name": "nezperce avenue",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:29:09.187+02:00",
  "updated": "2024-03-01T00:29:09.187+02:00"
}