{
  "thread": {
    "uuid": "e8cd1aa17d8a51828c73f9046041e3576026001b",
    "url": "https://www.noticiasaominuto.com/mundo/2583993/retomada-entrada-de-ajuda-humanitaria-em-gaza-atraves-de-porto-temporario",
    "site_full": "www.noticiasaominuto.com",
    "site": "noticiasaominuto.com",
    "site_section": "https://www.noticiasaominuto.com/fama/2531667/jose-castelo-branco-roubou-perfume-faco-trabalho-comunitario",
    "site_categories": [
      "tech",
      "email",
      "top_news"
    ],
    "section_title": "José Castelo Branco roubou perfume? &quot;Faço trabalho comunitário&quot;",
    "title": "Retomada entrada de ajuda humanitária em Gaza através de porto temporário",
    "title_full": "Retomada entrada de ajuda humanitária em Gaza através de porto temporário",
    "published": "2024-06-21T01:37:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://media-manager.noticiasaominuto.com/1280/naom_664706612da32.jpg",
    "performance_score": 0,
    "domain_rank": 29601,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e8cd1aa17d8a51828c73f9046041e3576026001b",
  "url": "https://www.noticiasaominuto.com/mundo/2583993/retomada-entrada-de-ajuda-humanitaria-em-gaza-atraves-de-porto-temporario",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-21T01:37:00.000+03:00",
  "title": "Retomada entrada de ajuda humanitária em Gaza através de porto temporário",
  "text": "F oi retomada a entrada de ajuda humanitária na Faixa de Gaza através do porto temporário instalado pelos Estados Unidos junto ao território.\nEstrutura tinha sido movida para um porto israelita em Ashdod, na semana passada, para a proteger do mau tempo que se previa. É a segunda vez, aliás, que os fenómenos meteorológicos obrigaram a interromper o seu funcionamento, diz a agência de notícias Al Jazeera.\n\"Posso confirmar que o pessoal do Comando Central dos Estados Unidos reancorou e reestabeleceu o porto temporário para a praia de Gaza ontem\" disse o porta-voz do Pentágono, Pat Ryder.\nCitado pela agência espanhola EFE, Ryder disse, em conferência de imprensa, que os engenheiros das Forças de Defesa de Israel (IDF) forneceram o apoio necessário para garantir que o cais estivesse a funcionar e acrescentou que não havia tropas americanas no terreno. Desde maio, segundo Ryder, foram entregues mais de 4.100 toneladas métricas de material.\n\"Embora sempre tenha sido nossa intenção que o cais fosse uma solução temporária como parte de um esforço internacional mais vasto para satisfazer as necessidades urgentes do povo palestiniano, não há fim à vista para esta missão neste momento, ao contrário do que afirmam alguns meios de comunicação social\", apontou.\nA instalação é constituída por duas estruturas: uma doca flutuante onde são atracados os barcos carregados de ajuda humanitária e um passadiço para os camiões que transportam os abastecimentos para terra.\nA 23 de maio, foi anunciado que, no início de setembro, as condições do mar poderiam obrigar ao desmantelamento da doca, uma vez que o agravamento das condições do mar tornaria impossível a sua manutenção.\nSegundo a Al Jazeera, vários grupos dedicados à entrega de ajuda humanitária argumentaram que a doca norte-americana não é adequada para substituir rotas terrestres, que Israel terá limitado fortemente.\nO presidente norte-americano Joe Biden anunciou no início de março a criação desta estrutura temporária, perante os bloqueios de Israel à entrega de ajuda por via terrestre ao território palestiniano sitiado e assolado por uma catástrofe humanitária, noticiou a agência France-Presse (AFP).\nO custo da construção do porto deverá ficar em torno dos 320 milhões de dólares (297 milhões de euros, à taxa de câmbio atual).\nO conflito em curso na Faixa de Gaza foi desencadeado pelo ataque do grupo islamita Hamas em solo israelita de 07 de outubro de 2023, que causou cerca de 1.200 mortos e duas centenas de reféns, segundo as autoridades israelitas.\nDesde então, Israel lançou uma ofensiva na Faixa de Gaza que provocou mais de 35.000 mortos, segundo o Hamas, que governa o pequeno enclave palestiniano desde 2007.\n[Notícia atualizada às 23h50]\nLeia Também: Ajuda humanitária já desembarcou no porto temporário dos EUA em Gaza",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Social Issue"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-21T01:42:19.599+03:00",
  "updated": "2024-06-21T03:22:47.045+03:00"
}