{
  "thread": {
    "uuid": "26c06d9760f15fa347d414f91827360126e7a80a",
    "url": "https://www.presbyterianmission.org/story/community-organizer-and-activist-gets-a-lift-from-like-minded-presbyterians",
    "site_full": "www.presbyterianmission.org",
    "site": "presbyterianmission.org",
    "site_section": "https://www.presbyterianmission.org/stories/feed",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Stories Archive | Presbyterian Mission Agency",
    "title": "Community organizer and activist gets a lift from like-minded Presbyterians",
    "title_full": "Presbyterian Mission Agency Community organizer and activist gets a lift from like-minded Presbyterians | Presbyterian Mission Agency",
    "published": "2024-05-31T18:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.presbyterianmission.org/wp-content/uploads/2024-pns-Emma-Lockridge-by-Rich-Copley400.gif",
    "performance_score": 0,
    "domain_rank": 83849,
    "domain_rank_updated": "2024-05-28T13:10:09.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "26c06d9760f15fa347d414f91827360126e7a80a",
  "url": "https://www.presbyterianmission.org/story/community-organizer-and-activist-gets-a-lift-from-like-minded-presbyterians",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-31T18:01:00.000+03:00",
  "title": "Community organizer and activist gets a lift from like-minded Presbyterians",
  "text": "Emma Lockridge is the most recent guest on ‘A Matter of Faith: A Presby Podcast’ by Mike Ferguson LOUISVILLE — Emma Lockridge, [who five years ago told the PC(USA)’s Committee on Mission Responsibility Through Investment how living near a refinery had disastrously impacted her and her neighbors](https://www.presbyterianmission.org/story/investment-group-meets-detroit-residents-living-in-refinerys-toxic-shadow/), updated her story — made even more compelling by her photographs — this week during the most recent episode of “A Matter of Faith: A Presby Podcast.” Listen to Lockridge’s hour-long conversation with hosts Simon Doong and the Rev. Lee Catoe [here](https://amatteroffaith.buzzsprout.com/1648090/15160840-corporate-impact-on-communities-w-emma-lockridge). The hosts asked Lockridge this question: How can people of faith support local communities seeking justice for the impacts that corporations have on them? Areas including cancer alley in Louisiana are being referred to as “sacrifice zones,” Lockridge noted. Before her own home was finally purchased by an energy company after nearly a decade of activism, Lockridge lived in 48217, [the most polluted ZIP code in the state of Michigan](https://seas.umich.edu/stewards/spring-2023/mapping-environmental-justice-and-uplifting-community-survival-southwest#:~:text=Part%20of%20the%20Tri%2DCities,and%20benzene%2C%20into%20the%20air.), the home to more than two dozen major polluters, she said. “It formed this humongous cocktail of toxins that rendered us so sick, so very sick.” But just thinking of allies in the faith community “makes my heart swell,” said Lockridge, herself a person of deep faith. Her activism began when the refinery announced it would be purchasing homes where residents had been impacted by air pollution — but only homes in predominantly white neighborhoods. “We said, ‘OK, we’re next,’ but they said, ‘No, you’re not,’” Lockridge said. “It was nearly a 10-year fight to get them to purchase our homes.” Lockridge called the first big event she helped organize “Exodus,” “because it felt like we were so oppressed we needed a way out of there. I figured the only way we were going to get out of there was to take it to God,” she said. On a cold night, she and her neighbors spent nearly two hours outside praying. “When God puts something on you, you have to know where to go. You go to God and say, ‘God, get us out of here.’ No corporation in the world is more powerful than God,” she told Catoe and Doong, who works in the PC(USA)’s [Office of Faith-Based Investing and Shareholder Engagement](https://www.presbyterianmission.org/ministries/mrti/), where MRTI is housed. “Once we dropped it right there in God’s presence, it was foundational for our organizing, and everything that came after that. I said, ‘God would not put this on my heart and on my neighbors’ without provision.’ … I didn’t know it would take almost 10 years, but we did it.” As a photographer, Lockridge had long been documenting “the pollution surrounding my neighborhood.” After a few of her photographs got people’s attention, a pastor invited her to display 20 photographs in a show at the church. The event, which Lockridge labeled “Picturing Pollution,” included a press conference and the attendant publicity. “People were overwhelmed,” she recalled. Some “were so sad” to learn that people were being forced to live in such a way. Her pictures were published in newspapers and by other media outlets. “I was right back in church, the foundational part of who and what we were doing and how we were trying to do it,” Lockridge said. “Even the thought of how to organize my community came during the Lenten season. I was already taking pictures of it, and that’s when I became an activist and eventually an organizer.” “I can tell you, seven or eight years into it, someone connected me with your church,” she told Catoe and Doong, referring to the PC(USA). Rob Fohr, then the director of the Office of Faith-Based Investing and Shareholder Engagement, told her that MRTI members would first be visiting Flint before heading to Detroit. Committee members were eager to learn more about Lockridge’s organizing work. “They rolled in on a bus. We sat around a table and had this amazing Middle Eastern dinner for them,” she said. “We broke bread and then I stood there with my pictures and showed them my images. I told them how this was impacting us.” She and Fohr “made a genuine, wonderful connection” as they began working together. Committee members and staff “were intense and they were organized. I said, ‘Wow! Look at God!’” At Creation, “God didn’t create nasty, dirty air for us. It was pristine, perfect air and water. God created our bodies not to be so poisoned,” she said. Every morning at 3 o’clock “like clockwork,” Lockridge used to wake up coughing and choking, the result of a release at the nearby refinery. “Even before Covid hit, I was already wearing a mask in my bedroom. I had to close off my face to try to get back to sleep,” she said. “People were stuffing rags and clothes around the doorjambs, doing anything to keep those fumes out. We had to move. We had to come out of there. It was through God’s grace we were able to do this.” When it finally came time to negotiate with refinery officials, the company sent “a devout Christian” to do the negotiating with Lockridge and her neighbors. “Before we talked about the refinery, we talked about God — a lot,” she said. “We were able to get to a place to get our community out of there because God was in him … Of all people, we got this man who looked at me as a human … Through God, he saw us, and I am grateful.” “We owe you a huge thank you for being willing to share your story publicly and vulnerably,” Doong told Lockridge. “Even when people didn’t want to listen to it, you kept pushing. That resilience is so important in pushing for change.” The church “was centered” in organizing efforts in the same way civil rights organizers worked with faith leaders during the 1950s and 1960s, according to Lockridge. “My church allowed us to have meetings at our church, and I was grateful for that,” she said. “Whatever you’re trying to do, make sure you take it to God. It can make all the difference. It did for us.” These days, Lockridge can open a window in her new house, “see a tree and breathe again. I’m sitting here talking to you with my window open. It’s like a miracle for me, and I want this for all people — people living in cancer alley and in sacrifice zones.” “You can’t sit back and be in comfort while other people are suffering,” she said. “I’m very agitated, and all of us should be agitated enough to speak out and show people solidarity.” “We always say, start where you are,” Catoe said. “You may think something is thousands of miles away, but if it can happen there, it can happen anywhere,” Lockridge said. “If your brother or sister is suffering, think about why and how you can have an impact on that.” Lockridge said she recently returned to her old neighborhood “and I burst into tears. All the memories built so lovingly in that house — you go back, and it’s gone … There were very few strangers in my community. It’s the kind of community many dream of being in.” Lockridge recalled many times driving to the Detroit River “to sit where the air was better” to “watch and listen to the water and meditate.” It’s a place she would sometimes visit with her friend at the refinery. They’d sit “and be with the water.” One day she witnessed a Native American ceremony where people would write their issues on slips of paper and place them in the river, “where they were taken away. How powerful was that!” she said. “The church is where we might sit,” she said, “but it’s beyond those walls where all of this transpires.” New editions of “A Matter of Faith: A Presby Podcast” drop each Thursday. Listen to previous episodes [here](https://amatteroffaith.buzzsprout.com/). Categories: [Advocacy & Social Justice](https://www.presbyterianmission.org/story/category/advocacy-social-justice/), [Racial Justice](https://www.presbyterianmission.org/story/category/racial-justice/) Tags: [a matter of faith: a presby podcast](https://www.presbyterianmission.org/story/tag/a-matter-of-faith-a-presby-podcast/), [activism](https://www.presbyterianmission.org/story/tag/activism/), [community organizing](https://www.presbyterianmission.org/story/tag/community-organizing/), [emma lockridge](https://www.presbyterianmission.org/story/tag/emma-lockridge/), [presbyterian committee on mission responsibility through investment](https://www.presbyterianmission.org/story/tag/presbyterian-committee-on-mission-responsibility-through-investment/), [rev. lee catoe](https://www.presbyterianmission.org/story/tag/rev-lee-catoe/), [simon doong](https://www.presbyterianmission.org/story/tag/simon-doong/) Ministries: [Office of Faith-Based Investing and Shareholder Engagement](http://www.presbyterianmission.org/ministries/mrti/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://creativecommons.org/licenses/by-nc-nd/4.0/)",
    "https://www.seas.umich.edu/stewards/spring-2023/mapping-environmental-justice-and-uplifting-community-survival-southwest#:~:text=Part%20of%20the%20Tri%2DCities,and%20benzene%2C%20into%20the%20air.),",
    "https://www.amatteroffaith.buzzsprout.com/).",
    "https://amatteroffaith.buzzsprout.com/).",
    "https://www.creativecommons.org/licenses/by-nc-nd/4.0/).",
    "https://amatteroffaith.buzzsprout.com/1648090/15160840-corporate-impact-on-communities-w-emma-lockridge).",
    "https://seas.umich.edu/stewards/spring-2023/mapping-environmental-justice-and-uplifting-community-survival-southwest#:~:text=Part%20of%20the%20Tri%2DCities,and%20benzene%2C%20into%20the%20air.),",
    "https://www.creativecommons.org/licenses/by-nc-nd/4.0/)",
    "https://www.amatteroffaith.buzzsprout.com/1648090/15160840-corporate-impact-on-communities-w-emma-lockridge).",
    "https://creativecommons.org/licenses/by-nc-nd/4.0/)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "emma lockridge",
        "sentiment": "negative"
      },
      {
        "name": "mike ferguson lo",
        "sentiment": "negative"
      },
      {
        "name": "simon doong",
        "sentiment": "none"
      },
      {
        "name": "lockridge",
        "sentiment": "none"
      },
      {
        "name": "lee catoe",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pc(usa)’s committee on mission responsibility through investment",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "louisiana",
        "sentiment": "none"
      },
      {
        "name": "lockridge",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T19:48:20.403+03:00",
  "updated": "2024-05-31T19:48:20.403+03:00"
}