{
  "thread": {
    "uuid": "97557038d5b015eedda9383a7dd62637345b7e6c",
    "url": "https://www.eldesmarque.com/futbol/celta-de-vigo/20240314/mensaje-aliento-ana-peleteiro-celta-de-vigo-peleas-luchan-final_300275519.html",
    "site_full": "www.eldesmarque.com",
    "site": "eldesmarque.com",
    "site_section": "https://www.eldesmarque.com",
    "site_categories": [
      "sports"
    ],
    "section_title": "ElDesmarque - Noticias deportivas: Fútbol, motor, videojuegos y más",
    "title": "Ana Peleteiro y su mensaje de aliento al Celta: \"Hasta el final\"",
    "title_full": "Ana Peleteiro y su mensaje de aliento al Celta: \"Hasta el final\"",
    "published": "2024-03-14T23:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 44758,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "97557038d5b015eedda9383a7dd62637345b7e6c",
  "url": "https://www.eldesmarque.com/futbol/celta-de-vigo/20240314/mensaje-aliento-ana-peleteiro-celta-de-vigo-peleas-luchan-final_300275519.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gonzalo Blázquez de Sande",
  "published": "2024-03-14T23:20:00.000+02:00",
  "title": "Ana Peleteiro y su mensaje de aliento al Celta: \"Hasta el final\"",
  "text": "El mensaje de aliento de Ana Peleteiro al Celta de Vigo: \"Las peleas se luchan hasta el final” - La atleta gallega dejó en ElDesmarque un mensaje de fuerza para el Celta de Vigo - A pesar de no estar muy puesta en el fútbol, conoce la situación del equipo vigués - [Ana Peleteiro jugará en la Kings League](https://www.eldesmarque.com/futbol/kings-league/20240312/ana-peleteiro-kings-league-atleta_300272518.html#utm_source=sumario&utm_medium=articulo) La alfombra roja de los Premios Ídolo ha reunido a muchas personalidades de la actualidad de nuestro país. Desde los nombres más concidos del mundo streamer, pasando por los influencers más populares y llegando a deportistas de lo más top. [Ilia Topuria, el campeón del mundo de la UFC](https://www.eldesmarque.com/otros-deportes/mma-artes-marciales-mixtas/20240314/leccion-ilia-topuria-alfombra-roja-premios-idolo-creer-crear-realidades_300275438.html), no se ha querido perder la cita, como tampoco lo ha hecho [la atleta ](https://www.eldesmarque.com/otros-deportes/atletismo/20240307/premonicion-ana-peleteiro-juegos-olimpicos-paris-2024-estar-broma_300267416.html) [Ana Peleteiro](https://www.eldesmarque.com/otros-deportes/atletismo/20240307/premonicion-ana-peleteiro-juegos-olimpicos-paris-2024-estar-broma_300267416.html), que ha aprovechado el momento para enviar un mensaje al Celta de Vigo a través de las cámaras de ElDesmarque. [La recién proclamada bronce en los Campeonatos del Mundo](https://www.eldesmarque.com/otros-deportes/atletismo/20240303/lagrimas-ana-peleteiro-orgullo-marido-grada-gesta-mujer-guerrera_300263600.html) de Atletismo de Glasgow en Triple Salto ha desfilado por la alfombra roja de los premios organizados por Aida Domenech, más conocida como Dulceida. Allí, Peleteiro ha reconocido que no está muy puesta en el mundo del fútbol. “No me da la vida. Entre el atletismo, mi hija, mi familia, hace mucho que no veo fútbol”, admitía. Pero el relevo en el banquillo del Celta de Vigo sí le ha llegado a la deportista. “Lo ví ayer en Instagram”, reconocía. “Vi que se ha ido Benítez y que ha entrado un chico nuevo”, explicaba en referencia a [Claudio Giraldez, el nuevo técnico celeste.](https://www.eldesmarque.com/futbol/celta-de-vigo/20240314/cuerpo-tecnico-claudio-giraldez-oubina-psicologo_300274693.html) “A ver si va un poquito mejor, porque sí que sé que el Celta, este año, va un poco mal. A ver si remontamos”, expresaba la de Ribeira ante el micrófono de ElDesmarque. Las motivadoras palabras de Ana Peleteiro hacia el celtismo La saltadora de triple salto española ha querido mandar un mensaje de aliento al equipo de Vigo. “Mucho ánimo y que las peleas se luchan hasta el final”, arrancaba entonando la deportista. “La liga aún no ha acabado y aún se puede luchar”, deslizaba la protagonista. Ahora mismo, el Celta de Vigo se encuentra en decimoséptima posición. El cuadro gallego marca los puestos de permanencia con 24 puntos, solo dos por encima del Cádiz, el primer equipo del descenso. La llegada del nuevo entrenador desde el filial pretende actuar como revulsivo en el equipo, para coger aire y poner distancia desde esta misma jornada con las posiciones más peligrosas. Para ello, Giraldez empezará su aventura al frente del cuadro vigués visitando al Sevilla en el Ramón Sánchez Pizjuán. Peleteiro, ilusionada de cara a París 2024 Después del éxito que ha obtenido en su vuelta a las pistas –tras su maternidad–, Ana tiene entre ceja y ceja la importante competición que llega este verano, los Juegos Olímpicos de París. La atleta ya tiene el billete para viajar a la capital francesa y la ilusión es máxima en el camino a las medallas. “Super contenta. No solo por las marcas, sino por la competición. Estoy muy feliz y eso se transmite en la pista”, manifestaba la profesional. “Creo que es el inicio de mi mejor versión”, pronunciaba en un motivador mensaje Ana. “Después de este mundial, no puedo pensar de otra forma. Así que a por todas en París”, afirmaba a ElDesmarque.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:43:19.973+02:00",
  "updated": "2024-03-15T00:43:19.973+02:00"
}