{
  "thread": {
    "uuid": "893c5a46ecc72437a9b87309f7be840474c2cc60",
    "url": "https://timesofindia.indiatimes.com/city/gurgaon/gurgaon-slight-relief-from-biting-cold-as-sun-lifts-fog-cover-wind-speed-drops/articleshow/106751172.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "http://timesofindia.indiatimes.com/rssfeedmostrecent.cms",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Times of India",
    "title": "Gurgaon: Slight relief from biting cold as sun lifts fog cover & wind speed drops | Gurgaon News - Times of India",
    "title_full": "Gurgaon: Slight relief from biting cold as sun lifts fog cover & wind speed drops | Gurgaon News - Times of India",
    "published": "2024-01-12T08:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-106751789,width-1070,height-580,imgsize-51592,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 270,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "893c5a46ecc72437a9b87309f7be840474c2cc60",
  "url": "https://timesofindia.indiatimes.com/city/gurgaon/gurgaon-slight-relief-from-biting-cold-as-sun-lifts-fog-cover-wind-speed-drops/articleshow/106751172.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ipsita Pati",
  "published": "2024-01-12T08:33:00.000+02:00",
  "title": "Gurgaon: Slight relief from biting cold as sun lifts fog cover & wind speed drops | Gurgaon News - Times of India",
  "text": "GURGAON: Thursday was the city's day out as bright sunshine and a 5kmph drop in wind speed saw people flocking outdoors to enjoy the respite from the chilly weather. At 15.5 degrees Celsius, the maximum temperature was over 2 notches up from Wednesday's 13.1 degrees, and 4.4 notches below normal. 106751586While cold day conditions are likely for the next two days, some respite is likely after that, according to India Meteorological Department. The city reported its first 'severe cold day' of the season on Wednesday, when icy winds from the snow-clad mountains in Jammu & Kashmir and Himachal Pradesh led to the maximum temperature slipping by 6.6 notches below normal.Meanwhile, Thursday's minimum temperature was 6.9 degrees C, marginally down from the day before (7.5 degrees) and 0.5 degrees above normal. The wind speed dropped to 8kmph, bringing respite from the windchill.According to IMD, a day is classified as 'cold' when the maximum temperature drops 4.5 notches below normal, with the minimum also dipping to single digits. It is a 'severe cold day' when the maximum temperature drops below normal by 6.5 degrees Celsius or more. A 'cold wave' is declared when the minimum temperature of the station is less than 4 degrees Celsius.IMD's forecast slightly changed in the past 24 hours, with the department predicting that cold wave conditions are likely to continue till Friday in the city and abate thereafter. Earlier, it said the windchill was likely till January 14. \\\"A fresh western disturbance is likely to affect the western Himalayan region from January 16. Dense fog conditions are very likely to prevail for a few hours in the morning over Punjab and Haryana from January 12 to 15. No large change in minimum temperature is expected during this period,\\\" said an IMD official.As it was sunny the entire day, people were seen outside enjoying the sun in parks, green belts and balconies on Thursday. \\\"I was feeling cooped up inside my house for the last three days because of the chilly winds. On Thursday, I took my dog out to the park and we spent more than two hours there enjoying the afternoon sun,\\\" said Dilip Verma, a resident of Sector 90.\\\"My six-year-old daughter was very excited to play outdoors on Thursday. She has been unwell for the past week because of the weather. I took her to the park around 3pm to play with other children. It was relaxing for her after many gloomy days indoors,\\\" said Vinita Mohan, a resident of Sector 72.The city's overall air quality index (AQI) deteriorated but remained in the 'moderate' category on Thursday at 191, from 120 the day before.Meanwhile, Delhi woke up to a pleasant winter morning with clear skies on Thursday. The minimum temperature was 5.8 degrees C, while the maximum temperature soared to 18.1 degrees. Delhi's AQI deteriorated to \\\"very poor\\\" at 348 on Thursday, against 273 on Wednesday. The air quality early warning system said the air is likely to remain \\\"very poor\\\" up to Sunday.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "gurgaon news - times of india gurgaon",
        "sentiment": "negative"
      },
      {
        "name": "imd",
        "sentiment": "none"
      },
      {
        "name": "india meteorological department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gurgaon",
        "sentiment": "none"
      },
      {
        "name": "himachal pradesh",
        "sentiment": "none"
      },
      {
        "name": "kashmir",
        "sentiment": "none"
      },
      {
        "name": "jammu",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T09:43:17.194+02:00",
  "updated": "2024-01-12T09:43:17.194+02:00"
}