{
  "thread": {
    "uuid": "eb87f1c94d496403bfee7f6395681da3e2fad839",
    "url": "https://ge.globo.com/sp/santos-e-regiao/futebol/times/santos/noticia/2024/01/07/lucas-braga-se-despede-do-santos-vivi-o-sonho-de-varias-geracoes-da-minha-familia.ghtml",
    "site_full": "ge.globo.com",
    "site": "globo.com",
    "site_section": "http://globoesporte.globo.com/sp/santos-e-regiao/",
    "site_categories": [],
    "section_title": "Santos e região | ge/tvtribuna",
    "title": "Lucas Braga se despede do Santos: \"Vivi o sonho de várias gerações da minha família\" | santos | ge",
    "title_full": "Lucas Braga se despede do Santos: \"Vivi o sonho de várias gerações da minha família\" | santos | ge",
    "published": "2024-01-07T20:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GE",
    "main_image": "https://s2-ge.glbimg.com/1NYsl_fnBNRGk78NkLKO-aNdY0Q=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2024/N/a/mW5TTdR2WAaZGFx84hgg/417234199-18408680839015440-4270583368919123248-n.jpg",
    "performance_score": 0,
    "domain_rank": 741,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "eb87f1c94d496403bfee7f6395681da3e2fad839",
  "url": "https://ge.globo.com/sp/santos-e-regiao/futebol/times/santos/noticia/2024/01/07/lucas-braga-se-despede-do-santos-vivi-o-sonho-de-varias-geracoes-da-minha-familia.ghtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "globo.com",
  "published": "2024-01-07T20:04:00.000+02:00",
  "title": "Lucas Braga se despede do Santos: \"Vivi o sonho de várias gerações da minha família\" | santos | ge",
  "text": "O atacante Lucas Braga publicou em seu Instagram um emocionado texto de despedida do Santos . Ele foi emprestado ao Shimizu S-Pulse, da segunda divisão do Japão , até o fim de 2024, com valor de compra fixado em contrato.\nSiga o canal ge Santos no WhatsApp!\n1 de 1 Lucas Braga fez post de despedida do Santos — Foto: Reprodução / Instagram Lucas Braga fez post de despedida do Santos — Foto: Reprodução / Instagram\nSantista declarado, ele disse em seu texto ter realizado o sonho de várias gerações de sua família ao vestir a camisa do Peixe. O jogador foi titular na reta final do ano passado, atuando improvisado na lateral direita para tentar resolver o problema do setor sob o comando de Marcelo Fernandes.\nEm seu post, Lucas também comentou que passou boa parte do ano atuando lesionado, mas não deu maiores detalhes do que teria sido o problema, em um 2023 que foi o mais \"difícil da vida\".\nMais do Peixe:\n+ Santos barra jogadores em portão e indica quem está fora\n+ Saída de Marcos Leonardo abre espaço para disputa no ataque\nVeja gol de Lucas Braga pelo Santos em 2022\nComo não figurava nos planos para 2024, acabou sendo emprestado a um time que quase conseguiu o acesso para a primeira divisão japonesa. Quarto colocado na fase de pontos corridos, o S-Pulse foi para os playoffs e conquistava a vaga com a vitória parcial sobre o Tokyo Verdy até os minutos finais da decisão pelo acesso, mas sofreu o empate. Por ter campanha pior do que o adversário, não subiu.\nNo Santos desde 2019, Lucas Braga foi emprestado ao Cuiabá e à Inter de Limeira até se firmar no profissional. De 2020 até o fim de 2023, oscilou entre titular e reserva do Peixe, mas atuou pelo menos 41 partidas em todas as temporadas pelo clube.\nApesar de alguns boas atuações, Lucas Braga viu o Santos terminar o Brasileirão em 17º lugar e rebaixado para a segunda divisão. Pelo Peixe, foram 199 jogos e 18 gols marcados.\nConfira o texto do jogador em seu Instagram:\n\"Um simples post nas redes sociais não é capaz de traduzir aquilo que realmente estamos sentindo, mas não é por isso que não devo tentar me expressar. Meu coração se enche de gratidão não só ao gigante Santos Futebol Clube, mas também à minha mãe Nilza e ao meu avô João, que me fizeram santista desde que eu nasci.\nViver o sonho de várias gerações da sua família é o maior dos privilégios que alguém pode ter. Pouquíssimas pessoas têm a oportunidade de marcar 18 gols pelo seu time de coração, o time do Rei! E também disputar uma final de Libertadores... Eu tive essa chance, procurei valorizá-la ao máximo e vivê-la intensamente a cada dia, a cada treino, e a cada oportunidade.\nQuando falo em viver um sonho, posso dizer que nada na minha vida nunca caiu do céu. Entre o Lucas criança que frequentava a arquibancada e o Lucas que agora está entre os 100 jogadores que mais vestiram essa camisa gloriosa na história, existiram muitos dias e noites de dificuldades, suor e uma busca constante por evoluir. Desde pequeno, aprendi que o valor das conquistas está em fazer por merecer cada uma delas, e assim sempre foi.\n2023 foi com certeza o ano mais triste da minha vida. Eu poderia citar aqui inúmeros fatores, como ter atuado lesionado por quase 1 ano, mas a verdade é uma só: eu jamais me perdoaria se não tivesse dado o meu melhor a cada dia para tentar ajudar o Santos , e jamais fugiria da minha parcela de responsabilidade pelo trágico desfecho da temporada, por ser santista levarei essa cicatriz pelo resto da vida, não há perdão naquilo que é imperdoável, mas é preciso ter dignidade e reconhecer os seus maiores fracassos.\nHoje, eu saio para um novo desafio, mas não sem deixar o meu mais sincero AMOR e GRATIDÃO ao @santosfc, à nação santista, e a todos os funcionários que trabalham para fazer um Santos FC melhor.\nQuem conhece a história, a alma e a essência do Santos FC sabe que logo o clube estará de volta ao topo, onde nasceu para estar.\nObrigado por tudo @SantosFC Pra SEMPRE no meu coração 🤍🖤\".\n+ Clique aqui e saiba tudo sobre o Santos\n🎧 Ouça o podcast ge Santos 🎧\n50 vídeos Santos",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://bit.ly/3yN4ge9",
    "https://s2-ge.glbimg.com/6_lCHTqZ7B4r6R0h7vLy-0q7Q1Q=/1280x720/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/13/60/12246013",
    "https://s2-ge.glbimg.com/mLHdquodhNqogBU_nW9qirIAFVY=/1280x720/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/52/43/12244352",
    "https://www.whatsapp.com/channel/0029Va4ZMHb545um8s7JGm0A",
    "https://s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css",
    "https://s2-ge.glbimg.com/3NECPVSUcFlXcrhMpE2j80S8hrQ=/1280x720/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/84/43/12244384",
    "https://957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
    "https://www.s2-ge.glbimg.com/3NECPVSUcFlXcrhMpE2j80S8hrQ=/1280x720/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/84/43/12244384",
    "https://www.s2-ge.glbimg.com/6_lCHTqZ7B4r6R0h7vLy-0q7Q1Q=/1280x720/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/13/60/12246013",
    "https://www.bit.ly/3yN4ge9",
    "https://whatsapp.com/channel/0029Va4ZMHb545um8s7JGm0A",
    "https://www.s2-ge.glbimg.com/mLHdquodhNqogBU_nW9qirIAFVY=/1280x720/smart/filters:strip_icc()/s01.video.glbimg.com/deo/vi/52/43/12244352",
    "https://www.957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
    "https://www.s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:04:48.566+02:00",
  "updated": "2024-01-08T00:04:48.566+02:00"
}