{
  "thread": {
    "uuid": "f7d3888c9e46198b980c921aebaff25af2189bac",
    "url": "https://www.laprensagrafica.com/businesswire/El-innovador-catalizador-ceramico-de-Murata-elimina-la-dependencia-de-los-metales-preciosos-y-reduce-las-emisiones-de-carbono-20240411-0062.html",
    "site_full": "www.laprensagrafica.com",
    "site": "laprensagrafica.com",
    "site_section": "http://www.laprensagrafica.com/Generales/RSS?rss=OtrosDeportes",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "",
    "title": "El innovador catalizador cerámico de Murata elimina la dependencia de los metales preciosos y reduce las emisiones de carbono",
    "title_full": "El innovador catalizador cerámico de Murata elimina la dependencia de los metales preciosos y reduce las emisiones de carbono",
    "published": "2024-04-11T22:52:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "SV",
    "main_image": "https://www.laprensagrafica.com/__export/1712872827527/sites/prensagrafica/img/2024/04/11/ceramic_catalyst.jpg_673822677.jpg",
    "performance_score": 0,
    "domain_rank": 26621,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f7d3888c9e46198b980c921aebaff25af2189bac",
  "url": "https://www.laprensagrafica.com/businesswire/El-innovador-catalizador-ceramico-de-Murata-elimina-la-dependencia-de-los-metales-preciosos-y-reduce-las-emisiones-de-carbono-20240411-0062.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@prensagrafica",
  "published": "2024-04-11T22:52:00.000+03:00",
  "title": "El innovador catalizador cerámico de Murata elimina la dependencia de los metales preciosos y reduce las emisiones de carbono",
  "text": "El innovador catalizador cerámico de Murata elimina la dependencia de los metales preciosos y reduce las emisiones de carbono\nLectura 4:00 min\nLectura 4:00 min\nKIOTO, Japón--(BUSINESS WIRE)--Murata Manufacturing Co. (TOKYO: 6981) (ISIN: JP3914400001) se complace en anunciar un revolucionario material cerámico catalizador diseñado para reducir el impacto de los sistemas de escape de gases industriales. Un fabricante chino (F-Tech), llamado Shanghai FT Technology Co., Ltd, fabrica y vende catalizadores cerámicos que utilizan este material. A diferencia de los catalizadores tradicionales de los sistemas de tratamiento de gases de escape, esta solución cerámica no contiene metales preciosos y reduce significativamente tanto el consumo del gas natural utilizado para el tratamiento como las emisiones de CO2.\nEn muchos de los procesos de producción industrial, los gases de escape deben someterse a tratamiento para evitar que pasen partículas nocivas a la atmósfera. En muchas aplicaciones, los oxidadores térmicos regenerativos (OTR) se utilizan para descomponer, y de ese modo tratar, los gases de escape quemándolos con gas natural en un proceso que elimina los compuestos orgánicos volátiles (COV), los contaminantes atmosféricos peligrosos (CAP) y las emisiones olorosas producidas durante los procesos industriales.\nAnte la subida de los precios del gas natural y la urgente necesidad de dar prioridad a la sostenibilidad global, las instalaciones de producción industrial se muestran ahora más decididas que nunca a encontrar formas de disminuir su consumo de combustible y reducir su huella de carbono.\nCreado a partir de los amplios conocimientos de Murata sobre condensadores cerámicos, el catalizador presenta una excepcional resistencia al calor y puede utilizarse para tratar gases de escape en concentraciones muy altas. En términos de rendimiento, la instalación del catalizador cerámico de Murata en un equipo de tratamiento de gases de escape existente hace que la temperatura programada pueda reducirse de unos 850 ℃ a 700 ℃. Gracias a la reducción de esa temperatura del sistema, disminuye la pérdida de calor y aumenta la tasa de autocombustión, lo que reduce el consumo de gas natural hasta en un 53% (Figura 1).\nAdemás, este cambio en las condiciones de funcionamiento se traduce en una disminución de las emisiones de CO2 derivadas del uso de gas natural, lo que contribuye a reducir el impacto ambiental y a moderar significativamente los costos de explotación.\nEl material cerámico también aporta otras ventajas. En primer lugar, el costo inicial del sistema es mucho más predecible, sin las fluctuaciones de precio típicas de los metales preciosos. Además, el rendimiento de los catalizadores que incluyen metales preciosos puede verse comprometido cuando se someten a temperaturas extremadamente altas, ya que el elemento activo puede desplazarse y agruparse en conglomerados más grandes. Este proceso, denominado sinterización, reduce el número y el área de los sitios activos y deteriora el rendimiento del catalizador. En cambio, los materiales catalizadores cerámicos tienen elementos activos dispersos en su estructura cristalina y no se degradan ni siquiera a altas temperaturas, lo que prolonga su vida útil en comparación con los que incluyen metales preciosos.\nEn aplicaciones reales, tanto en las plantas de fabricación de Murata como en las de sus socios, el catalizador cerámico ha tenido un efecto notable en el impacto medioambiental de los sistemas de OTR y en los costos de funcionamiento, con la instalación en Wuxi Murata Electronics Co. que alcanzó la amortización total del sistema en solo 13 meses.\n\"Con el material catalizador cerámico patentado de Murata, hemos aprovechado todos nuestros conocimientos sobre condensadores cerámicos y los hemos aplicado a otro mercado para crear una solución verdaderamente innovadora\", declaró Koichi Kawakita, vicepresidente de la Unidad de Negocio de Condensadores Cerámicos del Manufacturing Group. Y añadió: \"En términos de funcionamiento, puede ayudar a los diseñadores de fábricas y a los fabricantes de sistemas de tratamiento de gases de escape a conseguir reducciones muy importantes del consumo de gas natural y de las emisiones de carbono, al tiempo que se reduce la dependencia de los metales preciosos\".\nLa producción ya está en marcha y disponemos de muestras de ingeniería para las versiones de 100 cpsi y 200 cpsi.\nPara más información, utilice este\nformulario de contacto\nEl texto original en el idioma fuente de este comunicado es la versión oficial autorizada. Las traducciones solo se suministran como adaptación y deben cotejarse con el texto en el idioma fuente, que es la única versión del texto que tendrá un efecto legal.\nContacts\nPara más información, contactar con: Murata Manufacturing Co., Ltd. Tatsuki Ichioka, Departamento de Comunicación Corporativa",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=https://www.murata.com/contactform?&Product=Others&Detail=Ceramic%20catalyst%20material%5BPlease%20do%20not%20make%20any%20changes%5D&excid=ww_pr-o_bw_xxx_xxx_xx&esheet=53924073&newsitemid=20240410516170&lan=es-AR&anchor=formulario+de+contacto&index=1&md5=fe5348d76749f1bc7e964490cd11384a",
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=https://murata.com/contactform?&Product=Others&Detail=Ceramic%20catalyst%20material%5BPlease%20do%20not%20make%20any%20changes%5D&excid=ww_pr-o_bw_xxx_xxx_xx&esheet=53924073&newsitemid=20240410516170&lan=es-AR&anchor=formulario+de+contacto&index=1&md5=fe5348d76749f1bc7e964490cd11384a",
    "https://cts.businesswire.com/ct/CT"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T02:30:17.902+03:00",
  "updated": "2024-04-12T02:30:17.902+03:00"
}