{
  "thread": {
    "uuid": "a428de8ffca407437dd5e688a48ba00f10b39621",
    "url": "https://vnexplorer.net/auschwitz-survivor-100-says-a-letter-from-king-charles-made-her-feel-very-humbled-after-a-touching-personal-gesture-from-the-monarch-s697372.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Auschwitz survivor, 100, says a letter from King Charles made her feel 'very humbled' after a 'touching' personal gesture from the monarch",
    "title_full": "Auschwitz survivor, 100, says a letter from King Charles made her feel 'very humbled' after a 'touching' personal gesture from the monarch",
    "published": "2023-12-29T00:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2023/12/28/21/79417079-0-image-a-107_1703800158604.jpg",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a428de8ffca407437dd5e688a48ba00f10b39621",
  "url": "https://vnexplorer.net/auschwitz-survivor-100-says-a-letter-from-king-charles-made-her-feel-very-humbled-after-a-touching-personal-gesture-from-the-monarch-s697372.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T00:37:00.000+02:00",
  "title": "Auschwitz survivor, 100, says a letter from King Charles made her feel 'very humbled' after a 'touching' personal gesture from the monarch",
  "text": "Lily Ebert was sent a letter and flowers from the King to mark her 100th birthday\nAn Auschwitz survivor has described feeling ‘very humbled’ to receive a personal letter and flowers from the King to mark her 100th birthday.\nLily Ebert had expected to be sent the traditional congratulatory telegram from the monarch when she turned 100 today, but instead was surprised by the ‘touching’ personal gesture.\nSince she was deported from her home in Hungary to the notorious Auschwitz-Birkenau death camp aged 20 in 1944 – where her mother, brother and sister were killed in the gas chambers – Ms Ebert has committed her life to raising awareness about the Holocaust.\nShe had made a promise to herself that she would ‘tell the world what had happened’ and her memoir, Lily’s Promise, became an international bestseller.\nThe King wrote the foreword to the book and decided to send a heartfelt personal message to Ms Ebert after being told of the milestone by her family.\nAuschwitz survivor Lily Ebert has described feeling ‘very humbled’ to receive a personal letter and flowers from the King to mark her 100th birthday\nLily Ebert had expected to be sent the traditional congratulatory telegram from the monarch when she turned 100 today, but instead was surprised by the ‘touching’ personal gesture\nThe letter said: ‘Dear Lily, I particularly wanted to write a personal word on the very special occasion of your 100th birthday…\n‘The terrible suffering which you and your family endured can never be adequately described or acknowledged, but as a survivor of the horrors of those years, your life’s work has been to remind our generation of the depths of depravity and evil to which humankind can descend, when reason, humanity and truth are abandoned.\n‘By continuing to remind the world of the unimaginable atrocities which you witnessed, you have lived your life positively, with true nobility and without hatred, in a way that is an example to us all.\n‘Your extraordinary strength of spirit, resilience and courage is admired more than I can possibly say.\n‘I do hope that you have a very happy day in the company of your family and friends, and this brings you countless thoughts and blessings on such a memorable anniversary.’\nThe letter — signed by the King ‘with very special and warmest wishes’ — was also accompanied by a bouquet of flowers and the traditional 100th birthday telegram signed by the King and Queen.\nMs Ebert said: ‘I was surprised and very humbled when my great-grandson Dov informed me that the King had taken the time to write a personal and heartfelt letter for my 100th birthday.\n‘Never in my wildest dreams did I imagine surviving Auschwitz, let alone starting a family and reaching the age of 100, only to be honoured in such a meaningful way.\nMs Ebert was deported from her home in Hungary to the notorious Auschwitz-Birkenau death camp aged 20 in 1944 – where her mother, brother and sister were killed in the gas chambers\n‘The memories of my mother, youngest brother, and sister, who were murdered in the gas chambers of Auschwitz-Birkenau on July 9, 1944, weigh heavy on days like today.\n‘Alongside 100 other members of my extended family, they were senselessly killed simply because of the religion they were born into.\n‘Receiving this touching gesture from Their Majesties has deeply moved me.’\nMs Ebert met Charles, then Prince of Wales, at the Queen’s Gallery in London as portraits of herself and six other Holocaust survivors were unveiled in January 2022.\nThe paintings were commissioned by Charles as patron of the National Holocaust Memorial Day Trust.\nShe received an MBE for services to Holocaust education at Windsor Castle in January this year.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lily ebert",
        "sentiment": "negative"
      },
      {
        "name": "charles",
        "sentiment": "negative"
      },
      {
        "name": "ebert",
        "sentiment": "none"
      },
      {
        "name": "lily",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "auschwitz",
        "sentiment": "none"
      },
      {
        "name": "auschwitz-birkenau",
        "sentiment": "none"
      },
      {
        "name": "hungary",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:41:44.140+02:00",
  "updated": "2023-12-29T00:41:44.140+02:00"
}