{
  "thread": {
    "uuid": "cf17402d78287c0483fddd7171c5147349be732c",
    "url": "https://finance.yahoo.com/news/uoa-development-bhd-klse-uoadev-230042770.html",
    "site_full": "finance.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://ca.sports.yahoo.com/rss",
    "site_categories": [
      "investing",
      "financial_news",
      "finance",
      "stocks"
    ],
    "section_title": "Yahoo Canada Sports - Sports News, Scores, Rumours, Fantasy Games, and more",
    "title": "UOA Development Bhd (KLSE:UOADEV) shareholders have earned a 5.0% CAGR over the last five years",
    "title_full": "UOA Development Bhd (KLSE:UOADEV) shareholders have earned a 5.0% CAGR over the last five years",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.zenfs.com/en/simply_wall_st__316/fe88d32e7b4d96f07a8c7994d005b611",
    "performance_score": 0,
    "domain_rank": 37,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cf17402d78287c0483fddd7171c5147349be732c",
  "url": "https://finance.yahoo.com/news/uoa-development-bhd-klse-uoadev-230042770.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Simply Wall St.",
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "UOA Development Bhd (KLSE:UOADEV) shareholders have earned a 5.0% CAGR over the last five years",
  "text": "Simply Wall St. UOA Development Bhd (KLSE:UOADEV) shareholders have earned a 5.0% CAGR over the last five years Read full article editorial-team@simplywallst.com (Simply Wall St) 29 December 2023 at 1:00 am · 3-min read\nIt's possible to achieve returns close to the market-weighted average return by buying an index fund. But if you pick the right individual stocks, you could make more -- or less -- than that. While the UOA Development Bhd (KLSE:UOADEV) share price is down 18% over half a decade, the total return to shareholders (which includes dividends) was 28%. And that total return actually beats the market decline of 16%.\nWith that in mind, it's worth seeing if the company's underlying fundamentals have been the driver of long term performance, or if there are some discrepancies.\nSee our latest analysis for UOA Development Bhd\nWhile the efficient markets hypothesis continues to be taught by some, it has been proven that markets are over-reactive dynamic systems, and investors are not always rational. One flawed but reasonable way to assess how sentiment around a company has changed is to compare the earnings per share (EPS) with the share price.\nLooking back five years, both UOA Development Bhd's share price and EPS declined; the latter at a rate of 19% per year. This fall in the EPS is worse than the 4% compound annual share price fall. The relatively muted share price reaction might be because the market expects the business to turn around.\nYou can see how EPS has changed over time in the image below (click on the chart to see the exact values).\nKLSE:UOADEV Earnings Per Share Growth December 28th 2023 Before buying or selling a stock, we always recommend a close examination of historic growth trends, available here.\nWhat About Dividends? When looking at investment returns, it is important to consider the difference between total shareholder return (TSR) and share price return . The TSR incorporates the value of any spin-offs or discounted capital raisings, along with any dividends, based on the assumption that the dividends are reinvested. It's fair to say that the TSR gives a more complete picture for stocks that pay a dividend. As it happens, UOA Development Bhd's TSR for the last 5 years was 28%, which exceeds the share price return mentioned earlier. And there's no prize for guessing that the dividend payments largely explain the divergence!\nStory continues A Different Perspective It's good to see that UOA Development Bhd has rewarded shareholders with a total shareholder return of 28% in the last twelve months. And that does include the dividend. That's better than the annualised return of 5% over half a decade, implying that the company is doing better recently. Given the share price momentum remains strong, it might be worth taking a closer look at the stock, lest you miss an opportunity. I find it very interesting to look at share price over the long term as a proxy for business performance. But to truly gain insight, we need to consider other information, too. Like risks, for instance. Every company has them, and we've spotted 2 warning signs for UOA Development Bhd (of which 1 shouldn't be ignored!) you should know about.\nOf course, you might find a fantastic investment by looking elsewhere. So take a peek at this free list of companies we expect will grow earnings.\nPlease note, the market returns quoted in this article reflect the market weighted average returns of stocks that currently trade on Malaysian exchanges.\nHave feedback on this article? Concerned about the content? Get in touch with us directly. Alternatively, email editorial-team (at) simplywallst.com.\nThis article by Simply Wall St is general in nature. We provide commentary based on historical data and analyst forecasts only using an unbiased methodology and our articles are not intended to be financial advice. It does not constitute a recommendation to buy or sell any stock, and does not take account of your objectives, or your financial situation. We aim to bring you long-term focused analysis driven by fundamental data. Note that our analysis may not factor in the latest price-sensitive company announcements or qualitative material. Simply Wall St has no position in any stocks mentioned.\nTRENDING 1. ULEZ: Dutch lorry firms launch High Court challenge over £6.5m in fines in blow to Sadiq Khan 2. Baby boomers cash in on £19bn interest rate windfall 3. 7.7% yield and a P/E of 6.5! I’m desperate to buy more of this FTSE 100 share in 2024 4. Sterling could climb to $1.35 despite Bank of England interest rate cuts 5. A 9% dividend yield could make this the best FTSE 100 stock for me to buy now",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://s.yimg.com/ny/api/res/1.2/wvLVcNc32347dO8e_G0m0A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwOA--/https://media.zenfs.com/en/simply_wall_st__316/bc264e7010c7ea3ec2858d70dd35e529",
    "https://simplywall.st/discover/investing-ideas/19524/growth-stocks?blueprint=2808705&utm_medium=finance_user&utm_campaign=conclusion-grid&utm_source=yahoo",
    "https://s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
    "https://feedback.simplywall.st/article/MjgwODcwNTpiODYzYWM1N2VkZmExNWU5",
    "https://simplywall.st/",
    "https://s.yimg.com/ny/api/res/1.2/NUA2o3431PKjKDe430Ho5A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwODtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
    "https://media.zenfs.com/en/simply_wall_st__316/fe88d32e7b4d96f07a8c7994d005b611",
    "https://www.s.yimg.com/ny/api/res/1.2/wvLVcNc32347dO8e_G0m0A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwOA--/https://www.media.zenfs.com/en/simply_wall_st__316/bc264e7010c7ea3ec2858d70dd35e529",
    "https://simplywall.st/discover/investing-ideas/19524/growth-stocks",
    "https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
    "https://www.media.zenfs.com/en/simply_wall_st__316/fe88d32e7b4d96f07a8c7994d005b611",
    "https://www.feedback.simplywall.st/article/MjgwODcwNTpiODYzYWM1N2VkZmExNWU5",
    "https://www.simplywall.st/",
    "https://www.s.yimg.com/ny/api/res/1.2/NUA2o3431PKjKDe430Ho5A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwODtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
    "https://www.simplywall.st/discover/investing-ideas/19524/growth-stocks?blueprint=2808705&utm_medium=finance_user&utm_campaign=conclusion-grid&utm_source=yahoo",
    "https://simplywall.st"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "klse",
        "sentiment": "negative"
      },
      {
        "name": "uoa development bhd",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T01:11:33.570+02:00",
  "updated": "2023-12-29T01:13:21.344+02:00"
}