{
  "thread": {
    "uuid": "c75f980b3bf5d12277bcb3d1d4e534f93650323a",
    "url": "https://www.sdpnoticias.com/negocios/que-es-dimo-banco-de-mexico-creo-nuevo-servicio-de-pagos-y-tiene-millones-de-usuarios",
    "site_full": "www.sdpnoticias.com",
    "site": "sdpnoticias.com",
    "site_section": "https://sdpnoticias.com/negocios",
    "site_categories": [
      "tech",
      "email",
      "top_news"
    ],
    "section_title": "Negocios. Noticias sobre Negocios - sdpnoticias",
    "title": "¿Qué es Dimo? Banco de México creó nuevo servicio de pagos y tiene millones de usuarios",
    "title_full": "¿Qué es Dimo? Banco de México creó nuevo servicio de pagos y tiene millones de usuarios",
    "published": "2024-04-12T01:26:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.sdpnoticias.com/resizer/wpI1pcEqpsXMJilD9vJ5ouNu5yw=/1200x628/filters:format(jpg):quality(90)/cloudfront-us-east-1.images.arcpublishing.com/sdpnoticias/KDAOWPVEDFDYZPOZ4FX4TUPVDY.jpg",
    "performance_score": 0,
    "domain_rank": 25200,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c75f980b3bf5d12277bcb3d1d4e534f93650323a",
  "url": "https://www.sdpnoticias.com/negocios/que-es-dimo-banco-de-mexico-creo-nuevo-servicio-de-pagos-y-tiene-millones-de-usuarios",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "María José Izquierdo",
  "published": "2024-04-12T01:26:00.000+03:00",
  "title": "¿Qué es Dimo? Banco de México creó nuevo servicio de pagos y tiene millones de usuarios",
  "text": "El [Banco de México](https://www.sdpnoticias.com/negocios/banco-de-mexico-podria-ajustar-tasa-de-interes-esto-se-sabe/) (Banxico), creó un nuevo servicio de pagos para facilitar las transferencias de sus millones de usuarios, pero, ¿qué es Dimo? ¿Cómo funciona? La herramienta del servicio de pagos no es exactamente nueva, ya que el Banco de México la lanzó hace un año, aunque celebró que ya tiene 7 millones de cuenta registradas. Victoria Rodríguez Ceja, gobernadora del Banco de México, había anunciado que Dimo es para el Sistema de Pagos Electrónicos Interbancarios, mejor conocido como SPEI, en el que están inscritas 19 instituciones financieras. [Te explicamos porqué Banco de México decidió sacar de circulación al billete de 20 pesos](/negocios/te-explicamos-porque-banco-de-mexico-decidio-sacar-de-circulacion-al-billete-de-20-pesos/) [¿Banco de México compra las monedas de 20 pesos? Esta es la realidad](/negocios/banco-de-mexico-compra-las-monedas-de-20-pesos-esta-es-la-realidad/) [La inteligencia artificial ya es usada para atacar al Banco de México](/negocios/la-inteligencia-artificial-ya-es-usada-para-atacar-al-banco-de-mexico/) [Banco Azteca bancarrota: ¿Banco de México pone fin a los rumores? Esto dijo Victoria Rodríguez](/negocios/banco-azteca-bancarrota-banco-de-mexico-pone-fin-a-los-rumores-esto-dijo-victoria-rodriguez/) [El Banco de México hace esta petición a los bancos para ayudar a los afectados por huracán Otis](/negocios/el-banco-de-mexico-hace-esta-peticion-a-los-bancos-para-ayudar-a-los-afectados-por-huracan-otis/) ¿Qué es Dimo? Banco de México tiene este servicio de pagos con millones de usuarios Con la intención de facilitar la vida de sus ahora millones de usuarios, el Banco de México creó Dimo (Dinero Móvil), un servicio de pagos pensada para las transferencias electrónicas con el formato SPEI. ¿Qué es Dimo? Como explicó el Banco de México, el servicio de pago permite que los usuarios realicen transferencias bancarias SPEI, pero no se necesitarán datos como la CLABE interbancaria o la fotografía de la tarjeta. Y es que Dimo está pensada para fomentar las transferencias electrónicas de manera rápida, ya que solamente deberás dar tu número telefónico, una vez que esté asociado en tu banco. Es decir, con Dimo en lugar de que pases el número de tarjeta o CLABE, solamente deberás dar tu número de teléfono al hacer una transferencia electrónica, todo esto bajo el formato SPEI. Respecto a las obligaciones del banco con Dimo, deberá avisar la vinculación de su número celular, cerciorarse que se efectúa en el dispositivo con la línea de telefonía a asociar, además de avisar a sus usuarios sobre los movimientos. [¿Quién es la familia de Fofo Márquez? Su abuelo y su padre cosecharon una gran fortuna y él está en el Penal de Barrientos](/estados/jalisco/quien-es-la-familia-de-fofo-marquez-su-abuelo-y-su-padre-cosecharon-una-gran-fortuna-y-el-esta-en-el-penal-de-barrientos/) [Funko Pop! de Hello Kitty edición aniversario: Precio y dónde comprar el coleccionable en preventa](/geek/funko-pop-de-hello-kitty-edicion-aniversario-precio-y-donde-comprar-el-coleccionable-en-preventa/) [Adidas x Hello Kitty: Qué incluye y precios de la colección con los personajes de Sanrio](/estilo-de-vida/adidas-x-hello-kitty-que-incluye-y-precios-de-la-coleccion-con-los-personajes-de-sanrio/) ¿Cómo funciona Dimo? El Banco de México te lo explica Igualmente, el Banco de México te explica cómo funciona Dimo y cómo asociar tu número de celular para recibir transferencias bancarias y estos son los pasos: - solicitar directamente al banco ya sea en sucursal o mediante su app, utilizando el número de celular a asociar - el banco notificará al usuario y en un plazo no mayor a un día hábil, se dará la recepción - tras la notificación, se podrá recibir transferencias Sin embargo, para que otra persona te pueda hacer una transferencia mediante Dimo, se deberá de dar de alta su número de celular también. Para hacerlo mediante la aplicación de tu banco, los pasos para asociar tu número y así realizar transferencias SPEI con Dimo pueden variar. Sin embargo, solamente se permite asociar tu número de teléfono a una cuenta por banco, aunque el mismo puede ser asociado en varias instituciones. Por ejemplo, si tienes una cuenta en Banamex, Banorte y una tercera en BBVA, puedes utilizar el mismo celular para los tres bancos con Dimo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:41:51.384+03:00",
  "updated": "2024-04-12T01:41:51.384+03:00"
}