{
  "thread": {
    "uuid": "27683d39634a1933a70ad9c2a025894634be876b",
    "url": "https://alquds.com/en/posts/163541",
    "site_full": "alquds.com",
    "site": "alquds.com",
    "site_section": "https://alquds.com/en",
    "site_categories": [
      "climbing",
      "tech",
      "sports"
    ],
    "section_title": "جريدة القدس",
    "site_title": "جريدة القدس",
    "title": "جريدة القدس",
    "title_full": "جريدة القدس",
    "published": "2025-06-12T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://alquds.fra1.digitaloceanspaces.com/uploads/256a76b4b1f349c34278242bb766aee4.webp",
    "performance_score": 0,
    "domain_rank": 85661,
    "domain_rank_updated": "2025-06-03T00:00:00.000+03:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "27683d39634a1933a70ad9c2a025894634be876b",
  "url": "https://alquds.com/en/posts/163541",
  "ord_in_thread": 0,
  "author": null,
  "published": "2025-06-12T03:00:00.000+03:00",
  "title": "جريدة القدس",
  "text": "Dr. Aqel Salah: The most dangerous aspect lies in the long-term political goals of this group, which is to undermine Palestinian national representation.\nNaaman Abed: Israel seeks to distract the people of Gaza with internal fighting, tighten the siege, and push Palestinians toward emigration.\nDr. Amjad Bashkar: Israel is engineering chaos in Gaza by supporting armed militias like Yasser Abu Shabab's group.\nMajed Hadeeb: Abu Shabab's case is temporary if it continues to be rejected by Palestinians, but it could turn into a dangerous phenomenon if Netanyahu succeeds in creating similar cases.\nDr. Suhail Diab: The goal is to transform these militias into executive entities with broad mandates, forming an alternative leadership aligned with Israeli and American interests.\nImad Musa: Israel's attempts to score a moral victory by recruiting agents like Abu Shabab will not succeed because the Palestinian people possess a deep awareness.\nAt the height of Israel's ongoing war of extermination on the Gaza Strip, a new Israeli strategy is emerging, based on supporting local militias with the goal of creating \"organized chaos,\" as in the case of the Yasser Abu Shabab group. This strategy is being debated over how to facilitate its consolidation of control and the fragmentation of the Palestinian national structure, in anticipation of the day after the war on the Strip.\nIn separate interviews with Al-Quds, writers, political analysts, and university professors assert that these militias, which are run with direct support from the Israeli security and political establishment, represent an extension of previous failed attempts in the region, such as the Village Leagues and Antoine Lahad's Army, which were met with widespread popular and national rejection.\nWriters, analysts, and university professors explain that Israel, in light of its military and political failure after more than 600 days of war, is seeking to impose alternative bodies to the legitimate Palestinian leadership by promoting armed groups with a nominal civilian character, receiving direct funding and armament, and tasked with security and espionage missions against the Palestinian people and the resistance.\nThey assert that these groups, which include individuals with criminal backgrounds and operate under Israeli air cover, aim to steal aid, spread terror, and create a false sense of legitimacy for the occupation's \"day after Gaza\" projects.\nHowever, writers and university professors point out that the public's awareness and rejection of these phenomena, along with popular and factional cohesion, will prevent these groups from becoming a permanent reality. This is especially true given that the greatest danger lies not only in the practices of these militias, but also in their long-term political goals, which seek to undermine Palestinian national representation and impose local proxies loyal to the occupation at the expense of any genuine national project.\nLocal militias are popularly and politically ostracized.\nPalestinian writer and political researcher Dr. Aqel Salah warns of a dangerous phenomenon promoted by Israel: its support for local militias, both popularly and politically rejected, aimed at creating \"organized chaos\" to serve the occupation's goals, as part of a \"war of extermination and starvation.\"\nSalah explains that Israel, with the full support of the United States and the West, has failed to achieve its stated objectives after more than 600 days of aggression against the Gaza Strip, including 90 days of starvation warfare.\nAccording to Salah, Israel is seeking to replicate previous failed experiments, such as the \"Village Leagues\" in Palestine and the \"Antoine Lahad Army\" in southern Lebanon. These groups were associated with the occupation but did not find popular or political acceptance and were ultimately eliminated by popular and national resistance.\nSalah points out that Yasser Abu Shabab's group in Gaza, a drug dealer and fugitive from justice, is run with direct support from the office of Israeli Prime Minister Benjamin Netanyahu and the head of the Shin Bet.\nSalah asserts that this group is nothing more than a security arm of Israel, aiming to create organized chaos by stealing humanitarian aid, blackmailing the population, and creating popular pressure on the Palestinian resistance.\nIts missions, according to Salah, include gathering intelligence for the occupation, combing buildings and roads to secure the Israeli army's advance, and fragmenting the social fabric of the Gaza Strip.\nGaining false legitimacy by recruiting young people\nSalah warns of the expanding goals of the \"Yasser Abu Shabab\" phenomenon in the Gaza Strip, which seeks to give a civilian character to a group serving the Israeli occupation by advertising civilian and security positions.\nSalah explains that this move aims to attract the sympathy of residents suffering from poverty and deliberate starvation, and to gain false legitimacy by recruiting young men, making it harder for the group to be targeted by the resistance.\nSalah points out that the security objective is to gather information on resistance leaders and hostages through categories such as doctors, for the benefit of Israeli intelligence.\nSalah points out that this group is raising slogans of \"Palestinian statehood\" to distort the political system. He calls on the Palestinian Authority and factions to confront this group, which serves the occupation's agenda. He considers it a bargaining chip for Netanyahu regarding the future rule of Gaza, where the Palestinian people are the only losers.\nHowever, Salah believes that this group's influence is limited, as it operates exclusively in areas under Israeli military control, effectively making it part of the occupation forces. Consequently, it will be treated by the resistance in the same way as the Israeli military.\nYasser Abu Shabab's clan disowned him\nSalah points out that this group, which consists of individuals with criminal backgrounds linked to drugs, is considered \"warmongers\" and \"war contractors,\" exploiting the tragic conditions in Gaza for personal gain and to further Israel's goals.\nDespite Israel's attempts to market this group internationally as a Palestinian aid-distributing entity, Salah asserts that it violates international law, and that any country that supports it is considered an accomplice in \"organized crime\" led by Israel.\nIn a clear indication of popular ostracism, Salah explains that the family and clan of Yasser Abu Shabab, the group's leader, publicly disowned him, reflecting widespread societal rejection of this phenomenon linked to the occupation. He considers this stance part of an ongoing popular resistance against any attempts to impose pro-occupation phenomena, similar to what has occurred in previous attempts.\nSalah asserts that the Palestinian people possess sufficient awareness to deal with such groups, especially given the harsh conditions facing the population of the Gaza Strip.\nThe most dangerous aspect, according to Salah, lies in the long-term political goals of this group. Israel, led by the far-right Netanyahu government, seeks to undermine Palestinian national representation and prevent any Palestinian agreement on political governance of the Gaza Strip.\nA pro-occupation front and an alternative to the authority\nSalah believes that Israel's primary goal is to impose this group as an alternative to the Palestinian Authority or any national government, serving as a pro-occupation front that serves Israel's agenda in both the Gaza Strip and the West Bank.\nSalah warns that the continuation of this phenomenon could have an impact far beyond Gaza. Estimates indicate that Israel, with American support, is planning to settle members of this group in the Egyptian Sinai after the war ends. The goal is to transform them into \"bandits\" who will intercept any attempts to smuggle weapons into Gaza, posing a direct threat to Egyptian national security.\nSalah asserts that what is happening in Gaza has gone beyond a war of extermination and starvation, to which has been added the \"war of organized chaos\" waged by Israel through this group. Nevertheless, hope remains in the awareness of the Palestinian people and the resistance's ability to confront this phenomenon, especially if a deal is reached with Israel that includes the delivery of aid through humanitarian organizations instead of this group.\nSalah emphasizes that the Palestinians will not accept any attempt to impose agents as their representatives, asserting that this group, no matter how widespread, will remain a temporary phenomenon that will end with the end of the war, leaving behind a legacy of ostracism and popular rejection.\nA policy of comprehensive siege and systematic starvation\nFor his part, writer and political analyst specializing in international relations, Noman Abed, asserts that the Israeli Prime Minister Benjamin Netanyahu's government's continued policy of \"war of extermination and starvation\" aims to exhaust the Palestinian people and destroy their capacity for resilience.\nAbed explains that Netanyahu's extremist government is pursuing a policy of total siege and systematic starvation, disregarding international law, the laws of war, or moral and humanitarian principles. Furthermore, the international system remains largely powerless to counter these policies, allowing Netanyahu and his government to continue their \"human slaughter\" against an entire Palestinian people.\nAbed emphasizes that this war serves only the partisan and personal goals of Netanyahu and his \"ruling clique,\" pointing to internal divisions within Israel, where some former Israeli leaders and Israeli society believe the war damages Israel's international image and exhausts the occupation army.\nAbed points out that the massacres perpetrated by the Netanyahu government in Gaza, and the horrific scenes broadcast around the world, have affected the global human conscience, leading to a popular uprising in Europe. This uprising has prompted some European leaders and governments to respond, albeit partially and \"timidly,\" to the voices of their people, who have begun to feel disgusted by the policies of the occupying state.\nAbu Shabab announces security and civilian jobs for Gazans!\nAbed points to attempts by some European countries to distance themselves from the American approach of supporting the Netanyahu government, which is pursuing \"brutal policies\" in cooperation with the United States.\nAbed believes that Yasser Abu Shabab's announcement of security and civilian positions for Gazans within his ranks confirms that Israel is seeking to create another counter to Hamas and other factions in Gaza.\nAbed explains that Israel wants this body to play an administrative role alongside its security role, as part of what is called \"the day after Gaza.\"\nAbed asserts that Netanyahu rejects any legitimate Palestinian rights, including the right to self-determination, and seeks to diminish the role of the Palestinian Authority and transform the Palestinian government into armed gangs that sometimes clash and sometimes agree, with no aspirations for independent national rule.\nAbed explains the existence of a new-old Israeli strategy aimed at fostering chaos in Gaza by creating local militias affiliated with the occupation. Netanyahu seeks to create Palestinian groups that receive orders from Israeli intelligence officers and are marketed as popular forces representing Palestinian families or expressing popular discontent with Hamas rule.\nAbed points out that these militias, which resemble previous attempts such as the \"Village Leagues\" in the 1980s, aim to weaken the Palestinian social fabric and create internal strife.\nAbed believes that the militia affiliated with Yasser Abu Shabab in eastern Rafah, which has begun announcing the establishment of civilian administrations in implementation of Netanyahu's plans to control the \"day after\" in Gaza, cannot be national, regardless of its names or the backgrounds of its members, because it serves the occupation's agenda and operates under its complete security control.\nSimilar experiences in Palestine and southern Lebanon\nAbed emphasizes that the goal of this strategy is to distract the people of Gaza with internal fighting, tighten the siege, and push Palestinians toward \"voluntary migration,\" which is in reality a calculated act of ethnic cleansing.\nAbed cites historical experiences that prove the failure of such policies, both in Palestine and in southern Lebanon, where the Palestinian people and their national forces thwarted the occupation's attempts to impose its hegemony through loyalist militias.\nAbed asserts that the Palestinian people, despite the hunger and suffering, will remain aware of these plans and will not allow them to succeed in the long term.\nAbed warns against any cooperation with these militias, regardless of their motives or affiliations, because they are aligned with the occupation's policies and cannot align with Palestinian national goals.\nAbed expresses his regret at the inability of the international system and most countries to confront Netanyahu's policies, which allows him to continue oppressing the Palestinian people, increasing killing and destruction, and pursuing attempts at ethnic cleansing and re-settlement.\nAbed calls for concerted internal Palestinian, regional, and international efforts to halt these policies, warning that continued international silence will lead to more deaths and injuries and exacerbate the suffering of Palestinians facing hunger and destruction.\nAbed asserts that the Palestinian people, with their awareness and resilience, will thwart the occupation's plans, as they always have, emphasizing the need to confront any attempts to create chaos or internal divisions that serve the occupation's agenda.\nLieberman is the one who exposed Yasser Abu Shabab's group\nFor his part, political science professor Dr. Amjad Bashkar warns of a deliberate Israeli strategy to engineer chaos in the Gaza Strip by supporting armed groups, such as Yasser Abu Shabab's group, which operates under the occupation's umbrella.\nBashkar explains that this group is the only one so far operating in Gaza with direct Israeli support, noting that it was exposed by former Israeli minister Avigdor Lieberman, who exploited the political dispute with Benjamin Netanyahu's government to reveal Israel's support for the group, in an attempt to highlight the failure of the Israeli political and military establishment to eliminate the Palestinian resistance.\nBashkar asserts that the idea of establishing these groups stems from a proposal made by former Israeli Defense Minister Yoav Galant to Netanyahu, but the latter initially rejected it, insisting that the Israeli army was capable of resolving the battle against Hamas and the resistance on its own.\nBashkar points out that Israel has re-adopted this strategy as an alternative to the occupation army, given its inability to achieve its objectives in Gaza.\nBashkar explains that these groups are being used as a \"sacrifice card\" to bear the burden of the confrontation instead of the army, with Israel providing them with advanced weapons, air cover, and safe areas under its control.\nBashkar cites an incident that occurred two weeks ago, in which the Palestinian resistance targeted a group of undercover soldiers who turned out to be Israeli army agents. Israel then bombed the area to protect them, revealing its pattern of dealing with such groups.\nAn alternative administrative and governmental nucleus in the Gaza Strip\nBashkar believes that Yasser Abu Shabab's group is seeking to form an alternative administrative and governmental nucleus in the Gaza Strip, given the current chaos and governmental vacuum.\nBashkar explains that the group is trying to exploit this opportunity to fill the void and attach itself to all administrative and governmental positions in the Strip. He notes that the goal is to create a clear central authority around Yasser Abu Shabab, from which all other tools and entities can branch out and be effectively distributed throughout the Gaza Strip, thus strengthening the group's influence and ability to control.\nBashkar points out that Israel is attempting to revive the \"Village Leagues\" experiment by harnessing Palestinian tribes as agents of the occupation, but these attempts have failed in the Gaza Strip due to the rejection of the Palestinian people there.\nBashkar asserts that the fate of these current groups will be similar, as they will be targeted by the Palestinian resistance, which may implement a \"revolutionary ruling\" against them to eliminate them or limit their capabilities, in addition to ostracizing them from Palestinian society.\nBashkar explains that Israel is seeking to engineer chaos in Gaza by exploiting the complex circumstances. The Strip suffers from the absence of security institutions after the martyrdom of tens of thousands, including approximately 10,000 security and civil servants.\nCreating a state of panic and security chaos\nBashkar points out that the scarcity of basic resources, such as food and internal security, has created a state of panic and insecurity, enabling these groups to emerge with Israeli support.\nBashkar asserts that Israel, with direct American support, is working to deepen this chaos and weaken the Palestinian people through policies of starvation and murder, where \"those who are not killed by bullets are killed by hunger.\"\nBashkar warns that these groups may increase in number given the occupation's control over large areas of Gaza, the ongoing chaos, and the Netanyahu government's decision to use alternative means to confront the resistance.\nBashkar asserts that the Palestinian resistance, despite its limited resources, will act decisively to curb this phenomenon, even though it may not be able to completely eradicate it due to the complexity of the situation.\nBashkar stresses that Israel will not succeed in its long-term plans, as it has failed in previous attempts, thanks to the steadfastness and awareness of the Palestinian people.\nBashkar asserts that Israel, with American support, is seeking to turn Gaza into a chaotic arena run by local agents, but that the resistance and the Palestinian people will confront these plans.\nBashkar calls for a unified Palestinian position to confront these challenges and work to restore order and security in Gaza as a safety valve against the occupation's attempts to create chaos.\nYasser Abu Shabab is a temporary condition that will end quickly.\nFor his part, writer and political analyst Majed Hadib warns of the dangers of Yasser Abu Shabab and his armed groups in the Gaza Strip becoming a dangerous phenomenon if Israel succeeds in exploiting it to achieve its political and security objectives.\nHadib asserts that Abu Shabab is not a phenomenon in and of itself, but rather a temporary phenomenon that will quickly end if Palestinian factions continue to reject and disavow him. However, he warns that Israel's and Benjamin Netanyahu's government's insistence on exploiting this situation could turn it into a \"family and clan weapon,\" threatening to plunge Gaza into chaos and internal strife.\nHadib explains that many Palestinian parties were quick to disavow Abu Shabab and his armed groups, including the Palestinian National Authority, the reformist faction within the Fatah movement led by former MP Mohammed Dahlan, and even Abu Shabab's family, who demanded that he surrender to the relevant authorities.\nHadib asserts that the continuation of this unified stance by Palestinian authorities will render Abu Shabab's case a mere passing incident that will quickly end. However, he warns against these parties changing their positions, which would open the door to the case becoming a dangerous phenomenon.\nHadib asserts that this strategy aims to set the Palestinian people back \"decades,\" even to \"prehistoric times,\" where the struggle for sustenance and life is waged through bloodshed and murder, in the absence of any law or order.\nNetanyahu has set the people of the Gaza Strip back decades.\nHadeeb points out that Netanyahu, through his ongoing war on Gaza, has already succeeded in setting the Palestinian people back decades through destruction, starvation, and siege, but he is now seeking to exacerbate this decline by creating situations similar to those of Abu Shabab, to perpetuate security chaos and internal strife.\nHadeeb explains that Israel insists on treating Palestinians as individuals or groups without the right to self-determination, rather than as a people with a political cause, a national identity, and aspirations to establish their own state.\nHadib asserts that this plan aims to portray the Palestinians as a people unworthy of statehood, by pushing them toward conflict and chaos.\nHadeeb calls on Hamas to shoulder its responsibility in thwarting Netanyahu's \"diabolical\" schemes by prioritizing the interests of the Palestinian people and the national cause over the interests of its own organization.\nHadeeb warns that Hamas's insistence on prioritizing the organization's interests over those of the people will turn Abu Shabab's case into a phenomenon, pushing the Palestinian people toward chaos and internal strife, which will serve Netanyahu's purposes.\nHadib explains that the war on Gaza has led to unprecedented suffering, beyond anything witnessed in history, with Palestinian citizens suffering from hunger, destruction, and a complete loss of security and stability.\nHadib points out that the continuation of this situation will lead to moral and social decline as a result of the enormous pressures the people are facing.\nHamas is required to hand over the administration of Gaza to the Palestinian Authority.\nHadeeb calls on Hamas to immediately respond to the demands of the Palestinian people, work to end the deterioration through a deal with Israel, and hand over control of Gaza to the Palestinian National Authority to enforce order and the rule of law, while suppressing any signs of security chaos or the dissemination of family weapons.\nHadib asserts that Abu Shabab's case will remain temporary if the Palestinian authorities continue to reject it, but it could become a dangerous phenomenon if Netanyahu succeeds in creating similar situations and if Hamas insists on prioritizing the organization's interests over those of the people.\nHadib warns that this shift will lead to the absence of law and stability, and that Gaza will return to a \"first-person\" state where killing and chaos prevail in order to obtain food and water.\nHadib calls for a unified Palestinian position and concerted efforts to preserve the people's identity and dignity, and stresses the need to end the war and reach solutions that protect the Palestinian people from the occupation's schemes.\nIsrael seeks to exclude the PA and the factions\nPolitical science professor and expert on Israeli affairs, Dr. Suhail Diab, says there are deliberate Israeli attempts to expand the phenomenon of \"Yasser Abu Shabab\" and others like him in the Gaza Strip, with the goal of creating local groups that serve their narrow interests and contribute to strengthening the blockade and control of the Strip.\nDiab believes that Israel seeks, through this phenomenon, to marginalize any Palestinian party, whether the Palestinian Authority or factions such as Hamas and Islamic Jihad, to prevent any movement demanding freedom and independence.\nDiab points out that Israel wants parties similar to \"Abu Shabab,\" who are characterized by three characteristics: narrow material interests, a willingness to work according to the Israeli agenda to the end, and a willingness to dispense with them when Israel decides to do so.\nDiab draws on failed historical Israeli experiences, such as the experience of the \"South Lebanon Army\" militia led by Saad Haddad in 1979, and later by Antoine Lahad, through which Israel attempted to create a loyal entity that combined collaboration, narrow interests, and hatred of other parties. Despite the availability of the elements of success in Lebanon, the experiment failed miserably, as did the \"Village Leagues\" experiment in the West Bank in the late 1970s.\nDiab believes that Israel is trying to revive this model in Gaza, exploiting starvation and humanitarian distress to recruit individuals into these groups.\nDiab points out that Israel is promoting a media narrative to the world that it is distributing humanitarian aid, while politicizing the military operation and militarizing the distribution of aid through these groups.\nHowever, Diab expects this phenomenon to decline soon, due to the daily scenes of chaos at aid distribution centers, which reveal the role of \"Abu Shabab\" and others like him in exacerbating the suffering of the population.\nThe options available to Palestinian citizens are shrinking.\nIn an analysis of the current situation in Gaza, Diab asserts that the options available to Palestinian citizens are severely diminished due to military operations and the use of starvation.\nDiab expects that a very small portion of the population will choose to comply, emigrate, or join groups similar to Abu Shabab, but this will remain limited.\nAs for the vast majority, according to Diab, they will be forced to confront the occupation by all available means, as their lives and existence are being targeted. This will lead to an escalation of resistance and an increase in Israeli military casualties.\nDiab points to the ambitions of these groups to expand their powers in Gaza, not only geographically, but also by assuming security and civilian roles.\nDiab explains that this militia seeks to play a security role by announcing its membership in \"counter-terrorism units,\" which are in fact directed against Hamas. It also seeks to play civilian roles, including overseeing the distribution of \"military and politicized\" aid and expanding into sectors such as health, welfare, and even reconstruction.\nDiab believes that Israel's goal is to transform these groups from criminal militias into executive entities with broad mandates, creating an alternative leadership aligned with Israeli and American interests.\nDiab calls for increased international solidarity to confront these policies, warning that Israel's continued use of starvation as a weapon will exacerbate the humanitarian crisis in Gaza.\nCreating the phenomenon of \"agents and traitors\" in the sector\nIn turn, writer and political analyst Imad Moussa warns of Israeli attempts to create a phenomenon of \"collaborators and traitors\" in the Gaza Strip, citing the recruitment of Yasser Abu Shabab and a group of \"psychologically ill\" individuals to steal humanitarian aid. This comes as part of the occupation's strategy to tear apart the Palestinian national and social fabric, similar to what French colonialism did during the Algerian Revolution when it recruited traitors against the revolutionaries.\nMusa explains that the Israeli occupation, after its military and security failure in Gaza despite absolute American and Western support, has resorted to psychological warfare aimed at breaking the will of the Palestinians.\nAccording to Musa, this war includes systematic genocide, the destruction of infrastructure, and the starvation and deprivation of basic needs by the population to subjugate them.\nBut Musa asserts that Israel will face a disastrous failure, as it encounters an \"unprecedented Palestinian ideological state\" that combines a deeply held belief, a willingness to sacrifice, and the exceptional patience of the people of Gaza, who prefer death to betrayal or a life of humiliation.\nTemporary tools doomed to fail\nMusa points out that the Palestinians' experiences have strengthened their awareness and honed their faith, leaving the occupation \"disappointed\" in the face of unyielding popular resistance. While Israel possesses a formidable arsenal of destructive weapons, Gazans possess an \"immune system\" built on faith and resilience, ensuring that resistance continues without raising the white flag.\nMusa believes that as a deal or a halt to the war of extermination in the Gaza Strip approaches, Yasser Abu Shabab's handlers have a plan to create a recognized entity, with the aim of providing them with information or carrying out specific missions.\nOn the international level, Musa expects the mounting pressure to yield results soon, supported by growing Jewish and Western voices against the war of extermination.\nMusa points out that Zionist slogans, such as \"anti-Semitism\" and \"Holocaust,\" are beginning to lose their impact, while the wave of international condemnation and rejection is growing into a \"Western flood\" against Israeli crimes in Gaza.\nMusa asserts that Israel's attempts to score a moral victory by recruiting agents like Abu Shabab will not succeed, because the Palestinian people possess a deep awareness that immunizes them against such schemes, rendering these groups merely temporary tools doomed to failure.\nPALESTINE\nThu 12 Jun 2025 9:24 am - Jerusalem Time\nAbu Shabab Groups: An updated version of Village Links and Antoine Lahad\nTags\nShare your opinion\nAbu Shabab Groups: An updated version of Village Links and Antoine Lahad\nMORE FROM PALESTINE\nNetanyahu: We will continue the war in Gaza until Hamas is eliminated and all detainees are returned.\nThe Arab Parliament welcomes the announcement by five countries to impose sanctions on Ben-Gvir and Smotrich.\nThe occupation authorities notify the demolition of 30 shops and commercial establishments south of Hebron.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "negative",
  "categories": [
    "Politics",
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "topics": [
    "Politics->political process",
    "Politics->political parties and movements",
    "Politics->political development",
    "Social Issue->demographics",
    "Social Issue->social condition",
    "Social Issue->social problem",
    "War, Conflict and Unrest->rebellion"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": null,
  "webz_reporter": false,
  "external_links": [],
  "entities": {
    "persons": [
      {
        "name": "Aqel Salah",
        "sentiment": "negative"
      },
      {
        "name": "Amjad Bashkar",
        "sentiment": "none"
      },
      {
        "name": "Majed Hadeeb",
        "sentiment": "none"
      },
      {
        "name": "Naaman Abed",
        "sentiment": "none"
      },
      {
        "name": "Suhail Diab",
        "sentiment": "none"
      },
      {
        "name": "Imad Musa",
        "sentiment": "none"
      },
      {
        "name": "Netanyahu",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "Gaza Strip",
        "sentiment": "none"
      }
    ],
    "organizations": []
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": {
    "categories": [],
    "top_news": [],
    "bias": null
  },
  "rating": null,
  "crawled": "2025-06-12T10:29:11.458+03:00",
  "updated": "2025-06-12T07:35:40.000+00:00"
}