{
  "thread": {
    "uuid": "47ed5be087f8fe15abafa8a987bf90915bd1ac8b",
    "url": "https://www.newindianexpress.com/cities/delhi/2024/Feb/16/centre-admitted-aap-govt-has-managed-to-reduce-air-pollution-in-delhi-claims-",
    "site_full": "www.newindianexpress.com",
    "site": "newindianexpress.com",
    "site_section": "https://newindianexpress.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "newindianexpress",
    "title": "Centre admitted AAP govt has managed to reduce air pollution in Delhi, claims AAP",
    "title_full": "Centre admitted AAP govt has managed to reduce air pollution in Delhi, claims AAP",
    "published": "2024-02-15T23:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://media.assettype.com/newindianexpress%2F2024-02%2F560fbccd-9d0b-4e57-a5ef-2682a3bc8a8f%2FCentre.jpg?rect=0%2C110%2C364%2C191&amp;w=1200&amp;ar=40%3A21&amp;auto=format%2Ccompress&amp;ogImage=true&amp;mode=crop&amp;enlarge=true&amp;overlay=false&amp;overlay_position=bottom&amp;overlay_width=100",
    "performance_score": 0,
    "domain_rank": 3428,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "47ed5be087f8fe15abafa8a987bf90915bd1ac8b",
  "url": "https://www.newindianexpress.com/cities/delhi/2024/Feb/16/centre-admitted-aap-govt-has-managed-to-reduce-air-pollution-in-delhi-claims-",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Express News Service",
  "published": "2024-02-15T23:15:00.000+02:00",
  "title": "Centre admitted AAP govt has managed to reduce air pollution in Delhi, claims AAP",
  "text": "NEW DELHI: AAP on Thursday said the central government in its Economic Survey Report 2022-23 admitted that the air quality in the capital has continuously improved, an achievement accomplished by the dedicated efforts of the city government.\nCiting the report, AAP spokesperson Priyanka Kakkar said, “In the beginning of 2023, an Economic Survey Report 2022-23 was tabled in the Parliament, which said the air in Delhi has continuously improved since 2016. Seeing this report, a sense of optimism is generated that if there is political will and good intention, then air can be controlled, and air quality can also be improved,” she said.\nListing the contributions of the AAP-led government, Kakkar said, “The green cover of Delhi is at a historic high today. About 1,800 industries in Delhi have all been converted to PNG fuel, a clean fuel. Electricity is available round-the-clock for industrial, commercial, and residential purposes, due to which the use of polluting diesel-based generators has completely ended in Delhi.”\nMentioning the role of electric buses in bringing down air pollution in the city, Kakkar said CM Kejriwal has decided that the carbon dioxide emitted into the air by public transport should also be controlled, envisioning that by 2025, 80% of the buses in Delhi will be electric.\nAs of now, the total number of buses in Delhi is 7,582, which is the highest number till date. Of these, 1,650 are e-buses, i.e. about 22% of the total fleet has already become electric.\n“When we started introducing electric buses in Delhi in 2022, the 47,000 tonnes of carbon dioxide emitted by these buses was controlled as a part of the fleet transitioned to electric. A massive contribution has been made in controlling pollution through these electric buses,” she said.\nThe AAP spokesperson said the 1,650 e-buses in Delhi is not only the highest number of electric buses in the country but also third in the world.\n“In view of this, a question arises that if CM Kejriwal has done so much in the war against pollution in such a short time, then why are other governments not capable of doing the same. Don’t they have political will, intention, determination?” she added.\n‘22% of fleet comprised of e-buses’\nAs of now, the total number of buses in Delhi is 7,582, the highest number till date. Of these, 1,650 are e-buses, i.e. about 22% of the total fleet is comprised of e-buses. The 1,650 e-buses in the Delhi is the highest in the country and the third in the world, AAP asserted saying it has significantly reduced vehicular emissions, thus bringing down pollution.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Politics",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kakkar",
        "sentiment": "none"
      },
      {
        "name": "priyanka kakkar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "aap",
        "sentiment": "negative"
      },
      {
        "name": "parliament",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "delhi",
        "sentiment": "none"
      },
      {
        "name": "new delhi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T04:29:24.628+02:00",
  "updated": "2024-02-16T04:29:24.628+02:00"
}