{
  "thread": {
    "uuid": "53b3713e8d0e7f50103b687065c570bb3cf0a4c8",
    "url": "https://www.historicmysteries.com/sophonisba/",
    "site_full": "www.historicmysteries.com",
    "site": "historicmysteries.com",
    "site_section": "https://www.historicmysteries.com/feed/atom",
    "site_categories": [
      "herbs_for_health",
      "paranormal_phenomena",
      "health",
      "science"
    ],
    "section_title": "Historic Mysteries",
    "title": "Sophonisba: Defiant Queen of the Punic Wars",
    "title_full": "Sophonisba: Defiant Queen of the Punic Wars",
    "published": "2023-12-29T22:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.historicmysteries.com/wp-content/uploads/2022/12/Sophonisba.jpg",
    "performance_score": 0,
    "domain_rank": 84005,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "53b3713e8d0e7f50103b687065c570bb3cf0a4c8",
  "url": "https://www.historicmysteries.com/sophonisba/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bipin Dimri",
  "published": "2023-12-29T22:49:00.000+02:00",
  "title": "Sophonisba: Defiant Queen of the Punic Wars",
  "text": "The Roman Empire, and the Republic which preceded it, loom large in the annals of history. Along with the Egyptians and the Greeks they are perhaps the pre-eminent culture remembered in pop history, dominant across Europe from (almost) Scotland to the Balkans and the Middle East.\nNothing seems more permanent than the\nRomans, their grand and enduring ruins a testament to their longevity, but in truth they spent most of their time staving off catastrophe. Whether it was internal strife, unruly provinces or barbarians at the gate, Rome had a fight on her hands to keep everything together.\nNowhere is this more evident than in the Roman Republic’s great enemy,\nCarthage. Now comparatively obscure (history is, after all, written by the winners) there was a time there when things could have turned out very differently.\nThe Carthaginian general Hannibal who famously crossed the Alps with battle\nelephants and besieged Rome herself is the best remembered of Carthage’s leaders, but in their time they were a culture as vibrant and powerful as the Romans. Many of their leaders are now forgotten, and perhaps the most important, and the most forgotten, is Sophonisba.\nThe Life of Sophonisba\nBorn into a noble Carthaginian landowning family, the first we hear of Sophonisba is in 206 BC when she was betrothed to Massinisa, king of Carthage’s Numidian neighbors in northwest\nAfrica. King Massinisa ruled over the Massinyi tribe, enemies of Rome and particularly the Hispanic Romans across the western Mediterranean.\nSo far, so dynastic alliance, but there was a twist: the\nmarriage was blocked by the Carthaginian rulers who instead intended to wed Sophonisba to King Syphax, another neighbor who was a rival of King Massinisa and was allied with Rome. It is unclear why this was, with some suggesting that winning over one of Rome’s rivals was a sound plan, and others that Syphax was in love with Sophonisba.\nSyphax went to the extent of harassing the Carthage public with threats of war and conflict allied with Rome if he did not marry Sophonisba. Therefore, the Carthaginian people had to concede the marriage for the greater good of the country. The marriage with Syphax went through, and King Syphax turned into the greatest ally of Carthage in\nhttps://www.historicmysteries.com/great-zimbabwe/. Queen Shammuramat, Savior of the Assyrian Empire? Boudica: Legendary Warrior Queen who Defied an Empire\nOn the other hand, the jilted King Massinisa promptly allied with Roman general Scipio Africanus in secret and returned to his kingdom to prepare for war. The circumstances of Sophonisba’s marriage had frustrated and disgruntled the other king.\nMeanwhile, Sophonisba was turning out to be a true political asset for Carthage, far more than a pawn in the Punic war. She turned Syphax into the greatest ally for Carthage and her marriage turned out to benefit her people enormously.\nOn the other hand, scorned of love, king Massinisa with Scipio Africanus charged upon Carthage and attacked Sophonisba’s father, Hasdrubal Gisco. Sophonisba managed to convince her husband to stand with her father and protect Carthage against the onslaught of enemies.\nThe stage was set, and the two sides clashed in two great\nbattles, known as Utica and the Great Plains. Syphax stood with the Carthaginian people against King Massinisa and Scipio. However, the battles did not favor Carthage. In 203 BC, Syphax himself was defeated. Captured after the Battle of Cirta, he was taken prisoner.\nAfter capturing Syphax, Massinisa married Sophonisba, knowing that she had been forced to marry him under political conditions. However, when Massinisa’s Roman ally Scipio came to know that Sophonisba had turned her former husband Syphax against Rome, he forbade Massinisa from marrying the noblewoman.\nThe Roman general feared that after marriage, Massinisa would be turned against Rome at Sophonisba’s behest just as Syphax had been. The Roman general requested the custody of Sophonisba so that she could be part of his Roman “Triumph” (a parade through the streets of Rome offered to its greatest generals).\nThere are other accounts that claim that the general asked for Sophonisba’s custody because he wanted to ensure her safety. The Roman general was aware of Massinisa’s motives and felt that the\nqueen would be tormented by him for marrying Syphax. Whatever the reasons, Sophonisba faced an uncertain fate after the Battle of Cirta. Hypatia of Alexandria: A Classical Age Female Scholar Did Nitocris, First Ancient Egyptian Queen, Truly Exist?\nAlthough King Massinisa loved Sophonisba and had waged war for her, he agreed to the Roman general’s conditions. He then went to Sophonisba and informed her of his predicament. He told her he could neither release her, marry her or give her up to the Romans.\nBut, he had a plan. He gave her the option of dying with the dignity of a princess instead of being part of the triumph parade for Scipio Africanus.\nThe Death of Sophonisba\nThus the death of Sophonisba, much like her life, was dedicated to her people. She was sacrificed to save a political alliance between Massinisa and Rome. Although Sophonisba did drink\npoison to kill herself with dignity, she was understandably not too pleased with her new husband, Massinisa.\nBefore death, she accused him of making their marriage very short and bitter. Massinisa had gone to such a length of effort to secure Sophonisba’s freedom and her love. However, he could not really spend his life with her.\nInstead, he handed her a cup of poison to end her life for the sake of his people and the peace of the land. There is an irony in all this which makes Sophonisba’s story so tragic and riveting. Sophonisba died, and Massinisa delivered her\ncorpse to Scipio, who was now sure that there was no threat to Rome from Sophonisba.\nThe allied pact between Rome and Massinisa existed for years till the death of the king. Since her death, Sophonisba has been the subject of many artworks and literature pieces. The writer Petrarch wrote the story of Sophonisba in his poem Africa, written in 1396 and published after his death.\nThe princess is depicted in many\npaintings in her final moments when she is drinking poison from the cup. From the 16th to 19th centuries, Sophonisba was the subject of many stories, ballads and later operas where the tragic story captivated the audience. From a Carthaginian noblewoman to a queen and then a legendary heroine and symbol of dignity, Sophonisba is cruelly forgotten today.\nTop Image: Sophonisba proved much more of a threat to Rome than a simple political pawn pushed into a dynastic marriage. Source: Cleveland Museum of Art /\nPublic Domain.\nBy\nBipin Dimri",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://commons.wikimedia.org/wiki/File:Pierre_Gu%C3%A9rin_-_The_Death_of_Sophonisba_-_2008.71_-_Cleveland_Museum_of_Art.tif",
    "https://www.commons.wikimedia.org/wiki/File:Pierre_Gu%C3%A9rin_-_The_Death_of_Sophonisba_-_2008.71_-_Cleveland_Museum_of_Art.tif"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hannibal",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "romans",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "middle east",
        "sentiment": "none"
      },
      {
        "name": "carthage",
        "sentiment": "none"
      },
      {
        "name": "alps",
        "sentiment": "none"
      },
      {
        "name": "rome",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "scotland",
        "sentiment": "none"
      },
      {
        "name": "roman republic",
        "sentiment": "none"
      },
      {
        "name": "balkans",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T09:53:26.759+02:00",
  "updated": "2023-12-30T09:53:26.759+02:00"
}