{
  "thread": {
    "uuid": "c9e0e4dea11b64216e0b1dd136d3062a26430525",
    "url": "https://vnexplorer.net/z/937606.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/ae",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "AE - VNExplorer",
    "title": "Shocked fishermen rescue 38 dogs they find treading water in Mississippi lake",
    "title_full": "Shocked fishermen rescue 38 dogs they find treading water in Mississippi lake",
    "published": "2024-06-21T20:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1oFyeI.img",
    "performance_score": 0,
    "domain_rank": 82409,
    "domain_rank_updated": "2024-06-18T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c9e0e4dea11b64216e0b1dd136d3062a26430525",
  "url": "https://vnexplorer.net/z/937606.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-06-21T20:59:00.000+03:00",
  "title": "Shocked fishermen rescue 38 dogs they find treading water in Mississippi lake",
  "text": "CORRECTION 38 Dogs Rescued From Lake Two friends who were expecting to spend a day together on a fishing trip ended up embarking on a fully-blown rescue mission after they spotted 38 dogs treading water in a Mississippi lake. Arkansas native Bob Gist, 61, had planned on meeting up with his friend Brad Carlisle from Tennessee after they had not hung out for a stretch, Gist told Fox News. The pair headed to Grenada Lake in Mississippi, along with local fishing guide Jordan Chrestman, to score a big catch. After a few hours of little luck, the group moved to a different location, where things took a bizarre turn. While they may have been hoping for a successful bounty of fish, they ended up coming away with a huge haul of 38 dogs. &quot;We go about a half mile or so from where we were to another place and we start fishing, and pretty soon we can hear some dogs barking,&quot; Gist told the outlet. The group continued to fish for about 10 or 15 minutes until Chrestman realized that a number of dogs were way out in the water and asked the two friends if they could check on them. Once they arrived in the pup-infested waters, the three men were stunned to see the sheer number of dogs in the lake. &quot;We’re just flabbergasted because it’s dogs everywhere, and they’re all going in different directions because they can no longer see the bank on either side,&quot; Gist told Fox News. &quot;And they’re all hunting dogs — we can clearly see that because they have expensive GPS radio collars on them.” The group later learned the hounds were part of an annual fox run happening nearby. Chrestman explained he spotted a deer in the water that appeared to attract the dogs into the lake after they were chasing it, the outlet reported. The three men, without hesitation, immediately took action and fished the dogs out of the water by grabbing their collars and calling them, encouraging them onto their vessel. They grabbed as many as they could until the boat was swarmed with the wet dogs, but they soon became overwhelmed and had to deposit the first round of hounds to the bank, the outlet noted. Chrestman managed to grab 25 to 27 dogs at first, and Gist told the outlet that once they reached the bank, their owners were there in a panic. After they went out to grab the remaining dogs, another man on land said he had a GPS tracker for the dogs and asked to join their rescue mission. The tracker located three to four more dogs, and Gist said they “were on the verge of drowning, because now they have been treading water for an hour.” In the end, a total of 38 dogs were rescued out of Grenada Lake. Gist said when they &quot;got back over to the ramp with that last bunch of dogs… [and] we were having to drag them out of the boat because they didn’t want to get out of our boat. They were scared they were going back to the water. It was terrible.&quot; Gist called Chrestman was the true hero of the rescue, saying that the owners even tried to give him money for his quick thinking, but he turned it down. Independent readers are independently-minded global citizens. They are not defined by traditional demographics or profiles, but by their attitudes. In today’s increasingly fragmented world, communities value real facts and frank opinions delivered first-hand from a non-biased news brand that they can trust. Armed with information and inspiration, Independent readers are empowered and equipped to take a stand for the things they believe in.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gist",
        "sentiment": "none"
      },
      {
        "name": "jordan chrestman",
        "sentiment": "none"
      },
      {
        "name": "brad carlisle",
        "sentiment": "none"
      },
      {
        "name": "bob gist",
        "sentiment": "none"
      },
      {
        "name": "chrestman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fox news",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lake two",
        "sentiment": "none"
      },
      {
        "name": "mississippi",
        "sentiment": "none"
      },
      {
        "name": "tennessee",
        "sentiment": "none"
      },
      {
        "name": "arkansas",
        "sentiment": "none"
      },
      {
        "name": "grenada lake",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T05:01:24.600+03:00",
  "updated": "2024-06-22T05:01:24.600+03:00"
}