{
  "thread": {
    "uuid": "b9b8c77c77b3b3cb4c3c55f3f241e684103fb779",
    "url": "https://www.crosswalk.com/devotionals/your-daily-prayer/a-prayer-to-look-more-like-jesus-today.html",
    "site_full": "www.crosswalk.com",
    "site": "crosswalk.com",
    "site_section": "http://www.ibelieve.com/rss",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "iBelieve.com",
    "title": "A Prayer to Look More Like Jesus Today - Your Daily Prayer - May 31",
    "title_full": "A Prayer to Look More Like Jesus Today - Your Daily Prayer - May 31",
    "published": "2024-05-31T08:13:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.swncdn.com/via/images/2023/10/30/33320/33320-cross-sunset_source_file.jpg",
    "performance_score": 0,
    "domain_rank": 7613,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b9b8c77c77b3b3cb4c3c55f3f241e684103fb779",
  "url": "https://www.crosswalk.com/devotionals/your-daily-prayer/a-prayer-to-look-more-like-jesus-today.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Emma Danzey",
  "published": "2024-05-31T08:13:00.000+03:00",
  "title": "A Prayer to Look More Like Jesus Today - Your Daily Prayer - May 31",
  "text": "A Prayer to Look More Like Jesus Today By Emma Danzey “Whoever says he abides in him ought to walk in the same way in which he walked.” - [1 John 2:6] Although we will never be perfect like Jesus, we are called to live like Jesus. This does not happen in our own efforts or intentions. This is a Holy Spirit filled way of living that reflects Christ in our every day. This is saying no to our flesh and sinful ways and repenting. To repent means to turn away from our sins. We acknowledge the areas that we are not obeying the Lord and we depend on Him to help us live differently. We ask the Spirit within us to set us free from the strongholds in our lives. This is not a new prayer. People throughout the Scriptures sought after lives that honored the Lord as well. Deuteronomy 13:4 says, \"It is the Lord your God you must follow, and him you must revere. Keep his commands and obey him; serve him and hold fast to him.” Ephesians 5:1-2 says, “Therefore be imitators of God, as beloved children. And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.” 1 Peter 2:21 says, “For to this you have been called, because Christ also suffered for you, leaving you an example, so that you might follow in his steps.” In what ways are you not following Christ today? What is He asking you to do that you are neglecting? What is He asking you not to do that you are partaking in? Have you ever noticed how we become like the people we choose to invest our time in? I have had friends who act and have the mannerisms of their husbands now that they have been married for a few years. I have seen it with youth or college students when they select their core group of friends. I have witnessed it in my own life in various seasons. The way that we look more like Jesus is by spending more time getting to know Him. We do this by reading His Word, praying to Him, and inviting Him into our every day. Let's pray: Dear Jesus, Thank You for dying on the cross for our sins and resurrecting yourself to be seated at the right hand of God in glory. You are high above anything that we could imagine. Please help us to realize what a great sacrifice you made on our behalf. Jesus, please enable us to look more like You today. We confess that we are a mess. We were once lost and we are now found. We are your children when we have accepted You as Savior, but that does not mean that we do not wander or struggle. Please give us the strength to walk in Your ways. Help us to repent from our sins and every evil in our hearts, minds, and actions. Give us the ability to live by the fruit of Your Spirit in us. Give us the power to pick up our crosses and follow You. Remind us that Your yoke is easy, and Your burden is light. Thank You for taking our place on the cross. Whether we go out and stay in our homes, whether we have a great day or a horrible one, leads us to live out lives that reflect and point to Your greatness. Help everyone around us to see You shining in our every day lives. May we be witnesses of Your gospel. On top of praying about looking more like You, we need to ask You to help us seek You. You say in Jeremiah 29:13 , “You will seek me and find me when you seek me with all your heart.” We will know You more when we seek You greater than we do right now. We will love You more every moment when we learn more about You and Your sacrifice for us. You are the One who has the power to change us. You can give us the desire to pursue Yourself even when we do not feel like it. You can empower us to follow You even on days when we are pressed and challenged by the world and our enemy, the devil. Jesus, You are worthy of our pursuit and of our entire lives. We surrender to You and dedicate today to following You. Amen. Photo credit: ©Getty/shuang paul wang Emma Danzey’s mission in life stems from Ephesians 3:20-21, to embrace the extraordinary. One of her greatest joys is to journey with the Lord in His Scriptures. She is wife to Drew and mom to Graham. Emma serves alongside her husband in ministry, she focuses most of her time in the home, but loves to provide articles on the Bible, life questions, and Christian lifestyle. Her article on Interracial Marriage was the number 1 on Crosswalk in 2021. Most recently, Emma released Treasures for Tots , (Scripture memory songs) for young children. During her ministry career, Emma has released Wildflower: Blooming Through Singleness , two worship EP albums , founded and led Polished Conference Ministries, and ran the Refined Magazine. You can view her articles on her blog at emmadanzey.wordpress.com and check out her Instagram @Emmadanzey. Teach Us to Pray is a FREE prayer podcast hosted by iBelieve writer Christina Patterson. Each week, she gives you practical, real-life tips on how to grow your faith and relationship with God through the power of prayer. To listen to her episode on What to Pray in the Morning for a Worry-Free Day, click below! Now that you've prayed, are you in need of someone to pray for YOU? Click the button below! Visit iBelieve.com for more inspiring prayer content.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.biblestudytools.com/jeremiah/29-13.html",
    "https://www.biblestudytools.com/1-peter/2-21.html",
    "http://emmadanzey.wordpress.com/",
    "https://www.ibelieve.com",
    "https://www.biblestudytools.com/deuteronomy/13-4.html",
    "https://open.spotify.com/artist/2jAIJhB18GMsSWzjbLFPtw?si=XqvBdqUrRR-6LhmJQPeohw",
    "http://www.amazon.com/exec/obidos/ASIN/B0BD2MW8H4",
    "https://open.spotify.com/artist/6jEP2U91YOr3ah0c4EoikK?si=3mA-gGCLTCe2caUEAdhpvg",
    "https://www.biblestudytools.com/ephesians/passage/?q=ephesians+5:1-2",
    "https://www.open.spotify.com/artist/6jEP2U91YOr3ah0c4EoikK?si=3mA-gGCLTCe2caUEAdhpvg",
    "https://biblestudytools.com/deuteronomy/13-4.html",
    "https://ibelieve.com",
    "https://biblestudytools.com/1-peter/2-21.html",
    "http://amazon.com/exec/obidos/ASIN/B0BD2MW8H4",
    "https://open.spotify.com/artist/6jEP2U91YOr3ah0c4EoikK",
    "https://biblestudytools.com/jeremiah/29-13.html",
    "https://open.spotify.com/artist/2jAIJhB18GMsSWzjbLFPtw",
    "https://www.open.spotify.com/artist/2jAIJhB18GMsSWzjbLFPtw?si=XqvBdqUrRR-6LhmJQPeohw",
    "https://www.biblestudytools.com/ephesians/passage/",
    "https://biblestudytools.com/ephesians/passage/?q=ephesians+5:1-2",
    "http://www.emmadanzey.wordpress.com/",
    "http://emmadanzey.wordpress.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "negative"
      },
      {
        "name": "emma danzey",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T08:14:38.772+03:00",
  "updated": "2024-05-31T15:32:58.399+03:00"
}