{
  "thread": {
    "uuid": "0c674e27dd60dc79ea3ba9818d615827c5ba01b0",
    "url": "https://www.cbssports.com/soccer/news/usmnt-star-weston-mckennies-dramatic-turn-around-at-juventus-is-earning-rave-reviews-in-italy/",
    "site_full": "www.cbssports.com",
    "site": "cbssports.com",
    "site_section": "http://cbssports.com/partners/feeds/rss/home_news",
    "site_categories": [
      "football",
      "sports"
    ],
    "section_title": "\n                    CBSSports.com Headlines\n                ",
    "title": "USMNT star Weston McKennie's dramatic turn around at Juventus is earning rave reviews in Italy - CBSSports.com",
    "title_full": "USMNT star Weston McKennie's dramatic turn around at Juventus is earning rave reviews in Italy - CBSSports.com",
    "published": "2023-12-28T23:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://sportshub.cbsistatic.com/i/r/2023/12/28/6495643f-d0a1-4978-99b7-71422add8a15/thumbnail/1200x675/af8219fd250278e37a05345daff0be83/mckennie-1.jpg",
    "performance_score": 0,
    "domain_rank": 1674,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0c674e27dd60dc79ea3ba9818d615827c5ba01b0",
  "url": "https://www.cbssports.com/soccer/news/usmnt-star-weston-mckennies-dramatic-turn-around-at-juventus-is-earning-rave-reviews-in-italy/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Francesco Porzio",
  "published": "2023-12-28T23:22:00.000+02:00",
  "title": "USMNT star Weston McKennie's dramatic turn around at Juventus is earning rave reviews in Italy - CBSSports.com",
  "text": "Getty Images Weston McKennie's revival at Juventus has gone so well that he's the highest-rated player of the season so far for the Turin club, per TuttoSport . The Italian outlet have published all the ratings for each game of the season so far, and USMNT star Weston McKennie was the player with the highest number among the Bianconeri players.\nGolazo Starting XI Newsletter Get your Soccer Fix from Around the Globe Your ultimate guide to the Beautiful Game as our experts take you beyond the pitch and around the globe with news that matters.\nI agree to receive the \"Golazo Starting XI Newsletter\" and marketing communications, updates, special offers (including partner offers), and other information from CBS Sports and the Paramount family of companies. By pressing sign up, I confirm that I have read and agree to the Terms of Use and acknowledge Paramount's Privacy Policy . See All Newsletters Please check the opt-in box to acknowledge that you would like to subscribe. Thanks for signing up! Keep an eye on your inbox. Sorry! There was an error processing your subscription. From one to ten, McKennie ranked first with a 6.44 ahead of goalkeeper Wojciech Szczęsny (6.32).\n\"In the summer, he was on the market, now he is untouchable. He convinced [Massimo] Allegri with the work starting with the tour in United States. As a midfielder or full back, he played in all 17 matches,\" the review said.\nIn fact, McKennie played all the games with the Bianconeri this season in multiple positions. He started as a right winger in the 3-5-2 but also played as midfielder since Paul Pogba and Nicolò Fagioli were suspended and forced coach Massimiliano Allegri to bring McKennie back in the midfield.\nMcKennie, always with a flair of comedy, spoke about helping change the belief in American soccer players abroad on the podcast of his teammate Moise Kean .\n\"I've been in Italy for three and a half years. I suffered the cultural shock, yes,\" McKennie said.\n\"In Italy, the mentality is closed, it's tradition. That's fine, but you need to be more open-minded with others. An example? I eat pasta with tomato, pesto with chicken. All of [the people] in Italy [think], 'How disgusting!' But they have never tried it. I like that we have more Americans now playing here because everyone thinks we play football, basketball and so on ... Since I arrived, everyone thought, 'But he's American and he can't play football.' Now there is [Christian] Pulisic, [Yunus] Musah, [Gianluca] Busio, [Tim] Weah ... Everyone thinks in Italy Americans can play football.\"\nIt seemed like the story between Juventus and McKennie ended last season when he was loaned six months to Leeds United, but the player went back to Turin after the English side was relegated. In the summer of 2023, the USMNT star worked hard to be back in the plans of Allegri, who started to play him as a winger, rotating with another UMSNT player, Weah. After a few games, McKennie gained a starting role in that position, but then shifted to his original role after both Pogba and Fagioli were suspended for the rest of the season.\nMcKennie is now key for Allegri, who can use him in multiple positions of the pitch. He has yet to score his first goal of the season but provided two assists, including one in the last away game against Frosinone. Despite the initial doubts and the criticism, McKennie deserved to be back in the starting 11 of Juventus and as TuttoSport showed, his performances were crucial for the team coached by Allegri this season. He demonstrated that things can quickly change in the world of football since a few months ago he was transfer listed and now he's critical.\n Osimhen extends deal to '26 with $140 million release Francesco Porzio • 1 min read Where Juventus and Italy legend Chiellini retires from soccer Francesco Porzio • 3 min read Watch Now: How McKennie rebounded at Juventus Francesco Porzio 2 min read WATCH: Pulisic scores winner for Milan Chuck Booth 1 min read Sommer Rudi Fagioli Tonali ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://legal.paramount.com/us/en/cbsi/terms-of-use",
    "http://www.youtube.com/watch?v=ukYkHdPixVY",
    "https://privacy.paramount.com/en/policy",
    "https://m.tuttosport.com/amp/news/calcio/serie-a/juventus/2023/12/25-119462261/juve_i_migliori_per_media_voto_il_1_posto_un_capolavoro_di_allegri/3",
    "https://sports.cbsimg.net/fly/images/soccer/logos/team/2289207.svg",
    "http://youtube.com/watch?v=ukYkHdPixVY",
    "https://www.legal.paramount.com/us/en/cbsi/terms-of-use",
    "https://www.privacy.paramount.com/en/policy",
    "https://www.sports.cbsimg.net/fly/images/soccer/logos/team/2289207.svg",
    "http://www.youtube.com/watch",
    "https://www.m.tuttosport.com/amp/news/calcio/serie-a/juventus/2023/12/25-119462261/juve_i_migliori_per_media_voto_il_1_posto_un_capolavoro_di_allegri/3"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "weston mckennie",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "juventus",
        "sentiment": "negative"
      },
      {
        "name": "golazo starting xi newsletter",
        "sentiment": "none"
      },
      {
        "name": "paramount",
        "sentiment": "none"
      },
      {
        "name": "cbs sports",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "italy",
        "sentiment": "none"
      },
      {
        "name": "turin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:13:07.723+02:00",
  "updated": "2024-01-02T18:24:29.551+02:00"
}