{
  "thread": {
    "uuid": "9ec91d8ab93b3179d749b2c53f24e88a74fb36f9",
    "url": "https://www.newscenter1.tv/lifestyle/four-tips-from-black-hills-energy-to-help-winterize-your-home-before-the-cold-rushes/article_a7676cf2-a993-11ee-9c9d-77aafe481ff7.html",
    "site_full": "www.newscenter1.tv",
    "site": "newscenter1.tv",
    "site_section": "http://www.newscenter1.tv/search/?f=rss&t=article&c=photos&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.newscenter1.tv - RSS Results in photos of type article",
    "title": "Four tips from Black Hills Energy to help winterize your home before the cold rushes in",
    "title_full": "Four tips from Black Hills Energy to help winterize your home before the cold rushes in",
    "published": "2024-01-03T04:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/newscenter1.tv/content/tncms/assets/v3/editorial/8/e9/8e94675c-a9a2-11ee-98d1-6323574a5465/65945f95a9eed.image.jpg?crop=640%2C336%2C0%2C72&amp;resize=640%2C336&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 81320,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9ec91d8ab93b3179d749b2c53f24e88a74fb36f9",
  "url": "https://www.newscenter1.tv/lifestyle/four-tips-from-black-hills-energy-to-help-winterize-your-home-before-the-cold-rushes/article_a7676cf2-a993-11ee-9c9d-77aafe481ff7.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "choliday@newscenter1.com (Christina Holiday)",
  "published": "2024-01-03T04:00:00.000+02:00",
  "title": "Four tips from Black Hills Energy to help winterize your home before the cold rushes in",
  "text": "RAPID CITY, S.D.– While we have been lucky in Rapid City and the greater Black Hills region to have had such pleasant and mild temperatures from fall through the first couple of days of 2024, the cold is preparing to come back once more.\nTo help make sure your home stays warm while saving on the monthly bill, General Manager of Operations for Black Hills Energy Michael Pogany shares a few tips to keep in mind.\nCheck your thermostat\nAs Pogany says, checking your thermostat and having it set to an appropriate temperature ranks among the first things to do for any homeowner or renter. As for what an appropriate setting is, Black Hills Energy recommends setting the temperature to 68 degrees and lowering it a little before going to bed. \"Also, if you have a programable or smart thermostat, that's an opportunity to lower those temperatures when you're not around and then also increase the temperatures when you are home to stay more comfortable.\" He also adds that if the function is available, turn on the fan in your home to help with air circulation and keep the temperature in the home more consistent.\nReplace and refill\nWhether for cleaning purposes or energy efficiency, do not forget to change your furnace filters regularly for maximum operation potential. However, make sure to check with the packaging on how often filters need replacing. Oftentimes, many will range anywhere from one to three months.\nIn the home, regardless of the type of dwelling, Pogany adds that around 10 percent of energy loss takes place due to issues with windows and doors. \"And so if you have gaps and cracks in your windows and doors, fill them with weather stripping or caulking to make sure that you keep the heat in and the cool out.\"\nTips for winterizing your home, courtesy of Black Hills Energy\nFurnace filters should be replaced every one to three monthsUpdated\nOnly clear meters of snow, ice, or any other materials by handUpdated\nAdjudt your thermostat to an efficient settingUpdated\nMake sure to check and replace air filters regularlyUpdated\nCheck the pipes and meters around the outside of your homeUpdated\nBe sure to make sure any vents, pipes, and ,eters are clear and cleaned of any materialsUpdated\nA smart thermostat can help with temperature regulation while you are in and out of the homeUpdated\nCheck around the house\nAfter the snow falls and the ice sets in, he also says it is important to take a lap around the house outside and check any pipes, meters, or vents associated with the heating and cooling devices to make sure they are clear. And if they have any fallen material on them, clear them by hand only. \"Some of those devices are sensitive and could be broken by using a shovel,\" he explained. \"And so we just encourage you to take a walk around, take a look at your vents and pipes, make sure that they're clear and open to ensure that your furnaces and your heat pumps operate properly during the winter. \"\nInsulation\nWhile caulking and weather strips are one way of keeping heat inside, insulation is also just as important. In Rapid City cold weather often comes from the northwest, Pogany explains. Checking exterior walls on the north and west-facing sides of homes for proper insulation can also help keep the heat inside.\nAnd if you have an attic, make sure to check up there as well. \"open that up and make sure that you have proper insulation in the attic. That can make a big difference because heat rises and you can actually lose the heat you're generating in your house.\"\nFor more tips on winterizing your home from Black Hills Energy, check their\nwebsite.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure",
    "Environment"
  ],
  "external_links": [
    "https://www.blackhillsenergy.com/blog/falling-back-and-getting-winter-ready#:~:text=Set%20your%20thermostat%20to%2068,less%20energy%20and%20saves%20money.",
    "https://blackhillsenergy.com/blog/falling-back-and-getting-winter-ready#:~:text=Set%20your%20thermostat%20to%2068,less%20energy%20and%20saves%20money."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pogany",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "black hills energy",
        "sentiment": "negative"
      },
      {
        "name": "general manager of operations for black hills energy michael pogany",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "rapid city",
        "sentiment": "none"
      },
      {
        "name": "s.d.",
        "sentiment": "none"
      },
      {
        "name": "black hills",
        "sentiment": "none"
      },
      {
        "name": "rapid city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-03T04:17:13.985+02:00",
  "updated": "2024-01-03T04:17:13.985+02:00"
}