{
  "thread": {
    "uuid": "aafcd614c734fefbd7bf6020067044c752a438c7",
    "url": "https://www.interempresas.net/Vidrio-plano/Articulos/541415-Las-soluciones-de-Saint-Gobain-Glass-obtienen-Cradle-to-Cradle-Certified-(C2C).html",
    "site_full": "www.interempresas.net",
    "site": "interempresas.net",
    "site_section": "https://interempresas.net/rss",
    "site_categories": [
      "telecommuting",
      "jobs"
    ],
    "section_title": "Noticias en Interempresas.net",
    "title": "Las soluciones de Saint-Gobain Glass obtienen Cradle to Cradle Certified (C2C)",
    "title_full": "Las soluciones de Saint-Gobain Glass obtienen Cradle to Cradle Certified (C2C)",
    "published": "2024-02-16T08:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img.interempresas.net/fotos/4490759.jpeg",
    "performance_score": 0,
    "domain_rank": 12140,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aafcd614c734fefbd7bf6020067044c752a438c7",
  "url": "https://www.interempresas.net/Vidrio-plano/Articulos/541415-Las-soluciones-de-Saint-Gobain-Glass-obtienen-Cradle-to-Cradle-Certified-(C2C).html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "(Redacción Interempresas)",
  "published": "2024-02-16T08:48:00.000+02:00",
  "title": "Las soluciones de Saint-Gobain Glass obtienen Cradle to Cradle Certified (C2C)",
  "text": "Las soluciones de Saint-Gobain Glass obtienen Cradle to Cradle Certified (C2C)\nSaint-Gobain Glass ha obtenido la certificación Cradle to Cradle Certified (C2C) versión 4.0 para sus soluciones de vidrio flotado, vidrio laminado y vidrio de capas, afianzando su posición como fabricante de referencia en sostenibilidad.\nSaint-Gobain Glass, fabricante puntero en soluciones de vidrio, acaba de obtener la certificación Cradle to Cradle nivel Bronce para sus soluciones de vidrio flotado, vidrio de capas y vidrio laminado fabricados en Europa*, incluyendo su innovador sustrato bajo en huella de carbono Oraé.\nLas soluciones de Saint-Gobain Glass se convierten en las primeras soluciones de vidrio Cradle to Cradle Certified con la versión 4.0 para sus 5 categorías. Este significativo logro demuestra el fuerte compromiso de la compañía con el liderazgo sostenible en la fabricación del vidrio, fomentando la economía circular y minimizando el impacto medioambiental y la huella de carbono asociados a sus soluciones.\nLa versión 4.0 de C2C es una rigurosa y exhaustiva evaluación del impacto social y ambiental de los productos de la compañía durante todo su ciclo de vida.\n“Obtener esta certificación en nuestras soluciones de vidrio flotado, laminado y de capas es una prueba del compromiso sostenible de Saint-Gobain y su responsabilidad medioambiental”, señala Fabrice Desmons, director Internacional de Marketing de Vidrio. “Estamos orgullosos de ser reconocidos por nuestros esfuerzos colectivos en diseñar soluciones que no sólo cumplen con los más altos estándares a nivel prestacional, sino que también sientan las bases de una construcción más sostenible”.\nEsta certificación completa las EPD (Declaración Ambiental de Producto) y las HPDs (Declaración de Producto Saludable) de Saint-Gobain Glass, expresando una vez más su compromiso con la transparencia con respecto a la huella de carbono de sus soluciones, así como de su impacto sobre la salud, ayudando a sus consumidores y públicos a adquirir productos más sostenibles.\nClaves de la certificación Cradle To Cradle\n- Material saludable: los vidrios de Saint-Gobain Glass han sido cuidadosamente analizados según la seguridad que aportan a la salud de las personas y el planeta, consiguiendo el nivel Platino.\n- Circularidad de producto: Saint-Gobain Glass promueve de forma activa el reciclaje de materiales, incrementando la circularidad del sistema. La compañía impulsa iniciativas de reciclaje que permiten la recuperación del calcín post consumo. Soluciones como Planiclear han obtenido el nivel Plata, mientras que Oraé ha logrado el nivel más alto, Platino, gracias a su 64% de contenido reciclado externo.\n- Protección del clima y aire: la compañía demuestra su dedicación a la hora de reducir la huella de carbono de sus instalaciones productivas, disminuyendo el uso de combustibles fósiles gracias a los procesos de mejora continua, así como a la utilización de electricidad procedente de fuentes de energía renovable en sus procesos productivos. Se ha obtenido el nivel Bronce.\n- Gestión del agua y el suelo: Saint-Gobain Glass administra el recurso del agua en sus instalaciones productivas, asegurando un uso responsable del mismo y minimizando su impacto. Se ha obtenido el nivel Plata.\n- Responsabilidad social: Saint-Gobain Glass actúa responsablemente con los trabajadores en las plantas productivas, implantando prácticas justas y generando un mayor compromiso con la comunidad. Se ha conseguido el nivel Bronce.\nLa obtención de esta nueva certificación responde al compromiso de Saint-Gobain Glass de construir mejor para las personas y el planeta con soluciones que aportan sostenibilidad y altas prestaciones, siempre guiado por el propósito común del Grupo Saint-Gobain “Making the World a Better Home”.\nPara más información sobre la certificación Cradle to Cradle de Saint-Gobain Glass visita:\nhttps://www.saint-gobain-glass.es/es/noticias/saint-gobain-glass-recibe-la-certificacion-cradle-cradle-version-40-por-sus-soluciones\nEPD disponibles en:\n https://www.environdec.com/library\nHDPs disponibles en:\nhttps://hpdrepository.hpd-collaborative.org/Pages/Results.aspx#\n* Ver detalles en el registro de producto de la web C2C: https://c2ccertified.org/certified-products. Las soluciones de Saint-Gobain Glass se fabrican en Eggborough (Reino Unido), Aniche, Salaise-sur-Sanne (Francia), Avilés (España), Pisa (Italia), Porz, Stolberg, Torgau (Alemania), Dabrowa Górnicza (Polonia).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://www.environdec.com/library",
    "https://hpdrepository.hpd-collaborative.org/Pages/Results.aspx#",
    "https://www.saint-gobain-glass.es/es/noticias/saint-gobain-glass-recibe-la-certificacion-cradle-cradle-version-40-por-sus-soluciones",
    "https://www.saint-gobain-glass.es/es",
    "https://c2ccertified.org/certified-products.",
    "https://saint-gobain-glass.es/es",
    "https://saint-gobain-glass.es/es/noticias/saint-gobain-glass-recibe-la-certificacion-cradle-cradle-version-40-por-sus-soluciones",
    "https://www.c2ccertified.org/certified-products.",
    "https://www.hpdrepository.hpd-collaborative.org/Pages/Results.aspx#",
    "https://environdec.com/library"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T12:35:59.588+02:00",
  "updated": "2024-02-16T12:35:59.588+02:00"
}