{
  "thread": {
    "uuid": "45201502de3c27362412c8a1c341888aa60e568e",
    "url": "https://www.atlantanewsfirst.com/2024/02/29/sandy-creek-volleyball-coach-becomes-second-black-woman-led-high-school-team-state-championship",
    "site_full": "www.atlantanewsfirst.com",
    "site": "atlantanewsfirst.com",
    "site_section": "http://cbsatlanta.com/news",
    "site_categories": [],
    "section_title": "News",
    "title": "Sandy Creek volleyball coach becomes second Black woman to led high school team to state championship",
    "title_full": "Sandy Creek volleyball coach becomes second Black woman to led high school team to state championship",
    "published": "2024-02-29T23:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-wgcl-prod.cdn.arcpublishing.com/resizer/v2/U7XFT5UC4RGSFJNA45MPK3HM7Y.jpg?auth=11d7090e555b1d0f24bfe60fadea8047e8408780085f36443bbc182cfbc6a4cb&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 11578,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "45201502de3c27362412c8a1c341888aa60e568e",
  "url": "https://www.atlantanewsfirst.com/2024/02/29/sandy-creek-volleyball-coach-becomes-second-black-woman-led-high-school-team-state-championship",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shon Gables",
  "published": "2024-02-29T23:25:00.000+02:00",
  "title": "Sandy Creek volleyball coach becomes second Black woman to led high school team to state championship",
  "text": "Sandy Creek volleyball coach becomes second Black woman to lead high school team to state championship ATLANTA, Ga. (Atlanta News First) - Coach Tishay Lewis is a small-town Georgia coach with Savannah roots. Almost four years ago, she gambled on a move to metro Atlanta and made history. But if it weren’t for her students at Sandy Creek High School and their supportive fan base on both the volleyball court and online, many — including Atlanta News First — may have never learned about it. Lewis, a former Savannah high school basketball standout and former pro basketball player, is shy. Even she brushed off the fanfare of becoming a trailblazing coach that just made Georgia history. “I can remember my mom calling me crying, saying, ‘Oh my baby. You will forever be known in Georgia,’” Lewis said. “To actually have your name and Georgia state history, a state where I am from. It means a lot. I mean little ol’ Savannah. That’s me.” Lewis is the second-ever Black woman to lead a high school volleyball team to a state championship in Georgia. “I may have been a little numb at the time. It is definitely an accomplishment,” said Lewis. But it’s her path to victory that makes Lewis legendary. “The parents were kind of hard on me,” she said. The former pro basketball player came to Sandy Creek to coach basketball. But the position required she also inherits a sport she had never played. “I told them I didn’t know anything about volleyball,” said Lewis. “I went on Amazon. And I bought a book, it was ‘Volleyball For Dummies.’ That was the first book that I read. And I read it about three times.” So with no contacts, no institutional knowledge and no real credentials, Lewis said support in the beginning was almost nil. Yet the wins continued to rack up. “I’m glad we got her,” Jada Carethers, an 18-year-old Sandy Creek senior and volleyball middle. Year one: Lewis took Sandy Creek’s varsity volleyball team to the state championship, finishing as the runner up. Year two: they lost in the final four. Year three: the Patriots won the whole kit and caboodle — and Lewis won coach of the year. Accolades that would jettison any coach to a higher level, yet Lewis fielded not one single offer. “I don’t know if African Americans are really accepted into volleyball,” Lewis said. Diversity in volleyball has a long way to go. In 2015, only 13.92% of NCAA women’s volleyball players were African-American. Black coaches are even more rare. Data released by the NCAA from 2011-2020 shows that white men and women made up 81.7% of collegiate volleyball head coaches and 78.7% of assistant coaches. But Black men and women only made up 7.2% of head coaches and 6.8 percent of assistants. The numbers are even lower at the high school level. “There was a lot of adversity. I saw a lot coaching high school,” Lewis said. Sandy Creek’s championship team was all Black with one white player. The ethnic makeup of Lewis’ team was rare — but she said the treatment by opponents was consistent. “You would see one coach of a different race do something. And I can do something as small as you know, stand up and stand up for my position, like, maybe I was sitting on a stand-up, and a raffle, give me a yellow card,” Lewis recalled. But she combated adversity by studying the game. Skye Graham, a 17-year-old senior and outside hitter, remembers the tension on the volleyball court. “A lot of people didn’t want us to win because they knew we were gonna make history,” said Graham. This fall, Sandy Creek is hoping to capitalize on Lewis’s success, convincing her to coach volleyball for one more year before returning to basketball full-time. Will Sandy Creek go back-to-back? The new season begins this fall. “I told her just get one more for me. I did leave a little space for another banner,” Carl Green, Sandy Creek athletic director, said. According to Georgia’s High School Athletic Association, volleyball became a recognized high school sport in Georgia in 1991. State playoffs did not begin until 1993. Since records have been kept, only two African American women have coached a state championship volleyball team in Georgia. In 2012, Val Jones was the Head Coach of Whitewater when they won the State Championship. Lewis is the second. In Georgia, three African American female volleyball coaches have won coach of the year. Val Jones with Whitewater High School won in 2012, and Crystal Lee with Greater Atlanta Christian, along with Lewis, won in 2023. Copyright 2024 WANF. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sandy creek",
        "sentiment": "negative"
      },
      {
        "name": "lewis",
        "sentiment": "none"
      },
      {
        "name": "tishay lewis",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sandy creek high school",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "savannah",
        "sentiment": "none"
      },
      {
        "name": "ga.",
        "sentiment": "none"
      },
      {
        "name": "atlanta",
        "sentiment": "none"
      },
      {
        "name": "atlanta",
        "sentiment": "none"
      },
      {
        "name": "georgia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:04:30.075+02:00",
  "updated": "2024-03-01T00:59:37.297+02:00"
}