{
  "thread": {
    "uuid": "f6c1ca49c370eab26a211ee7c6a1fd7d38eba597",
    "url": "https://www.tuko.co.ke/people/532782-hardworking-kenyan-lady-grateful-god-enabling-build-beautiful-house-mum/",
    "site_full": "www.tuko.co.ke",
    "site": "tuko.co.ke",
    "site_section": "https://tuko.co.ke/",
    "site_categories": [
      "media"
    ],
    "section_title": "Tuko News - Breaking News, Kenya News, World News Today",
    "title": "Hardworking Kenyan Lady Grateful to God for Enabling Her to Build Beautiful House for Her Mum - Tuko.co.ke",
    "title_full": "Hardworking Kenyan Lady Grateful to God for Enabling Her to Build Beautiful House for Her Mum - Tuko.co.ke",
    "published": "2023-12-30T07:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KE",
    "main_image": "https://netstorage-tuko.akamaized.net/images/e3331b5c6ae58690.png?imwidth=1200",
    "performance_score": 0,
    "domain_rank": 17792,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f6c1ca49c370eab26a211ee7c6a1fd7d38eba597",
  "url": "https://www.tuko.co.ke/people/532782-hardworking-kenyan-lady-grateful-god-enabling-build-beautiful-house-mum/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Linda Shiundu",
  "published": "2023-12-30T07:03:00.000+02:00",
  "title": "Hardworking Kenyan Lady Grateful to God for Enabling Her to Build Beautiful House for Her Mum - Tuko.co.ke",
  "text": "Hardworking Kenyan Lady Grateful to God for Enabling Her to Build Beautiful House for Her Mum - Janet Nyaboke has shared her gratitude for completing the construction and furnishing of her mother's dream house in the village - The young woman took to social media to document her year-long journey, highlighting the challenges and triumphs that accompanied this significant undertaking - Janet's TikTok video showcased the evolution of the house at different construction stages, providing viewers with a glimpse into the dedication [PAY ATTENTION: We Need your Opinion! What do You Think about this Website? Take 5-min Poll and Make TUKO Better Now.](https://docs.google.com/forms/d/e/1FAIpQLScq-otrn1gxAfj5qwGa5dC94idDtj7xdUc23m5gsoywQTnlZA/viewform) TikToker @janetnyaboke01 has shared her journey of constructing and furnishing her mother's dream house in the village. The hardworking Kenyan lady expressed profound gratitude to God and detailed her year-long endeavour in a recent TikTok video. Janet Nyaboke, who documented the construction process on her TikTok account, couldn't contain her joy as she showcased the completed house in various stages. The TikToker revealed that the entire construction, from laying the foundation to the final furnishing, took her a year, and she achieved this remarkable feat without any external support. \"Finally, I built my mum her dream house. It has always been God since day one,\" Janet captioned the video. Responding to inquiries from her followers, Janet explained her meticulous approach to the project, emphasizing a slow and steady pace based on her financial capacity. \"Did it slow by slow, one thing at a time. Naenda kwa hardware tunafanya quotation of what I want alafu naanza kulipa pole pole,\" she shared. She elaborated on her process, saying, \"Then nikimaliza kulipa nachukua the staffs, then now natafuta pesa ya fundi. In exactly one year, I was done with everything.\" Janet's methodical approach involved careful financial planning, tackling each aspect of the construction as funds became available. The TikToker disclosed that the entire project, including construction and furnishing, cost her approximately KSh 3 million. Her commitment to providing her mother with a beautiful home underscores the power of determination and the lengths one can go for the ones they love. As her story continues to inspire many, Janet Nyaboke stands as a testament to the adage that hard work, perseverance, and faith can turn dreams into reality. Source: TUKO.co.ke",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://kenyan-business-leaders-tuko-award.webflow.io/)",
    "https://www.kenyan-business-leaders-tuko-award.webflow.io/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jane",
        "sentiment": "negative"
      },
      {
        "name": "janet",
        "sentiment": "none"
      },
      {
        "name": "nyaboke",
        "sentiment": "none"
      },
      {
        "name": "janet nyaboke",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T07:05:30.277+02:00",
  "updated": "2023-12-30T18:49:25.453+02:00"
}