{
  "thread": {
    "uuid": "bfd165915c0082f5633df6b88c2ac9173d5a77fc",
    "url": "https://vanguardia.com.mx/opinion/las-plantas-podrian-vivir-sin-nosotros-pero-nosotros-no-podriamos-vivir-sin-ellas-EH12513654",
    "site_full": "vanguardia.com.mx",
    "site": "vanguardia.com.mx",
    "site_section": "https://mexico.shafaqna.com/",
    "site_categories": [
      "travel",
      "mexico_and_central_america",
      "top_news"
    ],
    "section_title": "\r\n\t\tMéxico Noticias (Lector de noticias)\t",
    "title": "Las plantas podrían vivir sin nosotros, pero nosotros no podríamos vivir sin ellas",
    "title_full": "Las plantas podrían vivir sin nosotros, pero nosotros no podríamos vivir sin ellas",
    "published": "2024-07-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://vanguardia.com.mx/binrepository/580x580/0c80/580d420/none/11604/REIQ/04_1-9388725_20240704163010.png",
    "performance_score": 0,
    "domain_rank": 20554,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bfd165915c0082f5633df6b88c2ac9173d5a77fc",
  "url": "https://vanguardia.com.mx/opinion/las-plantas-podrian-vivir-sin-nosotros-pero-nosotros-no-podriamos-vivir-sin-ellas-EH12513654",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "salvador hernández vélez",
  "published": "2024-07-04T03:00:00.000+03:00",
  "title": "Las plantas podrían vivir sin nosotros, pero nosotros no podríamos vivir sin ellas",
  "text": "Como humanos apenas dirigimos nuestra mirada hacia las plantas, pasamos a su “lado con gran indiferencia”, y no somos conscientes de que no podemos vivir sin ellas; en cambio, ellas sin nosotros, sí. Stefano Mancuso y Alessandra Viola, en su libro Sensibilidad e inteligencia en el mundo vegetal, advierten que en la Tierra el mundo vegetal ocupa el 99.7 por ciento, mientras que el mundo animal el porcentaje restante. Para nosotros las plantas son inmóviles e insensibles. No se desplazan. Pero, lo que para nosotros es un problema, para las plantas no, más bien les ha permitido evolucionar de manera diferente a nosotros. Las plantas gozan de un cuerpo modular y los del reino animal de órganos únicos, es decir, indivisibles. Si a las plantas les cortamos grandes fragmentos de su cuerpo, no mueren, pero los humanos sí. Si alguien las corta a la mitad, brotan. Reviven. Por ejemplo, si a un ocotillo (fouquieria splendens) le cortamos un tallo que parece seco y lo plantamos, enraíza y puede crecer otro ocotillo, porque es modular. A nosotros, si en un accidente, como decía mi mamá “ni Dios lo mande”, sufriéramos el corte de un brazo, no hay manera que del brazo se desarrolle un ser humano. TE PUEDE INTERESAR: Armando Navarro Favela ‘Cuiri’, un viesquense forjado por el trabajo diario Si aceptamos que inteligencia es la capacidad de resolver problemas, podemos apuntar que la inteligencia de las plantas es sublime, pues cuando les cortan una de sus partes, zanjan el problema, retoñando o generando otra planta. Empero los que pertenecemos al mundo animal somos incapaces para resolver problemas de esa naturaleza. Las investigaciones científicas de los últimos cincuenta años, han demostrado que las plantas son sensibles, tienen sentidos: vista, olfato, oído, gusto y tacto; aunque no tengan, ojos, nariz, orejas, glándulas gustativas y piel. Hay quienes afirman que poseen otros quince sentidos. La vista es “el sentido corporal con que se perciben los objetos mediante la acción de la luz” y “que permite ver las cosas materiales”, según los diccionarios de la Real Academia y el general de la lengua española Vox. Entonces, si hablamos de “acción de la luz”, “percepción de los objetos” y “cosas materiales”, las plantas se hallan en plena posesión de este sentido porque son capaces de interceptar la luz, usarla y reconocer su cantidad como su calidad, esto es porque la luz es el principal componente de su dieta energética para efectuar la fotosíntesis. Por ejemplo, en Torreón hay una palma abajo de una cornisa de un edificio sobre el bulevar Rodríguez Triana y, ante la pobreza de luz, el tallo se torció para localizarla y seguir creciendo hacía la luz. Sobre el sentido del olfato, Mancuso y Viola dicen que las plantas tienen una sensibilidad difusa para “oler”, mientras que nosotros usamos sólo la nariz, ellas lo hacen con todo su organismo, como si tuvieran millones de pequeñas narices repartidas por todo el cuerpo. Con respecto al gusto, los órganos de éstas son receptores de sustancias químicas que buscan alimento en el suelo, gracias a la acción exploradora de las raíces. Ante el cuestionamiento sobre la proxémica: ¿Percibe la planta el contacto? Para ello señalan que basta con observar el comportamiento de la Mimosa pudica, un tipo de planta sensitiva, que cuando la tocas retrae las hojas. Quien identificó esta capacidad de la mimosa fue Jean-Baptiste Lamarck, inventor de la palabra “biología”. También nos hablan de la capacidad de las plantas carnívoras para sentir cuando un insecto se posa sobre sus hojas, comportamiento que requiere por fuerza del tacto. Y se preguntan: ¿Oyen las plantas? Y ¿qué son los sonidos? Vibraciones que se desplazan por el aire en forma de ondas sonoras captadas por el pabellón auricular de los humanos. Pero las plantas no tienen oído externo, y nos recuerdan que tampoco las víboras y los gusanos lo tienen y, pese a ello, oyen porque poseen en su interior un óptimo conductor de vibraciones. También estos estudiosos nos hablan de los otros sentidos que poseen las plantas: pueden medir con precisión la humedad, detectar la gravedad, los campos electromagnéticos, reconocer y medir un sinnúmero de gradientes químicos presentes en el aire o en la tierra. Sin duda hay muchas cuestiones sin responder porque queda mucho por descubrir. Lo que es un hecho es que los animales dependen de las plantas y las plantas del sol. jshv0851@gmail.com https://vanguardia.com.mx/binrepository/1024x1024/0c111/1024d801/none/11604/GNQQ/04_1-9388725_20240704163010.png $urlImage",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T14:18:55.592+03:00",
  "updated": "2024-07-05T14:18:55.592+03:00"
}