{
  "thread": {
    "uuid": "5c2d18e97c4a829233d0ef7e8dff6882e8dc80c6",
    "url": "https://www.cope.es/actualidad/espana/noticias/justicia-ayuntamiento-rute-colaboran-para-facilitar-reeducacion-menores-infractores-20231229_3071761",
    "site_full": "www.cope.es",
    "site": "cope.es",
    "site_section": "http://www.cope.es/api/es/news/rss.xml",
    "site_categories": [
      "sports"
    ],
    "section_title": "",
    "title": "Justicia y el Ayuntamiento de Rute colaboran para facilitar la reeducación de menores infractores",
    "title_full": "Justicia y el Ayuntamiento de Rute colaboran para facilitar la reeducación de menores infractores",
    "published": "2023-12-29T14:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cope-cdnmed.cope.es/img/brand/cope-redes-sociales.jpg",
    "performance_score": 0,
    "domain_rank": 8049,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5c2d18e97c4a829233d0ef7e8dff6882e8dc80c6",
  "url": "https://www.cope.es/actualidad/espana/noticias/justicia-ayuntamiento-rute-colaboran-para-facilitar-reeducacion-menores-infractores-20231229_3071761",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Europa Press",
  "published": "2023-12-29T14:51:00.000+02:00",
  "title": "Justicia y el Ayuntamiento de Rute colaboran para facilitar la reeducación de menores infractores",
  "text": "Justicia y el Ayuntamiento de Rute colaboran para facilitar la reeducación de menores infractores\nEuropa Press\nTiempo de lectura: 3'\nActualizado 14:51\nEl consejero de Justicia, Administración Local y Función Pública, José Antonio Nieto, ha firmado este viernes en Rute (Córdoba) un convenio con el alcalde del municipio, David Ruiz, para que los menores infractores de la localidad y de la zona puedan cumplir medidas judiciales no privativas de libertad, tales como prestaciones en beneficio de la comunidad y tareas socioeducativas, en servicios municipales y, además, la Policía Local vigilará a los menores que deban cumplir medidas de permanencia de fin de semana en sus domicilios.\nA este respecto, Nieto ha agradecido la colaboración y la implicación de Consistorio y ha recordado que la Junta de Andalucía tiene entre sus competencias garantizar los medios necesarios para la ejecución de las medidas impuestas por los jueces de Menores, tanto de internamiento, como de medio abierto. Para ello, la Ley del Menor permite realizar convenios con entidades públicas y privadas sin ánimo de lucro para su cumplimiento.\nLos jueces pueden dictar medidas, como la realización de prestaciones en beneficio de la comunidad y tareas socioeducativas, que persiguen la reeducación de los jóvenes mediante actuaciones reparadoras a la sociedad y que no suponen la privación de libertad. Tareas que, ahora, podrán realizar los menores de la localidad que cometan alguna infracción en su propio municipio, sin necesidad de desplazarse, lo que facilita la ejecución de la medida y su fin.\nA este respecto, Nieto, que ha estado acompañado por el director general de Justicia Juvenil, Esteban Rondón, y por la delegada territorial de Justicia en Córdoba, Raquel López, ha señalado que \"este tipo de medidas es una herramienta que tiene mucho éxito en la reeducación de los menores. Cada vez tenemos más demanda de los juzgados y por eso es tan importante que el Ayuntamiento dé un paso como este\".\n\"Son trabajos ejemplarizantes, con los que los chavales comprenden el daño que han provocado, por ejemplo, si un menor ha hecho una pintada pues se le puede imponer limpiar una calle con los equipos de limpieza\", según ha explicado el consejero.\nPor ello, para facilitar la realización de estas tareas, la Consejería de Justicia tiene acuerdos con ayuntamientos y entidades sociales mediante los que los menores resarcen a la sociedad del daño causado con su conducta colaborando en labores, no remuneradas ni sustitutivas de puestos de trabajo. Recientemente, el pasado mes de septiembre, el consejero firmó sendos convenios con la Fundación Promi y Córdoba Acoge, lo que permite que los jóvenes tomen conciencia de otras realidades sociales.\nCon el convenio firmado en Rute, ya son 46 ayuntamientos de la provincia los que se suman a esta iniciativa, es decir, más de la mitad de los municipios cordobeses. En los centros municipales los menores infractores pueden cumplir medidas de medio abierto realizando labores de mantenimiento de parques y jardines o restaurando el mobiliario urbano.\nLa Delegación Territorial de Justicia será la encargada de hacer un seguimiento de cada caso, a través del Sistema Integral de Medio Abierto (SIMA), mientras que el Juzgado de Menores es el que debe establecer el tiempo de duración de la medida y el calendario de ejecución.\nEn 2022, fueron 34 los menores que cumplieron este tipo de medidas en ayuntamientos y ONG, mientras que en este 2023 han sido 36. La mayoría son varones y han estado cumpliendo prestaciones en beneficio de la comunidad en entidades como el Banco de Alimentos, la Cruz Roja o la Fundación Promi, así como en servicios de los consistorios de Encinajero, Lucena, La Carlota o Montoro.\nEn este contexto, Nieto ha asegurado que el sistema de Justicia Juvenil andaluz es un referente dentro y fuera de España, destacando el liderazgo de la comunidad en cuanto al trabajo de reeducación que se hace con los menores y el compromiso de la Junta con esta materia.\n\"No es un problema de clases sociales --ha asegurado--, pues nos puede pasar a cualquiera, a cualquier familia y a cualquier chaval, y tenemos que tender una mano a aquellos que han cometido un error\".\nRETO DEMOGRÁFICO\n- Left6:No existe configuración de publicidad para el slot solicitado\nPor otro lado, el consejero ha puesto a Rute como ejemplo para otros municipios y para los objetivos que se persiguen en la Estrategia contra el Desafío Demográfico que está desarrollando la Consejería, afirmando Nieto que \"Rute ha sabido hacer de la Navidad una seña de identidad y un referente\", que permite la creación de negocios y empleos. De hecho, el consejero ha visitado posteriormente el Museo del Anís y el Belén de Chocolate, que son dos de los atractivos del municipio, especialmente en la época navideña.\nEn este sentido, Nieto ha concluido señalando que \"Rute ha perdido muy poca población en los últimos 20 años, pues ha perdido diez habitantes por año, y tenemos que revertir esa situación y lograr que esos diez habitantes se queden e incluso sumen\".\n- item no encontrado",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T15:57:43.970+02:00",
  "updated": "2023-12-29T15:57:43.970+02:00"
}