{
  "thread": {
    "uuid": "3566a7b039686b44caea5cf4222d8cc1870c8c19",
    "url": "https://community.thriveglobal.com/losing-weight-and-bonding-with-his-fiance-leonards-life-is-right-on-track/",
    "site_full": "community.thriveglobal.com",
    "site": "thriveglobal.com",
    "site_section": "https://community.thriveglobal.com",
    "site_categories": [],
    "section_title": "Thrive Global - Onward. Upward. Inward.",
    "title": "Losing Weight and Bonding With His Fiancé, Leonard’s Life is Right on Track - Thrive Global",
    "title_full": "Losing Weight and Bonding With His Fiancé, Leonard’s Life is Right on Track - Thrive Global",
    "published": "2024-01-05T22:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://community.thriveglobal.com/wp-content/uploads/2024/01/Leonard-Carrion-Anglero-WP-Hero.png",
    "performance_score": 0,
    "domain_rank": 3505,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3566a7b039686b44caea5cf4222d8cc1870c8c19",
  "url": "https://community.thriveglobal.com/losing-weight-and-bonding-with-his-fiance-leonards-life-is-right-on-track/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Thrive Challenge",
  "published": "2024-01-05T22:26:00.000+02:00",
  "title": "Losing Weight and Bonding With His Fiancé, Leonard’s Life is Right on Track - Thrive Global",
  "text": "My biggest challenge in life has been my weight. I really like to eat — I love candy — and I worried about my health. I’m only 26, and most of my family members are diabetic or they suffer from obesity. I don’t want that to happen to me. I didn’t feel comfortable with myself, I was easily fatigued and I couldn’t move well. I weighed 219 pounds. I felt unmotivated and hopeless. Most of the time, I’d stay at home instead of going out since my clothes didn’t fit me. I wanted to connect more with my fiancé, Isachy, and just feel better about myself. I was also stressed about money, and my dream is to buy a house. That’s why I started the Thrive Challenge in October. I began getting up early and going for a walk. My walks became longer and now I’m running. I took advantage of my free days and get up early to go for 5K runs. And in the afternoons I would do Shaun T’s Insanity workouts, which I really enjoy. I soon felt better about myself and I had more energy. I was so motivated that Isachy bought me an Apple watch so I could keep track of my steps and the time I was spending exercising. Then I committed to changing my diet, and started by just eating smaller portions. Then I cut down on carbs and cut out candies. It wasn’t easy, but I’ve found some great substitutes. If I want something sweet instead of ice cream, I blend bananas and strawberries and put the mixture in the freezer. I love pizza and I found a great flourless pizza recipe. You mix ground chicken with egg, cheese, salt, and oregano and cook it in the oven or air fryer, then add tomato sauce and cheese. Isachy and I are spending quality time together — we’re falling in love again. I felt at some point we had lost some of that closeness we used to have. So now, after work, we go for walks, and then we sit and talk to each other, and find out how the day went, without our phones or the T.V. or anything — it’s just me and her together. This has helped our relationship so much. I’m also reading a lot. One book I’ve found really helpful for our relationship is The 5 Love Languages by Gary Chapman. Another book that has helped me maintain all the new habits I started with Thrive is Atomic Habits by James Clear. I’m getting better sleep, which makes me feel healthier and more energetic In the evening, I take a warm bath and I play relaxing piano or violin music to help me fall asleep. I also listen to music in the morning before work. It helps to improve my focus and reduce my stress, so I start my day in the best way. Microsteps are helping me save money. Isachy and I really want to start a family, and I wanted to put money away to save for our dream house. So I made a budget, designed a table of my monthly expenses, and calculated everything I spend. That gave me a clearer idea of how much I had to save and how much I could spend freely without worrying about going over budget. I decide how much I’ll spend before going out shopping. And I limited myself to only buying things that are necessary. Another way of saving is bringing my own meals into work. I’ve started an extra part time job, and I put away the money I earn. And instead of being extravagant at Christmas time, I decided to give people small but meaningful presents. The Challenge has made me feel like a new person. I’ve lost 13 pounds and my body doesn’t ache anymore. I’m much healthier. I feel very proud of myself because giving up sweets was hard. Also, I’m more productive at work — I’m accomplishing a lot more than I ever did before. Everything in my life has improved. We have a long way to go, but we’re hoping to have a down payment for our dream home by next summer. — Leonard Carrion Anglero, Walmart Supercenter #5803, San Juan, PR; $5K Winner",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "leonard",
        "sentiment": "negative"
      },
      {
        "name": "shaun",
        "sentiment": "none"
      },
      {
        "name": "isachy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "apple",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:57:59.597+02:00",
  "updated": "2024-01-06T00:57:59.597+02:00"
}