{
  "thread": {
    "uuid": "a737627768aed02eb11b85cbe208bae96776d548",
    "url": "https://womensagenda.com.au/latest/the-pursuit-to-seek-light-from-every-day-after-the-atrocities-of-october-7-and-five-months-of-devastating-war",
    "site_full": "womensagenda.com.au",
    "site": "womensagenda.com.au",
    "site_section": "http://www.womensagenda.com.au/feed",
    "site_categories": [
      "health",
      "womens_health"
    ],
    "section_title": "Women's Agenda",
    "title": "The pursuit to seek light from every day after the atrocities of October 7 and five months of devastating war",
    "title_full": "The pursuit to seek light from every day after the atrocities of October 7 and five months of devastating war",
    "published": "2024-03-08T00:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://womensagenda.com.au/wp-content/uploads/2024/03/hope.jpg",
    "performance_score": 0,
    "domain_rank": 53807,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a737627768aed02eb11b85cbe208bae96776d548",
  "url": "https://womensagenda.com.au/latest/the-pursuit-to-seek-light-from-every-day-after-the-atrocities-of-october-7-and-five-months-of-devastating-war",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Pauline Rockman",
  "published": "2024-03-08T00:07:00.000+02:00",
  "title": "The pursuit to seek light from every day after the atrocities of October 7 and five months of devastating war",
  "text": "As [International Women’s Day 2024](https://womensagenda.com.au/latest/the-2024-international-womens-day-theme-focuses-on-economic-empowerment/) approaches I have been reflecting a great deal about our world today. As a Jewish woman born in Australia post World War 2, I feel blessed that this country allowed my father and mother to migrate from Europe in the 1930’s. I have spent my life giving a voice to those who do not have one. In the 80’s I worked with women and survivors of family violence. In the mid 90’s I was privileged to interview Melbourne Holocaust survivors for the Holocaust museum. This led to my work with the [USC Shoah Foundation](https://sfi.usc.edu/) gathering survivor testimony throughout Australia and New Zealand. Through my work at the Melbourne Holocaust Museum I became the first female board member of the Museum, and then President, of this unique and revered Melbourne institution. It has been a privilege being part of a journey witnessing its transformation from a grassroots organization 40 years ago, to the world-class museum of today. Having grown up in Melbourne, my peers and I were immersed in a pervasive atmosphere of post-Holocaust trauma. I always thought “Well, yes – that was then, this is now… We are safe here!”. Slowly I felt I could wear my ‘Jewishness’, rather than hide or apologise for it. Israel too, was an integral part of my life – my father would speak at family events and would close, choked up, saying “Am yisrael chai (the Nation of Israel lives on). We are so lucky to have Israel, would that we had it before.” Indeed, perhaps forty family members would not have been murdered by the Nazis, including his grandfather, Michal Herz (OBM). But this was a distant, albeit painful, past and through my work I found a balm for these familial and communal wounds. I felt a sense of empowerment giving survivors a voice. Words have eluded me in the wake of October 7, and that salve has worn thin. The events of that day rendered me speechless. As a Jew, a feminist and a human being I have been devastated by the attacks in southern Israel and the senseless murder, sexual violence, and kidnapping of Jews and other civilians by Hamas. I despair at the increasing death toll of children and civilians in Gaza, and the long-term trauma that Israelis and Palestinians will suffer as a consequence of all of the above. I have grave concerns about the viability of Netanyahu’s government. As a proud Australian I am especially disturbed by the ongoing rise of antisemitism. These expressions of hate towards our community threaten Australia’s social cohesion. I am not so naive however, to think that antisemitism had disappeared – it had been simmering, ever present in our multicultural society, along with other forms of racism. I am constantly thinking – What are we to do? What can I do? I ask myself what is the pathway forward? And where are the women? Can it really be that they have abandoned their commitment to all women? The future feels bleak. I am encouraged by expressions of support I have received in my local community and elsewhere. I have to believe that this represents the majority, albeit a largely silent one. I have to have hope. Hope is what may sustain me in this crazy time. Consider the course of Jewish history, eternally marked with tragedy and rebuilding. I hope this too will pass and that we will move forward, but I do fear for the world our grandchildren will inherit. My mother almost encouraged my sister and myself not to bring children into this world, because of the threat of nuclear destruction. I know and believe deeply that no matter our faith, origin, and political background, we must stand together against hate, and the only way we can stand together free of fear is by listening to one another. As a student of the Holocaust and a torchbearer for the survivors, I am well aware of my history – and it is in times of fear and uncertainty that hate and polarization breed. I have a bit of a daily regime. I endeavor to seek out the light each day – from enjoying the flowers on a neighborhood walk to listening to selected podcasts, to hugging my grandchildren. I seek positive, respectful and evidence-based dialogue. I try to minimize social media time and posting, to reduce the noise of disinformation and hate. I relate to the words of the late Rabbi Jonathan Sacks, former chief Rabbi of the UK: “It is the space we create for one another that allows love to be like sunlight to a flower, not like a tree to the plants that grow beneath.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://sfi.usc.edu/)",
    "https://www.sfi.usc.edu/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "usc shoah foundation",
        "sentiment": "none"
      },
      {
        "name": "melbourne holocaust museum",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new zealand",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "melbourne",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T02:02:40.604+02:00",
  "updated": "2024-03-08T02:02:40.604+02:00"
}