{
  "thread": {
    "uuid": "981199239a4d67e233784253f861cf0a4d8348b4",
    "url": "https://www.lanacion.cl/hamas-anuncia-que-acepto-propuesta-de-alto-al-fuego-en-gaza",
    "site_full": "www.lanacion.cl",
    "site": "lanacion.cl",
    "site_section": "http://www.lanacion.cl/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "La Nación",
    "title": "Hamás anuncia que aceptó propuesta de alto al fuego en Gaza",
    "title_full": "Hamás anuncia que aceptó propuesta de alto al fuego en Gaza",
    "published": "2024-05-06T21:24:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 36856,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "981199239a4d67e233784253f861cf0a4d8348b4",
  "url": "https://www.lanacion.cl/hamas-anuncia-que-acepto-propuesta-de-alto-al-fuego-en-gaza",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Leonardo Medina",
  "published": "2024-05-06T21:24:00.000+03:00",
  "title": "Hamás anuncia que aceptó propuesta de alto al fuego en Gaza",
  "text": "Durante este lunes, el grupo islamista Hamás anunció que aceptó la propuesta de alto al fuego en la Franja de Gaza, la cual fue formulada por Egipto y Qatar.\nA través de un breve comunicado, donde no ofrecieron mayores detalles, indicaron que el jefe del buró político de Hamás, Ismail Haniyeh, se comunicó con Egipto y Qatar para confirmar la noticia.\n“Ismail Haniyeh, líder del buró político del movimiento Hamás, realizó una llamada con el primer ministro catarí, Mohammed bin Abdulrahman Al Thani, y con el ministro de Inteligencia egipcio, Abás Kamel, y les informó de la aprobación por parte del movimiento Hamás de su propuesta sobre un acuerdo de alto el fuego”, señaló el grupo islamista.\nEsta situación se produce luego de que el ejército israelí le pidiera a alrededor de 100.000 palestinos al este de Rafah evacuar la localidad, debido a un posible asalto terrestre.\nSegún consignó CNN Chile, hasta el momento se desconocen los detalles de la propuesta, al igual que la postura oficial de Israel. Sin embargo, de acuerdo a algunos medios, como la cadena pública Kan o el canal 12 de noticias, el acuerdo no contaría con la aprobación de las autoridades israelíes.\nAsimismo, los medios, que citan a funcionarios gubernamentales israelíes, señalaron que la oferta que ha aceptado Hamás fue realizada por Egipto de manera unilateral, y que no está siendo tomada en cuenta hasta que no se aclaren los detalles.\nCabe destacar que Hamás advirtió a las fuerzas israelíes que cualquier operación militar en Rafah “no será un picnic”, mencionando que el brazo armado del grupo, las Brigadas al Qasam, se encuentran preparadas para “defender a nuestro pueblo”.\nAdemás, el grupo islamista le pidió a los organismos internacionales, en particular a la agencia de la ONU para los refugiados palestinos (UNRWA), que no abandonen la zona, pese a las órdenes de evacuación de Israel.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T22:19:34.429+03:00",
  "updated": "2024-05-06T22:19:34.429+03:00"
}