{
  "thread": {
    "uuid": "0156bf771d1ea885880fdc5bfac2bd9504bf397c",
    "url": "https://mvsnoticias.com/nacional/2024/2/29/presenta-sheinbaum-su-equipo-de-campana-628715.html",
    "site_full": "mvsnoticias.com",
    "site": "mvsnoticias.com",
    "site_section": "http://mvsnoticias.com/nacional",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Nacional - MVS Noticias",
    "title": "Presenta Sheinbaum su equipo de campaña | MVS Noticias",
    "title_full": "Presenta Sheinbaum su equipo de campaña | MVS Noticias",
    "published": "2024-02-29T23:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://mvsnoticias.com/u/fotografias/m/2024/2/29/f1280x720-603138_734813_5050.jpg",
    "performance_score": 0,
    "domain_rank": 95006,
    "domain_rank_updated": "2024-02-27T12:10:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0156bf771d1ea885880fdc5bfac2bd9504bf397c",
  "url": "https://mvsnoticias.com/nacional/2024/2/29/presenta-sheinbaum-su-equipo-de-campana-628715.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Adrián Jiménez",
  "published": "2024-02-29T23:07:00.000+02:00",
  "title": "Presenta Sheinbaum su equipo de campaña | MVS Noticias",
  "text": "La candidata a la Presidencia de la República por la coalición Sigamos Haciendo Historia, Claudia Sheinbaum presentó a su equipo de campaña, 7 mujeres y siete hombres, que la acompañarán por los próximos 88 días que dure este proceso de cara a las elecciones del 2 de junio. Será Mario Delgado, coordinador general de la campaña; Citlali Hernández, coordinadora de enlace con mujeres; Adán Augusto López, coordinador político; Tatiana Clouthier, coordinadora de voceros; Marcelo Ebrard, coordinador de vínculo con organizaciones civiles y mexicanos en el exterior. Esthela Damián, coordinadora de defensa del voto; Gerardo Fernández Noroña, coordinador del vínculo con organizaciones sociales; Renata Turrent, coordinadora del vínculo con Diálogos por la Transformación; Ricardo Monreal, coordinador de enlace territorial; Olivia Salomón y Ana María Lomelí, enlace con el sector empresarial; Manuel Velasco, coordinador de alianzas; Regina Orozco, coordinadora de vínculo con organizaciones culturales y artistas; y César Yáñez, coordinador de agenda y giras. Te podría interesar En este contexto Claudia Sheinbaum descartó que para el inicio de su campaña este 1 de marzo en el Zócalo capitalino vaya a haber acarreo. Asimismo, anticipó que no habrá línea del presidente Andrés Manuel López Obrador, como ha trascendido en diversas columnas políticas. Te podría interesar En otro tema, tras los asesinatos de Miguel Ángel Zavala Reyes y Armando Pérez Luna, aspirantes a la alcaldía de Maravatío de Morena y el PAN, respectivamente, la candidata presidencial por Morena, el PT y el Verde Ecologista, negó que exista un clima de violencia generalizado en el país. Incluso anunció que visitará ese municipio en próximos días. Además, en relación a los reportajes que refieren supuestas relaciones del narcotráfico con el presidente Andrés Manuel López Obrador, Marcelo Ebrard dijo que hay una intención política para influir en la próxima elección de México y con ello también afectar el Movimiento de la llamada Cuarta Transformación. Al respecto Sheinbaum Pardo aseguró que se mantendrá en términos cordiales la relación con Estados Unidos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:14:25.740+02:00",
  "updated": "2024-03-01T00:14:25.740+02:00"
}