{
  "thread": {
    "uuid": "d87b546220b1e5005eeca784e1b9426911854fb4",
    "url": "https://www.indiatimes.com/trending/human-interest/tiger-picks-plastic-bottle-from-waterhole-627615.html",
    "site_full": "www.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://www.indiatimes.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Trending stories on Indian Lifestyle, Culture, Relationships, Food, Travel, Entertainment, News and New Technology News - Indiatimes.com",
    "title": "Stunning Video Shows Tiger Picking Up Plastic Bottle From Waterhole",
    "title_full": "Stunning Video Shows Tiger Picking Up Plastic Bottle From Waterhole",
    "published": "2024-02-16T07:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://im.indiatimes.in/content/2024/Feb/In-Video-A-Tiger-Is-Seen-Picking-Up-A-Plastic-Bottle-From-The-Waterhole-Leaving-The-Internet-Speechless-1_65cee9a5495e8.jpg",
    "performance_score": 0,
    "domain_rank": 278,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 41,
        "comments": 1,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d87b546220b1e5005eeca784e1b9426911854fb4",
  "url": "https://www.indiatimes.com/trending/human-interest/tiger-picks-plastic-bottle-from-waterhole-627615.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anusha Jain",
  "published": "2024-02-16T07:22:00.000+02:00",
  "title": "Stunning Video Shows Tiger Picking Up Plastic Bottle From Waterhole",
  "text": "Tiger Picks Up Plastic Bottle From Waterhole, Leaving Internet Speechless A surprising scene unfolded in the serene expanse of a jungle waterhole as a majestic tiger emerged. However, it wasn't the customary sight of the apex predator that caught attention but rather its unexpected behavior. In a remarkable display of environmental consciousness, a video captured the tiger deftly retrieving a discarded plastic bottle from the water's edge. As the footage circulated online, the internet was left in awe and silence, struck by the juxtaposition of nature's grandeur and humanity's impact. The incident serves as a poignant reminder of the urgent need for conservation efforts and the collective responsibility to preserve our planet's fragile ecosystems. Jump To What Did The Tiger Do In The Forest? Humans have scattered plastic across the globe, from the depths of the oceans to the heights of mountains. Even in the most isolated and seemingly untouched areas, such as forests, plastic particles have made their way, posing a threat to [wildlife](https://www.indiatimes.com/trending/human-interest/photo-of-pseudo-melanistic-tiger-cub-stuns-wildlife-lovers-625171.html). This has led to animals frequently encountering discarded plastic, risking their well-being. A recent video filmed by a wildlife photographer vividly illustrates the severity of this issue. In the footage, a tiger is seen retrieving a plastic bottle from a watering hole in Maharashtra's Tadoba National Park, highlighting the pervasive impact of plastic pollution on ecosystems and wildlife. Mr. Kathikar reported that the tiger showcased in the video is the offspring of Tigress Bhanuskhindi, residing in Ramdegi Hills, and the recording was made in December 2023. The footage begins with the impressive [tiger ](https://www.indiatimes.com/news/india/rare-golden-tiger-spotted-in-assams-kaziranga-national-park-626041.html)removing plastic from the water before strolling away with the bottle held in its mouth. The caption accompanying the video read, \"A heartwarming act by the tiger. Let's strive to maintain cleanliness in our forests. Offspring of Bhanuskhindi, Ramdegi Hills.\" Where Can You Watch The Viral Video? You can watch the viral video on Instagram posted by Deep Kathikar. How Did The Internet React? After being uploaded to the internet, the video amassed more than 21,000 views on Instagram. Social media users were captivated and simultaneously saddened by witnessing this remarkable wildlife display. What do you think about it? Do let us know in the comments. For more trending stories, follow us on [Telegram](https://t.me/IndiatimesTrending).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [
    "https://t.me/IndiatimesTrending).",
    "https://www.t.me/IndiatimesTrending)."
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T07:45:13.909+02:00",
  "updated": "2024-02-16T07:45:13.909+02:00"
}