{
  "thread": {
    "uuid": "20fc6bde305fa89cf115096a83883f02ba46e08e",
    "url": "https://www.citizen.digital/news/kenyans-to-get-passports-within-21-days-starting-may-cs-kindiki-n340642",
    "site_full": "www.citizen.digital",
    "site": "citizen.digital",
    "site_section": "https://www.citizen.digital/",
    "site_categories": [
      "top_news"
    ],
    "section_title": "Citizen Digital - Breaking News, Kenya News, Latest News, Citizen TV, 2022 elections, Sports, Entertainment, Exclusive videos, Radio, Podcasts",
    "title": "Kenyans to get passports within 21 days starting May - CS Kindiki",
    "title_full": "Kenyans to get passports within 21 days starting May - CS Kindiki",
    "published": "2024-04-18T23:40:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KE",
    "main_image": "https://citizentv.obs.af-south-1.myhuaweicloud.com/121028/conversions/WhatsApp-Image-2024-03-21-at-12.03.23_290f40ad-og_image.webp",
    "performance_score": 0,
    "domain_rank": 49960,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "20fc6bde305fa89cf115096a83883f02ba46e08e",
  "url": "https://www.citizen.digital/news/kenyans-to-get-passports-within-21-days-starting-may-cs-kindiki-n340642",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bashir Mbuthia",
  "published": "2024-04-18T23:40:00.000+03:00",
  "title": "Kenyans to get passports within 21 days starting May - CS Kindiki",
  "text": "Kenyans applying for passports will effective May 1, 2024 acquire the travel documents within 21 days of application, Interior Cabinet Secretary Prof. Kithure Kindiki has announced.\nThe announcement comes days after the government commissioned two new printing machines at Nyayo House which are expected to churn out about 600 passports per hour, aligning with the Interior ministry's goal to double the number of passports issued in 2024 to at least one million, up from 533,000 in 2023.\nIn a statement to newsrooms on Thursday, Kindiki revealed that starting August, the passport processing period will decrease to seven days and then further reduce to just three days, effective November.\n\"Effective May 1, 2024, all applicants for the Kenyan passport will receive them within Twenty-One (21) Days from the date of application,\" Kindiki said.\n\"This period will be reduced to Seven (7) Days effective August 1, 2024 and to Three (3) Days effective November 1, 2024.\"\nAcknowledging the growing demand for passports among Kenyans, Kindiki noted that measures to improve infrastructure, systems and staffing have been implemented at Nyayo House to ensure that services are delivered within the specified timelines.\nHe further stated that the Interior ministry will not relent on its ongoing battle to rid Nyayo House of corruption.\n\"17 public servants and members of the public who were part of an organized criminal gang which took advantage of the situation to extort Kenyans have been arrested and are facing criminal charges. The fight against corrupt practices within the Immigration space will remain a continuous process until the public can access immigration services without having to corrupt anybody,\" said Kindiki.\n\"The ministry appreciates and thanks members of the public for their patience; the Immigration officials who worked tirelessly to turn around the situation since the ongoing reforms in the Directorate were initiated in April 2023 and the support of the National Treasury to secure funds to settle pending supplier bills and modernize the passport production equipment as a result of which the turnaround has been possible.\"\nTags: Passports CS Kithure Kindiki Nyayo House Want to send us a story? Submit on Wananchi Reporting on the Citizen Digital App or Send an email to wananchi@royalmedia.co.ke or Send an SMS to 25170 or WhatsApp on 0743570000\nLeave a Comment\nComments No comments yet.\nlatest stories",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [
    "https://wa.me/0743570000",
    "https://www.wa.me/0743570000"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kindiki",
        "sentiment": "none"
      },
      {
        "name": "kithure kindiki",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "interior cabinet",
        "sentiment": "none"
      },
      {
        "name": "nyayo house",
        "sentiment": "none"
      },
      {
        "name": "interior",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:05:19.024+03:00",
  "updated": "2024-04-19T00:05:19.024+03:00"
}