{
  "thread": {
    "uuid": "6c2d8f58b4006cdeaa73b7158bdfbc589098b6b4",
    "url": "https://uk.news.yahoo.com/maybe-m-bonkers-calling-ukraine-050023299.html",
    "site_full": "uk.news.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://ca.sports.yahoo.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Yahoo Canada Sports - Sports News, Scores, Rumours, Fantasy Games, and more",
    "title": "‘Maybe I’m bonkers, but I have a calling’: Ukraine’s medics on frontline",
    "title_full": "‘Maybe I’m bonkers, but I have a calling’: Ukraine’s medics on frontline",
    "published": "2024-03-11T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://media.zenfs.com/en/theguardian_763/0aa6aa5ac9b4f9e6259a7708734e01ff",
    "performance_score": 0,
    "domain_rank": 36,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6c2d8f58b4006cdeaa73b7158bdfbc589098b6b4",
  "url": "https://uk.news.yahoo.com/maybe-m-bonkers-calling-ukraine-050023299.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Luke Harding in Sviatohirsk. Photographs by Alessio Mamo",
  "published": "2024-03-11T02:00:00.000+02:00",
  "title": "‘Maybe I’m bonkers, but I have a calling’: Ukraine’s medics on frontline",
  "text": "When Russia launched its invasion in 2022, Roman Vozniak gave up his old life. A civilian doctor, he joined Ukraine’s national guard. “I decided to become a combat medic. I told my wife I’d be home in two months,” he said. Two years later, Vozniak is still working on the frontline, treating wounded soldiers. “Your job is to stop people dying. It’s simple. If someone doesn’t make it, you move on. You have to act quickly”. Vozniak is based in Sviatohirsk, a picturesque city in the eastern Donetsk region. Once, tourists would visit its turquoise-domed 16th-century monastery, built at the bottom of a steep chalk hill, and relax in beach cafes along the willow-lined Siverskyi Donets River. In May 2022, Russian forces arrived. They occupied Sviatohirsk for four months. By the time they left, pushed out after a battle, houses and sanatoriums had been destroyed. “There was a beautiful pine forest where you could collect mushrooms. Now it’s a place of death,” Vozniak reflected. The Russians mined the cemetery and woodland nature trails. Fighting continues nearby in the Serebryansky forest . After countless enemy attacks, swaths of trees have burned down. Instead of greenery, there are blackened trunks. Russian airstrikes and artillery pound Ukrainian positions, and trenches criss-cross the sandy earth. Vozniak and his medical colleagues evacuate the wounded in customised vehicles. They included buggies – more manoeuvrable in forest conditions – and armoured ambulances. A charity, Razom for Ukraine , donates them. “For the first two months it was chaos. Things are calmer now,” said Illya Sakhno, a paramedic, as Ukrainian guns thumped away in the distance. A patch on his uniform said: “The louder you cry, the faster we will get to you.” Another read: “Ukraine or death”. A member of the team, 29-year-old nurse Inna Mahomedova, said she had given up her job as a seamstress to help wounded soldiers. She retrained. Was her work hard? “Of course you have emotions. Sometimes it’s terrible. Your soul hurts. I want to be useful,” she said. During breaks, she relaxed by watching horror movies. “It may sound strange, but they switch me off,” she said. “I know they are made up and that nothing is real.” Two monks were killed in 2022 when the monastery was shelled . Civilians left too, including Sviatohirsk’s then mayor, who sided with Moscow . One of those who stayed was 84-year-old Babushka Rima. Earlier this week she gathered bark in a bucket. “I sleep in my kitchen,” she said. “A rocket hit my cottage. It’s the only room left. At nights it’s noisy from explosions “I’ve buried my husband and son. There’s no point in leaving my home because it’s time for me to die soon.” Related: Ukrainian medics help soldiers on the frontline – video During a press conference last month to mark the second anniversary of Russia’s invasion, Volodymyr Zelenskiy gave a figure for dead Ukrainian soldiers – 31,000. He refused to reveal the number of wounded. On Saturday he paid tribute to the “humanity and selflessness” of the medical professionals who have been working since 2014, when Russia seized parts of eastern Ukraine. They were “always helping to save lives”, he tweeted. Humanity, selflessness, and work for the lives of others are all about our people, about our medical professionals. I thank doctors, nurses, all our combat medics, all volunteers who have been by our soldiers' side since 2014 and since February 24, always helping to save lives. [pic.twitter.com/ZKnemIVO3L] — Volodymyr Zelenskyy / Володимир Зеленський (@ZelenskyyUa) [March 2, 2024] Many working with wounded soldiers think the number of deaths is probably higher than the official estimate. “If you don’t recover a body, death is not confirmed,” said Svitlana Druzenko, medical director of the Pirogov First Volunteer mobile hospital . The Russians tried to kill paramedics and frequently fired on rescue vehicles, she said, adding that it was not possible to use helicopters as the enemy would target them, so casualties went by ambulance. Druzenko and her team are based in Lyman , a frontline town not far from Sviatohirsk that has been occupied several times. She described the battle with Russia as “cardinally different” from the second world war – a conflict “without any rules”, fought with kamikaze drones and laser-guided bombs. Russia’s recent successful military push was connected to its presidential election next week, she said. “The Kremlin loves dates. It’s trying to grab territory before then.” Parked in front of a residential compound were green-painted ambulances and a Humvee. Given Ukraine’s recent setbacks, including the loss of the city of Avdiivka , how was morale? “Everyone is tired. Our western partners are tired. I would describe myself as a pessimist,” Druzenko said. “No, realist is better.” In her view, people were “more important” than winning back Crimea and occupied areas. “I don’t see light at the end of the tunnel.” Alex, a surgeon with the mobile hospital, said he often took part in medical evacuations despite the risk of being bombed. “Maybe I’m bonkers,” he joked. “But I have a calling to do this.” Other volunteers said they had no right to feel demoralised. “We believe in victory and a Ukrainian miracle,” said Masha Tsybulska, a 29-year-old nurse. “The wounded guys are not afraid. They are brave. So we have to keep going and hope for a breakthrough.” Patients are driven to stabilisation points and then taken to military hospitals. Oleksandr – a doctor with the call-sign Granddad – said 95% of cases involved shrapnel wounds. He said he talked with badly wounded soldiers and asked them about their families. Badges on his arm proclaimed: “I heal disease by cursing a lot” and “No step back. Behind us is the morgue.” Swearing lowers stress reactions and aids recovery, he said. Related: ‘On our knees’: Ukrainians near frontline say they pay the price for west’s hesitancy At a hospital in Donetsk oblast, a soldier called Andrii was receiving treatment for concussion. Andrii is a 50-year-old driver from Kherson, the southern city liberated in 2022 and now under daily Russian fire. He said a Russian drone had hovered above his foxhole and dropped a bomb. “Of course it’s bad out there. They have more drones than we do,” he said. Asked whether the soldiers with him had all survived, he shook his head sadly. The doctor on duty, Vitallii Harnik, said Andrii would recover in a week or so. “At first, patients with concussion suffer from a range of symptoms. Their head spins and they throw up. We medicate them. They need peace and quiet,” he said. Harnik carried out a series of routine tests. He asked Andrii to touch his nose and checked his breathing and pulse. Nearby, other wounded soldiers browsed their phones and dozed on camp beds. Oleksandr said soldiers typically went back to their platoons as soon as they recovered. “It’s a brotherhood. They know why they are fighting. It’s for their loved ones and their land.” The war, he suggested, was a battle between democracy and totalitarianism. “We are a great country with big ambitions. Our problem is the neighbour to our right. We are different, with another worldview. We have fuck all in common with them.” Back at Sviatohirsk, Vozniak said he had taken two weeks’ holiday since the invasion. Comradeship and humour helped him and his colleagues deal with challenging situations. His call sign, he said, was Caspar, the friendly translucent ghost from the vintage cartoon series. He conceded he had no idea when the war might finish. “My wife is a doctor too. She understands,” he said. “My job may be difficult, but it beats digging trenches.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "http://www.youtube.com/watch?v=u2U2qKDbeo0",
    "https://www.theguardian.com/world/video/2024/mar/11/ukrainian-medics-help-soldiers-on-the-frontline-video",
    "https://www.razomforukraine.org//",
    "https://www.pdmsh.ua/en",
    "https://babel.ua/en/news/79891-the-mayor-of-sviatohirsk-sided-with-the-occupiers-he-had-already-reported-to-pushylin",
    "https://pdmsh.ua/en",
    "http://youtube.com/watch?v=u2U2qKDbeo0",
    "https://www.babel.ua/en/news/79891-the-mayor-of-sviatohirsk-sided-with-the-occupiers-he-had-already-reported-to-pushylin",
    "https://www.razomforukraine.org/",
    "https://razomforukraine.org//",
    "https://theguardian.com/world/video/2024/mar/11/ukrainian-medics-help-soldiers-on-the-frontline-video",
    "http://www.youtube.com/watch"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "roman vozniak",
        "sentiment": "negative"
      },
      {
        "name": "vozniak",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      },
      {
        "name": "donetsk",
        "sentiment": "none"
      },
      {
        "name": "sviatohirsk",
        "sentiment": "none"
      },
      {
        "name": "siverskyi donets river",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-11T07:04:48.997+02:00",
  "updated": "2024-03-11T07:04:48.997+02:00"
}