{
  "thread": {
    "uuid": "ced73595d16a5671c9b86a3bbe2b152357545b78",
    "url": "https://www.mundodeportivo.com/balonmano/20240120/1002174238/39-32-francia-doblega-islandia-da-paso-definitivo-semifinales.html",
    "site_full": "www.mundodeportivo.com",
    "site": "mundodeportivo.com",
    "site_section": "http://www.mundodeportivo.com/",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Mundo Deportivo | Noticias deportivas: Fútbol, motor, tenis y más",
    "title": "39-32: Francia doblega a Islandia y da un paso definitivo hacia las semifinales",
    "title_full": "39-32: Francia doblega a Islandia y da un paso definitivo hacia las semifinales",
    "published": "2024-01-21T00:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.mundodeportivo.com/files/og_thumbnail/uploads/2024/01/20/65ac4b7c413c5.jpeg",
    "performance_score": 0,
    "domain_rank": 5032,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ced73595d16a5671c9b86a3bbe2b152357545b78",
  "url": "https://www.mundodeportivo.com/balonmano/20240120/1002174238/39-32-francia-doblega-islandia-da-paso-definitivo-semifinales.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción",
  "published": "2024-01-21T00:39:00.000+02:00",
  "title": "39-32: Francia doblega a Islandia y da un paso definitivo hacia las semifinales",
  "text": "La selección francesa de balonmano, vigente campeona olímpica, dio un paso casi definitivo hacia las semifinales del Europeo de Alemania, tras imponerse este sábado por un claro 39-32 a Islandia, en una jornada en la que la sorprendente Austria y Hungría se postularon para acompañar al conjunto galo en la lucha por las medallas. Semifinales que ya no se antojan una quimera imposible para el conjunto austriaco si el joven guardameta Constantin Möstl sigue mostrando el extraordinario nivel que exhibió este sábado ante Alemania, en un choque en el que el cancerbero llevó a los alpinos a sumar un punto de oro (22-22) con sus diecisiete paradas. Un auténtico muro que permitió a Austria a sobrevivir al auténtico desplome que los de Ales Pajovic sufrieron en los últimos once minutos de juego, en los que Austria se dejó escapar una renta de cinco goles (16-21) tras firmar una sola diana. Y es que el conjunto austríaco, pese al buen hacer de hombres como Mykola Bilyk, autor de 5 tantos, o Lukas Hutecek, de nuevo imponente tanto en ataque como en defensa, pareció superarles el vértigo de tener al alcance de su mano nada más y nada menos que el pase a las semifinales. Tal y como quedó demostrado a falta de treinta segundos para el final en un pase imposible al extremo Robert Weber, que permitió a Alemania disponer de un último balón para ganar, que los germanos no pudieron aprovechar tras ver como Julian Koster no acababa de atrapar el pase de Juri Knorr. Fallo que deja a la selección alemana a expensas de un fallo de Austria, que se medirá el próximo lunes con la todopoderosa Francia, para acceder a unas semifinales a las que mira de cerca Hungría tras derrotar por 29-26 a Croacia. Laszlo Bartucz impulsa a Hungría desde la portería Si el rendimiento de Möstl, que milita en las fila del Alpla Hard vienes, no deja de sorprender jornada a jornada, igualmente inesperado fue el rendimiento del guardameta magiar Laszlo Bartucz. De hecho, no pocos señalaban, tras la renuncia del veterano Roland Mikler a participar en el Europeo, a la portería como uno de los puntos débiles del conjunto entrenado por el español Chema Rodríguez. Dudas que Barctucz, guardameta del Tatabanya, se encargó de disipar con las diecisiete paradas que firmó este sábado ante una Croacia, que pese al acierto del guardameta magiar, llegó a los últimos nueve minutos con tan sólo un tanto de desventaja (22-21) Pero si Croacia logró sobrevivir a la doble exclusión que de le dejó con tan sólo cinco jugadores en los siguientes minutos, los de Goran Perkovac no pudieron superar el cansancio acumulado que les llevó a encadenar dos pérdidas de balón en los tres minutos finales que Hungría no desaprovechó para alzarse definitivamente con la victoria (29-26). Bellahcene lidera el triunfo francés Mucho más plácida fue la jornada para Francia que se impuso por un claro 39-32 a una Islandia, que como a lo largo de todo el campeonato fue incapaz de responder a los pronósticos que señalaban a los nórdicos como una alternativa real para el triunfo final. Tal y como reflejó el contundente 8-4 que figuraba a los trece minutos a favor del equipo francés, que no parece dispuesto a que nada ni nadie se interponga en su camino hacia las semifinales. Diferencia en la que jugó un papel fundamental el portero Samir Bellahcene, que en unos meses ha pasado de ser un desconocido para el gran público a defender la portería del todopoderoso Kiel alemán y de la selección francesa. Con Bellahcene, que cerró el choque con doce paradas, a pleno rendimiento y con Ludovic Fabregas ejerciendo como lo que es, el mejor pivote del mundo, tanto en ataque, como reflejaron su seis goles en ocho lanzamientos, como en defensa Francia no tuvo problemas para marchar siempre por delante en el marcador. Un triunfo que pone a Francia, que busca en Alemania un título continental que se le resiste desde 2014 con pie y medio, sino con los dos, en una semifinales a las que quieren acompañar a los 'Experts' austríacos y magiares",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-21T01:04:58.366+02:00",
  "updated": "2024-01-21T01:04:58.366+02:00"
}