{
  "thread": {
    "uuid": "6d4071a301f8cfb2cf552747289cca8e389b79bc",
    "url": "https://www.cedefop.europa.eu/en/tools/vet-toolkit-tackling-early-leaving/intervention-approaches/offering-mentorship-programmes-neets",
    "site_full": "www.cedefop.europa.eu",
    "site": "europa.eu",
    "site_section": "https://www.cedefop.europa.eu/rss.xml",
    "site_categories": [
      "_education",
      "education"
    ],
    "section_title": "CEDEFOP - European Centre for the Development of Vocational Training",
    "title": "Offering mentorship programmes to NEETs",
    "title_full": "Offering mentorship programmes to NEETs",
    "published": "2024-12-05T20:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.cedefop.europa.eu/themes/custom/cedefop_foundation/logo.png",
    "performance_score": 0,
    "domain_rank": 35,
    "domain_rank_updated": "2024-12-02T23:00:00.000+02:00",
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6d4071a301f8cfb2cf552747289cca8e389b79bc",
  "url": "https://www.cedefop.europa.eu/en/tools/vet-toolkit-tackling-early-leaving/intervention-approaches/offering-mentorship-programmes-neets",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-12-05T20:12:00.000+02:00",
  "title": "Offering mentorship programmes to NEETs",
  "text": "Problem statement\nMany young people who fall into the category of ‘not in employment, education or training’ (NEETs) come from disadvantaged backgrounds, live in deprived areas or have a history of failed attempts in employment, education and training, becoming discouraged as a result. With time, this wears down NEETs’ confidence and their trust in the structures around them. Eurobarometer findings suggest that young people are increasingly losing trust in governments and other institutional actors, including public employment services (PES) and education and training providers. This is likely even more the case for already discouraged young people, such as NEETs.\nA well-functioning mentorship programme has the potential to reverse this loss in trust; it can be the start of a new chapter in a young person’s life and bring their (working) life back on track. A mentorship programme can be defined as a structured relationship between two individuals, where a more experienced person (the mentor) guides and supports a less experienced, often younger, one (the mentee). The primary objective of a mentorship programme is to provide mentees with guidance, encouragement, and support, helping them to develop new skills, gain confidence and access new opportunities.\nNEETs often face multiple barriers to education and employment. Mentoring can help them break this cycle of disadvantage by providing guidance, support and opportunities for growth from a perspective of someone they can look up to and ideally identify with. Long used in sports and increasingly gaining momentum in the business world, mentorships have the potential to propel young people out of their current situation by offering insight into how mentors have succeeded, and by providing a role model of someone who is well integrated into the world of work. This is especially important when role models are not readily available, for example when NEETs have recently relocated, belong to a minority underrepresented in the world of work or come from a disadvantaged family background.\nBeneficiaries\nAddressing the problem\nMentoring can provide young people who are not in employment, education, or training (NEETs) with access to new opportunities and networks that they may not have encountered otherwise. A mentor can introduce them to their network, provide connections to job openings or training programmes, and offer valuable advice on how to navigate the job market. By expanding their horizons and broadening their perspectives, mentors can help NEETs break out of their current circumstances and access new opportunities for education, employment, and personal growth.\nEvidence shows that offering individual support is crucial for (re)engaging NEETs. A mentorship programme offers individual support, matching each mentor with a NEET. Activities offered under the mentorship programme differ from person-to-person as there is no one-size-fits all approach to such a personal interaction.\nOn a societal level, fostering connections between those who need help and those who are able and willing to help may contribute to more inclusive societies. Those interested in becoming mentors often engage because of a need to ‘try to give back’ since they have successfully overcome challenges and succeeded in their endeavours. Moreover, such connections will allow mentors to understand the challenges of vulnerable groups in society better. Mentors are also likely to acquire new skills during the mentoring process, such as active listening or providing constructive feedback, which will be valuable assets to their organisations.\nDespite all the benefits, for mentorship programmes to be effective, certain conditions need to be considered and put in place. These may concern issues such as: the question of financing and administering such programmes, depending on the size of the cohort; administrative work related to the programme (e.g. running a call for mentors and mentees, keeping databases updated, running the matching process); and when things do not work out as planned, an alternative for the mentees and mentors involved needs to be arranged. Some other issues include:\n- how to identify and train mentors;\n- how to engage NEETs in mentorship programmes;\n- how to set up framework conditions which will lead to good results;\n- how to best match mentors with mentees; and,\n- whether and how to create mentorship programmes from scratch or integrate them into existing policy measures.\nFor those creating and running mentoring programmes aimed at helping NEETs, or looking to design such initiatives, the following suggestions may be helpful:\nThe first step in designing a mentorship programme for NEETs is to decide whether this should be a stand-alone intervention or part of a broader intervention targeting NEETs or young people more generally.\nSome successful policy initiatives targeting NEETs already include an important mentoring component, for example the European Commission’s ALMA tool. Integrating mentorships into existing policy initiatives targeting NEETs can be highly beneficial for expanding the mindsets of young people and breaking the cycle of disadvantage. It can also be a cost-effective way to improve outcomes for NEETs, as it makes use of the expertise and experience of mentors to supplement existing resources and support. In addition, mentorship can help to increase engagement and motivation among NEETs, encouraging them to participate in programme activities and work towards their goals.\nIncluding mentoring in a specific programme also helps to reach the programme’s objectives, while the mentoring can be tailored to the NEETs’ circumstances and needs. For example, in the ALMA project mentioned above, which focuses on [mobility of NEETs], young people are mentored both before going abroad and during their stay abroad, with individualised support in the hosting country. Another good practice example is the so-called two-track mentoring scheme, which involves a mentor from the youth sector and a counsellor from the Public Employment Service to help NEETs re-engage in employment.\nMentoring is an easy way to gain insight into what elements of a programme are working well or not, as mentees are more likely to flag any issues they experience with their trusted mentors. Mentorship can also help to ensure the long-term sustainability of programme outcomes, as NEETs are empowered to take control of their lives and make positive changes that can last a lifetime.\nMentoring can of course also be offered as a stand-alone initiative, as is the case for Sindbad, a social enterprise which focuses on mentees transitioning from compulsory education into employment or education, often into VET. Some of the mentors are actively involved in finding a suitable training place for their mentees, using social media to mobilise their professional network. In 2022, this organisation won the Best Austrian Project Award and has already facilitated the mentoring of more than 5 000 young people.\nProviding a framework for the mentorship relationship is essential to ensure that both mentors and mentees have clarity about their roles, responsibilities, and expectations. This framework should include a mentorship agreement that outlines guidelines on communication, confidentiality, and boundaries. Goal setting is also a critical component of the framework, as it enables mentees to identify and work towards specific objectives. Regular check-ins between mentors and mentees should be scheduled to monitor progress, discuss challenges, and celebrate successes.\nTo ensure a successful mentoring relationship, it is essential to plan the mentoring process carefully. This involves considering the steps of the mentoring process, stages of development of the relationship between mentor and mentee, and common challenges that arise in practice. For instance, the first meeting between mentor and mentee is crucial in clarifying roles, expectations, and logistics. Mentors should take the time to get to know their mentees, establish a common agreement, and set the tone for the mentoring process.\nFostering a supportive environment is also vital. This can be achieved by\n- emphasising the importance of confidentiality and trust;\n- providing mentors with training on active listening and empathy; and\n- promoting cultural sensitivity and awareness.\nFor example, mentors can use the 4R model (reluctance, rebellion, resignation and rationalisation) to understand and address resistance to change in their mentees, among plenty of models available. This guide offers a comprehensive overview of models that mentors can draw on.\nRegular check-ins and feedback are also essential for maintaining a supportive and productive environment. Mentors should provide constructive and SMART (specific, measurable, achievable, relevant and time-bound) feedback to help mentees achieve their goals. Moreover, mentors should be aware of the stages of change that their mentees may go through, including pre-contemplation, contemplation, preparation, action, and maintenance (see guide mentioned above). Effective mentoring relationships can have a lasting impact on the lives of young people, and it is essential to prioritise their needs and interests throughout the mentoring process.\nEffective mentorship programmes rely on identifying, recruiting and training suitable mentors. This process is critical in establishing a strong foundation for the mentorship relationship and ensuring that mentors are well-equipped to achieve the goals set out for the mentoring programme.\nIdentifying and recruiting mentors with the right skills, experience and qualities is essential. This can be achieved by defining the ideal mentor profile, making use of existing networks of programme managers or organisations that have set up a mentorship programme, and advertising mentorship opportunities through various channels. Once suitable candidates apply, a thorough screening process, including interviews and reference checks, should be implemented. This is to ensure that mentors selected are suitable for the role and reflect the mission of the programme in question.\nOne good practice when engaging NEETs in the green/sustainable sector, is to ensure mentors have in-depth knowledge of the sector, as it is only with this expertise that they can provide effective guidance and support to mentees. An online checklist similar to this example may help the evaluation of applications, clarifying what is expected of future mentors.\nOnce mentors are identified and recruited, they should receive comprehensive training that covers topics such as effective communication, active listening, and goal setting. Ongoing support and supervision should also be provided to help mentors navigate any challenges they may encounter. Hands-on material can be found on what competences a potential mentor should cover, including knowledge, skills and attitudes. The following guide for parental involvement in their children’s schooling for example offers a self-assessment tools for mentors, which can also be applied to working with NEETs. This guide, inspired by early Cedefop work, identifies nine core competences for mentors, the majority of which are transversal and therefore also relevant for NEETs, including: communication, resilience, conflict management, awareness, engagement, emotional intelligence, mentoring delivery, systemic approaches awareness, and continuous learning and self-development.\nThese competences are then further broken down into certain behaviour elements (like understanding the impact of cultural differences on communication) and can be used as a checklist for what an organisation is looking for in a mentor.\nIn addition to identifying and training mentors, targeted outreach to potential mentees is crucial.\nFirst, the target group needs to be clearly defined. NEETs are a very heterogeneous group of young people. Key characteristics of those who would be suitable for mentoring need to be clearly defined. This includes specifying the age range, geographical location and any specific challenges or needs that mentoring aims to address. In the case of a broader activity designed for NEETs, the target group will most likely already be defined. Here, the question that needs to be clarified is whether all NEETs involved will benefit from mentoring or only a specific sub-group. Mentoring could also be offered on a needs-based approach, where young people with specific challenges or goals are prioritised for the programme.\nTo reach NEETs effectively, programmes can use youth-friendly websites and social media campaigns. This can involve creating targeted websites and social media profiles that speak to the needs and interests of young people, as well as running social media campaigns that feature successful peers sharing their experiences and serving as role models (see Tip 7). Before launching a campaign, it is essential to analyse who uses the specific communication channel, when and how, to ensure the campaign reaches the target audience. The language, style, and visuals used in the campaign should also be tailored to the platform and target audience. For example, Sindbad, the mentoring programme from Austria, makes use of posters with a distinct modern aesthetic to attract attention from Generation Z to their work.\nOnce the target group is defined, it is also worth checking a number of concerns, such as setting up a tracking and monitoring system, data protection, partnership approaches in outreach, and holistic outreach for difficult-to-engage groups. More details on reaching out to NEETs effectively are available here.\nTo implement mentoring programmes for NEETs, it is important to match mentees with mentors carefully. For this purpose, suitable mentors need to be recruited in the first place (see Tip 3). Ideally, these share some of the key characteristics of the mentees, such as gender, migration background, region of origin or common challenges, such as young parenthood.\nIt is also important to encourage NEETs to explore career paths that may not have been previously considered, including those in male- or female-dominated sectors where their own gender may be underrepresented. This will help to broaden NEETs’ horizons and provide access to a wider range of training and job opportunities. This approach may also lead to the identification of mentors from non-traditional backgrounds or sectors, who can offer unique perspectives and insights. Creating links between mentees and mentors upfront will ensure that young people see themselves reflected in their role models and can be inspired by the similarities, as well as the fact that their mentor managed to overcome certain challenges.\nShould the mentoring relationship, despite carefully considered matching, prove unfruitful or unsatisfying for the NEET person, a re-match of mentees with an alternative mentor should be considered. Offering this option is crucial for motivating NEETs to participate in a mentoring programme. Those in charge need to check in with participants carefully, ideally at an early stage, to see if the match is a good fit for both sides. Changing mentor needs to be an easy and available option for NEETs, with no sense of shame attached to it.\nMentoring can help NEETs develop crucial labour market skills and knowledge. Ranging from oral and written communication to planning and reflecting on personal career goals, all may be immediate results of engaging in a mentoring programme. Longer-term mentoring programmes will also foster a sense of commitment among young people engaged, as well as a sense of accountability toward their mentor. NEETs may be more inclined to follow through with their ambitions when it comes to next steps regarding a job or training, when they feel someone else has a stake in their progress.\nSuch commitments may be further enhanced by designing a clear pathway for the mentoring-mentee relationship. First, the pair needs to get to know each other, establish a working method which fits both sides. Next, they should agree on a set of short-, medium- and long-term objectives with tangible actions to reach them. Through this process, NEETs will be encouraged to invest their time reflecting on what really matters to them, and where they see themselves personally, professionally but also financially in the future.\nMentors can actively shape this process by helping mentees work through both conscious and unconscious barriers in their thinking regarding available options. For example, a young, discouraged NEET person may not be aware of relevant transversal skills they have already accumulated, which would allow them to apply for a sector currently looking for workers. The mentor needs to pay specific attention to the motivation but also limitations expressed by the mentee, and rather than solving (perceived) problems, encourage them to come up with possible solutions for themselves. Mentors can moreover offer hands-on assistance, for example helping to draft motivation letters or discussing possible interview questions ahead of a job interview.\nNEETs may lack confidence and self-esteem, which can hold them back from engaging in employment, education, or training opportunities. Mentoring can help them develop a positive self-image and build confidence in their abilities to take the next step to re-engage with the world of work. With the feeling that ‘someone has their back’, young people will be more confident when reaching out to potential employers or participating in job interviews.\nMoreover, a mentorship can offer a more realistic view on a young person’s strengths and weaknesses. Some NEETs belong to this group due to mental health reasons, but others may not always see their skills and competences realistically. With someone believing in their abilities and value, it will be easier to make progress, especially if they had had negative experiences the past. The mentorship relationship offers a step-by-step approach to building confidence, as well as a sense of agency. If NEETs can manage to engage with a mentor, they may feel more inclined to engage with other actors as well, such as career guidance providers, potential future employers, or training providers.\nTo engage NEETs effectively, it is crucial to offer flexible and accessible mentoring options that cater to their diverse needs and circumstances. Regular progress monitoring and evaluation, as well as identifying areas for improvement in the mentoring programme, are equally essential.\nTo overcome potential barriers to engagement, programme providers should consider practical challenges that may deter NEETs from participating. These may include limited mobility, lack of transportation funds, childcare responsibilities, language barriers, or limited access to the internet. By identifying potential obstacles early on and involving local stakeholders and community partners, such as social service providers, programmes can be tailored to meet the specific needs of their target audience. For example, programme providers could:\n- partner with local community centres or libraries to offer in-person mentoring sessions;\n- provide childcare or transportation support to enable NEETs to attend mentoring sessions;\n- offer online mentoring options, such as video conferencing or messaging platforms, to accommodate those with limited mobility (but considering that some disadvantaged NEETs may not have access to the internet); and\n- ensure that programme materials and communication are available in multiple languages to cater for participants from a diverse background.\nSome projects have set up dedicated online platforms, which, among other activities, facilitate the mentoring process. [This is the case with a ]good practice example involving Austria, Italy, Ireland, Portugal, Czechia and Portugal, which targets ‘forgotten’ NEETs who lack motivation and self-esteem and who need additional guidance through a mentoring system to get in touch with vocational education and training and/or the labour market. This good practice offers a personal integration map, which is a gamified online platform for individual support, motivation and monitoring between mentor and mentee making use of open-source software (adhering to EU Data Protection rules).\nBy removing barriers to mentoring, programme providers can help level the playing field and provide equal access to opportunities for all NEETs.\nMentorship programmes can be a game changer for NEETs. Sharing success stories of NEETs who took part in mentoring and changed their reality as a result can help to build credibility and increase interest in the mentorship programme on offer.\nBy showcasing the achievements of former participants, in other words NEETs who have successfully transitioned into work or training, programme providers can demonstrate the effectiveness of their programme and convey the message that the success of every young person who takes part truly matters.\nIt is therefore worthwhile to collect and share success stories through social media, case studies, or testimonials.\nSuccess stories may also have the potential to engage NEETs who ‘remain on the fence’ about whether to participate or not. Those designing such programmes also need to keep in mind that NEETs may be discouraged from participating by their immediate surroundings; their family, partners, or friends may all question whether it is worthwhile to participate. Success stories will offer good arguments for NEETs that participation can indeed be worth it.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Social Issue",
    "Human Interest"
  ],
  "topics": null,
  "ai_allow": true,
  "has_canonical": false,
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "rating": null,
  "crawled": "2024-12-06T01:14:22.444+02:00",
  "updated": "2024-12-06T01:14:22.444+02:00"
}