{
  "thread": {
    "uuid": "bf8d91bb6b09299974377db3613a15abfcce2b8c",
    "url": "https://www.sltrib.com/opinion/commentary/2024/03/29/opinion-christ-put-his-trust-women",
    "site_full": "www.sltrib.com",
    "site": "sltrib.com",
    "site_section": "http://www.sltrib.com/rss/feed/?sec=/Blogs/PrepSports/&level=1",
    "site_categories": [
      "media"
    ],
    "section_title": "The Salt Lake Tribune",
    "title": "Opinion: Christ put his trust in women, why won’t more LDS men?",
    "title_full": "Opinion: Christ put his trust in women, why won’t more LDS men?",
    "published": "2024-03-29T15:05:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.sltrib.com/resizer/J-9pro79YvraRVH9aIXncDZmZWw=/1200x630/cloudfront-us-east-1.images.arcpublishing.com/sltrib/3BITAYHZ65CTHEUJK6G3RLHX6U.jpg",
    "performance_score": 0,
    "domain_rank": 2272,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bf8d91bb6b09299974377db3613a15abfcce2b8c",
  "url": "https://www.sltrib.com/opinion/commentary/2024/03/29/opinion-christ-put-his-trust-women",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rosemary Card",
  "published": "2024-03-29T15:05:00.000+03:00",
  "title": "Opinion: Christ put his trust in women, why won’t more LDS men?",
  "text": "Though my great-grandpa lived to be 102 years old, I don’t have any memories of him. But President Russell M. Nelson likely does. Probably a lot of the members of the Quorum of the Twelve Apostles do. My great-grandpa, Joseph Anderson, was secretary to the First Presidency of The Church of Jesus Christ of Latter-day Saints from 1922 to 1970. In 1970, then-President Joseph Fielding Smith called him to be an assistant to the Quorum of the Twelve Apostles. Six years later, Papa, as we call him, became a member of the Quorum of the Seventy. He was a general authority (emeritus) until the day he died. As a devout Mormon youth, I wished I could ask Papa how he felt OK eating out every Sunday at Sizzler —supposedly breaking the Sabbath while being a general authority. As an adult, I wish I could ask him how felt about the changes, large and small, within the church in his lifetime. Was he surprised by the end of the priesthood and temple ban on Black members? What did he think of the many different efforts of Mormon feminists that he saw come and go? Women, for decades, have been vocalizing changes the church could make to improve conditions for female members. Of course, not all women are uncomfortable with the power imbalance within the current church organization. However, it is important to note that equality is not a feeling. Just because someone doesn’t feel uncomfortable doesn’t mean there is equality or that they have a say in the matter. Whenever I talk on social media about sexism within the church, the most common response I get from men — sometimes women — is, “What specifically do you want to be changed?” What it usually boils down to is, because they haven’t sincerely listened to women who speak out on this topic or put much serious thought into the matter, the only change they expect me to say is women receiving ordination to the priesthood. They see this option as simply unimaginable so they don’t expect the conversation to go much further. The practice of dismissing women’s concerns is not new to our church. Brigham Young said, “... if you see females huddling together, veto the concern.” However, Christ set a different example that I believe all members, female and male, would benefit from considering. It is especially fitting because a prime example of how Christ regarded women took place on that first Easter morning. In John 20:11-18 , we read an account of the resurrected savior appearing first to Mary Magdalene. In Luke 24:1-10 , we learn that he also appeared to two other women, Joanna and Mary — the mother of James — before appearing to any of his ordained male apostles. The resurrected Lord, our savior Jesus Christ, chose women as his first witnesses and trusted messengers of the news of his resurrection. Shockingly, the male apostles did not believe the women as “their words seemed to them as idle tales.” However, these women, ordained or not, were chosen by Jesus himself for possibly the most important calling in Christianity. Shockingly, this calling and responsibility had nothing to do with children. While the whole “men need the priesthood to keep them on the straight and narrow” trope makes me want to scream from the city walls of Zarahemla, the lesson I’m choosing to focus on is that Jesus chose women regardless of formal titles (though I’m not opposed to women having them and think they hold value.) He trusted women. He believed in and valued women for all their unique and different abilities — including those that don’t involve children. The called, set-apart, anointed, ordained men did not. They did not respect the great and sacred responsibility Jesus placed upon these women to be his first witnesses. I believe that we see this same pattern of behavior today. Significantly more women, ordained or not, should be speaking at General Conference . All members, men and women, should have the opportunity to learn from just as many women as men. If not, we are living beneath more than 50% of our privileges. If women really are the more spiritual sex, as benevolent patriarchy asserts them to be, then shouldn’t we be the ones teaching and guiding the members at a 10-to-1 ratio? Or am I misunderstanding boy-math? Young women should be allowed to pass the sacrament. Again, Jesus chose women to share the news of his resurrection. Surely he would be OK with women sharing the bread and water that is in remembrance of his sacrifice. It almost feels a little more authentic, if I’m being honest. Include women in all levels of Sunday school leadership. Appoint female ward mission leaders. Stop telling young women that they aren’t needed on missions. Include women in the interviewing and vetting process of looking for new Stake Presidents. Allow women to make callings within their stewardship without male approval. Empower the Relief Society to return to its former autonomy. Let women resume giving blessings. Correct Brigham Young’s edits to Eliza R. Snow’s notes from the organization of the Relief Society by Joseph Smith. Have female leaders sit on the stand in sacrament meetings for all the same reasons men do. Call women to be ward clerks. Organize top ward leadership’s responsibilities so they are equally invested in the female youth as they are the male youth. Take to heart Brigham Young University’s own research and level out the balance of women and men in church councils from the ward level up to the general church councils. Teach and expect men to carry their equal share of the mental and physical load of being a parent, as I’m sure Heavenly Father does. Respect, revere, and seek Heavenly Mother in the same way we do Heavenly Father. Again, while some of these ideas may be new to general membership, they are not new to our leaders. Women have been vocalizing these for a very long time. While we do believe that Christ is the head of the church, daily direction is left to the discernment and understanding of a group of humans. The Bible and Book of Mormon are full of accounts of the male leaders getting things wrong. Even the very apostles who walked with our savior on this Earth got things very wrong. Why would today’s leaders be any different? Are we missing an important scriptural lesson by assuming otherwise? Like a biblical version of America Ferrera’s monologue in “Barbie ,” I feel so much solidarity with the women from Easter morning. I am choosing to trust the faith Christ put in women, regardless of what some men believe. I’m not waiting for other humans to follow Jesus’s example before I answer his call. I hope other women will do the same. Rosemary Card is an entrepreneur, author and passionate advocate for women’s rights, inclusion and nuanced cultural conversations. She is the founder of Q.Noor and Card Wear and author of “Model Mormon” and “House of Light.” She firmly believes in the power of education and open conversation to bridge divides and promote understanding. Rosemary lives in Salt Lake with her husband, 1-year-old son and two dogs. The Salt Lake Tribune is committed to creating a space where Utahns can share ideas, perspectives and solutions that move our state forward. We rely on your insight to do this. Find out how to share your opinion here , and email us at [voices@sltrib.com](mailto:voices@sltrib.com).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue"
  ],
  "external_links": [
    "https://www.churchofjesuschrist.org/study/church-historians-press/the-first-fifty-years-of-relief-society/part-1/1-13?lang=eng",
    "https://www.churchofjesuschrist.org/study/scriptures/nt/luke/24?lang=eng&id=p11#p11",
    "https://www.instagram.com/rosiecard/",
    "https://magazine.byu.edu/article/when-women-dont-speak/",
    "https://youtu.be/CBqlDWHkdHk?si=8Y3h6flfAA37XIhp",
    "https://www.churchofjesuschrist.org/study/scriptures/nt/john/20?lang=eng",
    "https://8c0ug47jei.execute-api.us-east-1.amazonaws.com/dev/newsletter/checkCaptcha",
    "https://www.churchofjesuschrist.org/study/scriptures/nt/luke/24?lang=eng",
    "https://www.magazine.byu.edu/article/when-women-dont-speak/",
    "https://www.instagram.com/rosiecard",
    "https://www.youtu.be/CBqlDWHkdHk?si=8Y3h6flfAA37XIhp",
    "https://churchofjesuschrist.org/study/scriptures/nt/john/20?lang=eng",
    "https://www.churchofjesuschrist.org/study/church-historians-press/the-first-fifty-years-of-relief-society/part-1/1-13",
    "https://churchofjesuschrist.org/study/scriptures/nt/luke/24?lang=eng",
    "https://magazine.byu.edu/article/when-women-dont-speak",
    "https://www.churchofjesuschrist.org/study/scriptures/nt/john/20",
    "https://www.churchofjesuschrist.org/study/scriptures/nt/luke/24",
    "https://youtu.be/CBqlDWHkdHk",
    "https://instagram.com/rosiecard/",
    "https://churchofjesuschrist.org/study/scriptures/nt/luke/24?lang=eng&id=p11#p11",
    "https://churchofjesuschrist.org/study/church-historians-press/the-first-fifty-years-of-relief-society/part-1/1-13?lang=eng",
    "https://www.8c0ug47jei.execute-api.us-east-1.amazonaws.com/dev/newsletter/checkCaptcha"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christ",
        "sentiment": "negative"
      },
      {
        "name": "joseph anderson",
        "sentiment": "none"
      },
      {
        "name": "m. nelson",
        "sentiment": "none"
      },
      {
        "name": "joseph feilding smith",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sizzler",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T15:10:56.190+03:00",
  "updated": "2024-03-29T18:19:34.419+03:00"
}