{
  "thread": {
    "uuid": "fa21bf6b4b0e00468a5ee008f4bee5c76b49cf1c",
    "url": "https://andaluciainformacion.es/andalucia/1498154/el-esfuerzo-de-los-trabajadores-de-cocina-del-hospital-de-jaen-si-tiene-recompensa/",
    "site_full": "andaluciainformacion.es",
    "site": "andaluciainformacion.es",
    "site_section": "http://andaluciainformacion.es",
    "site_categories": [
      "media"
    ],
    "section_title": "Andalucía Información. Todas las noticias de Andalucía",
    "title": "El esfuerzo de los trabajadores de cocina del Hospital de Jaén sí tiene recompensa | Andalucía Información. Todas las noticias de Andalucía",
    "title_full": "El esfuerzo de los trabajadores de cocina del Hospital de Jaén sí tiene recompensa | Andalucía Información. Todas las noticias de Andalucía",
    "published": "2024-01-07T19:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://publicacionesdelsur.b-cdn.net/articulos/articulos-1253741.jpg",
    "performance_score": 0,
    "domain_rank": 43651,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fa21bf6b4b0e00468a5ee008f4bee5c76b49cf1c",
  "url": "https://andaluciainformacion.es/andalucia/1498154/el-esfuerzo-de-los-trabajadores-de-cocina-del-hospital-de-jaen-si-tiene-recompensa/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@andaluciainf",
  "published": "2024-01-07T19:04:00.000+02:00",
  "title": "El esfuerzo de los trabajadores de cocina del Hospital de Jaén sí tiene recompensa | Andalucía Información. Todas las noticias de Andalucía",
  "text": "Ahora que llegamos al final de las navidades, conviene sacar a la luz el trabajo de muchas personas que tienen el principal objetivo de hacer sonreír a las personas de su entorno. Los profesionales de cocina del Hospital de Jaén han sido grandes protagonistas unas navidades más.115 pinches, 20 cocineros, 12 dietistas, dos jefes de cocina y una jefa de grupo de cocina han realizado otro esfuerzo para hacer más amenas estas fechas navideñas a los jiennenses ingresados durante estas jornadas. Debe ser triste afrontar una Navidad lejos de los seres queridos y con problemas de salud. Vivir unas navidades en el hospital es una de las sensaciones más complejas que muchas familias deben afrontar año tras año. Para ello, los profesionales de cocina del Hospital de Jaén se han puesto manos a la obra para ofrecer un menú especial para estas jornadas. Hay quien piensa que un plato de gambas o langostinos, una ración pavo al horno, o una panacotta de postre, no pueden ser servidos en un hospital. En Jaén se ha demostrado que sí es posible, y lo han permitido los profesionales de cocina, los cuales han diseñado estos menús especiales con mucho cariño. También, los trabajadores piden que el Hospital de Jaén, que es uno de los pocos de Andalucía que no ofrecen menú opcional durante el resto del año, pueda hacerlo en breve con un pequeña inversión. Por ese motivo, estos, a través de VIVA Jaén, piden que se haga un esfuerzo para poder ofrecer en futuras ocasiones una alternativa a los pacientes en fechas señaladas a lo largo del año. Ese esfuerzo tiene premio, y no es precisamente económico. La mayor de las recompensas se ha encontrado este año a través de unas notas escritas por los pacientes ingresados, que acabaron posteriormente en manos de los trabajadores. Ellos mismos se muestran emocionados por esa respuesta que han compartido, incluso, a través de sus perfiles de redes sociales. Llegan los— Maria ? (@caba_del) [#ReyesMagos] El mejor regalo para todo el equipo de nutrición, cocina y limpieza Los profesionales estamos muy satisfechos ?☕ [#FelizJueves]para todos nuestros pacientes [@HospitalJaen] [@lusfuentes4] [@germanzarzamore] [@MareaJaen] [pic.twitter.com/74O3vaMsaY] [January 5, 2024] Desde esta área del Hospital de Jaén reclaman mayor compromiso a la dirección con el fin de ofrecer un menú especial sin necesidad de realizar este esfuerzo por cuenta propia un año más. Los mismos trabajadores aseguran que “no se trata de un esfuerzo económico, sino de organización. Es el momento más agradable del paciente en todo el día y nosotros lucharemos por ello\". A pesar de ello, los trabajadores agradecen a sus pacientes que hayan reconocido su esfuerzo \"porque nos ayuda a seguir adelante\", aunque no quieren dejar pasar aquellas \"dificultades laborales diarias, como la falta de personal\". Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:02:28.288+02:00",
  "updated": "2024-01-08T00:02:28.288+02:00"
}