{
  "thread": {
    "uuid": "ce9b1ee944f2fb22898020303868a68d03d6034a",
    "url": "https://m.economictimes.com/news/international/world-news/can-the-labour-party-bring-back-britains-green-groove/articleshow/111503105.cms",
    "site_full": "m.economictimes.com",
    "site": "economictimes.com",
    "site_section": "https://economictimes.com/news",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "News Live: Read Latest News, Headlines, Top News today, Breaking News Online | The Economic Times",
    "title": "UK elections: Can the Labour Party bring back Britain’s green groove? - The Economic Times",
    "title_full": "UK elections: Can the Labour Party bring back Britain’s green groove? - The Economic Times",
    "published": "2024-07-05T07:53:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://img.etimg.com/thumb/msid-111503100,width-1200,height-630,imgsize-51610,overlay-economictimes/photo.jpg",
    "performance_score": 0,
    "domain_rank": 2487,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ce9b1ee944f2fb22898020303868a68d03d6034a",
  "url": "https://m.economictimes.com/news/international/world-news/can-the-labour-party-bring-back-britains-green-groove/articleshow/111503105.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Somini Sengupta",
  "published": "2024-07-05T07:53:00.000+03:00",
  "title": "UK elections: Can the Labour Party bring back Britain’s green groove? - The Economic Times",
  "text": "Britain, the birthplace of the Industrial Revolution, erstwhile coal-burning imperial behemoth, wants to be a “clean energy superpower.”At least that’s the promise of the man poised to be the next prime minister, Keir Starmer. His Labour Party was projected to win the parliamentary elections Thursday, ending 14 years of Conservative Party rule.Labour made big campaign promises on climate. How that actually plays out will be felt not only in the daily lives of people in Britain, but also on the nation’s standing in the world.Britain is one of history’s major climate polluters. It’s where the Industrial Revolution began in the 18th century, giving rise to a global economy driven by coal, oil and gas and with it, the emissions of planet-heating greenhouse gases. So the speed and scale of Britain’s energy transition is likely to be closely watched by other industrialized countries and emerging economies alike.Britain likes to think of itself as a global climate leader. In 2008, it became the first among major industrialized countries to pass a climate change law. Its emissions have dramatically fallen since then. In 2021, its government set a legally binding target to bring down greenhouse gas emissions by 78% by 2035, relative to 1990 levels, in one of the most ambitious climate laws in the world.Getting there, though, is the hard part. The new government will face a cost-of-living crisis at home, geopolitical turbulence abroad and a battery of extreme weather events exacerbated by the rise in fossil-fuel emissions.Here are three things to watch as the new government gets to work.What will it take to pivot away from fossil fuels? Starmer’s campaign manifesto promised “zero-carbon electricity by 2030.”Lucky for him, the country is already on its way there.It no longer counts on coal to generate the bulk of its electricity. The last coal-burning power plant is slated to shut down in September. Coal has gone from supplying 40% of its electricity in 2012 to near zero today, according to an analysis by Carbon Brief, an independent climate news site.The challenge now is to reduce reliance on gas. In 2023, it supplied a little over 30% of Britain’s electricity. The government must reduce that to zero by 2030, or find ways to capture and bury the greenhouse gases that gas plants produce.Labour Party leaders have also said they would double wind capacity on land, quadruple wind capacity offshore and triple solar power.Joss Garman, executive director at the European Climate Foundation, called the zero-carbon-electricity promise a “stretch goal” that would require changing the laws of the approval of wind and solar projects.What’s the future of North Sea oil?Oil extraction in the North Sea has steadily declined over the past 20 years and is expected to continue to drop through midcentury.Still, the question of oil and gas licenses in the North Sea is politically charged.Last year, the incumbent Conservative Party prime minister, Rishi Sunak, said Britain should “max out” North Sea oil and gas. He put in place a system to issue new licenses, prompting the resignation of a former energy minister, who said it would cause “future harm.”Starmer’s party has said it would honor the existing licenses but refrain from issuing new ones.Oil and gas companies already face a 75% tax in Britain. The incoming Labour government has said it would slightly increase that to 78%.There’s another wrinkle, and that’s Scotland.Scottish nationalists have pressed for a greater say over North Sea oil and gas, because it’s in Scottish waters. The decline of production there is likely to be felt first and most acutely by communities along Scotland’s northeastern coast, which depend on the industry for jobs.Will climate action remain polarizing? Unlike in the United States, there was broad political consensus in Britain around the need to address climate change. In fact, climate action was a conservative darling.Former Prime Minister Margaret Thatcher raised the alarm on climate change. Theresa May, also a conservative prime minister, led the charge for a net-zero target by 2050, which means that Britain, by law, must take out as much greenhouse gas emissions from the atmosphere as the country injects into it by midcentury. In 2021, Boris Johnson’s government pledged to reduce emissions by 78% by 2035.Recently, that goal has changed. Sunak cast the green transition as too costly. For example, what was to be a 2030 ban on new petroleum and diesel-powered cars was pushed back to 2035.Starmer is likely to restore the 2030 deadline. He has also promised to double funding for energy efficiency programs and create a new national energy company that he says will cut energy bills.At the same time, there’s pressure from the far-right Reform U.K. party, led by Nigel Farage, to drop the net-zero-by-2050 target altogether. Exit polls project Farage’s party to have a surprisingly large foothold in Parliament, reflecting the rise of the far right across Europe.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Business and Market Analysis",
    "Politics",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "keir starmer",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "labour party",
        "sentiment": "negative"
      },
      {
        "name": "economic times britain",
        "sentiment": "neutral"
      },
      {
        "name": "conservative party",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "britain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T07:53:10.684+03:00",
  "updated": "2024-07-05T07:53:10.684+03:00"
}