{
  "thread": {
    "uuid": "a2820b990e67d76c07e5458ce7d28f36c1378c67",
    "url": "https://es.minghui.org/html/articles/2023/12/29/130066.html",
    "site_full": "es.minghui.org",
    "site": "minghui.org",
    "site_section": "http://es.minghui.org",
    "site_categories": [],
    "section_title": "\n            Falun Dafa - Minghui.org",
    "title": "Taiwán Fahui | Falun Dafa me salvó cuando mi situación era desesperada | Falun Dafa - Minghui.org",
    "title_full": "Taiwán Fahui | Falun Dafa me salvó cuando mi situación era desesperada | Falun Dafa - Minghui.org",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 80538,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a2820b990e67d76c07e5458ce7d28f36c1378c67",
  "url": "https://es.minghui.org/html/articles/2023/12/29/130066.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dic ; Por un practicante de Falun Dafa en Taiwán",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Taiwán Fahui | Falun Dafa me salvó cuando mi situación era desesperada | Falun Dafa - Minghui.org",
  "text": "(Minghui.org) ¡Saludos estimado Shifu y compañeros practicantes! Antes de comenzar a practicar Falun Dafa hace catorce meses, los médicos dijeron que sólo me quedaban dos meses de vida. Me gustaría contarles cómo pasé de las profundidades de la desesperación a obtener una nueva oportunidad de vida. El deseo de cultivarse Como resultado de la epidemia de COVID-19, mi lugar de trabajo suspendió todas las actividades laborales presenciales. Pasé la mayor parte del tiempo navegando por internet en casa. En mayo de 2022 encontré información que hablaba de la inmortalidad del alma. Me sentí inspirado y sentí un fuerte deseo de cultivarme; busqué en todas partes en línea, pero no pude encontrar un método de cultivación creíble. Solía sufrir de cálculos renales, lo que requería una administración regular de litotricia por ondas de choque en el hospital para descomponerlos. A finales de julio de 2022, visité el hospital para recibir tratamiento. La enfermera me dijo: “Esta vez las piedras se rompieron en pedazos mucho más pequeños. Deberías poder eliminarlos de tu cuerpo rápidamente”. Curiosamente, las piezas no se descargaron. Tres días después, a las 4 de la mañana, ingresé en el hospital por un dolor abdominal intenso y se consideró necesaria una cirugía para eliminar los cálculos residuales. Como requería anestesia general, el hospital realizó una radiografía de tórax de precaución. Después de que el médico miró mis radiografías, preguntó: \"¿Sabías que tienes un tumor grande en el pecho?\". La información me golpeó como un rayo. Según el director del hospital, las tomografías computarizadas determinaron que el tumor era masivo y me instó a buscar tratamiento rápidamente. Recomendó a dos reconocidos especialistas torácicos; uno de ellos nos dijo que estaba seguro de que el tumor era en un 90 por ciento, un linfoma. Pasé las siguientes dos semanas en casa, esperando que el hospital llamara y me admitiera para recibir tratamiento. Al no recibir ninguna llamada, mi esposa y yo fuimos al hospital. Durante nuestra visita, el jefe del departamento nos dijo que mi tumor de ocho centímetros estaba completamente atrapado dentro de arterias y vasos sanguíneos clave que irrigaban el corazón. Cualquier procedimiento quirúrgico podía ser fatal. Los exámenes detallados posteriores confirmaron que las células cancerosas no habían hecho metástasis y me diagnosticaron un raro tumor mediastínico. El hospital concertó una cita con el departamento de hematología y oncología a finales de agosto. Recibimos la noticia del fallecimiento de mi suegra el 20 de agosto y regresamos a Hualien al día siguiente para asistir a su funeral. Durante la cena, una frase apareció vívidamente en mi mente: \"Quieren imponerte una enfermedad y someterte a un tratamiento\". Inmediatamente respondí: \"Entonces rechazo más tratamientos\". Al día siguiente regresé al Departamento de Hematología y Oncología para mi consulta. El especialista miró mi informe y dijo: \"Después de estudiar el informe del examen y sus síntomas, no hemos podido diagnosticar su enfermedad\". Me quedé impactado. ¡Estas palabras hicieron eco de la voz que escuché antes! Los médicos me dijeron que confirmaron que era un “tumor carcinoide” el 4 de octubre. Debido a su tamaño y ubicación peligrosa, sugirieron que me sometiera a una dosis alta de quimioterapia lo antes posible. Cuando le pedí al médico que me diera dos meses antes de volver a comprobar mi situación, el médico respondió: \"Para entonces, necesitarás tratamiento de urgencia y, además, no podemos garantizar tu supervivencia\". No sabía que mi condición ya había llegado a un estado muy crítico. Para entonces, el tumor presionaba y bloqueaba los vasos sanguíneos que canalizaban la sangre, provocando una grave falta de oxígeno en todo mi cuerpo. Tenía la cara hinchada, tosí sangre y me faltaba el aire. Tenía dificultad para tragar y no tenía fuerzas para masticar cuando comía. Encuentro con Falun Dafa Me reuní con algunos amigos en una reunión el 1 de octubre. Uno de los asistentes era un amigo que practicaba Falun Dafa durante más de 10 años y me recomendó leer [Zhuan Falun](https://es.falundafa.org/docs/zfl-2017/zfl-es-00-2017.html?v=bks04). Viajo con frecuencia a China por trabajo y mi exposición a la propaganda sobre Falun Dafa me hizo evitar toda información relacionada con la práctica. Investigué Falun Dafa después de regresar a casa. Además de descubrir que Falun Dafa enseña a los practicantes a cultivar la bondad, descubrí que la práctica estaba disponible sin costo alguno e incluso se podía encontrar en línea. Convencido de que esta era la forma de cultivación recta que había estado buscando, comencé a aprender los ejercicios y a escuchar grabaciones de audio de las conferencias de Shifu en el sitio web. Aproximadamente dos semanas después, me desperté sintiendo irritación en la cavidad nasal derecha. Estornudé para expulsar una bola de moco salpicada de coágulos de sangre. Desde entonces, ¡la congestión nasal y la secreción nasal que me habían atormentado durante más de 20 años desaparecieron! Durante años, intenté, sin éxito, curar mi enfermedad con remedios tradicionales chinos, medicina occidental y comiendo alimentos saludables. Sin embargo, Falun Dafa curó esto. Originalmente, quería cultivarme antes de morir, con la esperanza de que mi cultivación permaneciera profundamente arraigada en mi corazón. Si tuviera la buena suerte de reencarnar como humano en mi próxima vida, quisiera seguir practicando Falun Dafa. Las rápidas mejoras de mi salud despertaron el interés de mi esposa. Comenzó a leer sobre Falun Dafa y a aprender la práctica. En dos meses me recuperé de diversas afecciones crónicas, como dolores de cabeza, dolor de espalda, congestión y secreción nasal, flemas frecuentes, moscas volantes y palpitaciones del corazón. Mi tumor originalmente medía ocho centímetros y era un bulto obvio en la parte media derecha de mi pecho. Desapareció y solo me di cuenta un día que no pude encontrarlo con mis manos. Mi tos con sangre y mi intenso dolor de esternón desaparecieron, y ya no me faltaba el aliento cuando caminé del segundo al tercer piso. Hoy en día, subir del primer al quinto piso es muy fácil y mi cuerpo está en mejor forma que cuando tenía 40 años. Solía sufrir de cálculos renales varias veces al año. Hasta la fecha ha pasado más de un año, pero mis cálculos renales no han vuelto a aparecer. Hacer bien las tres cosas “La vida es impredecible y confusa. La verdad traerá claridad y el destino otorgará bendiciones”. Leí este pasaje por primera vez en el Semanario Minghui, cuando le contaba a la gente sobre Falun Dafa y aclaraba la verdad en el templo de Xuanguang ubicado en el lago Sun Moon. Muchos turistas que visitan este lugar pintoresco han sido envenenados por la propaganda del PCCh y nos evitan. Sin embargo, hay algunos que se salvan gracias a nuestros esfuerzos y han expresado su más sincera gratitud. Habiendo recibido esta preciosa oportunidad de cultivarnos, mi esposa y yo ya no deambulamos por la vida, perdidos en la confusión entre la gente común. Estudiamos el Fa y practicamos los ejercicios todos los días. También participamos en actividades grupales de estudio del Fa y clarificación de la verdad. Durante nuestro segundo viaje al lago Sun Moon, un practicante de nuestro grupo de estudio del Fa les recordó a todos: “El propósito de nuestro viaje es aclarar la verdad y transmitir nuestra compasión. Deberíamos aumentar la conciencia de la gente sobre Dafa. No te apresures y trates de convencer a la gente de que practique la cultivación”. Esta afirmación me hizo pensar. Después de obtener el Fa y recibir tantos beneficios, mi esposa y yo estábamos decididos a persuadir a otros para que obtuvieran el Fa. Aunque aquellos con quienes hablamos reaccionaron positivamente, se negaron a practicar. Nuestra impaciencia puede haber obstaculizado su oportunidad de obtener el Fa. Ese día, experimentamos la energía armoniosa y poderosa que nos permitió transmitir palabras de compasión y aclarar la verdad sobre Falun Gong. Hacia aquellos que rechazaron o respondieron con rudeza, nuestros corazones permanecieron impasibles y continuamos ofreciendo nuestra compasión. También sentimos el campo de energía amable y estable emitido por los compañeros practicantes que se han estado cultivando durante muchos años. Esto nos motivó a mi esposa y a mí a trabajar más duro en la cultivación, para fortalecer nuestras energías internas y aclarar la verdad de manera más efectiva. Al principio mi esposa y yo practicábamos en casa. Con las enseñanzas del Fa y las cinco series de ejercicios disponibles gratuitamente en línea, sentimos que podíamos practicar diligentemente por nuestra cuenta sin necesidad de participar en sesiones grupales de estudio del Fa. Pero, después de participar en una sesión de estudio del Fa con compañeros practicantes en mayo, me di cuenta de los grandes beneficios que el estudio del Fa en grupo y el intercambio de experiencias tenían para nuestra cultivación. Mi esposa y yo hemos estado practicando Falun Dafa durante más de un año, pero nuestra comprensión es muy superficial. Solo puedo usar esta comprensión preliminar para contarles sobre mis experiencias de cultivación y agradecer a Shifu por su compasión. ¡Gracias estimado Shifu! ¡Gracias, compañeros practicantes! (Presentado en la Conferencia de Intercambio de Experiencias de Falun Dafa en Taiwán de 2023) Todo el contenido publicado en este sitio web tiene derechos de autor de Minghui.org. La reproducción no comercial debe incluir la atribución (por ejemplo, \"Según lo informado por Minghui.org,...\") y un enlace al artículo original. Para uso comercial, comuníquese con nuestro departamento editorial para obtener permiso. Categoría: [ Empezando la cultivación ](/cc/25/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://es.falundafa.org/docs/zfl-2017/zfl-es-00-2017.html?v=bks04).",
    "https://es.falundafa.org/docs/zfl-2017/zfl-es-00-2017.html",
    "https://www.es.falundafa.org/docs/zfl-2017/zfl-es-00-2017.html?v=bks04)."
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T12:07:01.551+02:00",
  "updated": "2023-12-29T12:07:01.551+02:00"
}