{
  "thread": {
    "uuid": "ac035f4317a0c705e552e046348527abc84e6f59",
    "url": "http://www.china.org.cn/arts/2024-07/05/content_117292919.htm",
    "site_full": "www.china.org.cn",
    "site": "china.org.cn",
    "site_section": "http://www.china.org.cn/arts/index.htm",
    "site_categories": [
      "japan",
      "travel"
    ],
    "section_title": "Arts - China.org.cn",
    "title": "Zimbabwean artist transforms poachers' tools into powerful conservation art - China.org.cn",
    "title_full": "Zimbabwean artist transforms poachers' tools into powerful conservation art - China.org.cn",
    "published": "2024-07-05T04:14:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2574,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ac035f4317a0c705e552e046348527abc84e6f59",
  "url": "http://www.china.org.cn/arts/2024-07/05/content_117292919.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jessica",
  "published": "2024-07-05T04:14:00.000+03:00",
  "title": "Zimbabwean artist transforms poachers' tools into powerful conservation art - China.org.cn",
  "text": "Zimbabwean mixed-media artist Johnson Zuze is renowned for creating beauty out of unusual objects.\nThe 39-year-old artist collects snare wire from conservancies and game reserves, weaving the lethal weapon used by poachers to trap wild animals into art pieces depicting Zimbabwe's wildlife, such as rhinoceros, elephants and buffalos. Despite its toughness, the snare wire is interwoven to create thought-provoking, life-size animal figures.\nZuze also incorporates other found objects, such as broken ceramic pieces, empty liquor bottles, metal objects and discarded computer parts, to create color contrasts in his artwork. \"I use art as a vehicle to raise awareness and educate people about anti-poaching. So I mostly use animal figures to tell my story,\" Zuze told Xinhua at his workshop in Chitungwiza, a town in Harare Province.\nThe self-taught artist's sculptures, made with simple hand tools, highlight the contrasts of life -- a destructive force can be channeled into positive energy. Snare wire, which he calls a lethal weapon, is reinvented into pieces of art that people can admire. In addition to raising awareness about conservation, his art also underpins the problems of modern excessive consumption that have resulted in the scourge of urban waste.\nArt is Zuze's way of fighting poaching, a concern for wildlife havens like Zimbabwe. He believes that despite being devoid of words, art can be an effective platform for communication. \"It can capture a lot of people in a short space of time, like our ancestors used to do in ancient times. This is not just for decoration but for conveying messages,\" said Zuze.\nZimbabwe has a long tradition of using art in storytelling, as evidenced by remnants of ancient pottery and rock paintings. Building on that tradition, Zuze's mission is to highlight and provoke discussions on modern societal problems, such as environmental degradation. His work on conservation has gained worldwide acclaim. In addition to receiving several awards, the artist has exhibited at local and international expos.\nAnimal conservation is an important issue in Zimbabwe, a country with wildlife targeted by poachers. Earlier this year, six elephants were allegedly killed by poisoning by suspected poachers at a watering hole at Gwayi-Shangani Wildlife Conservancy near Hwange National Park in the western part of Zimbabwe.\nTo protect wildlife, a major tourist attraction, Zimbabwe has enacted stiff laws against poaching. The country has the second-largest elephant population and the fourth-largest rhinoceros population in Africa.\nZuze said he hopes that in addition to decorating galleries and parks, his art can also convey anti-poaching messages to protect Zimbabwe's treasured wildlife resources.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "johnson zuze",
        "sentiment": "positive"
      },
      {
        "name": "zuze",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "xinhua",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "harare province",
        "sentiment": "none"
      },
      {
        "name": "zimbabwe",
        "sentiment": "none"
      },
      {
        "name": "chitungwiza",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T06:03:46.279+03:00",
  "updated": "2024-07-05T06:03:46.279+03:00"
}