{
  "thread": {
    "uuid": "1802cf9908b97e2ae8bd0fce5fd093a9d79b5b49",
    "url": "https://www.elheraldo.co/barranquilla/alcalde-alejandro-char-pone-en-funcionamiento-los-cdi-en-barranquilla-1087467",
    "site_full": "www.elheraldo.co",
    "site": "elheraldo.co",
    "site_section": "http://www.elheraldo.com.co/ciclismo",
    "site_categories": [
      "travel",
      "caribbean",
      "top_news"
    ],
    "section_title": "",
    "title": "Alcalde Alejandro Char pone en funcionamiento los CDI en Barranquilla",
    "title_full": "Alcalde Alejandro Char pone en funcionamiento los CDI en Barranquilla",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.elheraldo.co/sites/default/files/articulo/2024/04/18/cdi_abren_puertas_4.jpeg",
    "performance_score": 0,
    "domain_rank": 21406,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1802cf9908b97e2ae8bd0fce5fd093a9d79b5b49",
  "url": "https://www.elheraldo.co/barranquilla/alcalde-alejandro-char-pone-en-funcionamiento-los-cdi-en-barranquilla-1087467",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "El Heraldo",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Alcalde Alejandro Char pone en funcionamiento los CDI en Barranquilla",
  "text": "En el barrio Villas de San Pablo, el alcalde Alejandro Char ratificó su compromiso con la niñez de la ciudad al oficializar la puesta en funcionamiento de las más de 160 sedes de los Centros de Desarrollo Infantil (CDI), en los cuales se atienden a cerca de 30 mil menores de 0 a 5 años, así como mujeres gestantes. Leer también: Capacitarán a 1.500 jóvenes atlanticenses en competencias tecnológicas Relacionado: XM prevé mayor diversificación del mercado energético en el país En este espacio acompañó a los 300 usuarios de la modalidad institucional y a los 300 beneficiarios de la modalidad familiar en su primer día de atención. Destacó que se ha ampliado el número de menores atendidos con servicios como alimentación y formación.El mandatario distrital indicó que “estos espacios son fundamentales para el desarrollo integral de nuestra niñez de 0 a 5 años y de mujeres gestantes, por eso, trabajamos para que la experiencia sea de calidad, incluyente y que abrace las necesidades vitales de cada pequeño para su sano crecimiento”.Asimismo, Char expuso que “e stá comprobado que ellos –los niños– aprenden mucho, son unas ‘esponjitas ’, por eso hay que darles todo el cariño y toda la alimentación, todo el cuidado para que salgan adelante y cumplan sus sueños”.El Distrito de Barranquilla destacó que el inicio de esta atención representa un “logro importante, debido a que los CDI están diseñados para brindar un ambiente seguro, estimulante y educativo, donde los usuarios puedan potenciar su desarrollo integral. Resaltó que el programa cuenta con un equipo “altamente calificado de agentes educativos y un talento humano comprometido con el cuidado y la educación de los usuarios”. De esa manera, la población beneficiaria tiene acceso a experiencias educativas de alta calidad, actividades recreativas, sociales y a un conjunto de experiencias que contribuyen a su desarrollo emocional, cognitivo y físico. La administración distrital suscribió un convenio con el Instituto Colombiano de Bienestar Familiar para materializar una inversión de $82.306 millones, de los cuales, $41.181 millones son aportados por el Distrito y $41.125 millones por el Icbf. De interés: Otros 2 mil adultos mayores ingresarán al programa de subsidio distrital En el marco de dicha inversión, el Distrito dispone de $2.500.000.000 para la ejecución de los proyectos especiales, los cuales complementan la atención integral que reciben los usuarios del programa de Primera Infancia. Estos recursos son dirigidos a la garantía de derechos de la población vulnerable.\n Cortesía Modelos de atención\nLa atención de los niños y niñas se brinda en dos tipos de servicio . El servicio DIMF, por medio del cual se atiende a mujeres gestantes y niños y niñas hasta los 2 años de edad, donde además se les entrega a estos usuarios una ración para preparar en casa (RPP), la cual garantiza las necesidades nutricionales de cada usuario según su grupo de edad; y el servicio CDI, en el que se atienden a niños y niñas de 2 a 5 años, a los cuales se les brinda atención en el Centro de Desarrollo Infantil desde las 7:00 a.m. hasta las 3:00 p.m., en donde los usuarios reciben 3 tiempos de alimentación. Dichos servicios se prestan en las 5 localidades de la ciudad y son totalmente gratuitos. La atención que recibe la primera infancia y sus familias garantiza la inclusión de la población en condición de discapacidad y la población migrante.El servicio en educación inicial se desarrolla en ambientes pedagógicos, donde los usuarios reciben alimentos de calidad en sus tiempos de alimentación y acompañamiento nutricional. Relacionado: Autopistas del Caribe avanza en trámites ambientales para iniciar obras Además, participan en actividades recreativas, culturales y reciben acompañamiento en salud y psicología. Los procesos de educación inicial tienen un enfoque territorial, el cual pretende que los procesos de educación inicial estén basados en el reconocimiento y respeto por los derechos, especialmente los derechos culturales; por esta razón, dentro del talento humano de los CDI se incluye a los profesionales de arte y cultura. Tanto los usuarios como sus familias reciben capacitaciones y beneficios de los proyectos especiales, lo cual constituye un plus en la atención integral que se les brinda a los usuarios de nuestra ciudad. El Distrito de Barranquilla le sigue apostando a la implementación de proyectos especiales para la primera infancia, con los cuales se complementa la atención integral que brinda a los usuarios del programa y en lo que, además, Barranquilla es pionera a nivel país.\nDurante este año se ejecutarán 5 proyectos especiales los cuales son: ‘Movilización Social, línea migrantes y discapacidad’, ‘Club de Lectura’, ‘Gestación y Lactancia Segura y Saludable’, ‘Red de Padres’ y ‘Bilingüe Kids A Otro Nivel’, el proyecto bandera del alcalde Alejandro Char en el que se le enseñan nociones básicas del inglés a las niñas, niños, sus familias y personal de talento humano. Lea aquí: “El sistema de salud está en cuidados intensivos”: presidenta de Acemi\nEl Distrito continuará visitando las 5 localidades de la ciudad con la estrategia ‘TOC TOC Primera Infancia’, llevándoles a las niñas y niños actividades lúdicas basadas en recreación, arte y cultura.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [
    "https://bit.ly/3iGyplP",
    "https://www.bit.ly/3iGyplP"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:02:46.870+03:00",
  "updated": "2024-04-19T00:23:51.372+03:00"
}