{
  "thread": {
    "uuid": "9c12f69d9d0d82d69bc88cff9acba9e02503bab0",
    "url": "https://vir.com.vn/lien-khuong-becomes-first-international-airport-in-central-highlands-region-112100.html",
    "site_full": "vir.com.vn",
    "site": "vir.com.vn",
    "site_section": "https://vir.com.vn/timeout/the-insider",
    "site_categories": [],
    "section_title": "The Insider",
    "title": "Lien Khuong becomes first international airport in Central Highlands region",
    "title_full": "Lien Khuong becomes first international airport in Central Highlands region",
    "published": "2024-06-24T09:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://vir.com.vn/stores/news_dataimages/2024/062024/24/15/in_social/lien-khuong-becomes-first-international-airport-in-central-highlands-region-20240624151554.jpg?randTime=1719217578",
    "performance_score": 0,
    "domain_rank": 66524,
    "domain_rank_updated": "2024-06-18T13:08:26.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9c12f69d9d0d82d69bc88cff9acba9e02503bab0",
  "url": "https://vir.com.vn/lien-khuong-becomes-first-international-airport-in-central-highlands-region-112100.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNA",
  "published": "2024-06-24T09:00:00.000+03:00",
  "title": "Lien Khuong becomes first international airport in Central Highlands region",
  "text": "Lam Dong – The Ministry of Transport and the People’s Committee of the Central Highlands province of Lam Dong on June 23 held a ceremony to announce Lien Khuong airport as an international one, the first of its kind in the Central Highlands region.Speaking at the ceremony, Deputy Transport Minister Le Anh Tuan said that the airport’s runway, which is 3,250 metres long and 45 metres wide, can handle the Code D plane like the Airbus A300, the Boeing B757, and equivalents.Accordingly, it serves regular and irregular international and domestic trips, private aircraft, military aircraft and other licensed types.Direct flights from the airport to many countries will create favourable conditions for transporting international tourists as well as goods, vegetables, flowers, and agricultural products from the Central Highlands to many other countries at the lowest costs and the shortest time.Nguyen Ngoc Phuc, Vice Chairman of the Lam Dong provincial People's Committee emphasised that the Lien Khuong international airport will create very favourable conditions for local socio-economic development in particular and the Central Highlands region in general, especially for the tourism sector as Da Lat is becoming an attractive destination for international tourists.Construction on Lien Khuong airport, originally named Lien Khang, was started in 1933. It is about 39km from Da Lat city’s downtown. After many upgrades and expansions, the airport now welcomes over 2 million passengers on average each year. Over the past several years, the transport ministry has allowed Lien Khuong to operate many irregular international flights transporting tourists to the province although it is a domestic airport.According to the province’s planning until 2030, the Lien Khuong international airport will meet criteria of an 4E level airport with an area of 340.8 ha and a designated capacity of 5 million passengers per year. By 2050, it is expected to expand to 486,8 ha and host 7 million passengers yearly. Vietnam's Ministry of Planning and Investment (MPI) has directed the Airports Corporation of Vietnam (ACV) to address proposals from the Hoa Lu consortium related to the Long Thanh International Airport terminal package 5.10, according to Tuoitre. On August 25, Long Thanh People’s Committee organised a ceremony to hand over ground-phase 1 for the construction of Long Thanh International Airport and the two road routes connecting the T1 and T2 terminals, to investors.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lien khuong",
        "sentiment": "negative"
      },
      {
        "name": "le anh tuan",
        "sentiment": "none"
      },
      {
        "name": "dong",
        "sentiment": "none"
      },
      {
        "name": "ngoc phuc",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ministry of transport",
        "sentiment": "negative"
      },
      {
        "name": "people’s committee",
        "sentiment": "neutral"
      },
      {
        "name": "boeing",
        "sentiment": "none"
      },
      {
        "name": "people's committee",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "central highlands",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-24T11:27:17.290+03:00",
  "updated": "2024-06-24T11:27:17.290+03:00"
}