{
  "thread": {
    "uuid": "8da5c6eb95207aed25d2683b0669aef3e75755f5",
    "url": "https://explorersweb.com/oldest-shipwreck-in-the-world",
    "site_full": "explorersweb.com",
    "site": "explorersweb.com",
    "site_section": "https://explorersweb.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Explorersweb",
    "title": "Oldest Shipwreck in the World Is ‘History-Changing Discovery’",
    "title_full": "Oldest Shipwreck in the World Is ‘History-Changing Discovery’",
    "published": "2024-06-22T17:25:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://explorersweb.com/wp-content/uploads/2024/06/1.jpg",
    "performance_score": 0,
    "domain_rank": 85718,
    "domain_rank_updated": "2024-06-18T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8da5c6eb95207aed25d2683b0669aef3e75755f5",
  "url": "https://explorersweb.com/oldest-shipwreck-in-the-world",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rebecca McPhee",
  "published": "2024-06-22T17:25:00.000+03:00",
  "title": "Oldest Shipwreck in the World Is ‘History-Changing Discovery’",
  "text": "Oldest Shipwreck in the World Is ‘History-Changing Discovery’ June 22, 2024 Rebecca McPhee Archaeology | Oceans The ship's cargo lies 3,300m down. Photo: Energean An ancient cargo ship has been found at the bottom of the ocean, 88 kilometers off the coast of northern Israel. Dating back 3,300 years to the Bronze Age, it is the oldest shipwreck ever discovered. The ship sits upright at around 1,600m deep. Incredibly, much of it s cargo is almost perfectly intact. Energean, a London-listed energy company, stumbled across the sunken wreck during surveys of the sea floor in 2023. They contacted Israel’s Antiquities Authority about their unexpected discovery.\nThe ship’s control room. Photo: Energean\nTheir footage of the survey shows several amphorae -– double-handed jugs used to store liquids.\n“ It turned out to be a sensational discovery, far beyond what we could imagine, ” said Karnit Bahartan of Energean.\nThe Israel Antiquities Authority then teamed up with the UK company to analyze the ancient ship. Over two days, a remote-operated vehicle (ROV) mapped the entire site.\nHundreds of jars The footage shows that the ship is 12-14 meters long, its hull is buried deep within the mud, and hundreds of storage jars sit in two distinct layers.\n“ Commercial jars, such as those identified in the ship’s cargo, were used as receptacles suitable for…transporting cheap and large quantities of goods, and usually contained oil, wine, and other agricultural products such as fruit, ” said Yaakov Sharvit of the Israel Antiquities Authority.\nAn ROV surveyed the wreck, almost two kilometers down. Photo: Emil Aljem Antiquities\nThe large number of jars hints at the size of the maritime trade at the time the boat sank. The IAA and Energean brought two of the jugs to the surface. Researchers believe they belonged to the Canaanites, a people living on the boundary of the Eastern Mediterranean. Further analysis will determine exactly what they were carrying.\nThere are two other known Bronze Age shipwrecks in the Mediterranean Sea. Both are smaller, slightly younger, and closer to shore than this one. Their nearness to shore always led researchers to believe that maritime trade during this period was port-to-port and t hat the coast was always visible from the ship.\n“ [But this ship] changes the understanding of how they sailed in the ancient world,” said Sharvit in a statement . “It is the first to have been discovered at so great a distance that it does not allow any eye contact with the shore. ”\nCanaanite jars, still in good condition more than 3,300 years later. Photo: Emil Aljem Antiquities\nSkilled navigators It demonstrates that late Bronze Age seafarers had navigational skills far beyond what we envisaged. They were crossing the Mediterranean well beyond view of the coast , likely using stars and planets to navigate.\nWhat exactly happened to the ship is a mystery. It sank without capsizing, and most of the clay jars are intact. This leads the team to believe the sinking occurred during a crisis, perhaps a storm or a pirate attack.\nThanks to its depth, the wreck has been completely undisturbed by people, waves, or currents for thousands of years.\nRebecca McPhee Rebecca McPhee is a freelance writer for ExplorersWeb.\nRebecca has been writing about open water sports, adventure travel, and marine science for three years. Prior to that, Rebecca worked as an Editorial Assistant at Taylor and Francis, and a Wildlife Officer for ORCA.\nBased in the UK Rebecca is a science teacher and volunteers for a number of marine charities. She enjoys open water swimming, hiking, diving, and traveling.\nAlso on Explorersweb Booze of the Dead: 2,000-Year-Old White Wine Found in Crypt There’s a new record for the world’s oldest liquid... June 19, 2024\nSam Anderson New Evidence That Bath’s Famous Waters Actually Prevent Disease New research conducted at the site of the Roman... June 11, 2024\nAndrew Marshall Ancient Egyptian Skull Shows Evidence of Cancer Treatment Cancer is rarely discussed in connection with ancient cultures.... June 10, 2024\nRebecca McPhee Modern Horses Date Back 4,200 Years The domestication of horses was not a single event.... June 8, 2024\nRebecca McPhee Boat-Sinking Orcas are Just Breaking Toys, New Theory Says A tiny pod of orcas in the Strait of... June 6, 2024\nSam Anderson Seahenge Mystery Solved Seahenge is a 4,000-year-old circle of timber on the... June 6, 2024\nRebecca McPhee Sign up for ExplorersWeb Emails Subscribe Success! Thank you! Success! Thank you! Popular Posts Clash of Jungle Giants: Tiger vs. Bear in India June 10, 2024\nSam Anderson Weekend Warm-Up: Cash, Contempt, and Controversy on K2 June 15, 2024\nSam Anderson Complete Ski Descent Down Mont Blanc’s Brenva Face June 18, 2024\nAngela Benavides First Ascent and Ski Descent of ‘Little Rakaposhi’ June 16, 2024\nAngela Benavides",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.iaa.org.il/page_news/page/%D7%AA%D7%92%D7%9C%D7%99%D7%AA-%D7%A0%D7%93%D7%99%D7%A8%D7%94-%D7%94%D7%A1%D7%A4%D7%99%D7%A0%D7%94-%D7%94%D7%A7%D7%93%D7%95%D7%9E%D7%94-%D7%91%D7%99%D7%95%D7%AA%D7%A8-%D7%91%D7%A2%D7%95%D7%9C%D7%9D-%D7%A9%D7%94%D7%AA%D7%92%D7%9C%D7%AA%D7%94-%D7%91%D7%99%D7%9D-%D7%94%D7%A2%D7%9E%D7%95%D7%A7",
    "https://iaa.org.il/page_news/page/%D7%AA%D7%92%D7%9C%D7%99%D7%AA-%D7%A0%D7%93%D7%99%D7%A8%D7%94-%D7%94%D7%A1%D7%A4%D7%99%D7%A0%D7%94-%D7%94%D7%A7%D7%93%D7%95%D7%9E%D7%94-%D7%91%D7%99%D7%95%D7%AA%D7%A8-%D7%91%D7%A2%D7%95%D7%9C%D7%9D-%D7%A9%D7%94%D7%AA%D7%92%D7%9C%D7%AA%D7%94-%D7%91%D7%99%D7%9D-%D7%94%D7%A2%D7%9E%D7%95%D7%A7"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "karnit bahartan",
        "sentiment": "none"
      },
      {
        "name": "yaakov sharvit",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "israel antiquities authority",
        "sentiment": "none"
      },
      {
        "name": "antiquities authority",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "energean",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T18:02:32.891+03:00",
  "updated": "2024-06-22T22:11:10.011+03:00"
}