{
  "thread": {
    "uuid": "006fe7658c62f5f8297fd8c7999afd2b24309c80",
    "url": "https://www.laopiniondezamora.es/castilla-leon/2023/12/31/manueco-anima-seguir-trabajando-2024-96414220.html",
    "site_full": "www.laopiniondezamora.es",
    "site": "laopiniondezamora.es",
    "site_section": "https://laopiniondezamora.es/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Mañueco anima a seguir trabajando en 2024 para ofrecer “progreso y calidad”",
    "title_full": "Mañueco anima a seguir trabajando en 2024 para ofrecer “progreso y calidad”",
    "published": "2023-12-31T10:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/1e9e9669-82d3-445b-90f8-f5da14ac01dc_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 62861,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "006fe7658c62f5f8297fd8c7999afd2b24309c80",
  "url": "https://www.laopiniondezamora.es/castilla-leon/2023/12/31/manueco-anima-seguir-trabajando-2024-96414220.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "I. F.",
  "published": "2023-12-31T10:57:00.000+02:00",
  "title": "Mañueco anima a seguir trabajando en 2024 para ofrecer “progreso y calidad”",
  "text": "El presidente de la Junta de Castilla y León, Alfonso Fernández Mañueco, ha despedido 2023 con su tradicional mensaje de fin de año desde el IES María de Molina de Zamora, donde ha remarcado la intención del Ejecutivo autonómico por seguir fortaleciendo los servicios públicos de calidad y las medidas que conlleven progreso.\nUn buen ejemplo de lo que se ha conseguido hasta ahora es el reconocimiento a la calidad del sistema educativo de la Comunidad, como refleja el informe PISA, que confirma que la educación que se imparte en Castilla y León es la mejor de España y se sitúa entre las diez mejores del mundo. Un sistema educativo que siempre ha sido una prioridad para el Ejecutivo autonómico, tal y como ha destacado Fernández Mañueco, porque “es el mejor cimiento para que nuestros jóvenes escojan el futuro que quieran”.\nAsimismo, el presidente de la Junta ha señalado que, solo desde los principios y valores defendidos dentro del marco constitucional, Castilla y León puede seguir construyendo su futuro, de una manera pacífica y armónica, y avanzar para consolidar el protagonismo que ha conseguido hasta ahora. Para seguir impulsando servicios públicos con más y mejores prestaciones; con medidas de apoyo a las familias y la natalidad, como la gratuidad de la educación de 0 a 3 años; facilitando el acceso a la vivienda; y reforzando las destinadas a la lucha contra la violencia machista, ante la que no se va a dar un paso atrás.\nTambién, para mantener el liderazgo de la Comunidad en energías renovables con el objetivo de poder convertir su potencial en fuente de empleo y riqueza; o continuar estando a la vanguardia en innovación, aplicando para ello la tecnología en el territorio y adaptando todos los avances a los servicios públicos.\nTodo ello sustentado por una economía de futuro que defiende al empresario y a los trabajadores, apoya al emprendedor, y que sigue impulsando bajadas fiscales, la digitalización y la eficiencia de las industrias más pujantes de la Comunidad, como la agroalimentaria.\nFernández Mañueco ha destacado los avances sociales y económicos que se han producido y que han permitido que los ciudadanos de la Comunidad gocen de una mayor calidad de vida. Asimismo, ha tenido un recuerdo para las personas que han abandonado Castilla y León y ha señalado que una de las prioridades del Ejecutivo autonómico es favorecer su retorno.\nUnidad e igualdad en torno a la Constitución\nEn el año en el que se ha conmemorado el 40º Aniversario del Estatuto de Autonomía, Fernández Mañueco ha destacado los avances impulsados por la Junta de Castilla y León, que demuestran los beneficios que una buena gestión del modelo autonómico puede proporcionar, ofreciendo a las personas oportunidades de progreso y servicios públicos de calidad.\nEn su mensaje, Fernández Mañueco ha subrayado que estos 45 años de Constitución y los 40 años de Estatuto de Autonomía han demostrado que Castilla y León, y todo el conjunto de España, pueden fortalecerse y progresar a través de los principios y valores que recoge la Carta Magna, como son la unidad, la igualdad, la libertad y el equilibrio entre poderes. Por ello, y porque es la base de la democracia, ha reiterado la importancia que tiene defenderla, también como marco para garantizar recursos justos para todos, sin privilegios insolidarios ni intereses particulares.\nGracias a estos principios y valores, que Castilla y León asumió desde su origen, ha podido fortalecer su identidad, crecer en convivencia y lograr los grandes consensos políticos y sociales a través del diálogo, que han llevado a la Comunidad, tal y como ha destacado el presidente de la Junta, a avanzar dentro del modelo autonómico.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T12:19:07.354+02:00",
  "updated": "2023-12-31T12:19:07.354+02:00"
}