{
  "thread": {
    "uuid": "3e7f2246d6198cd869f267a107600e3be9525840",
    "url": "https://www.beliefnet.com/columnists/strongermarriages/2024/03/how-eagles-guitarist-joe-walsh-got-sober-and-reconnected-with-his-daughter.html",
    "site_full": "www.beliefnet.com",
    "site": "beliefnet.com",
    "site_section": "http://www.beliefnet.com/Feeds/All.aspx",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Beliefnet Top Features",
    "title": "How Eagles Guitarist Joe Walsh Got Sober and Reconnected With His Daughter",
    "title_full": "How Eagles Guitarist Joe Walsh Got Sober and Reconnected With His Daughter",
    "published": "2024-04-18T13:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wp-media.beliefnet.com/sites/413/2024/03/joe-walsh_credit-Joe-Seer-Shutterstock_Inset-@thelucywalsh-Insta-768x576.jpg",
    "performance_score": 0,
    "domain_rank": 5475,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 29,
        "comments": 1,
        "shares": 47
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3e7f2246d6198cd869f267a107600e3be9525840",
  "url": "https://www.beliefnet.com/columnists/strongermarriages/2024/03/how-eagles-guitarist-joe-walsh-got-sober-and-reconnected-with-his-daughter.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lauren McKeithen",
  "published": "2024-04-18T13:31:00.000+03:00",
  "title": "How Eagles Guitarist Joe Walsh Got Sober and Reconnected With His Daughter",
  "text": "Lucy Walsh was only 12 years old when she really got to know her biological father, Eagles guitarist Joe Walsh. At the time, the rockstar had gotten sober and went back to work with the band after living in the fast lane for years. The actress and fellow musician told Fox News Digital, “Before that, I didn’t know him very well. I would see him maybe once a year, and it was like Christmas. Getting to see my dad this one time of year was just so exciting.”\nShe continued, “But then he would go away again, and I wouldn’t know when the next time I was going to see him was. So, when he got sober and I was 12, my life changed. My dad wasn’t working that much in the music business. He’d been very famous before that. But during my young life, he wasn’t very active. And then when he rejoined the Eagles, I realized my dad is a very big deal. And it was shocking to me. I write about it in the book as being one of the first concerts they played at the time.”\nThe 41-year-old has written a new memoir,\n“Remember Me as Human: What Three Final Days with My Grandmother Wanda Taught Me About Truly Living.” It explores her relationship with her maternal grandmother, Wanda, before she died in 2011. The matriarch passed away four months after Walsh interviewed her in her nursing home. In the book, Walsh reflects on her life, including her relationship with her father, 76. She admitted, “I had always heard stories about my dad from the press. Kids would bring magazines to school with pretty disturbing information. And I had never spoken to him about these things.”\nWalsh continued, “But as I got to know him as a person, it’s the same thing that I realized with my grandmother. I got to know his humanity. I got to see him as a full person, not just my dad or some guy in these magazine stories. It’s seeing your parents as a person, as a human. Forgiving them for their trespasses is what I think becoming an adult is about. It’s about granting them empathy and mercy for things you think might’ve been mistakes in the past. With Dad, it’s been a lot because he’s in the public eye,” Walsh continued. “His mistakes get printed in the news. And so, there’s been a lot of hearsay that I have been able to talk through now with him as an adult and come to terms with who he really is. And love him for who he is.”\nJoe joined the Eagles after becoming friends with Don Henley and Glenn Frey, People Magazine reported. As the band skyrocketed to fame, so did his dependence on drugs and alcohol. When the group broke up in 1980, Walsh’s addiction worsened. According to the outlet, he turned to alcohol to cope with severe stage fright. In the book, Walsh described seeing her father on stage for the first time. She recalled, “It was a live televised taping for VH1. I was sitting in the audience between Whoopi Goldberg and Claudia Schiffer; The roar of that audience just brought me to tears. I was just so overwhelmed by it all. And then we spent a lot of great time together.”\nWalsh said she hasn’t ruled out the possibility of collaborating with her father. She teased, “We have some things planned. Music is our unspoken bond. No matter what’s going on in life, we can always come together and connect through our music.”\n<a href=\"https://www.beliefnet.com/columnists/strongermarriages/2024/03/ryan-gosling-and-eva-mendes-leave-la-didnt-want-daughters-growing-up-around-other-celeb-kids.html\">\nRead Previous Post\nRyan Gosling and Eva Mendes Leave LA, Didn't Want Daughters Growing Up Around Other Celeb Kids\n</a>",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "http://www.amazon.com/exec/obidos/ASIN/B0CT9PZ88L",
    "http://amazon.com/exec/obidos/ASIN/B0CT9PZ88L"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joe walsh",
        "sentiment": "neutral"
      },
      {
        "name": "lucy walsh",
        "sentiment": "neutral"
      },
      {
        "name": "wanda",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "eagles",
        "sentiment": "neutral"
      },
      {
        "name": "fox news digital",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:06:19.512+03:00",
  "updated": "2024-04-19T00:06:19.512+03:00"
}