{
  "thread": {
    "uuid": "efb402e4963358dd882b89b581a2b3c63852efe3",
    "url": "https://www.motortrend.com/news/rimac-supercar-liquid-fuel-nanotube-engine-technology-experiment/",
    "site_full": "www.motortrend.com",
    "site": "motortrend.com",
    "site_section": "https://www.motortrend.com/features/",
    "site_categories": [
      "car_culture",
      "vehicles",
      "buying_selling_cars"
    ],
    "section_title": "Features: In-Depth Coverage, Retrospectives, Opinion | MotorTrend",
    "title": "Rimac Teases Liquid-Fueled Nanotubes to Replace Heavy EV Batteries",
    "title_full": "Rimac Teases Liquid-Fueled Nanotubes to Replace Heavy EV Batteries",
    "published": "2024-01-06T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.motortrend.com/uploads/sites/5/2021/05/RIMAC-NEVERA-DYNAMIC_9.jpg",
    "performance_score": 0,
    "domain_rank": 2652,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "efb402e4963358dd882b89b581a2b3c63852efe3",
  "url": "https://www.motortrend.com/news/rimac-supercar-liquid-fuel-nanotube-engine-technology-experiment/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Andrew Beckford",
  "published": "2024-01-06T00:00:00.000+02:00",
  "title": "Rimac Teases Liquid-Fueled Nanotubes to Replace Heavy EV Batteries",
  "text": "The story of Mate Rimac is the stuff of legend. He started as a track day enthusiast who just wanted to make his electric-converted BMW E30 go faster, and then faster. That quest started him down a path that led to his name lending itself to the current fastest production EV supercar in the world —both going forward and backwards—and then being tapped to helm the iconic Bugatti brand since 2021 . Despite that success, Rimac (the guy) is not resting on his laurels, and the visionary has been having some more visions lately.\nIn an interview with Autocar (via Autoblog ) , the Bugatti and Rimac CEO discussed the future of the brands and some of the new technologies they are exploring: \"Rimac isn't exclusively electric,\" said the CEO. \"It's doing whatever is the most exciting at the time.\"\nHe revealed that the automaker is experimenting with so-called nanotube material technology to see if it can function as a viable source of electricity to propel a vehicle drivetrain one day, as a sort of engine. The tech seems to work by superheating unique liquid fuels which form a thin coating over \"hollow tubes made of a lattice of carbon atoms, which have unique electrical properties,\" according to one MIT method (Rimac's approach could be different, he didn't detail it in the interview).\nIf this method works properly at a larger scale than tested so far, it could potentially replace the heavy battery packs we see in EVs today as an alternative fuel source to existing electric and hydrogen car designs. Rimac mentions liquefied petroleum gas, hydrogen, and diesel as potential sorts of fuels to be used for this admittedly novel method of generating electricity. The automaker has linked up with a startup that's now experimenting with nanotubes operating at 80 percent fuel efficiency on a small scale (if it scales up, that would be more than twice as efficient as traditional gas engines).\nThe downside is that this method still produces CO2, so it wouldn't line up with the \"zero\" emissions goals that many automakers and governments are currently proposing, despite the efficiency advantage over fueled engines we currently have. It would take some impressive technology and serious political reconsideration to make it appeal to the mass market, but for a smaller-volume model like a six- or seven-figure sports car, it could be feasible.\nIf Rimac can make headway with nanotube technology and ditch battery packs in its supercars, it would potentially save a literal half-ton of weight but retain all of the attractive potential power and torque of an EV. However, the Rimac Nevera succeeds despite weighing 5,000 pounds, and can still reach a top speed of 258 mph ; now just imagine what it could do if it was 1,000-pounds lighter?\nWe could be a few short years away from EV supercars with top speeds well over 300 mph, if tire technology can keep up and there's a straight piece of road long enough to even test it. If anyone's going to develop a car to do it, it's going to be him. But should it be branded as a Rimac, or a Bugatti? It seems like a Rimac thing, for now.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://news.mit.edu/2021/carbon-nanotubes-power-chemical-reactions-0607#:~:text=Unique%20properties&text=In%202010%2C%20Strano%20demonstrated%2C%20for,tube%2C%20creating%20an%20electrical%20current.",
    "https://www.autocar.co.uk/car-news/new-cars/next-rimac-supercar-could-be-diesel",
    "https://www.autoblog.com/2024/01/05/rimac-experimenting-with-nanotube-powered-drivetrain/",
    "https://autoblog.com/2024/01/05/rimac-experimenting-with-nanotube-powered-drivetrain/",
    "https://autocar.co.uk/car-news/new-cars/next-rimac-supercar-could-be-diesel",
    "https://www.autoblog.com/2024/01/05/rimac-experimenting-with-nanotube-powered-drivetrain",
    "https://www.news.mit.edu/2021/carbon-nanotubes-power-chemical-reactions-0607#:~:text=Unique%20properties&text=In%202010%2C%20Strano%20demonstrated%2C%20for,tube%2C%20creating%20an%20electrical%20current."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mate rimac",
        "sentiment": "negative"
      },
      {
        "name": "rimac",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rimac ceo",
        "sentiment": "none"
      },
      {
        "name": "bmw",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T01:51:53.613+02:00",
  "updated": "2024-01-06T01:51:53.613+02:00"
}