{
  "thread": {
    "uuid": "707ea4487f98008098cecdb1409c937c2aa0f12c",
    "url": "https://www.lubbockonline.com/story/life/humankind/2023/12/28/spiral-hot-dogs-photo-norman-ok-business-boom/72051213007/",
    "site_full": "www.lubbockonline.com",
    "site": "lubbockonline.com",
    "site_section": "https://lubbockonline.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Lubbock Avalanche-Journal: Local News, Politics & Sports in Lubbock, TX",
    "title": "Viral photo of forlorn Spiral Hot Dogs owner leads to booming business",
    "title_full": "Viral photo of forlorn Spiral Hot Dogs owner leads to booming business",
    "published": "2023-12-29T02:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 15226,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "707ea4487f98008098cecdb1409c937c2aa0f12c",
  "url": "https://www.lubbockonline.com/story/life/humankind/2023/12/28/spiral-hot-dogs-photo-norman-ok-business-boom/72051213007/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anthony Robledo",
  "published": "2023-12-29T02:01:00.000+02:00",
  "title": "Viral photo of forlorn Spiral Hot Dogs owner leads to booming business",
  "text": "Customer's photo of forlorn owner in empty restaurant leads business to boom at OK diner Nick Chappell had never been to Spirals Hot Dogs & More before he took a photo of Scott Festler in his empty restaurant. But after business boomed, Chappell's part of the Spirals family, Festler says. [Anthony Robledo](https://www.usatoday.com/staff/7612431001/anthony-robledo/) An Oklahoma hot dog joint owner visibly wanted customers one day and he soon got more than he bargained for. During a slow shift on Dec. 20, a customer took a photo of Scott Festler standing by his restaurant entrance waiting for diners and shared it on social media. Festler would soon have no time to stand around as \" [Spirals: Hot Dogs & More](https://spiralshotdogs.com/),\" in Norman, Oklahoma, saw booming business once the post went viral. \"We immediately started doing double digits in sales,\" Festler told USA TODAY on Thursday. \"It happened really fast to me.\" The day the photo was taken, Festler found himself staring out the window upset his family business of four years wasn't booming as well as others ahead of Christmas. Festler said he had no idea why Spirals saw a sudden wave of new customers after Dec. 20 until the person responsible for posting the photo, Nick Chappell, later apologized and offered to take the post down. Festler wouldn't hear of it. \"You just wouldn't expect it. Social media is amazing. It's amazing that people get involved with it,\" he said. \"But more importantly, it's the stuff that you just don't think would work. That's what works.\" 'I will always love you': [See Dolly Parton grant Utah man's dying wish to meet her](/story/life/humankind/2023/12/26/dolly-parton-meets-longtime-fan/72033945007/) Customer knew he had to capture 'wholesome moment' Chappell visited the Norman area for his job as an Oklahoma Army National Guard. As part of their weekly hot dog Wednesday routine, Chappell and a his co-worker found Spirals on Google Maps and took a chance. Noticing Festler gazing, Chappell decided to capture the \"wholesome moment\" on Snapchat captioning \"He has been standing here waiting on customers to come in.\" \"A good buddy of mine named Chad said, 'Hey, man, you can either post this on Facebook or I'm going to post this on Facebook. Some way or another we're going to get this guy some customers,'\" Chappell said. In a Facebook post, Chappell gave an excellent recommendation of the restaurant, complimenting their food and \"off the charts\" service. He shared a photo of his dish, the menu and of Festler waiting for diners. Chappell was blown away by the success of the post, which has since had over 2,000 shares, and even more surprised to see over 70 guests at the diner during his next visit. \"I'm not a huge social media guy I typically don't share,\" Chappell said. \"I don't even know really the words to describe it as but it made me even that much happier that I did make a post.\" Owner adds new 'Thunderbird' item in customer's honor Festler is showing his gratitude by adding a new item in Chappell's honor. Having named hot dogs and bowls after family members, he was more than happy to do so. The \"Thunderbird\" is a hot link with bacon, cream cheese and jalapeños, Festler said. The meal gets its name from the Thunderbird Unit Patch for the 45th Infantry, which Chappell is a part of. The two reconnected at the restaurant on Thursday, where they both got emotional talking about the post's impact. Chappell received a certificate of appreciation during the unveiling of the \"Thunderbird\" and was told he is now forever part of the Spirals family. \"To know that it was a humble guy that just saw our need and did what he could. He doesn’t have a real following on social media, he hardly ever shares anything and to know that one post had so much power. It was super cool,\" Festler added.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [
    "https://www.usatoday.com/staff/7612431001/anthony-robledo/)",
    "https://spiralshotdogs.com/),",
    "https://www.spiralshotdogs.com/),",
    "https://usatoday.com/staff/7612431001/anthony-robledo/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nick chappe",
        "sentiment": "negative"
      },
      {
        "name": "festler",
        "sentiment": "none"
      },
      {
        "name": "anthony robledo",
        "sentiment": "none"
      },
      {
        "name": "chappell",
        "sentiment": "none"
      },
      {
        "name": "chris",
        "sentiment": "none"
      },
      {
        "name": "scott festler",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "spiral hot dogs",
        "sentiment": "negative"
      },
      {
        "name": "customer",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "norman",
        "sentiment": "none"
      },
      {
        "name": "usa",
        "sentiment": "none"
      },
      {
        "name": "oklahoma",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T02:29:39.372+02:00",
  "updated": "2023-12-29T02:29:39.372+02:00"
}