{
  "thread": {
    "uuid": "d717c20ea6d6648c4174677831152e1d33a9868a",
    "url": "https://www.tomsguide.com/news/lg-unveils-new-ai-robot-companion-that-promises-to-boost-your-mood",
    "site_full": "www.tomsguide.com",
    "site": "tomsguide.com",
    "site_section": "https://www.tomsguide.com",
    "site_categories": [
      "tech"
    ],
    "section_title": "Tom's Guide | Tech Product Reviews, Top Picks and How To",
    "title": "LG unveils new AI robot 'companion' that promises to boost your mood | Tom's Guide",
    "title_full": "LG unveils new AI robot 'companion' that promises to boost your mood | Tom's Guide",
    "published": "2024-01-06T00:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.mos.cms.futurecdn.net/wY32LPN6aruBPfkF4EEiZ7-1200-80.jpg",
    "performance_score": 0,
    "domain_rank": 1722,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d717c20ea6d6648c4174677831152e1d33a9868a",
  "url": "https://www.tomsguide.com/news/lg-unveils-new-ai-robot-companion-that-promises-to-boost-your-mood",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Don Reisinger",
  "published": "2024-01-06T00:08:00.000+02:00",
  "title": "LG unveils new AI robot 'companion' that promises to boost your mood | Tom's Guide",
  "text": "LG is kicking off its CES extravaganza with a new robot that promises to turn your smart home into a “Zero Labor Home.”\nThe admittedly cute LG robot is about a foot tall and moves on two legs, allowing it to patrol your home for issues, watch your pet and even read your emotions to ensure it gives you a better overall at-home experience. And with help from Qualcomm’s Robotics RB5 Platform , it uses artificial intelligence to learn your interests and behaviors, and get better over time at serving as a friendly home robot.\nIn a statement , LG called its robot a “moving smart home hub” and said that it’s designed to “free customers from household chores.” And at first blush, it seems to do just that.\nThe robot, which will debut at CES 2024 next week, is able to connect to all of your smart home devices and even switch them off if they’re not in use or you’re not home. And speaking of when you’re not home, the device is capable of moving from room to room to identify whether windows are closed or lights are on and send you notifications to let you know.\nAdditionally, LG said that its robot is intelligent enough to monitor your pets while you’re away and allow you to access real-time video to see what they’re up to when you’re not home. And just in case you’re worried about your furnace not working, the robot can analyze your home’s temperature, humidity and indoor air quality, and let you know when something is awry.\nHelpful or creepy?\n(Image credit: LG) But it’s when you return home that the cute little robot turns, well, a bit creepy. According to LG, its device can greet you at the door and will analyze your face, the sound of your voice, and other information to assess your emotional state. It’ll then play music or other audio to boost your mood. Oh, and if you happen to be someone who forgets your medication schedule, it can keep that in line, too.\nIn order to achieve all this, LG’s robot has a host of components, including a camera, speaker and sensors that can help it assess indoor air quality and other things going on around the house. And with help from voice- and image-recognition software, along with natural language processing, it can identify problems as they happen.\nThe robot is part of a broader push by LG to expand its smart home lineup with products that take you out of the equation. Indeed, the robot is just one of what LG has promised would be a steady lineup of devices that aim at that Zero Labor Home concept.\nBut whether you’ll want to have a robot following you (and your dog) around the house all day is hard to say. LG plans to showcase the robot at its CES booth next week. The company didn’t reveal pricing or availability.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.lgnewsroom.com/2023/12/lg-ushers-in-zero-labor-home-with-its-smart-home-ai-agent-at-ces-2024/#:~:text=LG%20Newsroom,-Menu&text=SEOUL%2C%20Dec.%2027%2C%202023,and%20engage%20in%20complex%20conversations",
    "https://vanilla.futurecdn.net/tomsguide/media/img/missing-image.svg",
    "https://www.vanilla.futurecdn.net/tomsguide/media/img/missing-image.svg",
    "https://lgnewsroom.com/2023/12/lg-ushers-in-zero-labor-home-with-its-smart-home-ai-agent-at-ces-2024/#:~:text=LG%20Newsroom,-Menu&text=SEOUL%2C%20Dec.%2027%2C%202023,and%20engage%20in%20complex%20conversations"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tom",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "lg",
        "sentiment": "negative"
      },
      {
        "name": "qualcomm",
        "sentiment": "none"
      },
      {
        "name": "zero labor home",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:52:19.610+02:00",
  "updated": "2024-01-06T00:52:19.610+02:00"
}