{
  "thread": {
    "uuid": "f63d616e4fdea7766a41df5d345f400085179175",
    "url": "https://money.mymotherlode.com/clarkebroadcasting.mymotherlode/article/getnews-2024-4-18-utahs-rising-filmmaker-ethan-irwin-a-force-to-be-reckoned-with",
    "site_full": "money.mymotherlode.com",
    "site": "mymotherlode.com",
    "site_section": "https://money.mymotherlode.com/clarkebroadcasting.mymotherlode/markets/news",
    "site_categories": [
      "media"
    ],
    "section_title": "Stock Market News | NSDQ, NYSE, and AMEX Stock Market News, Market News Categories, Market Indicators | Financial News | myMotherLode.com ",
    "title": "Utah’s Rising Filmmaker Ethan Irwin: A Force to be Reckoned With | Financial News | myMotherLode.com",
    "title_full": "Utah’s Rising Filmmaker Ethan Irwin: A Force to be Reckoned With | Financial News | myMotherLode.com",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 32918,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f63d616e4fdea7766a41df5d345f400085179175",
  "url": "https://money.mymotherlode.com/clarkebroadcasting.mymotherlode/article/getnews-2024-4-18-utahs-rising-filmmaker-ethan-irwin-a-force-to-be-reckoned-with",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Utah’s Rising Filmmaker Ethan Irwin: A Force to be Reckoned With | Financial News | myMotherLode.com",
  "text": "Financial News Utah’s Rising Filmmaker Ethan Irwin: A Force to be Reckoned With Get News RICHMOND, UTAH - April 18, 2024 - Ethan Irwin, a name that's rapidly gaining prominence in Utah's film industry, He is not your average filmmaker. He's already making waves with his captivating videos that resonate with viewers on a profound level. His journey from a novice filmmaker to a budding sensation is nothing short of remarkable. Irwin's passion for filmmaking ignited during his school days at Fast Forward, and since then, there has been no looking back. Over the past 6 close to 7 years, he has honed his craft, wearing multiple hats as a filmmaker, editor, actor, writer, and director. His dedication to his craft is evident in every frame he produces, with a level of determination that is truly awe-inspiring. What sets Irwin apart is his unparalleled creativity and boundless imagination in His videos, such as these most popular ones including \"The Pencil Killer,\" \"Weatherman 1 and 2,\" \"Dyw 2024,\" \"Halloween Series 1-2,\" and “Willy's Home” showcase his ability to weave magic on screen. But it's not just about flashy effects or fancy equipment; it's about storytelling that leaves a lasting impact. Irwin's ambition knows no bounds. With dreams of making a feature film that will leave the industry stunned, he's already envisioning his acceptance speech at the Oscars. But his aspirations extend beyond accolades; he dreams of collaborating with icons like Eminem and earning the respect of legendary directors like Christopher Nolan. What truly sets Irwin apart, however, is his genuine care for those around him. Described as someone who can instantly make you feel like a lifelong friend, Irwin's warmth and humor are infectious. He's not just a filmmaker; he's a confidant, a source of comfort, and a beacon of positivity. \"I gave Madison my work for her DYW project (Distinguished Young Woman) and impressed not just her but also the chairman,” Ethan shares. Madison Wood said to me, 'They absolutely loved it. They said it was very real and personable and gives you a better feel of what DYW is about' That’s who I am, not only as a filmmaker but also as a person. It shows that my skill has improved significantly and demonstrated that I still have the ability to make their moment shine through on camera, leaving them feeling uplifted and able to perceive the emotion I put into my work, both inside and outside of it, if you know what I mean.\" But like any journey to success, Irwin's path is not without its challenges. Despite facing adversity, he remains resilient, leaning on the support of his friends and family to navigate the highs and lows of the industry. \"The thing about filmmaking is that the lows you encounter in this industry are so common. However, as my teacher once said, the most beautiful aspect of filmmaking is that 'the best thing about this creative field, for those who have the itch to tell stories through their lens, is that you'll make mistakes. These mistakes serve as great building blocks for your filmmaking journey, allowing you to adapt and improve. Ultimately, this process will elevate your storytelling ability to levels you've never seen before because it comes from your heart and reflects your life experiences. This growth not only enhances your skills as a director but also enriches you as a human being.' Now, here I am at 21, looking back at those moments, and I realize that the lows were the reasons I aimed higher and shot for the stars. I couldn't be more grateful for this creative outlet. Among all the possibilities, I was fortunate to have this one, which changed my life in ways I never imagined possible. I feel incredibly lucky to be a part of it.\" For aspiring filmmakers looking for inspiration, Irwin's story serves as a beacon of hope. His unwavering determination, coupled with his genuine compassion, sets him apart in an industry often defined by cutthroat competition. As Irwin continues to carve his path in the world of filmmaking, one thing is clear: Utah's newest sensation is here to stay. With each video he produces, he leaves an indelible mark on his audience, proving that true talent knows no bounds. Subscribe to his YouTube Channel to learn more. You can also catch him on this year’s Comic-Con 2024 Panel of Filmmakers in Salt Lake. Media Contact Contact Person: Ethan Irwin Email: Send Email Phone: 435 770 7370 Country: United States Website: https://www.vidlead.com/Ethanirwin []https://www.cloudquote.io www.cloudquote.io Stock quotes supplied by Barchart Quotes delayed at least 20 minutes. By accessing this page, you agree to the following Privacy Policy and Terms and Conditions .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.vidlead.com/Ethanirwin",
    "http://www.universalpressrelease.com/?pr=utahs-rising-filmmaker-ethan-irwin-a-force-to-be-reckoned-with",
    "https://www.cloudquote.io/article/5",
    "https://www.youtube.com/channel/UCSlq_E_qS3hhRD2bA63qyVw?view_as=subscriber",
    "https://www.cloudquote.io/article/6",
    "https://www.cloudquote.io",
    "https://cloudquote.io/article/6",
    "https://cloudquote.io/article/5",
    "https://www.youtube.com/channel/UCSlq_E_qS3hhRD2bA63qyVw",
    "https://youtube.com/channel/UCSlq_E_qS3hhRD2bA63qyVw?view_as=subscriber",
    "http://universalpressrelease.com/?pr=utahs-rising-filmmaker-ethan-irwin-a-force-to-be-reckoned-with",
    "http://www.universalpressrelease.com/",
    "https://cloudquote.io",
    "https://vidlead.com/Ethanirwin"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ethan irwin",
        "sentiment": "neutral"
      },
      {
        "name": "irwin",
        "sentiment": "none"
      },
      {
        "name": "willy",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "richmond",
        "sentiment": "none"
      },
      {
        "name": "utah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:48:43.209+03:00",
  "updated": "2024-04-19T00:48:43.209+03:00"
}