{
  "thread": {
    "uuid": "bf8b76191f144906e51cd4464ecfb90b9bf96d16",
    "url": "https://stpetecatalyst.com/100-good-guys-giving-circle-grows",
    "site_full": "stpetecatalyst.com",
    "site": "stpetecatalyst.com",
    "site_section": "https://stpetecatalyst.com/rss",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "St Pete Catalyst",
    "title": "100 Good Guys giving circle grows",
    "title_full": "100 Good Guys giving circle grows • St Pete Catalyst",
    "published": "2024-02-29T21:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://stpetecatalyst.com/wp-content/uploads/2024/02/100-good-guys-event-feb-2024-293-1200x630.jpg",
    "performance_score": 0,
    "domain_rank": 94125,
    "domain_rank_updated": "2024-02-27T12:10:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bf8b76191f144906e51cd4464ecfb90b9bf96d16",
  "url": "https://stpetecatalyst.com/100-good-guys-giving-circle-grows",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ashley Morales",
  "published": "2024-02-29T21:20:00.000+02:00",
  "title": "100 Good Guys giving circle grows",
  "text": "[Impact](https://stpetecatalyst.com/category/impact/) 100 Good Guys giving circle grows A group of men dedicated to giving back is growing its ranks in St. Petersburg. 100 Good Guys, an offshoot of St. Petersburg’s [100 Women Who Care](https://100wwcstpetersburg.com/), [launched](https://stpetecatalyst.com/100-good-guys/) at the end of 2023. The group gathers quarterly to hear three short pitches from local nonprofits. Everyone donates $100 and pools their money to give to their chosen charity, amplifying their impact in the community. At their second event Feb 20. at Bayboro Brewing, the group of about 80 men heard pitches from [ALPHA House of Pinellas County,](https://alphahousepinellas.org/) [Big Brothers Big Sisters of Tampa Bay](https://bbbstampabay.org/) and [Ready for Life Pinellas](https://www.readyforlifepinellas.org/). According to 100 Good Guys co-founder Joseph Papich, ALPHA House’s representative asked for funding to increase security after a recent encounter at their facility, asking for just over $10,000 to install a fence around their property on 5th Ave. N. “There was a lot of activity going on in the room; there’s music in the background, everybody’s networking and talking. Then Jennifer, their CEO, got up on the stage by herself and very calmly shared a story that everyone had to pay attention to. She immediately touched our hearts,” Papich said. “She engaged us in a story about the impact of her program and had a very specific need. I think her calm and direct, very personal story made us all lean into her and really got all of our attention.” So far, the 100 Good Guys have raised $8,000 toward ALPHA House’s project and will continue to collect donations online until April 14th. Papich said most of the new members since their first meeting last December have found the group through word of mouth, 1-on-1 referrals or media exposure. Although the group is called 100 Good Guys, Papich said it’s more of a “euphemism,” since the room they gather in at Bayboro Brewing holds about 140 people. “It’s just incredibly surreal that this network of guys exists in St. Pete and continues to grow. They want to take some time out to hear from these nonprofits about what’s going on with them, what needs in the city they’re trying to address. Everybody listened so intently and asked really great questions of the nonprofits,” Papich said. “Sometimes I like to find a few moments during the event to just sit back and watch all the activity; people are networking, cards are being exchanged, people are interacting with the nonprofits and asking about other ways of supporting them. It’s amazing.” Papich said as the group grows, they are specifically looking to fund local nonprofits in the [10 paths to prosperity](https://www.flchamber.com/prosperityfl/), as outlined by the Florida Chamber of Commerce. Organizations that help people in greater St. Petersburg find employment, housing, transportation, health services or address food insecurity are great examples that the group hopes to see more of in 2024. “From the moment the nonprofits begin to speak, the guys are so engaged. They want to make the right decision, and they also get the opportunity to carry on the message they hear that night to maybe their business the next day, their family, a friend or to their church,” Papich said. “How do you get a bunch of guys drinking beer to pay attention? Apparently, talk about some really meaningful stuff.” “We can have hard conversations and still be full of joy. That’s the atmosphere I find in these rooms.” The organization invites new members to join and participate in the next meeting May 14 at Bayboro Brewing. Nonprofit applications for the next pitch event will open March 18. For more information about 100 Good Guys, [visit their website here](https://100goodguys.com/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://www.100goodguys.com/).",
    "https://www.readyforlifepinellas.org/).",
    "https://www.alphahousepinellas.org/)",
    "https://bbbstampabay.org/)",
    "https://readyforlifepinellas.org/).",
    "https://flchamber.com/prosperityfl/),",
    "https://www.100wwcstpetersburg.com/),",
    "https://100goodguys.com/).",
    "https://alphahousepinellas.org/)",
    "https://www.bbbstampabay.org/)",
    "https://100wwcstpetersburg.com/),",
    "https://www.flchamber.com/prosperityfl/),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joseph papich",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bayboro brewing",
        "sentiment": "none"
      },
      {
        "name": "alpha house",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "st. petersburg",
        "sentiment": "none"
      },
      {
        "name": "tampa bay",
        "sentiment": "none"
      },
      {
        "name": "pinellas county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:39:56.209+02:00",
  "updated": "2024-03-01T00:39:56.209+02:00"
}