{
  "thread": {
    "uuid": "910bfc9f61233f1068b087087a959336d66de43d",
    "url": "https://vnexplorer.net/japanese-astronaut-to-be-first-non-american-to-land-on-the-moon-s2343670.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Japanese astronaut to be first non-American to land on the Moon",
    "title_full": "Japanese astronaut to be first non-American to land on the Moon",
    "published": "2024-04-12T04:28:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lqUqw.img",
    "performance_score": 0,
    "domain_rank": 55066,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "910bfc9f61233f1068b087087a959336d66de43d",
  "url": "https://vnexplorer.net/japanese-astronaut-to-be-first-non-american-to-land-on-the-moon-s2343670.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-04-12T04:28:00.000+03:00",
  "title": "Japanese astronaut to be first non-American to land on the Moon",
  "text": "US President Joe Biden revealed during a press conference with Japanese Prime Minister Fumio Kishida that a Japanese astronaut will be the first non-American to set foot on the Moon.Â\nThis development is part of Nasa’s ambitious Artemis program, which aims to return humans to the lunar surface for the first time since the Apollo missions ended in 1972.\nThe collaboration between the United States and Japan was highlighted during Prime Minister Kishida’s state visit, demonstrating Washington’s efforts to bolster ties with its key Asian ally. “Two Japanese astronauts will join future American missions, and one will become the first non-American ever to land on the Moon,” Biden stated, emphasizing the significance of this partnership. In response, Kishida hailed the announcement as a “huge achievement” and committed Japan to contribute a rover to the Artemis program.\nArtemis mission\nNasa’s Artemis program is not just about revisiting the Moon but establishing a sustained presence there as a precursor to potential human missions to Mars. The program has already made headlines by committing to include the first woman and the first person of color in its lunar missions. Nasa chief Bill Nelson echoed the sentiment of international cooperation, stating, “America will no longer walk on the Moon alone.”\nArtemis 3, slated for 2026, will mark the first mission to bring astronauts back to the lunar surface. This announcement comes at a time when global interest in lunar exploration is intensifying, with China expressing ambitions to land humans on the Moon by 2030.\nJapan’s space agency, JAXA, expressed enthusiasm about the collaboration, pledging to fulfill its role in developing the rover for the Artemis program. The rover, which will be pressurized, is expected to significantly enhance lunar exploration capabilities by allowing astronauts to travel farther and work for longer periods on the lunar surface. It is anticipated to be used on the Artemis 7 mission and subsequent missions over a ten-year lifespan.\nArtemis mission\nThis partnership extends beyond the Artemis program, as Tokyo and Washington have a longstanding history of collaboration in space exploration, including operations at the International Space Station (ISS). Earlier this year, Japan achieved a significant milestone by successfully landing its SLIM spacecraft on the Moon, becoming the fifth country to do so.\nThe agreement also highlights the broader international involvement in the Artemis program, with the European Space Agency (ESA) securing three seats on future missions in exchange for technological contributions. However, the specifics of European astronauts’ participation, whether they will land on the Moon or merely orbit it, remain under discussion.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lqUqw.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lr3CD.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lr3CD.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lqUqw.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "fumio kishida",
        "sentiment": "neutral"
      },
      {
        "name": "joe biden",
        "sentiment": "neutral"
      },
      {
        "name": "biden",
        "sentiment": "none"
      },
      {
        "name": "kishida",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nasa",
        "sentiment": "none"
      },
      {
        "name": "artemis",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "mars",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T04:53:10.144+03:00",
  "updated": "2024-04-12T04:53:10.144+03:00"
}