{
  "thread": {
    "uuid": "9be343dac9f1c7227cb043e3d82804e89aa2334c",
    "url": "https://cleantechnica.com/2024/02/16/nrel-collaborates-on-15-million-multilaboratory-efforts-to-advance-commercialization-of-carbon-dioxide-removal",
    "site_full": "cleantechnica.com",
    "site": "cleantechnica.com",
    "site_section": "https://cleantechnica.com/feed",
    "site_categories": [
      "vehicles"
    ],
    "section_title": "CleanTechnica",
    "title": "NREL Collaborates on $15 Million Multilaboratory Efforts To Advance Commercialization of Carbon Dioxide Removal",
    "title_full": "NREL Collaborates on $15 Million Multilaboratory Efforts To Advance Commercialization of Carbon Dioxide Removal",
    "published": "2024-02-16T08:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cleantechnica.com/wp-content/uploads/2024/02/20240213-nrel-collaborates-15-million-dollar-multilaboratory-commercialization-carbon-dioxide-removal-biomass-cdr.jpg",
    "performance_score": 0,
    "domain_rank": 3293,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9be343dac9f1c7227cb043e3d82804e89aa2334c",
  "url": "https://cleantechnica.com/2024/02/16/nrel-collaborates-on-15-million-multilaboratory-efforts-to-advance-commercialization-of-carbon-dioxide-removal",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "US Department of Energy",
  "published": "2024-02-16T08:00:00.000+02:00",
  "title": "NREL Collaborates on $15 Million Multilaboratory Efforts To Advance Commercialization of Carbon Dioxide Removal",
  "text": "NREL Collaborates on $15 Million Multilaboratory Efforts To Advance Commercialization of Carbon Dioxide Removal [daily news updates from CleanTechnica](https://mailchi.mp/cleantechnica/daily-newsletter)on email. Or [follow us on Google News](https://news.google.com/publications/CAAqLQgKIidDQklTRndnTWFoTUtFV05zWldGdWRHVmphRzVwWTJFdVkyOXRLQUFQAQ)! Four DOE Projects Offer a Unified Approach to Measuring, Reporting, and Verifying the Removal of Carbon From the Atmosphere The U.S. Department of Energy (DOE) tapped the National Renewable Energy Laboratory (NREL) to support a new $15 million research effort to improve the measurement, reporting, and verification (MRV) of carbon dioxide (CO2) removal technologies. This newly emerging and rapidly expanding industry has the potential to help mitigate climate change by addressing existing carbon emissions and removing them from the atmosphere. To achieve this goal, scientists must first establish robust scientific frameworks and methodologies to account for these efforts—giving governments and private buyers a unified approach to tracking the climate impacts of their investments. Equipped with years of industrial decarbonization, CO2 removal (CDR), and carbon capture utilization and storage (CCUS) expertise, NREL will lead two of the winning proposals and collaborate on a third led by Lawrence Livermore National Laboratory (LLNL). Pacific Northwest National Laboratory leads a fourth proposal in collaboration with LLNL and industry partners. NREL Research Scientist Kerry Rippy said there is a strong need to establish MRV frameworks to determine how much CO2 is being removed from the atmosphere. The four winning proposals seek to offer leadership in the MRV process by integrating engineering, chemical, geophysical, modeling, and community-centered MRV frameworks into a unified collection of guidelines. “That’s what ties everything together,” Rippy said. “We’re trying to put some numbers and standard practices to CO2 removal. The way we diverge is that we’re all looking at different CO2 removal pathways.” The new proposals are the result of a previous lab call, funded by the Bipartisan Infrastructure Law through the DOE Technology Commercialization Fund, seeking collaborative projects to advance MRV best practices and capabilities. Each project was selected through DOE’s Office of Technology Transitions, in partnership with the Offices of [Fossil Energy and Carbon Management](https://www.energy.gov/fecm/office-fossil-energy-and-carbon-management) and [Clean Energy Demonstrations](https://www.energy.gov/oced/office-clean-energy-demonstrations). Making New Buildings From Old Carbon Concrete production struggles with a large carbon footprint—7% of global CO2 emissions—but many solutions to avoid emissions are underway. Proper MRV protocol to document the success of carbon removal research remains a key missing ingredient. Within the DOE initiative, Rippy leads an NREL project to develop and validate MRV best practices for cement and concrete carbon dioxide removal pathways. She said these industries present a nearly unparalleled opportunity for CO2 removal, if accurately tracked and verified. This work is exciting, she said, not only from a carbon removal standpoint but also for utilizing the carbon. “Aggregate, which is basically rocks, is one of the main components of concrete,” she said. “We can take atmospheric carbon, use it to form carbonate rocks, and use that in concrete.” Rippy said the process could provide gigaton-scale levels of carbonates—billions of metric tons, or trillions of pounds—to further boost national economic and workforce development opportunities. “This could really make an impact on atmospheric CO2 problems, but we need to measure how much CO2 we’re sequestering,” Rippy said. “We’re developing the protocols and tools for that.” The project is in collaboration with partners LLNL, Oak Ridge National Laboratory, Cornell University, Jackson State University, and the Missouri University of Science and Technology. Industry partners involved include Sigray, Solidia Cement, CarbonCure Technologies, Carbon Upcycling Technologies, Nucor Steel Auburn, and Ash Grove Cement Company. Exploring Hybrid Biomass Carbon Removal Possibilities and MRV Framework Development NREL Research Scientist Liz Ware is leading a project under the DOE proposals to address critical MRV challenges for hybrid biomass-based carbon removal and storage pathways. The project is in collaboration with LLNL, Yale Carbon Containment Lab, and industry partners. Ware said the research seeks to further understand the durability of various biomass sources, bioderived products, and storage scenarios using lab and field experiments with data-informed life cycle assessment models. She said the goal is also to develop best practices and protocols for an MRV framework to compare and drive decision-making for existing hybrid technologies. “There’s the human engineering approach to CO2 removal, there is the biological, natural approach, and there is the combined, hybrid approach,” Ware said. “Plants take in CO2, similarly as we breathe in oxygen, and they store the carbon in CO2 in the form of their biomass when they grow. The CO2 becomes plant material like cellulose and lignin. Then, you bury that underground using human engineering, and now you’ve stored the CO2 that was in the air back into the ground in the form of biomass or bioderived products like char and bio-oil.” Ware said the hope is to advance how these biomass carbon removal techniques are measured and validated across the value chain. This project is in collaboration with industry partners including Charm Industrial, Carba, Mote, Isometric, Stripe, Kodama Systems, and Arbor Energy. National Laboratories Lead CO2 Removal and Measurement Standardization NREL Subprogram Manager for Strategic Analysis in Carbon Management Patrick Lamers said there is a strong need for impartial guidance because of the diverse and growing space in carbon removal options and partnerships. This means defining common protocols and guidelines around measuring key aspects like additionality, durability, and economic leakage. This ultimately increases investor confidence and trust and supports the nation toward its goal of net-zero carbon emissions. LLNL is leading the Umbrella MRV Framework project to do just that—develop a CO2 removal and measurement agenda in collaboration with NREL, Lawrence Berkeley National Laboratory, and a suite of industry partners headed up by CarbonPlan, a nonprofit that analyzes climate solutions. Each partner brings different areas of expertise to the project. “Our project consolidates technology-specific insights and provides guidance on possible harmonization needs,” Lamers said. “Clearly there are some aspects of the MRV cycle that are technology agnostic. Some of these requirements are already standard practice across existing certification schemes, such as consumer product labels. Yet, insights from the projects will be very technology specific, and there is a need for consensus around terminology and MRV structures. This comes to the impact. We have the projections and know that—as a nation—we need about a gigaton of additional atmospheric carbon removal and durable storage per year by 2050. We are seen as the entity that can provide the impartial and scientifically backed advice that is needed in this process.” Other partners in this project include Stripe, Lowercarbon Capital, Isometric, and Carbon Direct. Robust Community Partnerships To Enhance MRV Frameworks NREL researchers said advancing CDR and CCUS processes requires exploring multiple solutions simultaneously, as well as having the proper plan and a solid team to get it done. “I think the important takeaway here is we have different people in this world capable and interested in applying different strategies. All of us are focused on and enabled through these DOE-funded projects,” Ware said. One aspect of this collaboration includes solving real issues for communities affected and involved in the CDR and CCUS processes. “All these projects seek to have a positive community benefit. We’re going to be engaging with people and making sure their feedback and concerns regarding industrial impacts on their communities gets incorporated, in addition to the science that we’re providing to help facilitate these efforts,” Ware said. Learn more about other related DOE-funded research efforts that are currently underway at NREL, such as [bioenergy](https://www.nrel.gov/bioenergy/index.html), [life cycle assessment](https://www.nrel.gov/analysis/life-cycle-assessment.html), and [carbon dioxide utilization](https://www.nrel.gov/bioenergy/thermochemical-processes.html). Additionally, the [REMineD project](https://www.nrel.gov/news/program/2023/turning-mining-waste-into-sustainable-concrete-replacement.html) focused on the production of carbon-negative aggregate and was led by Rippy, and the [LignoCrete project](https://www.nrel.gov/news/program/2022/nrel-set-to-receive-54-million-in-funding-to-research-turning-buildings-into-carbon-storage-structures.html) was led by team members on this proposal. By Ryan Horns. Courtesy of [NREL](https://www.nrel.gov/news/program/2024/nrel-collaborates-on-15-million-dollar-multilaboratory-efforts-to-advance-commercialization-of-carbon-dioxide-removal.html). Have a tip for CleanTechnica? Want to advertise? Want to suggest a guest for our CleanTech Talk podcast? [Contact us here](https://cleantechnica.com/contact/). Latest CleanTechnica TV Video [please chip in a bit monthly](https://cleantechnica.fundjournalism.org/contribute/)to help our team write, edit, and publish 15 cleantech stories a day! CleanTechnica uses affiliate links. See our policy [here](https://cleantechnica.com/cleantechnica-editorial-ethics/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://news.google.com/publications/CAAqLQgKIidDQklTRndnTWFoTUtFV05zWldGdWRHVmphRzVwWTJFdVkyOXRLQUFQAQ",
    "https://mailchi.mp/cleantechnica/daily-newsletter",
    "https://www.nrel.gov/bioenergy/index.html",
    "https://www.nrel.gov/news/program/2022/nrel-set-to-receive-54-million-in-funding-to-research-turning-buildings-into-carbon-storage-structures.html",
    "https://www.nrel.gov/news/program/2024/nrel-collaborates-on-15-million-dollar-multilaboratory-efforts-to-advance-commercialization-of-carbon-dioxide-removal.html",
    "https://cleantechnica.fundjournalism.org/contribute/",
    "https://www.nrel.gov/analysis/life-cycle-assessment.html",
    "https://www.nrel.gov/news/program/2023/turning-mining-waste-into-sustainable-concrete-replacement.html",
    "https://www.energy.gov/oced/office-clean-energy-demonstrations",
    "https://www.energy.gov/fecm/office-fossil-energy-and-carbon-management",
    "https://www.nrel.gov/bioenergy/thermochemical-processes.html",
    "https://nrel.gov/news/program/2024/nrel-collaborates-on-15-million-dollar-multilaboratory-efforts-to-advance-commercialization-of-carbon-dioxide-removal.html",
    "https://cleantechnica.fundjournalism.org/contribute",
    "https://energy.gov/oced/office-clean-energy-demonstrations",
    "https://www.news.google.com/publications/CAAqLQgKIidDQklTRndnTWFoTUtFV05zWldGdWRHVmphRzVwWTJFdVkyOXRLQUFQAQ",
    "https://www.cleantechnica.fundjournalism.org/contribute/",
    "https://nrel.gov/analysis/life-cycle-assessment.html",
    "https://nrel.gov/bioenergy/thermochemical-processes.html",
    "https://nrel.gov/news/program/2022/nrel-set-to-receive-54-million-in-funding-to-research-turning-buildings-into-carbon-storage-structures.html",
    "https://www.mailchi.mp/cleantechnica/daily-newsletter",
    "https://nrel.gov/news/program/2023/turning-mining-waste-into-sustainable-concrete-replacement.html",
    "https://energy.gov/fecm/office-fossil-energy-and-carbon-management",
    "https://nrel.gov/bioenergy/index.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "nrel",
        "sentiment": "negative"
      },
      {
        "name": "u.s. department of energy",
        "sentiment": "none"
      },
      {
        "name": "google news",
        "sentiment": "none"
      },
      {
        "name": "national renewable energy laboratory",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T08:04:44.236+02:00",
  "updated": "2024-02-16T12:09:01.349+02:00"
}