{
  "thread": {
    "uuid": "5ee9b1213935df3607a962e8bd06c3b1bed77aa5",
    "url": "https://www.elcaribe.com.do/gente/sociales/trazando-el-camino-hacia-la-igualdad-justicia-social-eleva-nuevas-lideres-a-su-direccion-nacional",
    "site_full": "www.elcaribe.com.do",
    "site": "elcaribe.com.do",
    "site_section": "https://129.153.163.72",
    "site_categories": [
      "travel",
      "caribbean",
      "top_news"
    ],
    "section_title": "PORTADA - Periódico elCaribe",
    "title": "Justicia Social eleva nuevas líderes a su Dirección Nacional",
    "title_full": "Justicia Social eleva nuevas líderes a su Dirección Nacional",
    "published": "2024-03-14T23:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DO",
    "main_image": "https://idmphsmkuxkn.compat.objectstorage.us-ashburn-1.oraclecloud.com/elcaribe-bucket/uploads/2024/03/65f36f51044ac_whatsapp-image-2024-03-14-at-44738-pm.jpeg",
    "performance_score": 0,
    "domain_rank": 67307,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5ee9b1213935df3607a962e8bd06c3b1bed77aa5",
  "url": "https://www.elcaribe.com.do/gente/sociales/trazando-el-camino-hacia-la-igualdad-justicia-social-eleva-nuevas-lideres-a-su-direccion-nacional",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "El Caribe",
  "published": "2024-03-14T23:43:00.000+02:00",
  "title": "Justicia Social eleva nuevas líderes a su Dirección Nacional",
  "text": "| | ESCUCHA ESTA NOTICIA Santo Domingo, RD. – Como una muestra del compromiso por reivindicar los derechos de las mujeres y construir una sociedad más justa, igualitaria e inclusiva, el partido Justicia Social (JS) anunció la elevación de nuevas integrantes que formarán parte de la Dirección Nacional de esta organización. Así lo dio a conocer el presidente de JS, Julio César Valentín, en la reciente reunión de ese organismo del partido, en la que destacó que estas integraciones van en concordancia con la causa del feminismo como pilar fundamental de la misión política que han asumido desde sus inicios. Las mujeres que pasarán a formar parte de la Dirección Nacional por su trabajo, dedicación y aportes en distintas áreas, son: Milagros Méndez, Nurcis Yamilca García Celestino, Rosa Caraballo, Gregoria Soriano (Mary Coquito), Jenifer Simé, Susana Martínez, Marcelina Henríquez (Milly) y Jazmín Vicente, quien además será la titular de la Secretaría de Género y Diversidad. Por más derechos, participación e inclusión Desde sus inicios, Justicia Social ha proclamado que es una organización política que postula como fundamento “la transparencia, justicia social, inclusión y no discriminación”, así como la defensa por una sociedad equitativa, en la que se reconozcan, valoren y promuevan los derechos de las mujeres. Este postulado es plasmado en la Declaración de Principios del partido, en la que afirman ser una organización de carácter feminista, entendiendo el feminismo como forma de lucha por la igualdad de derechos entre mujeres y hombres. Dicha declaración ha sido coherente con el ejercicio político de esta joven organización, al incentivar consecuentemente la presencia y el poder de las mujeres dentro del partido, fortaleciendo con ello el porcentaje de participación femenina en la política nacional. Nuevas integrantes Milagros Méndez, es una profesional multifacética con experiencia en periodismo, locución, producción de radio y televisión, así como en asesoramiento en comunicación política y corporativa. Además, se desempeña como docente universitaria y relacionista público. Actualmente, forma parte de la Secretaría de Comunicaciones del Partido Justicia Social. Nurcis García, es una estudiante de Derecho y comunicadora comprometida con el bienestar de la colectividad. Ha sido elevada a la categoría de miembro del comité nacional del Partido Justicia Social, donde trabaja incansablemente para contribuir al éxito de su partido. Jennyfer Sime, es una profesional del Marketing Estratégico y la Publicidad de Impacto Positivo con experiencia en el sector privado de República Dominicana y Colombia. Como co-fundadora y Directora de Marca en EMDES Foundation, lidera iniciativas de alto compromiso social. Actualmente, ejerce como presidenta de la circunscripción 2 de Santo Domingo Este por el partido Justicia Social, ampliando así su compromiso cívico después de haber incursionado en la política como candidata a Regidora de esta demarcación en 2024. Yazmin Vicente, es una activista social comprometida con el bienestar y la inclusión de grupos vulnerables. Desde niña, colabora con organizaciones como la Iglesia Católica, Unicef y Plan Internacional. A los 14 años fundó y lideró la Red Juventud Vibrante, beneficiando a más de 8,992 jóvenes. Después del terremoto de Haití en 2010, dejó su empleo en una multinacional para trabajar como voluntaria con «Un techo para mi país» en Chile y República Dominicana. Ha participado activamente en movimientos sociales como la lucha por Los Haitises, La Barrick Gold y la educación. Militó en el Partido de la Liberación Dominicana y actualmente es titular de la Secretaría de Género, Diversidad e Inclusión del Partido Justicia Social. Es Licenciada en Publicidad por la Universidad APEC y presidenta honoraria de la Fundación Almas de Amor. Gregoria Soriano Vidal, conocida cariñosamente como «Mari Coquito», es una destacada luchadora social y educadora. Con experiencia como regidora y Vicealcaldesa del municipio Monte Plata, ha dedicado su vida a servir a su comunidad y promover el bienestar de sus habitantes. Marcelina Henríquez, conocida como Milly, abogada e ingeniera industrial. Ha sido parte de varias organizaciones comunitarias y sin fines de lucro, acumulando 40 años de trabajo social y político. En las elecciones del 18 de febrero fue candidata a regidora por el distrito municipal Santiago Oeste. Susana Martínez posee una extensa trayectoria como educadora, así como un destacado papel como activista social y política. En febrero de 2024, participó como candidata a regidora por el partido Justicia Social en el municipio Santo Domingo Este. Rosa Caraballo es una joven profesional y emprendedora que encuentra en el partido Justicia Social la plataforma ideal para su crecimiento político y para realizar contribuciones significativas a los sectores más vulnerables. Cuenta con múltiples capacitaciones en escenarios internacionales.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:11:14.230+02:00",
  "updated": "2024-03-15T00:11:14.230+02:00"
}