{
  "thread": {
    "uuid": "9ed48d968ac6c2dbe149e48a6d19de94077c940c",
    "url": "https://cbs12.com/news/local/lake-worth-chabad-opens-center-dedicated-for-teens",
    "site_full": "cbs12.com",
    "site": "cbs12.com",
    "site_section": "https://cbs12.com",
    "site_categories": [
      "media",
      "tech",
      "palmtops_pdas"
    ],
    "section_title": "chevron-right",
    "title": "chevron-right",
    "title_full": "chevron-right",
    "published": "2024-03-28T23:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cbs12.com/resources/media/678f1bc1-6f94-439b-ba7a-f972144cb6cb-large16x9_IMG_2466.jpg",
    "performance_score": 0,
    "domain_rank": 15308,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9ed48d968ac6c2dbe149e48a6d19de94077c940c",
  "url": "https://cbs12.com/news/local/lake-worth-chabad-opens-center-dedicated-for-teens",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Amber Raub",
  "published": "2024-03-28T23:28:00.000+02:00",
  "title": "chevron-right",
  "text": "LAKE WORTH, Fla. (CBS12) — The Chabad of Lake Worth unveiled its first-ever \"branded\" Jewish teen center, and it’s all the brainchild of local teens who felt that a safe space was necessary during these challenging times for Jewish youth. The CTeen Lounge is a center where Jewish teens can go to relax and bond with like-minded people in a safe and enjoyable environment. “In this time when we just need the light and this CTeen Lounge, it really just gives us that light that the world needs right now in this time of darkness,\" said local teen Neta Froimovich. Neta is a part of the group of teens who advocated for their own space. And she says the Chabad of Lake Worth’s newly unveiled CTeen lounge is perfect, especially as she and her peers have seen increasing anti-semitism across the country. “I think that every teen needs a kind of support system and the Jewish CTeen Lounge, having an open space, that physical tangible space that we have. It's crucial. It's really great,\" said Neta. And they’re not alone, a study done by the Anti-Defamation League reveals after the October 7th attack on Israel by Hamas, Antisemitic incidents rose in schools by 54 percent. See also: [Final suspect in assisted living facility manhunt arrested after 6 days](https://cbs12.com/news/local/third-suspect-chelsea-terry-ernest-jackson-jr-and-marcus-logan-in-greenacres-felony-shoplifting-cases-apprehended-after-six-day-chase-surround-and-search-an-2090-north-congress-avenue-assisted-living-facility-florida-news-march-28-2024#) And with all the hate, Rabbi Mendy Rosenfeld says this lounge is meant to bring more positivity, or light, into the world. “We spread the light, we increase the light and our sages tell us that if we see what evil could accomplish imagine what light could accomplish,\" said Rabbi Mendy. Rabbi Mendy’s wife, and co-director of CTeen Lake Worth, Leah says this center can help shape teens’ futures. “If they understand their value and they know how necessary they are. And they feel valued by us as a community. Then they become the leaders of the next generation,\" said Leah. And teens like Neta are more than grateful to have the support. “It's really that place where you're able to connect with that Jewish soul that you have, and even not Jewish having that safe space to talk about whatever you need to talk about. Its important-it's really important,\" said Neta. Rabbi Mendy says even though they just opened, so many teens utilize this space that they’re already talking about how they can expand it.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "neta froimovich",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "anti-defamation league",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "fla.",
        "sentiment": "none"
      },
      {
        "name": "chabad of lake worth",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T03:30:11.342+03:00",
  "updated": "2024-03-29T03:30:11.342+03:00"
}