{
  "thread": {
    "uuid": "65d50aaac6bb8ff3730392f5ca9fcd80540cb704",
    "url": "https://www.stripes.com/theaters/asia_pacific/2024-01-19/japan-space-agency-spacecraft-moon-landing-12730436.html",
    "site_full": "www.stripes.com",
    "site": "stripes.com",
    "site_section": "https://www.stripes.com",
    "site_categories": [
      "media",
      "jobs",
      "us_military"
    ],
    "section_title": "Stars and Stripes | The U.S. military's independent news source.",
    "title": "Robot spacecraft makes soft lunar landing, Japanese space agency says | Stars and Stripes",
    "title_full": "Robot spacecraft makes soft lunar landing, Japanese space agency says | Stars and Stripes",
    "published": "2024-01-19T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.stripes.com/incoming/fvnioi-earth-from-moon.jpg/alternates/LANDSCAPE_480/earth%20from%20moon.jpg",
    "performance_score": 0,
    "domain_rank": 3699,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "65d50aaac6bb8ff3730392f5ca9fcd80540cb704",
  "url": "https://www.stripes.com/theaters/asia_pacific/2024-01-19/japan-space-agency-spacecraft-moon-landing-12730436.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Christian Davenport",
  "published": "2024-01-19T07:00:00.000+02:00",
  "title": "Robot spacecraft makes soft lunar landing, Japanese space agency says | Stars and Stripes",
  "text": "[Asia-Pacific](https://www.stripes.com/theaters/asia_pacific/) Robot spacecraft makes soft lunar landing, Japanese space agency says The Washington Post January 19, 2024 Japan’s space agency said Friday that its robotic spacecraft achieved a soft landing on the moon but that its solar cell was not generating power, forcing the vehicle to rely on batteries. Most of the lander’s equipment is functioning, according to Hitoshi Kuninaka, director general of the Japan Aerospace Exploration Agency. The lander was communicating with Earth, he said, evidence that it did not crash. “We believe that the soft landing itself was successful,” he said at a news conference about two hours after the spacecraft reached the lunar surface. It was unclear why the solar cell was not generating power. Kuninaka said “there was hope” it would start to produce power, but if it does not, the batteries could only last “several hours.” With the successful landing, Japan became the fifth country to land on the moon in a mission designed to test technologies that would allow spacecraft to land precisely on the lunar surface. The mission, without any people on board, was an important showcase for the space agency, which is partnering with NASA on its Artemis program, an effort to eventually return astronauts to the moon. Japan is also keen to demonstrate its prowess in space at a time when China has become a growing space power - one that has made the moon a central part of its ambitions. The Japanese spacecraft, known as SLIM, or Smart Lander for Investigating Moon, is about the size of a delivery truck and uses cameras and sensors to be able to land precisely. The spacecraft’s cameras were designed to take photographs of the lunar surface, looking “for obstacles that would actually be dangerous to the spacecraft should it land directly on them, for example, large boulders,” the space agency said during a broadcast of the mission. Unlike other lunar landers, which target a relatively wide area for landing, Japan’s mission was designed to land within an area of only 100 meters, or some 328 feet. The spacecraft would be guided to its landing spot by taking photos of the ground, which would then be processed by an onboard computer that compares the images with maps taken from orbiters on previous missions. Based on the photos of the terrain, the spacecraft “can actually identify very accurately where it is on the surface,” the space agency said during the broadcast. Being able to land precisely on the lunar surface is important, especially as NASA and other space agencies target the south pole of the moon, where there is water in the form of ice in its permanently shadowed craters. “The favorable locations allowing sustainable water resource exploration in polar regions … are limited to a very narrow area,” the space agency said in a statement. Japan’s autonomous landing sequence was markedly different from that of the Apollo 11 mission in 1969, when Neil Armstrong famously took manual control of the spacecraft and guided it to a safe spot on the surface as the fuel nearly ran out. The SLIM spacecraft was equipped with two small rovers that were to be ejected shortly before touchdown. One, about the size of a baseball, is equipped with cameras that were to take photos of the landing scene. Once on the surface, it would transform itself into a different shape, roughly resembling a turtle, and would use wheels to move about. Another small probe was to hop around the surface, allowing it to explore the terrain around the spacecraft. Their status was also unclear. The mission comes just days after a failed lunar landing attempt by a Pittsburgh company that was working in partnership with NASA. The spacecraft, developed by Astrobotic, started leaking fuel shortly after deploying from its rocket on the way to the moon. Still, it traveled deep into space, giving the company valuable data that it intends to use on future missions. Next month, however, Intuitive Machines, an aerospace company based in Houston, plans a landing of its own. If successful, it would be the first U.S. space mission in more than 50 years to land softly on the moon, as well as the first commercial vehicle to land on the moon. Later this year, China is planning to land a craft on the far side of the moon in an effort to bring samples back to Earth. That mission would be China’s second landing on the far side of the moon; in 2019, China became the only country to have successfully landed on the moon’s far side. In 2020, a Chinese spacecraft brought back samples from the lunar surface,",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hitoshi kuninaka",
        "sentiment": "none"
      },
      {
        "name": "kuninaka",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "japan aerospace exploration agency",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "asia-pacific",
        "sentiment": "none"
      },
      {
        "name": "earth",
        "sentiment": "none"
      },
      {
        "name": "japan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T23:40:03.728+02:00",
  "updated": "2024-01-19T23:40:03.728+02:00"
}