{
  "thread": {
    "uuid": "f5ddf4d83f6070bdc649e774af140487e9b605f1",
    "url": "https://www.elconfidencialdigital.com/articulo/dinero/consolida-fenomeno-tardeos-navidad-suben-25-anos/20240108000000698082.html",
    "site_full": "www.elconfidencialdigital.com",
    "site": "elconfidencialdigital.com",
    "site_section": "http://www.elconfidencialdigital.com//rss/section/1/",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Auge de la Tardebuena y la Tardevieja: crece la asistencia un 25% en dos años",
    "title_full": "Auge de la Tardebuena y la Tardevieja: crece la asistencia un 25% en dos años",
    "published": "2024-01-08T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.elconfidencialdigital.com/media/elconfidencialdigital/images/2023/12/07/2023120711225152798.jpg",
    "performance_score": 0,
    "domain_rank": 20186,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f5ddf4d83f6070bdc649e774af140487e9b605f1",
  "url": "https://www.elconfidencialdigital.com/articulo/dinero/consolida-fenomeno-tardeos-navidad-suben-25-anos/20240108000000698082.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "José María Martínez",
  "published": "2024-01-08T00:00:00.000+02:00",
  "title": "Auge de la Tardebuena y la Tardevieja: crece la asistencia un 25% en dos años",
  "text": "Auge de la Tardebuena y la Tardevieja: crece la asistencia un 25% en dos años\nSe consolidan los encuentros de amigos en bares antes de la cenas del 24 y 31 de dicembre\n[Las consumiciones preferidas: cerveza y vermut](#emstronglas-consumiciones-preferidas-cerveza-y-vermutnbsp-strong-em) [\"Tardeo\" para jóvenes y mayores](#emstrong-tardeo-para-jovenes-y-mayoresnbsp-strong-em) [Costumbre en ciudades de menor tamaño pero no exclusiva](#emstrongcostumbre-en-ciudades-de-menor-tamano-pero-no-exclusivanbsp-strong-em)\nEn los días previos a las celebraciones de Nochebuena y Nochevieja, un fenómeno conocido como \"tardeo\" ha experimentado un crecimiento significativo, consolidándose como una tendencia cada vez más arraigada en la sociedad. Esta nueva tradición, que implica pasar las horas previas a las cenas familiares de una manera más relajada y festiva, ha ganado adeptos, convirtiéndose en una práctica común entre amigos y conocidos.\nLas plazas y espacios públicos se han convertido en el escenario perfecto para esta tendencia, evidenciando un ambiente optimista y animado. Según explican los hosteleros al Confidencial Digital, desde el advenimiento de la pandemia, se ha notado un incremento notable en las ganas de las personas por salir y disfrutar en las calles. Este fenómeno, popularmente denominado \"tardevieja\" y \"tardebuena\", se ha fortalecido gracias al aumento en la adquisición de comidas preparadas, lo que ha otorgado más tiempo a la población para compartir momentos entre amigos acompañados de una copa o una cerveza.\nLas consumiciones preferidas: cerveza y vermut\nEste evento informal, caracterizado por reunirse entre amigos para disfrutar de un momento distendido antes de las cenas familiares, ha revelado ciertos patrones en las elecciones de consumo durante estas fechas señaladas.\nSegún los datos recabados en distintos establecimientos hosteleros, se ha observado que las cervezas y el vermut encabezan la lista de bebidas favoritas durante este \"tardeo\" previo a las celebraciones. Estas opciones refrescantes y versátiles han ganado popularidad entre los participantes, ofreciendo un abanico de sabores que se adaptan al ambiente festivo.\nLas cervezas, por su variedad y frescura, se han convertido en una elección recurrente entre los asistentes. Su disponibilidad en diferentes estilos y marcas permite satisfacer los gustos de los presentes, convirtiéndolas en la bebida estrella para brindar y compartir entre amigos.\nEl vermut, por su parte, ha experimentado un resurgimiento en los últimos tiempos, convirtiéndose en una opción sofisticada y llena de matices para quienes buscan sabores más complejos y aromáticos. Su versatilidad para disfrutarse solo, con hielo o acompañado de una rodaja de naranja, lo ha convertido en una alternativa muy demandada durante estas jornadas de celebración.\nAdemás de las bebidas, el \"tardeo\" no se limita únicamente al consumo líquido. En este evento informal, también se aprecia una tendencia hacia el disfrute de tapas y raciones que complementan la experiencia de manera equilibrada. Las tapas, porciones pequeñas de diferentes platos, se convierten en la opción ideal para acompañar las bebidas, fomentando un consumo responsable y moderado.\n\"Tardeo\" para jóvenes y mayores\nEste enfoque gastronómico no solo enriquece la experiencia del \"tardeo\" sino que también contribuye a un consumo más responsable por parte de los participantes. El disfrute de tapas y raciones no solo complementa las bebidas, sino que también ayuda a mantener un equilibrio en el consumo, favoreciendo una experiencia social más armoniosa y consciente.\nLa Asociación Hostelería de España ha señalado un incremento del 25% en la asistencia a estas fechas especiales, las cuales se extienden a lo largo de todo el día. Además, destacan el hecho de que este fenómeno ha dejado de ser exclusivo de los jóvenes, abarcando ahora a personas de todas las edades que buscan disfrutar de un momento distendido antes de sumarse a las celebraciones formales en familia.\nCostumbre en ciudades de menor tamaño pero no exclusiva\nSegún los datos recopilados por los hosteleros, esta tendencia se registra especialmente en ciudades de menor tamaño, donde la accesibilidad y la espontaneidad juegan un papel crucial. No es necesario coordinar previamente la asistencia, lo que facilita la participación de un mayor número de personas.\nEste cambio en las costumbres festivas sugiere una evolución en la forma en que la sociedad disfruta de estos días señalados, donde el ambiente informal y festivo se fusiona con la tradición familiar. El \"tardeo\" se posiciona como una opción más enriquecedora y diversa para dar comienzo a las celebraciones navideñas, uniendo a personas de distintas generaciones en un ambiente de alegría.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:13:29.892+02:00",
  "updated": "2024-01-08T01:13:29.892+02:00"
}