{
  "thread": {
    "uuid": "9a16111359388d420fd259f4f56f3c636318d151",
    "url": "http://lalota.house.gov/media/press-releases/1milhuntington",
    "site_full": "lalota.house.gov",
    "site": "house.gov",
    "site_section": "https://lalota.house.gov",
    "site_categories": [],
    "section_title": "Congressman Nick LaLota | Representing the 1st District of New York",
    "title": "LaLota Delivers $1 Million to Keep Huntington Waters Clean Through Flood Mitigation and Energy Efficiency Improvements for the Huntington Sewer District | Congressman Nick LaLota",
    "title_full": "LaLota Delivers $1 Million to Keep Huntington Waters Clean Through Flood Mitigation and Energy Efficiency Improvements for the Huntington Sewer District | Congressman Nick LaLota",
    "published": "2024-06-20T22:18:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "http://lalota.house.gov/sites/evo-subsites/lalota.house.gov/files/evo-media-image/New-York_HuntingtonHarbor.jpg",
    "performance_score": 0,
    "domain_rank": 444,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9a16111359388d420fd259f4f56f3c636318d151",
  "url": "http://lalota.house.gov/media/press-releases/1milhuntington",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-20T22:18:00.000+03:00",
  "title": "LaLota Delivers $1 Million to Keep Huntington Waters Clean Through Flood Mitigation and Energy Efficiency Improvements for the Huntington Sewer District | Congressman Nick LaLota",
  "text": "LaLota Delivers $1 Million to Keep Huntington Waters Clean Through Flood Mitigation and Energy Efficiency Improvements for the Huntington Sewer District HUNTINGTON, NY - Today, Rep. Nick LaLota (R-Suffolk County) released the following statement after delivering $1 million in federal funding for the Town of Huntington: $500,000 for the installation of microturbines at the Huntington Sewer District Wastewater Treatment Plant and $500,000 for flood mitigation in the Huntington Sewer District. “As a lifelong Long Islander and graduate of St. Anthony’s High School, I’m proud to have been able to secure one million dollars in federal funding for the Town of Huntington to keep Huntington Harbor waters clean and safe. I appreciate the cooperation and partnership of Supervisor Smyth in protecting our critical natural resources,” said LaLota. “Ensuring Long Island families have access to clean and safe water will always be one of my priorities. I will continue to fight to make sure Long Islanders have a federal government that works for them, not against them, and delivering funding for vital infrastructure projects is part of this mission.” “Our administration is focused on the maintenance and strengthening of the Town infrastructure,” said Huntington Town Supervisor Ed Smyth. “Congressman LaLota's support of these initiatives on Capitol Hill helps keep local real estate taxes low, securing funds through federal aid.” Background: $500,000 in funding for the Huntington Sewer District will allow for the installation of methane-powered microturbines at the Huntington Sewer District Wastewater Treatment Plant. The Huntington Sewer District (HSD) Wastewater Treatment Plant (WTP) currently vents and flares a portion of the methane gas that results naturally from the biological decomposition of liquid waste products. This methane can be utilized as a high-quality renewable energy source if captured and diverted to two, quiet, efficient, gas turbines. Using these microturbines, the HSD can significantly offset its annual energy costs. Additionally, turbines will give HSD the potential to become a net energy supplier to the LIPA power grid during periods of peak demand. Another $500,000 in funding for the Huntington Sewer Line Extension project will provide flood resiliency to protect and maintain the operation of the treatment plant should flooding occur; maintaining treatment during flooding will also prevent water quality impacts to the marine surface waters in Huntington Harbor. The Huntington Sewer District wastewater treatment plant has an average daily flow limit of 2.6 million gallons per day. The District serves an area of more than 900 acres. Wastewater from the treatment plant is discharged through an outfall located in Huntington Harbor, which is classified as SA by the New York State Department of Environmental Conservation. Classification SA (marine waters) indicates the best usage for shellfishing for market purposes, swimming, and fishing. Portions of the treatment plant site are in a FEMA National Flood Hazard map as AE and most of the other portions of the treatment plant are in an area classified with a 0.2% annual chance flood hazard. The Transportation, Housing, and Urban Development Appropriations bill provided both projects' funding and was signed into law in March. [Previously](//lalota.house.gov/media/press-releases/40sound), LaLota secured $40 million for the Long Island Sound. For a list of all funding secured by Rep. LaLota in FY24, click [HERE](/sites/evo-subsites/lalota.house.gov/files/evo-media-document/March 6th Bill 1.pdf). ### [Congress](/issues/congress)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nick lalota",
        "sentiment": "none"
      },
      {
        "name": "smyth",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "huntington sewer district | congressman nick lalota lalota",
        "sentiment": "neutral"
      },
      {
        "name": "keep huntington waters clean through flood mitigation and energy efficiency improvements",
        "sentiment": "neutral"
      },
      {
        "name": "keep huntington waters clean through flood mitigation and energy effic",
        "sentiment": "neutral"
      },
      {
        "name": "long islanders",
        "sentiment": "none"
      },
      {
        "name": "st. anthony’s high school",
        "sentiment": "none"
      },
      {
        "name": "huntington sewer district wastewater treatment plant",
        "sentiment": "none"
      },
      {
        "name": "huntington sewer district",
        "sentiment": "none"
      },
      {
        "name": "town of huntington",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "huntington",
        "sentiment": "none"
      },
      {
        "name": "huntington",
        "sentiment": "none"
      },
      {
        "name": "huntington sewer district",
        "sentiment": "none"
      },
      {
        "name": "huntington harbor",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T00:18:06.626+03:00",
  "updated": "2024-06-21T00:18:06.626+03:00"
}