{
  "thread": {
    "uuid": "536492e1c48e135c8ba76677b016f0b0441e5cd4",
    "url": "https://www.rcnradio.com/colombia/region-central/mina-de-sal-de-nemocon-una-experiencia-imperdible-para-creyentes-catolicos",
    "site_full": "www.rcnradio.com",
    "site": "rcnradio.com",
    "site_section": "https://www.rcnradio.com/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "RCN Radio - Últimas Noticias de Colombia y el mundo - Noticias - RCN Radio",
    "title": "Mina de Sal de Nemocón: Una experiencia imperdible para creyentes católicos",
    "title_full": "Mina de Sal de Nemocón: Una experiencia imperdible para creyentes católicos",
    "published": "2024-03-28T23:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://files.rcnradio.com/public/2024-03/img_5994.jpeg?VersionId=dluHUUKij5UqzTpxpe03ITzXaOEMRxAS",
    "performance_score": 0,
    "domain_rank": 26862,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "536492e1c48e135c8ba76677b016f0b0441e5cd4",
  "url": "https://www.rcnradio.com/colombia/region-central/mina-de-sal-de-nemocon-una-experiencia-imperdible-para-creyentes-catolicos",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "dsrincon",
  "published": "2024-03-28T23:10:00.000+02:00",
  "title": "Mina de Sal de Nemocón: Una experiencia imperdible para creyentes católicos",
  "text": "Mina de Sal de Nemocón: Una experiencia imperdible para creyentes católicos Mientras que la Capilla en honor a la Virgen del Carmen ofrece una experiencia espiritual incomparable. Durante esta Semana Santa un lugar resalta como uno de los sitios emblemáticos imperdibles en términos religiosos y naturales, el recorrido de La Mina de Sal de Nemocón una experiencia enriquecedora para los creyentes católicos y amantes de la historia. La Alcadía de Memocón informó que a partir de la Semana Santa, las puertas de esta maravilla natural se abrirán para ofrecer una experiencia nocturna memorable con más de 500 años de historia. En los registros se señala que la Mina de Sal de Nemocón combina fascinantes relatos históricos, cultura y una impresionante belleza natural que cautiva a sus visitantes. Lea también: [Semana Santa en Cali 2024: horarios para subir al Cerro de las Tres Cruces](https://www.rcnradio.com/colombia/pacifico/semana-santa-en-cali-2024-horarios-para-subir-al-cerro-de-las-tres-cruces) “Quiero extenderles a todos los colombianos, a los extranjeros, una cordial invitación y es para que vengan y conozcan nuestro hermoso municipio Nemocón, Cundinamarca, ubicado a tan sólo 65 kilómetros de la capital de la república\" dijo Cristian Chacón, alcalde de Nemocón. Así mismo, el mandatario municipal sseñaló que la Mina de Sal de Nemocón \"es un lugar único, mágico, maravilloso, en el que van a poder encontrar aquí este espectacular lugar, Mina de Sal, un sitio que tiene lugares mágicos, que cuenta con el corazón más grande del mundo en halita de sal”. Los túneles subterráneos revelan secretos ancestrales, mientras que el Museo de Historia Natural de la Sabana permite sumergirse en la rica historia de la extracción de sal y la vida de los mineros. De igual forma, los espejos de agua subterráneos y las cascadas de sal crean un ambiente mágico y surrealista, mientras que la Capilla en honor a la Virgen del Carmen ofrece una experiencia espiritual incomparable, un espacio único que le da la bienvenida a los turistas internacionales. Lea también: [Póngase en modo Semana Santa: WhatsApp ofrece interesante opción](https://www.rcnradio.com/tecnologia/pongase-en-modo-semana-santa-whatsapp-ofrece-interesante-opcion) “He aprendido que la madre naturaleza es fascinante de verdad que el turismo ecológico en esa parte es hermoso te invito a que lo conozcas realmente las fibras de la piel se sienten muy hermoso porque puedes ver todas las creaciones de sal que hay aquí el corazón, que se ve hermoso, las historias de Nemocan el minero que cargó la piedra o sea todo eso es hermoso”, expresó Maria turista mexicana. Los turistas también tienen la oportunidad de explorar la Halita más grande del mundo y visitar la locación de la película de los mineros \"Los 33\". “Está la cápsula Fénix una réplica porque acá en la Mina de Sal de Nemocón grabaron la película de ‘Los 33 mineros’ de chile con el señor Antonio Banderas, la primera película de Colombia para el mundo a contraprestación simplemente publicidad, en la película sale agradecimientos a la Mina de Sal de Nemocón“, dijo Juan Carlos Gelves, guia de la Mina de Sal. La Mina de Sal de Nemocón está abierta de lunes a domingo de 9:00 a.m. a 5:00 p.m., con precios de entrada que van desde $38.000 para adultos nacionales hasta $45.000 para adultos extranjeros. Los interesados pueden obtener más información y realizar reservas visitando el sitio web [www.minadesal.com.](www.minadesal.com.) Sistema Integrado de Información",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T00:46:11.825+02:00",
  "updated": "2024-03-29T01:29:51.522+02:00"
}