{
  "thread": {
    "uuid": "078c9a7005a9c2c37f8f86ca7331bbd5cc3ebb5b",
    "url": "https://chicago.eater.com/2024/1/5/24026598/pierogi-kitchen-polish-american-restaurant-reconcept-firewood-bbq-wicker-park-chicago",
    "site_full": "chicago.eater.com",
    "site": "eater.com",
    "site_section": "http://chicago.eater.com/rss/index.xml",
    "site_categories": [
      "food",
      "cuisine_specific"
    ],
    "section_title": "Eater Chicago -  All",
    "title": "Enjoy Brisket Pierogi at This Revamped Bucktown Barbecue Joint",
    "title_full": "Enjoy Brisket Pierogi at This Revamped Bucktown Barbecue Joint",
    "published": "2024-01-05T22:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.vox-cdn.com/thumbor/AZiF0XdAi8_pSRCfTwgUtHyLII4=/0x0:4032x2111/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/25206141/Image_5.jpg",
    "performance_score": 0,
    "domain_rank": 1349,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 30,
        "comments": 8,
        "shares": 28
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "078c9a7005a9c2c37f8f86ca7331bbd5cc3ebb5b",
  "url": "https://chicago.eater.com/2024/1/5/24026598/pierogi-kitchen-polish-american-restaurant-reconcept-firewood-bbq-wicker-park-chicago",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Naomi Waxman",
  "published": "2024-01-05T22:15:00.000+02:00",
  "title": "Enjoy Brisket Pierogi at This Revamped Bucktown Barbecue Joint",
  "text": "After around a decade of slinging hefty portions of smoked meats at their sibling barbecue spots\nElla’s and Earl’s and, more recently, at Firewood BBQ, Gosia Pieniazek and Artur Wnorowski are trying something new. Nine months since opening Firewood, the husband-and-wife team is turning their Bucktown location into a Polish American restaurant. Pierogi Kitchen, 1856 W. North Avenue, will feature both traditional and modern pierogi, as well as popular Eastern European soups and house-smoked kielbasa. Firewood introduced new elements not found at the Polish immigrants’ other restaurants, including a bar and a focus on dine-in service. That made moving away from barbecue and transforming the space easier. “We’re 100 percent Polish, born and raised on pierogi and smoked sausages and everything around that,” says Wnorowski. “ is about family,” adds Pieniazek. “It’s coming back home and making the complete turnaround to where we’re from.”\nThe switch to Pierogi Kitchen stemmed from a combination of factors, Wnorowski says. Barbecue operations had become routine for the couple, who longed to branch out and bring some range to their collection of restaurants, which also includes Mas Tacos in Irving Park. Proximity also played a role — they felt it was too close to Ella’s BBQ in Lincoln Park and Earl’s BBQ in Jefferson Park. They’ve started rolling out the new menu alongside a few staples from the Firewood and hope to complete the switch by mid-January.\nWnorowski is now applying his penchant for problem-solving to pierogi, which he says appear simple but are, in fact, quite complex and labor intensive. After experimenting with several types of flour, he’s settled on a Polish variety called Królowa Kuchni, or “queen of the kitchen,” that creates a buttery, melt-in-your-mouth dough.\nThe couple is also having fun with fillings. Early submissions err on the side of tradition with options such as potato and cheese, sauerkraut and oyster mushrooms, and smoked brisket. There are dessert alternatives like sweet cream and blueberry, and in the future, Wnorowski envisions playful spins like pierogi stuffed with macaroni and cheese or peanut butter and jelly.\nOther highlights include a pair of soups: Zurek, a popular Polish comfort food made with fermented rye, smoked hock broth, sausage, hard-boiled egg, and marjoram; and red barszcz, a Polish cousin of borscht made with fermented beets and mini mushroom pierogi. That’s on top of appetizers like pickled herring and steak tartare, and a host of meaty entrees such as duck leg confit (apple celeriac remoulade) and a smoked Polish kielbasa sandwich with pickled mushrooms, mustard, and sauerkraut.\n“We’re trying to be a destination spot for all the pierogi lovers out there and someone looking to try something unique,” says Wnorowski. He and Pieniazek are also changing the bar menu to integrate Polish cordials, liqueurs, and spirits into familiar cocktails, like an Old Fashioned made with Krupnik Honey Liqueur instead of simple syrup, a “totally crushable” martini with cherry cordial, and a concoction that bridges Poland and Chicago with apples, smoked tea cordial, Żubrówka vodka, and Jeppson’s Malört.\nThough the culinary changes are significant, the couple don’t plan to make many alterations to the space, which seats 70 inside and another 40 on an outdoor patio. The homey, wood-laden style of Firewood translates nicely to Pierogi Kitchen, Pieniazek says, though they are bringing in folk art-inspired decor from Poland to add some brightness to the dining room. Wnorowski, who has worked as an audio engineer and music producer, is also excited to introduce diners to Polish indie bands (“You won’t hear any Top 40, ok?”) with a playlist featuring\nAnia Rusowicz, LYSKACZ, Bartek Krolik, KAEYRA, Karimski Club, and more.\nUltimately, Wnorowski and Pieniazek feel called to bring attention back to Polish cuisine, which they say is currently underrepresented in the city. Upon her arrival in Chicago, one of Pieniazek’s first jobs was as a waitress at the Busy Bee, a Polish diner that\nclosed in 1998 after 33 years near Wicker Park’s six-corner intersection, near what would become the Violet Hour.\nPolish culture factors in the area’s history as nearby Division Street was once hailed as “Polish Broadway.” Busy Bee owner Sophie Madej was supportive of Pieniazek as she began to create a life in Chicago.\n“What Sophie created [at the Busy Bee] was a very friendly, welcoming environment,” says Pieniazek. “She was a remarkable woman and everybody felt like they were at home there, so that’s something we want to remember and draw on as we’re creating Pierogi Kitchen.”\nPierogi Kitchen, 1856 W. North Avenue, Open 11 a.m. to 9 p.m. Monday through Thursday; 11 a.m. to 10 p.m. Friday and Saturday; 10 a.m. to 8 p.m. Sunday.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Social Issue"
  ],
  "external_links": [
    "https://www.instagram.com/lyskacz_morwa/?hl=en",
    "https://www.instagram.com/anna_rusowicz_official/?hl=en",
    "https://www.firewoodbbqchicago.com/",
    "https://www.instagram.com/bartekkrolik/?hl=en",
    "https://www.pierogikitchenchicago.com/",
    "https://www.instagram.com/karimskiclub/",
    "https://www.instagram.com/kaeyra",
    "https://www.chicagotribune.com/news/ct-xpm-1998-06-06-9806060109-story.html",
    "https://www.firewoodbbqchicago.com",
    "https://www.instagram.com/anna_rusowicz_official/",
    "https://pierogikitchenchicago.com/",
    "https://instagram.com/lyskacz_morwa/?hl=en",
    "https://instagram.com/karimskiclub/",
    "https://chicagotribune.com/news/ct-xpm-1998-06-06-9806060109-story.html",
    "https://firewoodbbqchicago.com/",
    "https://instagram.com/anna_rusowicz_official/?hl=en",
    "https://www.instagram.com/lyskacz_morwa/",
    "https://www.instagram.com/karimskiclub",
    "https://www.pierogikitchenchicago.com",
    "https://instagram.com/kaeyra",
    "https://www.instagram.com/bartekkrolik/",
    "https://instagram.com/bartekkrolik/?hl=en"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ell",
        "sentiment": "negative"
      },
      {
        "name": "brisket pierogi",
        "sentiment": "negative"
      },
      {
        "name": "earl",
        "sentiment": "none"
      },
      {
        "name": "gosia pieniazek",
        "sentiment": "none"
      },
      {
        "name": "pieniazek",
        "sentiment": "none"
      },
      {
        "name": "wnorowski",
        "sentiment": "none"
      },
      {
        "name": "artur wnorowski",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bucktown barbecue joint after",
        "sentiment": "negative"
      },
      {
        "name": "firewood bbq",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "north avenue",
        "sentiment": "none"
      },
      {
        "name": "pierogi kitchen",
        "sentiment": "none"
      },
      {
        "name": "bucktown",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:11:30.647+02:00",
  "updated": "2024-01-06T00:11:30.647+02:00"
}