{
  "thread": {
    "uuid": "18058c9b1f5ef4ea1387d92d69f4468140ba7cc6",
    "url": "https://www.romatoday.it/attualita/papa-francesco-bacia-piedi-detenute-rebibbia.html",
    "site_full": "www.romatoday.it",
    "site": "romatoday.it",
    "site_section": "https://www.romatoday.it/rss/channels/attualita",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Attualità",
    "title": "Il Papa a Rebibbia, lava e bacia piedi a dodici detenute",
    "title_full": "Il Papa a Rebibbia, lava e bacia piedi a dodici detenute",
    "published": "2024-03-29T08:41:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.romatoday.it/~media/horizontal-hi/69053239648453/papa-francesco-17.jpg",
    "performance_score": 0,
    "domain_rank": 33776,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "18058c9b1f5ef4ea1387d92d69f4468140ba7cc6",
  "url": "https://www.romatoday.it/attualita/papa-francesco-bacia-piedi-detenute-rebibbia.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redazione",
  "published": "2024-03-29T08:41:00.000+03:00",
  "title": "Il Papa a Rebibbia, lava e bacia piedi a dodici detenute",
  "text": "[Attualità](https://www.romatoday.it/attualita/) Il Papa a Rebibbia, lava e bacia piedi a dodici detenute \"La sua presenza qui è un raggio di sole, che scalda il cuore e ravviva la speranza di poter ricominciare anche quando ci si trova a ripartire da zero\", ha commentato la direttrice della Casa circondariale femminile di Rebibbia, Nadia Fontana Lacrime, applausi e tanta commozione. Un mix di emozioni ha avvolto Papa Francesco al suo arrivo nella casa circondariale femminile di Rebibbia dove giovedì era atteso per il rito della lavanda dei piedi. Ad accoglierlo, al suo ingresso in sedia a rotelle, un lungo applauso delle detenute e del personale del carcere. Papa Francesco ha lavato e baciato i piedi a dodici donne. Pur sulla sedia a rotelle, il Pontefice non ha voluto rinunciare a eseguire il rito che ricorda quello di Gesù durante l'ultima cena. Proprio il gesto di umiltà e di fortissima umanità della 'lavanda dei piedi', specie verso persone che soffrono per errori passati e per la privazione della libertà, è quello che determina il più alto tasso di commozione. Con la lavanda dei piedi, ha spiegato il Pontefice nella breve omelia pronunciata a braccio, \"Gesù si umilia, e con questo gesto ci fa capire quello che aveva detto: 'Io non sono venuto per essere servito, ma per servire'. Ci insegna il cammino del servizio\". Presente la direttrice, Nadia Fontana, che ha voluto dare al Papa \"un 'grazie' moltiplicato per il numero di coloro che abitano in questo luogo e che soffrono la privazione della libertà: sono 360 detenute e un bambino\". Per tutti loro, spiega la direttrice, \"la sua presenza qui oggi è per ciascuno di loro un raggio di sole che scalda il cuore e ravviva la speranza di poter ricominciare anche quando ci si trova a ripartire da zero\". Dopo la messa c'è stato lo scambio di doni: il Pontefice ha offerto alle detenute un quadro con l'immagine della Madonna e al figlio di una di loro ha regalato un uovo di Pasqua. Le ospiti di Rebibbia gli hanno regalato un cesto con i prodotti della terra dell'orto del carcere, un rosario con i colori dell'arcobaleno fatto all'uncinetto con le perle e due stole ricamate da loro nel laboratorio di cucito.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T09:49:36.317+03:00",
  "updated": "2024-03-29T18:15:54.581+03:00"
}