{
  "thread": {
    "uuid": "067d071afd1a11a6692540744e275726d3448a4e",
    "url": "https://www.santafenewmexican.com/news/local_news/evacuees-from-ruidoso-area-fires-recount-panic-express-gratitude/article_98924e66-2f19-11ef-940f-e7a06385183d.html",
    "site_full": "www.santafenewmexican.com",
    "site": "santafenewmexican.com",
    "site_section": "http://www.santafenewmexican.com//search/?q=&t=article&l=100&d=&d1=&d2=&s=start_time&sd=desc&nsa=eedition&c[]=news,news/*&f=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "www.santafenewmexican.com - RSS Results in news,news/* of type article",
    "title": "Evacuees from Ruidoso area fires recount panic, express gratitude",
    "title_full": "Evacuees from Ruidoso area fires recount panic, express gratitude",
    "published": "2024-06-22T23:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/santafenewmexican.com/content/tncms/assets/v3/editorial/5/75/5756b55c-30ba-11ef-96f6-afb747ae63de/6677058bdf84f.image.jpg?crop=1693%2C889%2C0%2C167&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 9144,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "067d071afd1a11a6692540744e275726d3448a4e",
  "url": "https://www.santafenewmexican.com/news/local_news/evacuees-from-ruidoso-area-fires-recount-panic-express-gratitude/article_98924e66-2f19-11ef-940f-e7a06385183d.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Maya Hilty mhilty@sfnewmexican.com",
  "published": "2024-06-22T23:15:00.000+03:00",
  "title": "Evacuees from Ruidoso area fires recount panic, express gratitude",
  "text": "CAPITAN — Martha and Ron Muñez moved from Dallas to a home in Alto three weeks ago, with the intention of retiring in the peaceful rural community north of Ruidoso. Then, Monday afternoon, Martha texted her husband — who had temporarily returned to Texas — photos of a towering plume of smoke approaching their home. He told her to leave immediately. Neighbors Martha barely knew drove her to a house outside of areas evacuated from the South Fork and Salt fires to shelter. Despite widespread outages of cell service and internet, the couple managed to reunite within a a few days. “They cut off the power and internet so nobody could get a hold of anybody. I didn’t know where she was; I was freaking out. We finally met, we were crying like we were babies,” Ron recounted Friday from the Inn of the Mountain Gods, a hotel still in business just south of Ruidoso, with cots set up in a conference room for evacuees. Martha Muñez volunteered to help hotel staff dole out provisions to other evacuees to keep her mind off “everything and anything,” including what the couple will do if they return to find only ashes. “She was upset because she said, ‘I should’ve brought my jewelry. I should’ve brought your guns. I didn’t even lock the door,’ ” Ron described. “I said, ‘You didn’t have time,’ ” he continued, reassuring his wife Friday as her eyes filled with tears: “We’re good. We’re good. You’re alive.” The Muñezes’ experience reflected that of many of the approximately 8,000 people evacuated from Ruidoso and surrounding areas after the South Fork and Salt fires ignited Monday amid conditions ripe for them to rapidly spread. People sheltering at Red Cross and other evacuation centers Friday described quick, chaotic evacuations from their homes, followed by panicked efforts to locate friends and family during communications blackouts. Many emphasized their gratitude for assistance from people near and far as they grappled with continued uncertainty about what has been lost in fires and floods. ‘It’s going to be hard to recover’ At Capitan High School on Friday, several Red Cross volunteers helped about 150 people access food, clothes, medical care and free Wi-Fi or register to sleep on a cot for the night. On papers tacked to the wall, people scribbled messages such as “Jamie Estes, call Donna.” Many people arrived in a panic, said Red Cross volunteer David Bourne. “We’ll wait here, maybe 10 days,” said Jesus Hernandez, an Alto resident evacuated to the shelter Monday. Hernandez was working at Ruidoso Downs Race Track when he received orders to evacuate. “[I have] nothing: Only my shirt, my shorts and my sandals,” he said, pointing. Robert Cathey, 71 years old and a 27-year resident of Ruidoso, was also anxious to return home as a steady rain fell over the Capitan evacuation center Friday. Fire maps suggest his house has not burned but “it’s kind of in a flood zone,” he said. “They’ve run me out, and I can’t get back,” Cathey said, referring to roadblocks at seemingly every access point into the evacuation zones. “I left so much behind I should have taken with me” — including medications — “but I didn’t know it was going to be this long,” Cathey continued. “People left everything behind. I know that's a stupid thing to leave behind, but …” he joked with a small smile. Though wildfires have burned somewhere in the area “nearly every year,” the recent evacuations have been by far the worst in his experience, Cathey added. Many friends and neighbors could not get their homes insured against fire for that reason, he said, so “it’s going to be hard to recover.” ‘You’re going to be shocked’ The main streets of Ruidoso were mostly spared from fire, said Todd Oberheu, who has returned a few times as administrator of the Lincoln County Medical Center, a Ruidoso hospital evacuated due to the fires. “Honestly, if you come into town and drive where most of the tourists go, until you get more up here to the north, you won’t even know there was any fire,” Oberheu said. “But it did get close, because let me tell you, Monday night was pretty harrowing.” Surrounding town, the fires burned about 1,400 structures, state and local officials reported, including hundreds of homes and the Swiss Chalet Hotel. “I think you’re going to be shocked [and] awed when you come into the community,” Ruidoso Mayor Lynn Crawford said in a video posted to Facebook on Friday night. He announced in the video, to praise from many commenters, the village will open to full-time residents Monday morning despite continued risks. “I called an emergency meeting today because we’ve had many discussions about, are we doing the right thing [evacuating the village]? Are we protecting our citizens, or are we being Big Brother?” Crawford said. “We had to think, ‘What do we truly believe?’ and [for] myself that was, civil liberties, that you are adults, this is your property,” Crawford continued. “The main thing is that, if you’re going to come in, you need to be responsible. … With liberties comes responsibility, so that’s what we’re asking of you.” Anyone returning will need to bring food and water and be prepared for smoke and possible floods, he said. “The fire danger seems to be out of the way,\" Crawford said. \"Catastrophic floods haven’t happened yet, it’s just a matter of when, and that is going to be an issue, but that’s going to be on you to protect yourselves [and] to be aware of what’s going on.” Search and rescue teams with cadaver dogs will still be looking for missing people in burn areas, Crawford added. ‘We’ll just hang in there together’ Aid workers expect their efforts to continue for over a month until the area can get “anywhere back to a kind of normalcy,” Inn of the Mountain Gods spokeswoman Sarah Kazhe said Friday, as volunteers cleared room for truckloads of donations. “But if there’s one thing I know, the people in the area of Mescalero, Ruidoso are resilient,” Kazhe said. “We’ve had things — never like this before — but definitely had [disasters] happen before.” After touring evacuated areas Saturday, U.S. Sen. Martin Heinrich said in a statement he was “floored” by families’ resilience. “Not only did we see the heart-wrenching destruction these fires have caused, we saw a community in action,” Sen. Ben Ray Luján added in the joint statement. “New Mexicans are opening up their doors and lending a hand to those in their darkest moments.” Melody Rainer, a resident of Capitan, said she’d walked to the nearby Red Cross shelter Thursday to invite two families with dogs to stay with her. “You know, we had two homes burn down when I was a kid. I’ll never forget what it's like to not have anything, and so my heart bleeds for a lot of these people,” Rainer said. “If there’s a square inch of terrain on my property, anybody’s welcome,” she said. “We’ll just hang in there together; we’ll all take care of each other.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ron muñez",
        "sentiment": "negative"
      },
      {
        "name": "martha",
        "sentiment": "negative"
      },
      {
        "name": "ron",
        "sentiment": "none"
      },
      {
        "name": "martha muñez",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "ruidoso",
        "sentiment": "none"
      },
      {
        "name": "dallas",
        "sentiment": "none"
      },
      {
        "name": "south fork",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-23T01:03:58.533+03:00",
  "updated": "2024-06-23T04:59:16.196+03:00"
}