{
  "thread": {
    "uuid": "0d68220a79cfd7a0c881e73979e6af6fdb930438",
    "url": "https://www.poconorecord.com/story/sports/nfl/eagles/2024/03/14/saquon-barkley-reasons-for-eagles-signing-him-away-from-giants/72947587007",
    "site_full": "www.poconorecord.com",
    "site": "poconorecord.com",
    "site_section": "https://www.poconorecord.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Pocono Record: Local News, Politics & Sports in Stroudsburg, PA",
    "title": "Saquon Barkley gives reasons for Eagles signing him away from Giants",
    "title_full": "Saquon Barkley gives reasons for Eagles signing him away from Giants",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.gannett-cdn.com/authoring/authoring-images/2024/03/14/PWIL/72978659007-saquon-barkley-eagles.jpg?auto=webp&crop=3899,2193,x0,y203&format=pjpg&width=1200",
    "performance_score": 0,
    "domain_rank": 24598,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0d68220a79cfd7a0c881e73979e6af6fdb930438",
  "url": "https://www.poconorecord.com/story/sports/nfl/eagles/2024/03/14/saquon-barkley-reasons-for-eagles-signing-him-away-from-giants/72947587007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": ", Pocono Record",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "Saquon Barkley gives reasons for Eagles signing him away from Giants",
  "text": "Why Saquon Barkley was ecstatic − and surprised − Eagles signed him away from rival Giants [Martin Frank](https://www.delawareonline.com/staff/2646929001/martin-frank/) PHILADELPHIA − All of it had to be so strange for Saquon Barkley. There Barkley was, in a black Eagles hoodie, the eagle logo on the front breast, the Eagles backdrop behind him. Barkley was beginning his new career about 90 miles from where he spent the first six seasons of his career, playing against the Eagles twice a year for their rivals, the New York Giants. The Eagles often focused their defensive game plan around stopping the star running back, and not often succeeding despite the Giants having a poor offensive line, few weapons at wide receiver, and a mostly sub-standard quarterback. MORE TO COME? [How Jalen Hurts can turn Eagles free agent haul into more (Mike Williams, Justin Fields?)](https://www.poconorecord.com/story/sports/nfl/eagles/2024/03/13/eagles-free-agent-haul-lead-mike-williams-xavien-howard-saquon-barkley-jalen-hurts-howie-roseman/72947521007/) ILLEGAL CONTACT? [Saquon Barkley: Did Eagles tamper with former NY Giants running back before signing him?](https://www.poconorecord.com/story/sports/nfl/giants/2024/03/14/saquon-barkley-tampering-howie-roseman-ny-giants-philadelphia-eagles/72970678007/) \"When I put this hoodie on, it’s definitely a little different, and seeing my daughter putting on Philadelphia Eagles stuff,\" Barkley said Thursday at his introductory press conference. \"We’ve been on the worst side of the rivalry for the last couple years. \"But I’m happy. I’m happy to be a Philadelphia Eagle. I take pride in it. I’m going to take pride in this organization, I’m going to take pride in my community.\" Barkley's signing was part of a large free-agent haul for the Eagles that included edge rusher Bryce Huff (Jets), safety Chauncey Gardner-Johnson (Lions), wide receiver DeVante Parker (Patriots), offensive lineman Matt Hennessy (Falcons) and linebacker Zack Baun (Saints). But none of the others came to the Eagles from a long-time bitter rival like the Giants. That's why Barkley couldn't help but feel a tinge of sadness for the ending of his Giants career. He was the Giants' first-round pick in 2018, taken second overall out of Penn State. The running back enthralled Giants fans from the start with 1,307 yards rushing and 721 yards receiving as a rookie. But injuries − a torn ACL, ankle injuries − and the Giants' porous offensive line took their toll on Barkley, too. Barkley's only other fully healthy season was in 2022 when he had a career-high 1,312 yards rushing. And well, so did the Giants' refusal to give Barkley a long-term contract extension. That's not surprising given the depressed market for running backs. So when Barkley first became a free agent after that 2022 season, the Giants placed the franchise tag on him, a one-year deal worth $10.1 million. When he became a free agent again after rushing for 962 yards in 14 games, the Giants didn't even offer that, enabling him to become a free agent. Barkley missed the three games last season with a high ankle sprain. Still, there had to be some surprise on Barkley's part that the Eagles were the ones who offered him a three-year contract worth as much as $37.8 million with $26 million guaranteed. After all, the Eagles haven't offered a multi-year deal to a star running back since 2015. That year, the Eagles offered DeMarco Murray a five-year deal worth $40 million. It was a fiasco. Barkley, who was born in the Bronx and moved to the Allentown as a young child, knows this as much as anyone. He was teammates with Miles Sanders at Penn State, and saw how the Eagles let Sanders leave as a free agent after Sanders' career year in 2022. That year, Sanders rushed for 1,269 yards. Yet he signed with the Carolina Panthers, and the Eagles replaced him by trading for D'Andre Swift. He, too, had a career year with 1,049 yards. Yet the Eagles let him leave for a three-year deal with the Bears. But instead of finding Swift's replacement in the draft, a few hours later, they signed Barkley. \"My reaction was I was super happy that I was going to come back and stay close to home and play for a great team,\" Barkley said. \"Just ready to get (over) the business side off of it the last two years. I feel like so many people would come up to me about me getting tagged, or talking contract leading up to this. \"And now all of that’s done. The business side is done and we can keep the main thing the main thing. And that’s going out there and playing football and winning football games.\" Much like Barkley's career, even that process wasn't smooth as the NFL is looking into the [possibility that the Eagles tampered with Barkley](https://www.poconorecord.com/story/sports/nfl/giants/2024/03/14/saquon-barkley-tampering-howie-roseman-ny-giants-philadelphia-eagles/72970678007/). That emanated from comments made by Penn State football coach James Franklin on Wednesday, insinuating that Eagles GM Howie Roseman talked to Barkley, a violation of NFL rules. Team executives are only allowed to contact a player's agent during the 52-hour period from Monday at noon until 4 p.m. Wednesday, the start of the new league year. The Eagles denied making contact with Barkley. \"Coach Franklin, I think, kind of misinterpreted,” Barkley said. \"The truth was, the sales pitch to Penn State, how many Penn State fans are Philadelphia Eagles fans. But that was through my agent, and my agent told me that. It happens. I’m going to let Philly handle that.\" Barkley just wants to handle the football. And he's enthralled by the possibility of playing behind a strong offensive line, with Jalen Hurts as a running threat at quarterback, with star receivers in A.J. Brown, DeVonta Smith and tight end Dallas Goedert. \"Pick your poison,\" Barkley said about opposing defenses. \"You can collapse down and take me away, then you’ve got Jalen. If you want to stick with Jalen, then you’ve got me running behind an awesome offensive line. So I'm looking forward to all that. \"It’s not just Jalen and the offensive line, it’s all the talent on the team.\" Contact Martin Frank at mfrank@delawareonline.com. Follow on X @Mfranknfl.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://www.northjersey.com/story/sports/nfl/giants/2024/03/14/saquon-barkley-tampering-howie-roseman-ny-giants-philadelphia-eagles/72970678007/",
    "https://www.delawareonline.com/story/sports/nfl/giants/2024/03/14/saquon-barkley-tampering-howie-roseman-ny-giants-philadelphia-eagles/72970678007/",
    "https://www.delawareonline.com/story/sports/nfl/eagles/2024/03/13/eagles-free-agent-haul-lead-mike-williams-xavien-howard-saquon-barkley-jalen-hurts-howie-roseman/72947521007/",
    "https://northjersey.com/story/sports/nfl/giants/2024/03/14/saquon-barkley-tampering-howie-roseman-ny-giants-philadelphia-eagles/72970678007/",
    "https://www.delawareonline.com/story/sports/nfl/giants/2024/03/14/saquon-barkley-tampering-howie-roseman-ny-giants-philadelphia-eagles/72970678007",
    "https://delawareonline.com/story/sports/nfl/giants/2024/03/14/saquon-barkley-tampering-howie-roseman-ny-giants-philadelphia-eagles/72970678007/",
    "https://delawareonline.com/story/sports/nfl/eagles/2024/03/13/eagles-free-agent-haul-lead-mike-williams-xavien-howard-saquon-barkley-jalen-hurts-howie-roseman/72947521007/",
    "https://www.delawareonline.com/story/sports/nfl/eagles/2024/03/13/eagles-free-agent-haul-lead-mike-williams-xavien-howard-saquon-barkley-jalen-hurts-howie-roseman/72947521007",
    "https://www.northjersey.com/story/sports/nfl/giants/2024/03/14/saquon-barkley-tampering-howie-roseman-ny-giants-philadelphia-eagles/72970678007"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "saquon barkley",
        "sentiment": "negative"
      },
      {
        "name": "barkley",
        "sentiment": "negative"
      },
      {
        "name": "justin fields",
        "sentiment": "none"
      },
      {
        "name": "mike williams",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "giants philadelphia",
        "sentiment": "negative"
      },
      {
        "name": "new york giants",
        "sentiment": "none"
      },
      {
        "name": "giants",
        "sentiment": "none"
      },
      {
        "name": "ny giants",
        "sentiment": "none"
      },
      {
        "name": "eagles",
        "sentiment": "none"
      },
      {
        "name": "philadelphia eagles",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T01:16:11.362+02:00",
  "updated": "2024-03-15T06:15:47.317+02:00"
}