{
  "thread": {
    "uuid": "95845a5b7eec892f01476f4858facb1858705f7d",
    "url": "https://www.latercera.com/el-deportivo/noticia/el-team-chile-busca-una-nueva-medalla-de-oro-en-santiago-2023-tras-suspension-por-dopaje-de-deportista-brasileno/EOPNKV2EKJGRBJIZEF7O2TZJIU/",
    "site_full": "www.latercera.com",
    "site": "latercera.com",
    "site_section": "https://latercera.com/canal/el-deportivo/",
    "site_categories": [
      "media"
    ],
    "section_title": "El Deportivo - La Tercera",
    "title": "Chile busca nuevo oro en Santiago 2023 tras dopaje de brasileño - La Tercera",
    "title_full": "Chile busca nuevo oro en Santiago 2023 tras dopaje de brasileño - La Tercera",
    "published": "2023-12-30T18:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "https://www.latercera.com/resizer/wC9luOGoympdRFmme9PFvK0NUBk=/900x600/filters:focal(872x1558:882x1548)/cloudfront-us-east-1.images.arcpublishing.com/copesa/6AW2XKEN5ZAX7GCVKFLRR2CHDY.jpg",
    "performance_score": 0,
    "domain_rank": 5388,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "95845a5b7eec892f01476f4858facb1858705f7d",
  "url": "https://www.latercera.com/el-deportivo/noticia/el-team-chile-busca-una-nueva-medalla-de-oro-en-santiago-2023-tras-suspension-por-dopaje-de-deportista-brasileno/EOPNKV2EKJGRBJIZEF7O2TZJIU/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "latercera.com",
  "published": "2023-12-30T18:27:00.000+02:00",
  "title": "Chile busca nuevo oro en Santiago 2023 tras dopaje de brasileño - La Tercera",
  "text": "Lucas Mujica y Carlos González Lucay hace 20 minutos Tiempo de lectura: 2 minutos Chile busca una nueva medalla de oro, a más de un mes de la finalización de los Juegos Panamericanos. Foto: Mauricio Ulloa/Santiago 2023 vía Photosport El competidor Edival Pontes, quien era parte del equipo que consiguió la medalla de oro en taekwondo de los Juegos Panamericanos, fue suspendido por el uso de sustancias prohibidas. Miguel Ángel Mujica, presidente del COCh, asegura que la presea debería pasar a la comitiva chilena, pese a que en Brasil aseguran que eso no influye en el resultado, al tratarse de una prueba colectiva.\ncompartir Comentarios Chile está cerca de sumar una nueva medalla en Santiago 2023. Pese a que los Juegos Panamericanos finalizaron hace más de un mes y que la comitiva nacional tuvo una participación destacada, los buenos números están cerca de incrementarse. Esto porque un caso de dopaje en Brasil dejaría sin presea dorada al equipo de taekwondo de aquel país.\nGuillermo Maripán, el chileno más valioso de la temporada Encuesta a diez figuras: Santiago 2023 arrasa entre los grandes hitos del deporte nacional El deportista Edival Pontes, más conocido por su apodo Netinho, fue suspendido provisionalmente tras dar positivo en una prueba. El atleta fue parte del equipo brasileño que conquistó el oro en la capital nacional. De hecho, en la final se impusieron por 16-48 a los chilenos, que tenían a Joaquín Churchill, Ignacio Morales y Aaron Contreras como luchadores. Los compañeros de Pontes eran Maicon de Andrade y Paulo Souza.\nChile contra Brasil en Taekwondo masculino Kyorugi por equipo durante los Juegos Panamericanos 2023. Foto: Mauricio Ulloa/Santiago 2023 vía Photosport\nDurante la última semana, la situación fue dada a conocer por el Comité Olímpico de Brasil (COB). Según lo expresado por la entidad brasileña, solo fue despojada la medalla del competidor, pero no la del equipo. Además, dan a conocer que sus suspensión se extenderá hasta finales de febrero. Luego podría volver y buscar un cupo en los próximos Juegos Olímpicos.\nAudax Italiano anuncia a Walter Erviti como su nuevo entrenador Universidad de Concepción pide ayuda a la ANFP y la FIFA para frenar el acuerdo con el empresario árabe En el COCh, de todas formas, esperan que el caso tome un vuelco diferente y que la medalla se sume al conteo nacional. “Está en entredicho en estos momentos una medalla que podría ser la número 13 que es la del equipo de taekwondo, donde lamentablemente un deportista brasileño salió con doping. De ser así, de estar confirmado, estaríamos nosotros subiendo de plata a oro ”, señaló Miguel Ángel Mujica , presidente del Comité Olímpico de Chile, a la radio BioBio.\nLa historia continua más abajo\nMás sobre Santiago 2023 Encuesta a diez figuras: Santiago 2023 arrasa entre los grandes hitos del deporte nacional Hace 16 horas El legado de Santiago 2023 suma su primera polémica: las selecciones de hockey césped acusan que no las dejan entrenar en el Estadio Nacional 28 dic 2023 En tanto, el gerente de Comunicaciones del COCh, José Antonio Giordano , aseguró que están evaluando los pasos a seguir. “Hemos sido informados que un deportista brasileño, medallista de oro por equipos en taekwondo, habría sido notificado por WADA por un resultado adverso en un control de dopaje. Es una información que ha aparecido en los medios de comunicación de Brasil, y que entendemos aún no es notificada oficialmente a Panam Sports. Una vez que eso suceda, el COCh verá los pasos a seguir” , dijo a El Deportivo .\n“Los deportistas tienen la posibilidad de apelar y hacer sus descargos antes de que una suspensión sea definitiva. Lo que sí tenemos claro es que, en caso de que el doping positivo se confirme, vamos a solicitar la medalla de oro para el equipo de taekwondo del Team Chile. Hay jurisprudencia clara al respecto”, agregó.\nEn caso de que esto ocurra, sería el decimotercer primer lugar nacional en Santiago 2023, alcanzando la cantidad de oros conseguidos en Lima 2019. Además, el metal número 80 en la clasificación general.\nNetinho es uno de los grandes valores en su país. Subcampeón mundial el año pasado en -74 kilos y plata este año en el Grand Prix de París. El castigo corresponde a una prueba antidopaje a la que fue sometido en una competición antes de los Juegos Panamericanos y fue informado por la Agencia Mundial Antidopaje (WADA).\nSigue en El Deportivo Revelan la identidad de los 22 jugadores y exjugadores de Colo Colo que son investigados por obtención de licencias irregulares Benzema entra en crisis en Arabia Saudita: se lesiona y borra su cuenta de Instagram Comenta Por favor, inicia sesión en La Tercera para acceder a los comentarios.\nSín Límites Ver más Capítulo 01 - Francisca Mardones Capítulo 02 - Cristian González Capítulo 03: Sebastián Morales La Suerte en Chile: estos son los RUT ganadores del viernes 29 de diciembre Andrés Barra 29 dic 2023 11:40 AM ¿Cuándo es el feriado bancario 2023 y cómo funciona? Scarleth Núñez 28 dic 2023 03:21 PM Feriados de 2024 en Chile: todos los festivos y fines de semana largos Sandar Estrella Oporto 29 dic 2023 08:43 AM Imperdibles Cómo hacer el sencillo ejercicio del “1 2 3” que mejora la memoria y la capacidad de aprender La Tercera Justicia para María Jesús: las pistas y mensajes claves que complican a excarabinero acusado de brutal crimen La Cuarta “Le deseamos mucha suerte”: Sorprenden a Soledad Onetto con emotiva despedida en pantalla La Cuarta Así fue la cena de Navidad en la megacárcel de Bukele en El Salvador La Tercera\nUniversidad de Concepción pide ayuda a la ANFP y la FIFA para frenar el acuerdo con el empresario árabe Christian González y Matías Parker\nVolver a los 17, después de vivir un siglo: en España ponen en duda la edad de ‘incipiente’ figura de Camerún Christian González\nIncertidumbre y una demanda en tribunales: los factores que frenan el inicio de la era árabe en Universidad de Concepción Christian González\nCaszely barre con la salida de Gustavo Quinteros de Colo Colo: “Tenía listo lo de Vélez” Christian González\nSigue El Deportivo en Instagram La Roja Nicolás Córdova expone las razones por las que golpeó la mesa y marginó a Luis Rojas: “La falta fue muy grave” Con una lista de técnicos: Pablo Milad viaja a Buenos Aires a entrevistar a los candidatos para la Roja Con Gareca y Pékerman entre los más fuertes: la lista de técnicos que la ANFP ha entrevistado para tomar el mando de la Roja Colo Colo Revelan la identidad de los 22 jugadores y exjugadores de Colo Colo que son investigados por obtención de licencias irregulares Colo Colo define a su futuro cuerpo técnico: Jorge Almirón toma la delantera para ser el nuevo entrenador del Cacique Caszely barre con la salida de Gustavo Quinteros de Colo Colo: “Tenía listo lo de Vélez” Universidad de Chile El sentido mensaje de Cristóbal Campos tras rescindir contrato con la U La U ficha a Gabriel Castellón tras las altas exigencias económicas de Gabriel Arias Las primeras exigencias de Gustavo Álvarez para la pretemporada de la U Universidad Católica La UC anuncia a Agustín Farías como su segundo refuerzo para la temporada 2024 La UC oficializa el arribo de Alfred Canales como refuerzo para la temporada 2024 A fondo con Juan Tagle: “Yo duermo tranquilo, porque no oculto nada; no me he enriquecido con el fútbol” Las Rojas La Roja femenina sale a la cancha después del papelón: la hora de Antonia Canales, la heredera de Tiane Endler Antonia Canales se estrena como titular en el Valencia tras ver de lejos la plata de la Roja femenina Con una delantera al arco y una fuerte protesta: la Roja femenina cae ante México y se queda con la medalla de plata Golf Justicia condena a Jorge Niemann, padre del reconocido golfista, por giro doloso de cheques De tal palo, tal astilla: hijo de Tiger Woods deslumbra al mundo del golf en torneo junto a su padre Agustín Errázuriz, campeón del Abierto de Chile: “Viene una camada joven bien potente; que es la de nosotros” Tenis Con Jarry a la cabeza: cuándo y dónde ver en vivo a Chile vs. Canadá por la United Cup Sobre cemento en el Estadio Nacional: Chile confirma los detalles de la serie ante Perú por Copa Davis La polémica acusación de Alexander Bublik tras su paso por Chile en la Copa Davis: “Nos lanzaban botellas” Copa Libertadores Colo Colo define a su futuro cuerpo técnico: Jorge Almirón toma la delantera para ser el nuevo entrenador del Cacique Fluminense vs. Manchester City: cuándo y dónde ver la final del Mundial de Clubes 2023 Conoce cuándo juegan los equipos chilenos en la Copa Libertadores y Sudamericana Copa Sudamericana Conoce cuándo juegan los equipos chilenos en la Copa Libertadores y Sudamericana Copa Sudamericana 2024: conoce los partidos de los equipos chilenos en la Fase 1 del torneo Colo Colo tendrá un duro cruce en Argentina: revisa el sorteo de los chilenos en la Copa Libertadores y Sudamericana",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://www.instagram.com/eldeportivolt/",
    "https://www.lacuarta.com/cronica/noticia/justicia-para-maria-jesus-las-pistas-y-mensajes-claves-que-complican-a-excarabinero-acusado-de-brutal-crimen/RDB3BOU5XVGXZI6M6KBUZL5AOI/",
    "https://www.lacuarta.com/espectaculos/noticia/le-deseamos-mucha-suerte-sorprenden-a-soledad-onetto-con-emotiva-despedida-en-pantalla/YBZN4HWINFEFDICW76UFFKE3HA/",
    "https://www.instagram.com/eldeportivolt",
    "https://lacuarta.com/espectaculos/noticia/le-deseamos-mucha-suerte-sorprenden-a-soledad-onetto-con-emotiva-despedida-en-pantalla/YBZN4HWINFEFDICW76UFFKE3HA/",
    "https://www.lacuarta.com/espectaculos/noticia/le-deseamos-mucha-suerte-sorprenden-a-soledad-onetto-con-emotiva-despedida-en-pantalla/YBZN4HWINFEFDICW76UFFKE3HA",
    "https://instagram.com/eldeportivolt/",
    "https://www.lacuarta.com/cronica/noticia/justicia-para-maria-jesus-las-pistas-y-mensajes-claves-que-complican-a-excarabinero-acusado-de-brutal-crimen/RDB3BOU5XVGXZI6M6KBUZL5AOI",
    "https://lacuarta.com/cronica/noticia/justicia-para-maria-jesus-las-pistas-y-mensajes-claves-que-complican-a-excarabinero-acusado-de-brutal-crimen/RDB3BOU5XVGXZI6M6KBUZL5AOI/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T18:47:42.945+02:00",
  "updated": "2023-12-30T18:47:42.945+02:00"
}