{
  "thread": {
    "uuid": "b4df04a3203308a5e463852af5bd25a289405e41",
    "url": "https://www.techspot.com/downloads/7551-topaz-photo-ai.html",
    "site_full": "www.techspot.com",
    "site": "techspot.com",
    "site_section": "https://www.techspot.com/downloads.xml",
    "site_categories": [
      "tech"
    ],
    "section_title": "TechSpot Downloads",
    "title": "Topaz Photo AI Download - 2.2.2 | TechSpot",
    "title_full": "Topaz Photo AI Download - 2.2.2 | TechSpot",
    "published": "2024-01-06T00:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.techspot.com/images2/downloads/topdownload/2023/07/2023-07-07-ts3_thumbs-384.png",
    "performance_score": 0,
    "domain_rank": 2534,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b4df04a3203308a5e463852af5bd25a289405e41",
  "url": "https://www.techspot.com/downloads/7551-topaz-photo-ai.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-06T00:40:00.000+02:00",
  "title": "Topaz Photo AI Download - 2.2.2 | TechSpot",
  "text": "Topaz Photo AI supercharges your image quality so you can focus on the creative part of photography.\nTopaz Photo AI is auto-pilot for your image quality needs. Import an image to Topaz Photo AI and it will use specially trained AI models to first detect the unique problems in detail, clarity, and resolution before intelligently applying adjustments that will maximize your image quality. This software by the team at Topaz Labs is created to be an all-in-one solution to enhance your images using the power of machine-learning AI technology.\nFor users experienced with Topaz Labs image quality applications, it combines the functionality of DeNoise AI, Sharpen AI, and Gigapixel AI into one application with an intelligent auto setting that can pick adjustments with strengths for you.\nNote: You can download Topaz Photo AI from here and run the installer. When you open Topaz Photo AI, you will be prompted to activate the application, purchase it, or to use the demo mode. Click the demo mode to use the trial. The trial lets you use all the features of the application with the exception of saving/exporting a file. All features and plugins are included when you install. Make sure to take a look at the Topaz Photo AI Quick Start Guide to learn the basics of using this application.\nSystem Requirements\nWindows\nWindows Operating System: 10 or 11 (most updated version recommended) CPU: Intel or AMD, with AVX instructions, released after 2013 System Memory (RAM): 12GB (16GB or more recommended) Graphics Card (Nvidia): Nvidia GTX 900 or higher, 4GB VRAM Graphics Card (AMD): AMD Radeon 400 or higher, 4GB VRAM Graphics Card (Intel): Intel UHD 600 Graphics or higher, 12GB system RAM Mac\nIntel: CPU\nMac Operating System: Big Sur 11 and higher CPU: Intel with AVX instructions System Memory (RAM): 16GB Graphics Card: Any Video RAM: 2GB Apple M1/M2\nMac Operating System: Big Sur 11 or higher CPU & Graphics Card: Apple M1/M2 System Memory (RAM): 8GB What's New Changes since 2.3.0\nAdd translation for Hasselbled H5D-40 Add Olympus TG-7 camera profile Fix Sony translation issue for DSLR-A900 Fix Panasonic G95D translation Update HUE and LUT info for camera profiles Support custom DCP camera profiles Fix scale text field being invalid at max value Do not use Adobe DNG render cache when exporting Fixed crash on Mac when remove object fails Fixed app not launching for some users Fix LrC instance merging not working on new LrC versions Automatic Lensfun Update Changes since 2.2.2\nAdded 2 new upscaling models Added Remove Tool model update Added Object Selection Brush to Remove Tool Added mask hover for Subtract mode with Object Selection Brush LrC Plug-in Extras now adds image to original Collection Improved Autopilot recommendation for Upscale sliders Fixed Face Detection model crashing on Apple Silicon devices Fixed application getting stuck or crashing after activating license Fixed models re-downloading on every app restart Fixed CLI for Adjust Lighting and Balance Color Fixed placeholder image showing behind transparent images in Recent Files list Fixed menu actions getting triggered twice Fixed login error message when product is not owned Fixed toasts overlapping with UI elements Fixed Apply & Cancel hotkeys in Crop after changing aspect ratio Fixed thumbnails of non-existent/invalid images appearing in Recent menu Updated libraw Automatic Lensfun Update Previous Release Notes:\nChanges since 2.2.1\nFixed thumbnail generation on large images causing freezing/crashing Fixed incorrect image display after closing Fixed incorrect file size estimations Automatic lensfun update Changes since 2.1.4:\nAdded Object Selection Brush for point-and-click masking Added tooltips for Feathering and Brush size Fixed scaling issue on retina to non-retina resolution change Disabled image switching when in edit modes Renamed AI Brush to Superpixel Brush Changes since 2.1.3:\nFixed HEIF/HEIC images not working Fixed Photoshop Action getting stuck on export Added Background and Sky mask options Added bounding box for Remove Tool masks Added Close All Images option to menus Added 'h' key for panning Known Issues:\nThe bounding box around the mask when upscaling and/or cropping and then removing via the PS Automate plugin may be incorrect Previous Release Notes:\nChanges since 2.1.0:\nAdded the ability to download corrupted or missing models in-app This check is done once per app run at the start. If any models are found to be missing/corrupted it will automatically download them. You can turn this off under Preferences > General, but missing models will lead to errors eventually. If the installer has worked correctly, you may never see this interaction. New installs will now default to enabling DNG compression on export For those who have installed before this, you must select and save a DNG with compression on by selecting DNG under export settings. After that it should default to on for all DNG saves, even when using preserve. Fixed tile artifacting issues when using Upscale with Standard or High Fidelity models Note: For Apple Silicon Macs only: Disabling the Neural Engine prevents these artifacts, but will slow down processing. To disable Neural Engine, there is a new toggle in the right panel when selecting Standard or High Fidelity models. For all other upscaling filter related grid artifacts, please report them here: https://community.topazlabs.com/t/potential-fix-of-grid-artifact-for-upscaling-model Discard buttons in Remove will no longer discard previous strokes Mask brush will now revert to Add mode after applying Remove pass Going out of bounds of the image no longer stops masking strokes Right clicking navigator no longer pans the preview Fixed preview being incorrect for a single frame when toggling filmstrip Fixed Remove tool not respecting GPU selection in some cases Fixed preview not being fully pannable via trackpad after upscale is selected Fixed model error when only Crop + Remove tool were use Fixed preview area moving sporadically when toggling Upscale Fixed issues updating in-app when the installer already exists in temp directory Fixed some settings not fitting correctly in Preferences Previous Release Notes:\nChanges since 2.0.7:\nAdded Remove Tool filter Fixed various instances of large pixel shifting in the preview Fixed thumbnails not generating until the image is opened Fully replaced Sharpen Standard v1 with Sharpen Standard v2 Fixed the CLI no longer working Added ability to overwrite filter settings via the CLI Fixed CLI not accepting output paths ending in \\' Added camera profile for DJI Air 3 Updated autopilot to provide better suggestions in certain cases Fixed issue when opening multiple instances of the app via the LrC plugin Software information is now additionally written to more metadata tags Updated ExifTool from 12.60 to 12.69 Updated lensfun definitions Previous Release Notes:\nUpdated Qt to 6.6.0 Added error message when the program could not allocate memory Added camera profile for Sony ILCE-7CR Added camera profile for Fuji GFX 100 II Added camera profile for Nikon Z f Fixed camera profile mapping for Epson ERF files Fixed camera profile mapping for Panasonic DC-TZ95D Fixed CLI not running images when Autopilot preferences enabled no models Fixed shortcut for showing file being enabled in Photoshop plugin Fixed mask not showing up when entering mask mode from Side by Side view Fixed incorrect wording in resolution control in preferences Fixed some UI interactions Fixed top left of crop being incorrect for some files Updated lensfun definitions Previous Release Notes:\nChanges since 2.0.3:\nRe-designed Preferences panel to be easier to navigate Added preference to have Autopilot never turn on any filters automatically Added preference to enable \"hot pixel\" removal for RAW images Added tooltip when there are no faces in the subject due to no subject being selected In-app updating shows download progress in the title bar and no longer closes the app automatically when it's complete Improved performance when switching images and exporting with large batches Autopilot now recommends the Sharpen Standard v2 model Show errors when DNG cannot be written Resolution preferences always appear unless auto resizing is set to none Minor tweaks to the new update dialog Added new export setting to allow uploading images to improve Topaz Photo AI. The setting is opt-in by default, and applies on a per-batch basis. Added new privacy section in preferences Fixed using \"apply settings to all\" causing images to display the wrong number of selected faces Fixed save and cancel buttons in export dialog make the enter/return and escape hotkeys stop working Fixed images not loading when closing batch and opening new one Fixed right clicking while editing crop Fixed errors installing plugins preventing entire app from installing Fixed some grayscale RAW images saving incorrectly Fixed windows showing previously selected filename in the file browser Removed some old and unused models from the installer Changes since 2.0.2:\nAdded Image Capture button to more easily share before/after pictures Added 512 MP limit when processing to LrC Added 30,000x30,000 limit when processing to PS Added resetting input values by double clicking the field's label Added new update dialog (you'll notice it next update) Added error dialog when attempting to show file in explorer/finder that doesn't exist Fixed black borders appearing on some Sony files Fixed image loading getting stuck sometimes when loading a second batch of images Fixed \"Error loading model\" when opening linear RAWs while Autopilot is set to suggest the Normal or Strong models for RAW Remove Noise Fixed highlights getting artifacts when converting to RAW colorspace Fixed some PNG images having wrong orientation Fixed some images loading with incorrect, very large PPIs Fixed RAW images running locked filters when using \"Apply settings to all\" Fixed editing images in the Develop screen in LrC via the Plug-In Extras method showing \"No Photo Selected\" after saving Fixed hotkeys not working after clicking some parts of the UI Fixed navigator not being pannable when running Autopilot Fixed window allowing resizing when maximized Fixed some models re-calculating auto values that were already calculated on another model Fixed new versions of Photoshop not having the TPAI plugins on Mac until the following TPAI update Changed the non-AI brush to start half as large Changed \"Close Image\" option in right click menu to appear above \"Close All Images\" option Changed color of welcome screen when dragging image into the app Changed some status messages Updated lensfun Changes since 2.0.0:\nFixed crash on Nvidia cards due to driver issues Fixed sliders not allowing you to backspace the last digit Fixed close image shortcut always using the index of the last right clicked image Fixed some cases of export stalling when no filters are active Fixed Lightroom Classic plugin not working when file paths contained ' character Fixed Autopilot panel closing too fast when switching images quickly Fixed RAW Remove Noise Autopilot dot being affected by unrelated models Potentially fixed automate plugin conflicting with Gigapixel's automate plugin Enabled pasting images and paths into the app from clipboard (Ctrl/Cmd + V) Improved performance of importing large batches of images Photoshop plugin now ensures the layer is visible before running Automation plugin now reads and writes resolution data Added lens correction status to the Autopilot panel Added hover effect to combo boxes to better indicate state Added Autopilot options introduced in 2.0.0 to the CLI Stopped blocking RAW images with odd crop values This may cause crashes on certain images. If you run across those cases please send us the file so we can check. Known Issues:\nThe Adjust Lighting and Balance Color enhancements may produce poor results when exporting as DNG Machines with Intel integrated GPU (iGPU) will get bad/unexpected results (no lighting change, but get color cast) in Adjust Lighting filter Previous Release Notes:\nChanges since 1.5.4:\nAdded v2 of the Sharpen Standard model Added v2 of the Remove Noise RAW models Fixed tiling artifacts Added Adjust Lighting enhancement Added Balance Color enhancement Added automate plugin for Photoshop, which allows for cropping and upscaling Access the plugin within Photoshop by going to File > Automate > Topaz Photo AI Added many new configuration options over how Autopilot works Added new panel displaying the status of Autopilot Hover over the status bar to review the completed steps Updated design of the different panels of the app Updated status bar and autopilot section to use less space Updated design of sliders Fixed right panel scroll position not resetting when switching images Fixed inconsistent behavior regarding the enhancement being collapsed or not when toggling on by clicking the label (not the switch) Fixed some Panasonic & Minolta images having incorrect orientation Fixed some Sony images having incorrect orientation on export Fixed some exported non-RAW files opening in Camera RAW Fixed noise levels sometimes being \"undefined\" in Remove Noise tooltip Fixed crash when detecting faces Fixed Autopilot not enabling Remove Noise when it should File size estimates are now cached Improved performance when opening many images at once Updated lensfun Known Issues:\nThe Adjust Lighting and Balance Color enhancements may produce poor results when exporting as DNG Previous Release Notes:\nChanges since 1.5.2:\nIn-Subject face selection should now be faster and has updated logic Added support for Sony ILCE-6700 Added an Open Images button to the bottom bar Fixed resolution not sticking after changing images Fixed resolution changes getting reset when opening crop Resolution now supports a wider range of values Resolution now calculates inches and centimeters separately Updated lensfun Previous Release Notes:\nHowdy!\nThis week's a big one, including a new slider for the non-RAW remove noise and lots of polish around the app! It's also the start of us bumping the minor release version with a bit higher frequency.\nChanges since 1.4.3:\nAdded recover original detail slider to non-RAW Remove Noise Redesigned status bar, moving it into the right panel Improved customization of auto-upscaling, including support for always enhancing at <=1x as well as more decimal points for scale Fixed cancelling crop setting the crop to the full image, and resetting the masks and face selections Added warning when applying a crop will reset the masks and face selections (thanks to the previous fix, canceling will avoid that reset) Fixed CLI upscale can change DPI to wrong DPI CM/IN Maintain original resolution when upscale is turned on and px unit is selected Fixed using enter or escape inside a text field within an edit mode causing the edit mode to close Images that store their resolution metadata within JFIF tags will now be read correctly Preserve Text automatically turns off if text mask is empty Preview no longer swaps to the original image when previewing faces or a mask if there's nothing to display (no faces detected or an empty mask) If there are no unsaved changes, the preferences panel may now be closed by clicking outside the dialog Several tooltips added around the app Various wording tweaks around the app All edit modes (crop, subject, face selection, text) force single image view Updated lensfun 1.4.3\nReleased July 27th, 2023\nNote for MacOS users: The new minimum supported OS version is now 11.0 (Big Sur).\nChanges since 1.4.2:\nFixed issue where files would sometimes overwrite other files due to a race condition Fixed some issues where shortcuts could be used while Autopilot was running Fixed issue where \"Processing\" text on export dialog would overlap the scrollbar Fixed brush size preview being shown at incorrect times Fixed exporting the same file multiple times always appending and new \"-2\" instead of incrementing Fixed some models getting re-downloaded when updating Fixed resolution unit being used even when upscale is turned off Added Shift + M and Shift + T shortcuts to preview Subject and Text masks Added tooltips to models and settings in the right panel Added \"T\" shortcut to enter text masking mode Reset crop button is now disabled when nothing would change Save button in preferences is now disabled unless there are changes Shortcuts for various edit modes (C, F, M) are now toggle-able instead of just entering the mode Several smaller menu and and shortcut changes Known Issues:\nIssues where files were being overwritten with different image data should be resolved, but in some cases where processing would have overwritten the wrong file it will now instead show \"Error writing image\". You can always re-attempt to save any files that have this error. We will have a better fix for this in the future. Also due to the previous versions overwriting image data immediately, processing may feel slower but this is just because more images are being fully processed.\nKeep Reading Fast servers and clean downloads. Tested on TechSpot Labs. Here's why you can trust us . Download options: Windows macOS Universal Last updated: February 2, 2024 Developer: Topaz Labs License: Commercial\n$199 OS: Windows, macOS File size: 708 MB Downloads: 1,620 User rating: More votes needed Rate this 5 (Best) 4 3 2 1 (Worst)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://community.topazlabs.com/t/potential-fix-of-grid-artifact-for-upscaling-model",
    "https://docs.topazlabs.com/photo-ai/quick-start",
    "https://topazlabs.com/checkout/",
    "https://www.topazlabs.com/",
    "https://www.topazlabs.com",
    "https://www.topazlabs.com/checkout/",
    "https://www.docs.topazlabs.com/photo-ai/quick-start",
    "https://topazlabs.com/",
    "https://www.community.topazlabs.com/t/potential-fix-of-grid-artifact-for-upscaling-model",
    "https://topazlabs.com/checkout"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gigapixel",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "topaz labs",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:46:50.765+02:00",
  "updated": "2024-02-02T20:04:12.145+02:00"
}