{
  "thread": {
    "uuid": "8107c3a594a2c8024dd910653a5407850ff5e12d",
    "url": "https://lasillarota.com/veracruz/estado/2024/5/30/conoces-la-celebracion-del-corpus-christi-asi-la-festejan-en-papantla-485333.html",
    "site_full": "lasillarota.com",
    "site": "lasillarota.com",
    "site_section": "https://lasillarota.com/veracruz",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media",
      "top_news"
    ],
    "section_title": "Veracruz - La Silla Rota",
    "title": "¿Conoces la celebración del Corpus Christi? Así la festejan en Papantla | La Silla Rota",
    "title_full": "¿Conoces la celebración del Corpus Christi? Así la festejan en Papantla | La Silla Rota",
    "published": "2024-05-30T23:53:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://lasillarota.com/u/fotografias/m/2024/5/30/f1280x720-592992_724667_5050.jpg",
    "performance_score": 0,
    "domain_rank": 73293,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8107c3a594a2c8024dd910653a5407850ff5e12d",
  "url": "https://lasillarota.com/veracruz/estado/2024/5/30/conoces-la-celebracion-del-corpus-christi-asi-la-festejan-en-papantla-485333.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "JUAN OLMEDO",
  "published": "2024-05-30T23:53:00.000+03:00",
  "title": "¿Conoces la celebración del Corpus Christi? Así la festejan en Papantla | La Silla Rota",
  "text": "PAPANTLA, VER.- Este 30 de mayo, cientos de catóicos de Papantla, municipio ubicado al norte de Veracruz se congregaron para participar en la emblemática procesión del jueves de Corpus Christi, la celebración más importante del año en la región. Esta festividad no solo resalta la fe católica, sino también la rica herencia cultural de los Totonacas, creando una simbiosis única que se manifiesta en las calles de la ciudad. La Parroquia de Nuestra Señora de la Asunción fue el punto de partida de los eventos, donde autoridades municipales y la Corte Real de Corpus Christi se unieron a los feligreses para la misa solemne. Esta ceremonia especial integró danzas tradicionales totonacas dentro de la liturgia, destacando la participación de grupos laicos y devotos que, con sus trajes típicos, dieron un colorido y profundo sentido cultural a la celebración. Te podría interesar [ÚNETE A NUESTRO CANAL DE WHATSAPP. EL PODER DE LA INFORMACIÓN EN LA PALMA DE TU MANO](https://chat.whatsapp.com/B9cNHPwml9174xpSbK7aNQ) Las actividades comenzaron desde tempranas horas de este día con la eucaristía en la parroquia, seguida de una procesión que recorrió las principales calles de la ciudad. El recorrido inició en la Parroquia de Nuestra Señora de la Asunción y siguió por las calles 16 de Septiembre, 3 de Mayo, Aquiles Serdán, Pino Suárez, Juan Enríquez, Obispo de las Casas, para luego retornar a la 16 de Septiembre y Centenario. A lo largo del trayecto, los participantes portaban símbolos religiosos, cantando y orando. Te podría interesar Al regresar a la Parroquia, los participantes hicieron la ceremonia de las \"cuatro estaciones\", las cuales son puntos específicos donde se realizan breves ceremonias y se ofrecen oraciones. En cada una de ellas, se realizaron actos simbólicos de agradecimiento y súplica, culminando con una celebración eucarística al final del recorrido. Esta misa final tuvo un significado especial este año, ya que se centró en pedir por la seguridad de la comunidad, una petición que se hizo más urgente ante los recientes hechos violentos que han sacudido la región del totonacapan. La procesión de Corpus Christi en Papantla no solo es una manifestación religiosa, sino también un evento cultural que refleja la identidad y la historia de los habitantes de la región. La combinación de la tradición católica con elementos de la cultura totonaca, como las danzas y los trajes típicos, muestra una fusión única que se ha mantenido viva a lo largo de los años. Esta mezcla de culturas no solo enriquece la festividad, sino que también fortalece el sentido de comunidad y pertenencia entre los participantes. Además de los aspectos religiosos y culturales, la festividad de Corpus Christi en Papantla también tiene un impacto social significativo. Es una oportunidad para que la comunidad se reúna, refuerce sus lazos y exprese su solidaridad en tiempos de adversidad. La petición por la seguridad durante la misa final refleja las preocupaciones actuales de los papantecos y su esperanza de encontrar consuelo y protección en su fe. ch",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://chat.whatsapp.com/B9cNHPwml9174xpSbK7aNQ)",
    "https://www.chat.whatsapp.com/B9cNHPwml9174xpSbK7aNQ)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T00:31:23.828+03:00",
  "updated": "2024-05-31T00:31:23.828+03:00"
}