{
  "thread": {
    "uuid": "a9739686f682e811455dbd01866aa8c37e85bcd4",
    "url": "https://www.24-7pressrelease.com/press-release/508571/russ-bates-founderceo-has-been-inducted-into-the-prestigious-marquis-whos-who-biographical-registry",
    "site_full": "www.24-7pressrelease.com",
    "site": "24-7pressrelease.com",
    "site_section": "http://rss.24-7pressrelease.com/rss/industry_power_and_energy.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Press Release and Top Industry   Power and Energy News From 24-7 Press Release Newswire",
    "title": "Russ Bates, Founder/CEO, has been Inducted into the Prestigious Marquis Who's Who Biographical Registry",
    "title_full": "Russ Bates, Founder/CEO, has been Inducted into the Prestigious Marquis Who's Who Biographical Registry",
    "published": "2024-02-16T10:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.24-7pressrelease.com/assets/attachments/050/press_release_distribution_0508571_201286.jpg",
    "performance_score": 0,
    "domain_rank": 14287,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a9739686f682e811455dbd01866aa8c37e85bcd4",
  "url": "https://www.24-7pressrelease.com/press-release/508571/russ-bates-founderceo-has-been-inducted-into-the-prestigious-marquis-whos-who-biographical-registry",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-16T10:00:00.000+02:00",
  "title": "Russ Bates, Founder/CEO, has been Inducted into the Prestigious Marquis Who's Who Biographical Registry",
  "text": "He oversees his company in its mission to provide clean energy solutions and sustainability consulting to clients in various sectors, including business, municipal, education and manufacturing.\nBROADVIEW HEIGHTS, OH, February 16, 2024 /24-7PressRelease/ -- Russ Bates, Founder/CEO, has been inducted into Marquis Who's Who. As in all Marquis Who's Who biographical volumes, individuals profiled are selected on the basis of current reference value. Factors such as position, noteworthy accomplishments, visibility, and prominence in a field are all taken into account during the selection process.\nMr. Bates, Founder and Chief Executive Officer of NXTGEN Clean Energy Solutions, is recognized for his leadership in the power generation sector. Drawing on expertise in clean energy, fossil fuel, coal and natural gas, he oversees his company in its mission to provide clean energy solutions and sustainability consulting to clients in various sectors, including business, municipal, education and manufacturing. Since founding the company in 2021, he has seen it grow on a steadily upward trajectory, earning him recognition as a 2023 Top 20 Business Leader by Valiant CEO. Adjacent to his work with NXTGEN, Mr. Bates serves on the advisory board for One Planet Media.\nA seasoned professional with an unwavering work ethic, Mr. Bates started his career with an electrician apprenticeship at the International Brotherhood of Electrical Workers. After working as a journeyman wireman and foreman for various NECA/IBEW contractors, he was promoted to Superintendent and eventually Electrical Department Manager for Sterling Boiler & Mechanical Inc. He then assumed the role of Vice President and Business Manager of Carroll County Constructors, LLC which was a project specific joint venture with Bechtel. He went on to serve as northeast Regional Manager and Director of Business Development for Sterling Industrial, LLC, where he endeavored to steer the company toward clean energy; facing resistance, he decided to branch out on his own, founding NXTGEN Clean Energy Solutions three years ago. Since that juncture, he has recognized a significant demand for sustainable energy solutions in the commercial and industrial sectors.\nMr. Bates participated in the Haroun Education Ventures MBA degree program, completed a five-year electrical construction apprenticeship with the IBEW-NECA (National Electrical Contractors Association), and completed coursework in general studies at the University of Southern Indiana. He is a proud member of the International Brotherhood of Electrical Workers.\nLooking toward the future, Mr. Bates wants to continue to grow his company while encouraging his team to sustain healthy work-life balances. Outside of work, he enjoys spending time with his wife Alisa, and three stepchildren, Sam, Luke, and Jake, with whom he shares the love of travel and fitness.\nAbout Marquis Who's Who®:\nSince 1899, when A. N. Marquis printed the First Edition of Who's Who in America®, Marquis Who's Who® has chronicled the lives of the most accomplished individuals and innovators from every significant field of endeavor, including politics, business, medicine, law, education, art, religion and entertainment. Marquis celebrates its 125th anniversary in 2023, and Who's Who in America® remains an essential biographical source for thousands of researchers, journalists, librarians and executive search firms around the world. Marquis® publications may be visited at the official Marquis Who's Who® website at\nwww.marquiswhoswho.com.\n# # #",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "http://www.marquiswhoswho.com",
    "http://marquiswhoswho.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "russ bates",
        "sentiment": "negative"
      },
      {
        "name": "bates",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "broadview",
        "sentiment": "none"
      },
      {
        "name": "nxtgen clean energy solutions",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T12:39:34.786+02:00",
  "updated": "2024-02-16T12:39:34.786+02:00"
}