{
  "thread": {
    "uuid": "f1f9bbbf7b8c35d29fed0d0c732f569dad443cd2",
    "url": "https://www.newzimbabwe.com/domestic-workers-upskill-for-decent-work/",
    "site_full": "www.newzimbabwe.com",
    "site": "newzimbabwe.com",
    "site_section": "https://www.newzimbabwe.com/feed",
    "site_categories": [
      "real_estate",
      "apartments"
    ],
    "section_title": "NewZimbabwe.com",
    "title": "Domestic workers upskill for decent work",
    "title_full": "Domestic workers upskill for decent work",
    "published": "2023-12-29T04:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ZW",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 36775,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f1f9bbbf7b8c35d29fed0d0c732f569dad443cd2",
  "url": "https://www.newzimbabwe.com/domestic-workers-upskill-for-decent-work/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Paidashe Mandivengerei",
  "published": "2023-12-29T04:00:00.000+02:00",
  "title": "Domestic workers upskill for decent work",
  "text": "By Alois Vinga THE Domestic Workers Association in Zimbabwe (DWAZ) is pioneering efforts to equip domestic workers with skills, knowledge, and tools to enhance their opportunities to access decent employment work in the domestic and household sectors. Domestic workers in Zimbabwe, as in many parts of the world, are largely marginalized, work under highly informal conditions, and endure unfair labour conditions. Most of them are women and migrant workers. Domestic workers – are variously referred to by demeaning terms such as “garden boys” and “house girls” and are regarded as uneducated and underqualified workers who can be hired and fired at will. They are often invisible, denied their fundamental rights and lack social protection. According to Lusaba, founder of DWAZ, equipping domestic workers with skills is key to enabling domestic workers to gain the necessary skills that increase their employability and allow them to progress in their careers in the services and care work sectors. The Centre which was established in 2017 has members in Botswana, South Africa, Namibia, and Zimbabwe. In 2020, DWAZ won the Innovation Challenge with a proposal to empower domestic workers with skills to improve their employability. In 2021, DWAZ set up and launched the Domestic Workers Training Centre to deliver accredited training packages to domestic workers. The Training Centre has developed a training curriculum offering training in housekeeping, cooking and baking, gardening and care work that has been accredited by the Ministry of Higher and Tertiary Education, Innovation, Science and Technology Development’s Higher Education Examinations Council (HEXCO). This accreditation will enable domestic workers to be trained, certified, and get better jobs. “We want to formalize and professionalize the industry of domestic work. It is one of the oldest professions but it is still not professionalized. Oftentimes the background of domestic workers is not matched with what they are expected to do. “It is a skills mismatch gap that needs to be filled through training to enable domestic workers to transition from the informal to the formal economy. We provide blended training including via WhatsApp,” said DWAZ. DWAZ said that there is a lot of child labour and human trafficking associated with domestic work that will need to be addressed through the training program and other interventions by the government, employers, and workers. The training modules will form the foundation for the domestic worker’s career advancement in care work, hospitality and tourism sectors.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alois vinga",
        "sentiment": "negative"
      },
      {
        "name": "zimba",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "the domestic workers association",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "zimbabwe",
        "sentiment": "none"
      },
      {
        "name": "lusaba",
        "sentiment": "none"
      },
      {
        "name": "botswana",
        "sentiment": "none"
      },
      {
        "name": "namibia",
        "sentiment": "none"
      },
      {
        "name": "south africa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T09:05:46.130+02:00",
  "updated": "2024-01-05T11:09:54.894+02:00"
}