{
  "thread": {
    "uuid": "6e831cd60723369f2d9c1d6ff984b0bd99b546c4",
    "url": "https://www.wthr.com/article/news/local/indianapolis-director-of-community-violence-reduction-tony-lopez-reflects-on-years-past-work-and-goals-for-future-of-indy-peace-fellow-program/531-d36fa2a5-4338-4b34-bc7f-51c5daabac8a",
    "site_full": "www.wthr.com",
    "site": "wthr.com",
    "site_section": "https://wthr.com/crime",
    "site_categories": [
      "media"
    ],
    "section_title": "Crime News WTHR Station 13 in Indianapolis, Indiana | wthr.com",
    "title": "Indy's OPHS reflects on year's work, goals for future | wthr.com",
    "title_full": "Indy's OPHS reflects on year's work, goals for future | wthr.com",
    "published": "2023-12-29T03:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.tegna-media.com/assets/WTHR/images/5a86bbaf-9bf1-482d-abfc-a9678090d76a/5a86bbaf-9bf1-482d-abfc-a9678090d76a_1140x641.jpg",
    "performance_score": 0,
    "domain_rank": 8327,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6e831cd60723369f2d9c1d6ff984b0bd99b546c4",
  "url": "https://www.wthr.com/article/news/local/indianapolis-director-of-community-violence-reduction-tony-lopez-reflects-on-years-past-work-and-goals-for-future-of-indy-peace-fellow-program/531-d36fa2a5-4338-4b34-bc7f-51c5daabac8a",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Emily Longnecker",
  "published": "2023-12-29T03:29:00.000+02:00",
  "title": "Indy's OPHS reflects on year's work, goals for future | wthr.com",
  "text": "INDIANAPOLIS — Homicides and non-fatal shootings are down this year in Indianapolis, and the city's [Office of Public Health and Safety](https://www.indy.gov/agency/office-of-public-health-and-safety) believes a program it started less than two years ago has helped. In 2021, Indianapolis Mayor Joe Hogsett asked OPHS to help tackle the problem of violent crime in the city. Their response was to start a program that sent people into communities seeing the most violence. For the past two years, that program has been funded by American Rescue Plan dollars, but that money is going away after next year. So where is the funding to keep the program going? That answer comes in the form of $4.2 million the city approved in its next budget to fund the Indy Peace Fellowship program. It's a sign, say those helping oversee the program - like Tony Lopez, the deputy director of Community Violence Reduction - that the program is working and has a future. \"How do you push through and keep on working on getting the funding coming? It's by doing the work we're doing and still being out there and getting things done,\" said Lopez. \"Do you feel like the reduction in homicides is directly related to the work you have been doing?\" 13News asked Lopez. \"I feel like we have a very big part in it, yes,\" he replied. That work involves three separate groups, including outreach workers who work with those considered high risk for either being a perpetrator or victim of gun violence. Those outreach workers also collaborate with grassroots organizations in neighborhoods that are also trying to prevent violence. And once inside the program, participants have access to life coaches who work with them for 12 to 18 months to set goals and work on them. \"It's going to allow them to obtain employment, go through cognitive behavioral therapy to help change their mindset,\" Lopez explained. Participants also have access to money to help them eliminate anything that stands in the way of their goals. \"That could be transportation, sometimes that's housing,\" said Lopez. When a homicide or shooting does happen, the program has a third group: violence interrupters who go to scenes to give community support and help prevent retaliation. \"How can we help them to keep them from wanting to retaliate, from turning one homicide into two, three, four?\" Lopez said. That's a question he said the interrupters try to address. Last year, the Indy Peace Fellowship Program had 70 participants. In 2023, that number grew to 108. 18 people have graduated so far. One of them, Lopez said, is a man whose house kept getting shot up because of an ongoing conflict with others. That's not his reality now. \"He's got a job. He's got some goals he wants to do when it comes to other work and he's going to keep working with that life coach,\" said Lopez. And while that's just one story, Lopez believes there are more to come as the program continues. But with a spike in [homicides involving younger teens](https://www.youtube.com/watch?v=t5NU_xagvlQ) - three in just one week last month - Lopez says work still needs to be done in the area of preventing and addressing youth violence. The Indy Peace Fellowship Program focuses on preventing violence among people ages 18 to 35. \"The young people, our young people are going to become 18 to 35 year olds, so not only looking at, not only having the programs we have going, have still going strong and getting better and better and better, but how do we look at the prevention side? How do we truly assess the situations that are going on in the city and helping those individuals out?\" Lopez asked. He says right now, the city has one outreach at North Central High School two to three times per week. \"We're working to get into more high schools so we can be a part of that,\" Lopez said, saying that OPHS is also looking at how to give more support to other grassroots organizations already working with the city's young people. One program that has the potential to reach youth is already a part of the work OPHS is doing, called Chair to Change. The program works with local barbershops and barbers in some of the city's most at-risk ZIP Codes, bringing in different groups to teach barbers how to offer conflict resolution advice. \"When they have individuals coming in they can talk with them about different things,\" Lopez explained. Another part of that effort is training for barbers is called Stop the Bleed. \"That's how to do a tourniquet to stop the bleed right then, and there if someone comes in shot or someone in their neighborhood if they saw them, how to assess the situation and provide first aid in the streets,\" Lopez added. \"Do you see these programs having a continued future in this city?\" asked 13News reporter Emily Longnecker. \"Chair to Change doesn't cost a dime. That's simply education and going in and doing education with organizations,\" Lopez said. \"The biggest thing is how do we proceed to continue to fund the Indy Peace Fellowship Program.\" With funding approved in the city's new budget, that's not a question OPHS has to worry about now for the next year.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "http://www.youtube.com/watch?v=t5NU_xagvlQ)",
    "https://www.indy.gov/agency/office-of-public-health-and-safety)",
    "http://www.youtube.com/watch",
    "http://youtube.com/watch?v=t5NU_xagvlQ)",
    "https://indy.gov/agency/office-of-public-health-and-safety)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joe hogsett",
        "sentiment": "none"
      },
      {
        "name": "tony lopez",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "[office of public health and safety",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "indianapolis",
        "sentiment": "none"
      },
      {
        "name": "indianapolis",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T04:02:32.144+02:00",
  "updated": "2023-12-29T04:02:32.144+02:00"
}