{
  "thread": {
    "uuid": "2fa0781d9ff0a08544aa209df390dc519c49933e",
    "url": "https://www.ncregister.com/cna/pope-francis-building-peace-requires-taking-a-risk",
    "site_full": "www.ncregister.com",
    "site": "ncregister.com",
    "site_section": "https://ncregister.com",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "National Catholic Register",
    "title": "Pope Francis: Building Peace Requires ‘Taking a Risk’| National Catholic Register",
    "title_full": "Pope Francis: Building Peace Requires ‘Taking a Risk’| National Catholic Register",
    "published": "2024-06-02T01:55:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://publisher-ncreg.s3.us-east-2.amazonaws.com/pb-ncregister/swp/hv9hms/media/20240601110612_99c30502cd726a4778f09600fb0c2469c117a6f2c879bdaf5b859c4e3f6a8c64.jpg",
    "performance_score": 0,
    "domain_rank": 7260,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2fa0781d9ff0a08544aa209df390dc519c49933e",
  "url": "https://www.ncregister.com/cna/pope-francis-building-peace-requires-taking-a-risk",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@NCRegister",
  "published": "2024-06-02T01:55:00.000+03:00",
  "title": "Pope Francis: Building Peace Requires ‘Taking a Risk’| National Catholic Register",
  "text": "Pope Francis: Building Peace Requires ‘Taking a Risk’ Francis emphasized that the model par excellence of a peacemaker is Jesus Christ. Being peacemakers in the style of Jesus Christ, while necessary and valuable, can also be risky, Pope Francis said on Saturday, as multiple conflicts continue to rage around the world. Speaking to members of Italian Christian Workers’ Associations (ACLI) at the Vatican on June 1, the Pontiff said, “Interceding for peace is something that goes far beyond mere political compromise because it requires putting oneself on the line and taking a risk.” “Our world, we know, is marked by conflict and division, and your witness as peacemakers, as intercessors for peace, is as necessary and valuable as ever,” he underlined. Pope Francis’ remarks about a world “bloodied by many wars” came as Israel and Hamas consider proposals for an exchange of hostages and a cease-fire. “This is truly a decisive moment,” U.S. President Joe Biden said at the White House on Friday, as he unveiled Israel’s three-phase proposal for ending the war. Prime Minister Benjamin Netanyahu said Israel will not end the war in Gaza until its aims have been achieved. The Israeli military also confirmed Friday it is carrying out an operation in the center of the southern Gazan city of Rafah, which the United Nations said has been reduced to “apocalyptic conditions.” Last month, Russia began a surprise offensive on Ukraine’s northern border, in the northeastern region of Kharkiv. The assault has forced Ukraine to move already thinly spread resources away from other front lines as it attempts to prevent Russia’s capture of Kharkiv, Ukraine’s second largest city. In Sudan, millions of people are fleeing the conflict between the Sudanese Armed Forces and the Rapid Support Forces as civil war continues to bring devastation over one year later. The U.N. has called the conflict “a humanitarian nightmare,” as the country experiences a massive hunger crisis and other human-rights atrocities, with the dead numbering around 15,000. In his speech June 1, Pope Francis recalled the words of the late Cardinal Carlo Maria Martini, spoken at a prayer vigil for peace on Jan. 29, 1991. The cardinal “laid emphasis on the ability to ‘intercede,’ that is, to situate oneself between the contending parties, putting a hand on the shoulder of both and accepting the risk that this entails,” the Pope said. The person who builds peace is the one, he continued, “who knows how to take a clear position, but at the same time strives to build bridges, to listen, and to understand the different parties involved, promoting dialogue and reconciliation.” Francis also emphasized that the model par excellence of a peacemaker is Jesus Christ. “Where can we find inspiration and strength to welcome everyone if not in the life of Jesus?” he said. It is good to take time for prayer at association meetings, he told the group, but living out the Christian life goes further. “Assuming a Christian style means growing in familiarity with the Lord and in the spirit of the Gospel,” the Pope said, “so that it may permeate everything we do and our actions have the style of Christ and make him present in the world.” “In the face of cultural visions that threaten to nullify the beauty of human dignity and tear society apart, I invite you to cultivate ‘a new dream of fraternity and social friendship that is not limited to words,’” he emphasized, quoting his 2020 encyclical Fratelli Tutti. Pope Francis also praised the association for promoting democracy. A democratic society, he said, is one “in which there really is a place for everyone, in factual reality and not just in declarations and on paper.” - Keywords: [peace](https://www.ncregister.com/tag/peace) [prayers for peace](https://www.ncregister.com/tag/prayers-for-peace) [peacemakers](https://www.ncregister.com/tag/peacemakers)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "francis",
        "sentiment": "negative"
      },
      {
        "name": "pope francis",
        "sentiment": "negative"
      },
      {
        "name": "benjamin netanyahu",
        "sentiment": "none"
      },
      {
        "name": "joe biden",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "christian workers",
        "sentiment": "none"
      },
      {
        "name": "acli",
        "sentiment": "none"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vatican",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "white house",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T02:38:31.718+03:00",
  "updated": "2024-06-02T02:38:31.718+03:00"
}