{
  "thread": {
    "uuid": "14af6a7c40141a91d45c65d728aa1b7716ae9372",
    "url": "https://www.clarin.com/internacional/saber-perro-vivira-mirando-nariz_0_oqQcsBlVe2.html",
    "site_full": "www.clarin.com",
    "site": "clarin.com",
    "site_section": "https://www.clarin.com/internacional/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Internacional - Clarín.com",
    "title": "Cómo saber si tu perro vivirá mucho o poco mirando su nariz",
    "title_full": "Cómo saber si tu perro vivirá mucho o poco mirando su nariz",
    "published": "2024-04-04T22:39:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.clarin.com/img/2024/01/23/3Ps9F7fn4_2000x1500__1.jpg",
    "performance_score": 0,
    "domain_rank": 2382,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 14,
        "comments": 9,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "14af6a7c40141a91d45c65d728aa1b7716ae9372",
  "url": "https://www.clarin.com/internacional/saber-perro-vivira-mirando-nariz_0_oqQcsBlVe2.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción Clarín",
  "published": "2024-04-04T22:39:00.000+03:00",
  "title": "Cómo saber si tu perro vivirá mucho o poco mirando su nariz",
  "text": "Un estudio científico demostró que las narices de los perros pueden determinar su esperanza de vida. Los resultados surgieron a partir de la investigación de alrededor de 600.000 canes británicos de 150 razas . Y estas son las conclusiones más relevantes. Según lo publicado el jueves en Scientific Reports , las razas grandes y con caras aplanadas tienen una esperanza de vida promedio más corta que los perros pequeños y los de hocicos largos . De este modo, observar el tamaño del perro y el largo de su nariz puede ser útil para tener más o menos una idea de cuál es su esperanza de vida. Ni que hablar si se conoce su raza. También se llegó a la conclusión de que las perras viven más que los machos . Obviamente, como en toda regla hay excepciones . Los datos podrían no ser útiles para los perros \"extranjeros\", ya que los métodos de reproducción son diferentes en cada país. Tampoco se sabe por qué algunas razas tienen esperanzas de vida más larga que otras y averiguar el porqué es el nuevo objetivo de los científicos. Kirsten McMillan , autora del estudio y gerente de datos de Dogs Trust, una organización benéfica de bienestar canino en Gran Bretaña, dijo que la investigación les brinda la \"oportunidad de mejorar la vida de nuestros perros \". De acuerdo al gráfico del estudio, las tres razas de perros con mayor esperanza de vida en Reino Unido son Bolognese (14,9 años promedio), Tibetan Spaniel (15,2) y Lancashire Heeler (15,4). Las de menor esperanza son el Cane Corso (8,1), Presa Canario (7,7) y Caucasian Shepherd Dog (5,4). La esperanza de vida promedio de los perros analizados fue de 12,5 años , pero varió “espectacularmente” entre las razas. La investigación concluyó en que los perros de cara plana viven un promedio de 11,2 años, un tiempo apenas por debajo del de las razas de cara larga, cuya esperanza de vida ronda los 12,1. El informe explica que lo que suele pasarles a algunos perros de cara plana, como el bulldog francés, es que debido a sus hocicos extremadamente cortos pueden tener problemas respiratorios, insolación u otros problemas de salud. El estudio analizó una base de datos de 584.734 perros británicos recopilados a partir de registros de razas, empresas de seguros para mascotas, veterinarias y más.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://www.nature.com/articles/s41598-023-50458-w",
    "https://nature.com/articles/s41598-023-50458-w"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T02:18:13.570+03:00",
  "updated": "2024-04-05T02:18:13.570+03:00"
}