{
  "thread": {
    "uuid": "3c0ad649635e884f910b565f82be4a968e889882",
    "url": "https://xchange.avixa.org/posts/interview-with-aska3d-s-investor-makoto-otsubo-a45cfe10-98a2-4f73-ad56-5fb96a3c1c8b",
    "site_full": "xchange.avixa.org",
    "site": "avixa.org",
    "site_section": "https://xchange.avixa.org/rss.xml",
    "site_categories": [],
    "section_title": "AVIXA Xchange",
    "title": "Interview with ASKA3D's investor, Makoto Otsubo",
    "title_full": "Interview with ASKA3D's investor, Makoto Otsubo",
    "published": "2024-04-12T02:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.zapnito.com/users/696215/posters/70efcf67-aef8-4b9f-a056-1e5c807abd30_large.png",
    "performance_score": 0,
    "domain_rank": 62703,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3c0ad649635e884f910b565f82be4a968e889882",
  "url": "https://xchange.avixa.org/posts/interview-with-aska3d-s-investor-makoto-otsubo-a45cfe10-98a2-4f73-ad56-5fb96a3c1c8b",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Asukanet Co., Ltd.",
  "published": "2024-04-12T02:00:00.000+03:00",
  "title": "Interview with ASKA3D's investor, Makoto Otsubo",
  "text": "This is a continuation of last week's post. 3. \"An innovative concept inspired by the scenic view outside the Shinkansen window: A cutting-edge optical device conceived through a thought experiment.\" 4. “Development of the first device started with manual work & encounters with various collaborators and Asukanet” \"The sudden idea sparked by the view from the Shinkansen window, which materialized through a thought experiment, resulted in a new optical device.\" - The idea took shape, projecting an \"image\" into the air. \"Please tell me about the moment when the idea for realizing three-dimensional imaging was born and the initial concept. It may sound obvious, but the scenery outside the Shinkansen window appears three-dimensional. While distant views may also seem two-dimensional, the closer they are, the more apparent their three-dimensionality becomes. Light penetrates through the 10mm-thick window glass, entering my eyes as a three-dimensional landscape. Contemplating this information passing through, I had the insight to conduct thought experiments, imagining what would happen if, with the help of divine powers, time could be halted, and the view from the train window itself could be brought back to a hotel for playback as a three-dimensional image. This thought experiment was realized by the long-standing principle of Integral Photography (IP) and it became a bridge to the present ASKA3D. Enlarging the 10mm glass plate and supposing the passing rays as lines, we can draw countless lines from the surface to the back of the glass. While these lines are physically light rays, they are represented geometrically as lines. I contemplated ways to organize these lines. Let me briefly explain Integral Photography (IP). An old technique involves a pinhole camera. Natural light diffuses through a single pinhole, forming a cone-shaped projection on a screen. We perceive the scenery (light) we see with our eyes as an aggregation of light passing through these pinholes. I Imagined countless pinholes on the front and back of a 10mm glass plate, resulting in pinhole images. As these images have countless pinholes, they should appear three-dimensional. I realized intuitively that, \"light passing through the glass follows a regular pattern, can be recorded, and can be reproduced\" . The term 'reproduction' here is more accurately described as 'reverse reproduction,' envisioning light emanating from pinhole images towards the pinholes. This concept became the idea for an active system, the ultimate three-dimensional image where the field of view can be freely controlled. However, at that time, there was no method within the existing scientific and technological capabilities to reproduce this idea.\" \"Please share the development process since obtaining the initial patent. I also heard that another patent filed in 1997 serves as the prototype for the current ASKA3D. From around 1994 for several years, I collaborated with a major corporation on researching an active system using the Integral Photography (IP) method. While working on creating three-dimensional images, I had another idea around 1997: 'What if a three-dimensional image could be created not electrically but with a single panel?' I further obtained a patent for this idea. (Publication number: Hei 9-005503) This groundbreaking method, achievable without using pinholes, is the prototype for the current ASKA3D, and I applied for the patent with an eye on the future. At that time, methods for realizing three-dimensional images using negative refractive indices were being explored by scholars and researchers worldwide, but none had reached a definitive solution. Subsequently, I established my own company to advance research and development in the field of active systems, eventually completing a prototype. I remember a three-dimensional dolphin, despite its thickness of around 10mm, leaping beyond the shutter surface and appearing right in front of me. However, I was aware that shaping this active system with the technology available at the time would incur astronomical costs. This was around 2006.\" \"It has been mentioned that there was a rediscovery of the prototype for ASKA3D in 2007. Could you please provide more details? Around 1997, I had put aside one idea that had come to a halt after prototyping since I shifted my research focus to active systems. It was around the summer of 2007, I believe. I found myself contemplating the reflection paths of light while gazing at the ceiling corners in the bathroom and toilet. During this contemplation, the idea arose that \"maybe corners were not necessary\", and this led to the notion of dividing a single two-sided corner vertically. Soon after, the image of a panel emerged in my mind, consisting of the glass rods (cross-section 3mm × 20 pieces) that I had prototyped in 1997, arranged in two layers vertically.\" \"I remember feeling a shock as if I was being struck by lightning and my heart pounding at that moment. Immediately, I headed to the company, darkened the room, and hold the prototyped glass over a Desktop PC's 'Power Button LED (blue)' at 45 degrees. To my amazement, the image indeed appeared to float in midair. I still vividly recall the trembling excitement from that time. As I transitioned into the business phase, I encountered the challenge of precision in product development— the issue of achieving accuracy necessary for a viable product. At that time, the imaging was distorted, it was still formed as a three-dimensional image. To address this challenge, I joined Asukanet, who reached out to assist me in solving this issue.\" \"Initiating the development of the first prototype from manual work: Various collaborators and the encounter with Askanet - The future brought by new applications of ASKA3D.\" \"Please tell me about the challenges you faced and how you overcame them in developing the first prototype of ASKA3D. I remember that the cross-section of the glass rods for the first prototype was 3mm square. At that time, we arranged the first layer on a transparent glass plate, followed by the second layer placed orthogonally, and finally sandwiched with another glass plate. We had to do all of this manually, and maintaining the shape was challenging due to slight tilts or vibrations causing the carefully arranged glass rods to shift and misalign. While it worked experimentally, it was far from a commercially usable level. The challenges at that time were mainly two: - Accuracy/size of the glass rods, flatness/mirror finish accuracy on all four sides, and vapor evaporation - Panelization/adhesive, ingot fabrication, slicing, etc. The collaboration with a specialized glass processing company allowed us to overcome these challenges, leading to the advancements we have today. The cross-section precision of the glass rods has improved to 0.5mm square. Additionally, we have succeeded in increasing the aspect ratio, allowing us to project three-dimensional images with significantly less light compared to the early stages.\" \"How does the initial concept of ASKA3D during the early development stages differ from the current ASKA3D? Firstly, there are improvements in quality such as brightness, sharpness, plate size, and environmental durability. Secondly, the realization of mass production for glass panels. Thirdly, the achievement of mass production for resin panels, which did not exist at the time. While I had envisioned these developments at some point, they would not have been possible without the collaboration with Asukanet.\" \"Today, we heard the story from the inspiration of the idea to joining Asukanet. What would you say is the most important thing you learned during this period? As background, there were various challenges, including the failure of the venture I started and the challenges in the active system. The two most crucial lessons I learned during this period are: - Facing challenges without giving up on the dream. - Encountering various collaborators. I feel that these two points have 'imaged' into the realization of ASKA3D.\" \"Finally, I would like to convey a message to everyone who has developed an interest in ASKA3D through this interview. As a inventor, I anticipate the application of ASKA3D's aerial imaging functionality in various fields where the convenience of aerial imaging is needed. In this field, many companies, universities, and research institutions have already used ASKA3D, and thanks to that, the number of projects that have been commercialized is increasing. On the other hand, aerial imaging is just one feature of ASKA3D, and it is fundamentally a special optical device. It is similar to inventing a convex lens in a world without one, and it can be considered a metamaterial with the potential to build new optical systems by combining it with various other optical devices. Currently featured in applications like visible light aerial displays and touchless devices, ASKA3D can also be applied to infrared light, microwave optics, ultraviolet light, and more. I believe ASKA3D has the potential to make many previously impossible things possible in various fields, from measurements to other applications. There are still unknown areas waiting to be explored. I hope that many people will get to know ASKA3D and consider applying it in the development of new optical systems.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "makoto otsubo",
        "sentiment": "neutral"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "shinkansen",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T03:08:59.657+03:00",
  "updated": "2024-04-15T22:20:12.687+03:00"
}