{
  "thread": {
    "uuid": "a66302e7c34df22f8a01a5bd61ebfb2908da5298",
    "url": "https://joniandfriends.org/central-america",
    "site_full": "joniandfriends.org",
    "site": "joniandfriends.org",
    "site_section": "https://www.joniandfriends.org/rss.xml",
    "site_categories": [],
    "section_title": "Joni and Friends",
    "title": "Central America",
    "title_full": "Central America",
    "published": "2024-04-18T23:47:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://joniandfriends.org/wp-content/uploads/2024/01/01-24_Home-Page-Banner_Mobile.jpg",
    "performance_score": 0,
    "domain_rank": 56565,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a66302e7c34df22f8a01a5bd61ebfb2908da5298",
  "url": "https://joniandfriends.org/central-america",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@joniandfriends",
  "published": "2024-04-18T23:47:00.000+03:00",
  "title": "Central America",
  "text": "Joni and Friends Central America\nVisualizamos un mundo donde cada persona con discapacidad encuentre esperanza, dignidad y su lugar en el cuerpo de Cristo.\nSan Jose, Costa Rica\nAlcanzar\nLlegamos a las familias que viven con discapacidades con la esperanza adornada por el Evangelio.\nCuidar\nAmpliamos la atención centrada en el Evangelio a través de apoyo comunitario, relevo, retiros y escapadas y respuesta a crisis.\nConectar\nConectamos a las familias con iglesias que honran a Cristo y son amigables con las personas con discapacidad, donde encuentran un lugar de pertenencia.\nLiderazgo\nClaudia Aguirre\nClaudia Aguirre inició su servicio como voluntaria en Joni and Friends en el año 2009 después de asistir al primer Retiro Familiar Internacional realizado en El Salvador. Actualmente es la Gerente Regional Internacional para Centroamérica y México.\nA los 11 años, Claudia tuvo un accidente de clavado en la piscina de su colegio que la dejó cuadripléjica. Después de años de rehabilitación, volvió a la escuela y se graduó del Liceo Francés de San Salvador. Luego ingresó a la Universidad y se graduó en 2003 como Licenciada en Economía y Negocios.\nClaudia está cumpliendo su propósito de vida y ama compartir su testimonio pues eso le da la oportunidad de difundir el mensaje de la esperanza en Dios a aquellos que sufren, así como levantar su voz para crear conciencia sobre el amor y la inclusión hacia las personas con discapacidad en la comunidad, la iglesia y la sociedad en general.\nMinisterios\nWheels for the World™\nWheels for the World brinda movilidad que cambia vidas junto con la esperanza del Evangelio a personas afectadas por una discapacidad en todo el mundo. Puede participar donando una silla de ruedas, colaborando en una campaña internacional o contribuyendo para que las sillas de ruedas puedan ser restauradas y enviadas a alguien que las necesite.\nInternational Family Retreat\nInternational Family Retreat ofrece ayuda y esperanza a familias que viven con discapacidades en todo el mundo. ¡En asociación con iglesias locales, estamos ayudando a las familias a encontrar esperanza, dignidad y su lugar en el cuerpo de Cristo!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:01:33.583+03:00",
  "updated": "2024-04-19T00:01:33.583+03:00"
}