{
  "thread": {
    "uuid": "845c18618028dcdb4a33f10b375ba28dd0f23346",
    "url": "https://www.amarillo.com/story/news/2024/01/12/xcel-energy-readies-for-cold-weather-offers-tips-for-customers/72203177007/",
    "site_full": "www.amarillo.com",
    "site": "amarillo.com",
    "site_section": "https://www.newsbreak.com/texas-state",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Texas State News | NewsBreak Texas State",
    "title": "Xcel Energy readies for cold weather, offers tips for customers",
    "title_full": "Xcel Energy readies for cold weather, offers tips for customers",
    "published": "2024-01-12T20:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 25662,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "845c18618028dcdb4a33f10b375ba28dd0f23346",
  "url": "https://www.amarillo.com/story/news/2024/01/12/xcel-energy-readies-for-cold-weather-offers-tips-for-customers/72203177007/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Amarillo Globe-News - Unlimited Digital Access",
  "published": "2024-01-12T20:08:00.000+02:00",
  "title": "Xcel Energy readies for cold weather, offers tips for customers",
  "text": "Xcel Energy, Southwest Power Pool prepared for high electricity demand during extreme cold Xcel Energy said Friday it is closely monitoring changing weather conditions that will bring extreme cold to the Texas-New Mexico region over the weekend through the first half of next week. \"The company is working closely with the Southwest Power Pool to ensure the region’s power supply can meet the expected increase in electricity demand,\" a company release says. \"Regional power generating resources have been inspected and winterized and all available generating units will be dispatched as needed. Xcel Energy is also monitoring the region’s transmission and distribution networks and is ready to respond to any contingency.\" The SPP has issued a Conservative Operations advisory to its member providers effective 4 a.m. Sunday, with an anticipated end of 9 p.m. Tuesday. This advisory does not require the public to conserve energy and is issued to raise awareness of potential threats to reliability among entities responsible for operating transmission and generation facilities. While there is always some degree of uncertainty related to weather prediction, both Xcel Energy and SPP anticipate the region will have enough power generation to serve the energy demand of the SPP footprint throughout the storm period, the utility said. Visit spp.org/grid-conditions for timely and regular updates regarding current advisories and grid conditions. Xcel Energy said in earlier January release that it was prepared for the first winter blast in Texas and New Mexico of the year, and the company reminded customers of ways they can stay warm, save money and stay informed in the event of a power outage. “The reliability of our system is vital any time of year, but even more important during extreme cold,” said Adrian J. Rodriguez, president, Xcel Energy – New Mexico, Texas in the release. “Our customers can be assured that we’ve taken steps to winterize power plants and harden the grid. Our employees are highly trained and stand ready to manage our power plants and address issues with power lines quickly and safely in the event of an interruption to electric service.” As a reminder, the Electric Reliability Council of Texas (ERCOT) is often referred to as the “Texas power grid,” even though it does not cover the entire state. Texas is served by four separate power grids. ERCOT serves major population centers and the bulk of Texas; Midcontinent Independent System Operator reaches into southeast Texas; the Western Electricity Coordinating Council serves the southwest tip of Texas (El Paso area); and the Southwest Power Pool (SPP) serves Xcel Energy in the Texas South Plains and Panhandle. Xcel Energy’s New Mexico region is also served by SPP. The impending [extreme cold temperatures](/story/news/2024/01/11/ercot-issues-watch-as-arctic-blast-approaches-texas-high-plains/72193375007/) set to settle over the area prompted several agencies and businesses including [Atmos Energy](/story/news/2024/01/10/atmos-energy-offers-winter-weather-preparedness-safety-tips/72176467007/) to send out safety tips this week on how people can stay prepared in the event of inclement weather and possible outages. More: [Amarillo MLK celebration moves indoors due to extreme cold weather](/story/news/2024/01/12/2024-mlk-parade-celebration-moves-to-palo-duro-activity-center/72190090007/) Xcel Energy said in the earlier release from the company that it has \"invested more than $3 billion in grid improvements over the past decade to strengthen the region’s electric system and boost power imports from neighboring states. Additionally, area power plants and wind farms were designed for cold weather and are continually being improved to withstand extreme temperatures. Winterization reviews are conducted annually each fall at Xcel Energy’s Texas-New Mexico power plants, and new wind farms, such as Sagamore in New Mexico and Hale in Texas, were built with 'cold weather packages' that allow the turbines to run in subzero temperatures.\" The company said it has replaced thousands of wooden poles and updated wire on many key distribution feeder lines across the area to reduce outages caused by high winds and ice buildup. And ongoing improvements at the neighborhood level are providing more options for Xcel Energy to reroute and restore power quicker in the event of weather-related outages. How customers can prepare for inclement weather Customers can be prepared for extreme temperatures by having their heating equipment checked ahead of cold weather and taking steps to make interior spaces more airtight by adding weather stripping around doors and windows. Customers can take advantage of Xcel Energy’s Home Energy Services program by having approved contractors inspect their property for drafts and make the necessary adjustments free of charge. Information on this program can be found online on the Energy Efficiency Services page at xcelenergy.com. Winter heating accounts for about half a typical customer’s monthly energy costs, so it’s possible to realize big savings in the winter if customers keep warm air from escaping to the outside and ensuring heating units don’t have to run as often, Xcel Energy said. Another important way to save on heating costs is to adjust the thermostat 7 to 10 degrees Fahrenheit from normal settings for eight hours a day. A programmable or smart thermostat can make these adjustments more convenient, allowing customers to schedule thermostat adjustments. Many new thermostats can also be controlled remotely via a mobile device, and the most advanced models can adjust settings automatically based on activity inside the home. Energy Star-certified smart thermostats can save up to 8% annually on heating and cooling costs, according to energystar.gov. How to report power outages Should extreme weather come with ice and damaging wind, customers can help Xcel Energy get a jumpon power restoration by reporting outages. Customers have a number of ways to report their outages: - Via the Xcel Energy mobile app available on iOS and Android - Online at xcelenergy.com/out - Call 1-800-895-1999 and follow the prompts — the automated phone reporting system lets customers report outages in less than 60 seconds. Additionally, the website features an outage map that displays information on the number of customersout and anticipated time for restoration.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Economy, Business and Finance",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "adrian j. rodriguez",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "xcel energy",
        "sentiment": "negative"
      },
      {
        "name": "midcontinent independent system operator",
        "sentiment": "none"
      },
      {
        "name": "ercot",
        "sentiment": "none"
      },
      {
        "name": "electric reliability council of texas",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "new mexico",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T20:29:38.327+02:00",
  "updated": "2024-01-13T00:54:06.748+02:00"
}