{
  "thread": {
    "uuid": "abb870bf3c46f03bd89bf53f9d951e3626cec6be",
    "url": "https://www.watfordobserver.co.uk/news/national/24018801.police-commander-queens-funeral-kings-coronation-honoured/",
    "site_full": "www.watfordobserver.co.uk",
    "site": "watfordobserver.co.uk",
    "site_section": "https://www.watfordobserver.co.uk",
    "site_categories": [
      "media",
      "business",
      "entertainment"
    ],
    "section_title": "Watford news, sport, Watford FC and events - Watford Observer",
    "title": "Police commander at Queen’s funeral and King’s Coronation is honoured | Watford Observer",
    "title_full": "Police commander at Queen’s funeral and King’s Coronation is honoured | Watford Observer",
    "published": "2023-12-30T05:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.watfordobserver.co.uk/resources/images/17598416/?type=og-image",
    "performance_score": 0,
    "domain_rank": 48324,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "abb870bf3c46f03bd89bf53f9d951e3626cec6be",
  "url": "https://www.watfordobserver.co.uk/news/national/24018801.police-commander-queens-funeral-kings-coronation-honoured/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PA News Agency",
  "published": "2023-12-30T05:14:00.000+02:00",
  "title": "Police commander at Queen’s funeral and King’s Coronation is honoured | Watford Observer",
  "text": "A Metropolitan Police officer who ran operations at the Queen’s funeral and the King’s coronation has been recognised in the New Year Honours list. Commander Karen Findlay has been named a Lieutenant of the Royal Victorian Order, as well as receiving the King’s Police Medal. She called the awards a “lovely, unexpected surprise”. She said: “Having transferred south of the border from Grampian Police in 1993 to the Met, I have over the last 30 years had the privilege of working with many amazing people who have given me support, advice, encouragement and friendship. “None more so than within public order policing. To lead the Met through the policing operations for the state funeral and Coronation will always remain the privileges of my life.” As well as her work as gold commander at major events, she was recognised for her efforts in championing diversity and building relationships with young people, as well as her sporting career as a captain and coach of the Scotland women’s rugby team. She is one of 10 members of the Metropolitan Police recognised in the New Year Honours list. Commissioner Sir Mark Rowley said: “These awards are hugely deserved and very special. I hope that the recipients and their families and loved ones take great pride in them. “The awards reflect a variety of contributions across different aspects of policing in London and beyond. “From preventing and investigating terrorism and knife crime to leading large-scale ceremonial and sporting events and promoting inclusion and equality across our organisation, this is a snapshot of our exceptional people.” Explosives Officer Mick Kettle was made an MBE while Detective Inspector Rasheed Alawiye receives the British Empire Medal for developing and championing diversity and inclusion initiatives across the force. Deputy Assistant Commissioner Matt Ward receives a King’s Police Medal (KPM) for his work in counter terrorism and delivering the policing plan for the Commonwealth Games in Birmingham with West Midlands Police. There are also KPMs for Detective Chief Inspector Matthew Gosling for counter terrorism, Detective Chief Superintendent Hayley Sewart for transforming the national knife crime portfolio and Detective Inspector Amanda Stephenson for her work in family liaison. Sergeant Nicholas Birch, Detective Constable Kevin Malkin and Sergeant Elizabeth St Clair are made members of the Royal Victorian Order for their royalty and specialist protection service. Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "karen findlay",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "watford observer a metropolitan police",
        "sentiment": "negative"
      },
      {
        "name": "metropolitan police",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "scotland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T05:43:14.970+02:00",
  "updated": "2023-12-30T05:43:14.970+02:00"
}