{
  "thread": {
    "uuid": "364aa5695fec0a889d1f3abe508d6c9c0ebaab57",
    "url": "https://www.europapress.es/illes-balears/noticia-reina-sofia-distinguida-medalla-oro-ser-anfitriona-embajadora-islas-mundo-20240229200212.html",
    "site_full": "www.europapress.es",
    "site": "europapress.es",
    "site_section": "https://europapress.es/illes-balears",
    "site_categories": [
      "media"
    ],
    "section_title": "\r\n\tNoticias de Baleares hoy - EUROPA PRESS\r\n",
    "title": "La Reina Sofía, distinguida con la Medalla de Oro \"por ser anfitriona y embajadora de las Islas en el mundo\"",
    "title_full": "La Reina Sofía, distinguida con la Medalla de Oro \"por ser anfitriona y embajadora de las Islas en el mundo\"",
    "published": "2024-02-29T21:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img.europapress.es/fotoweb/fotonoticia_20240229200212_1200.jpg",
    "performance_score": 0,
    "domain_rank": 2638,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "364aa5695fec0a889d1f3abe508d6c9c0ebaab57",
  "url": "https://www.europapress.es/illes-balears/noticia-reina-sofia-distinguida-medalla-oro-ser-anfitriona-embajadora-islas-mundo-20240229200212.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Europa Press",
  "published": "2024-02-29T21:08:00.000+02:00",
  "title": "La Reina Sofía, distinguida con la Medalla de Oro \"por ser anfitriona y embajadora de las Islas en el mundo\"",
  "text": "PALMA, 29 Feb. (EUROPA PRESS) -\nEl Govern ha entregado este jueves la Medalla de Oro de Baleares a la Reina Sofía \"por ser anfitriona y embajadora de las Islas en el mundo\".\nAsí lo ha resaltado la presidenta del Ejecutivo autonómico, Marga Prohens, durante el acto de entrega de la Medalla de Oro y de los Premios Ramon Llull, celebrado este jueves en el edificio de la Lonja, en Palma.\n\"Por esa estima, por su compromiso social con entidades de nuestras Islas, por ser anfitriona y embajadora de nuestras Islas en el mundo, es un honor distinguir a Su Majestad la Reina Doña Sofía con la máxima distinción de nuestra Comunidad, merecida desde hace mucho tiempo\", ha dicho Prohens.\nSeguidamente, la Reina ha pronunciado unas palabras de agradecimiento tras recibir la medalla.\n\"Quisiera agradecer la honra que supone para mí este galardón que me ha sido concedido. He tenido el privilegio de disfrutar, durante más de medio siglo, que se dice pronto, de estas maravillosas islas\", ha pronunciado.\nSeguidamente, y cambiando al catalán, ha expresado que \"aquí\" se ha sentido \"como en casa\".\nLa Reina Sofía ha llegado alrededor de las 18.30 horas al edificio, donde ha sido recibida por la presidenta balear y ha saludado al resto de autoridades, para después firmar el libro de honor.\nPoco después, sobre las 19.00 horas, ha arrancado el acto institucional en la Lonja, donde Prohens ha hecho entrega de los premios y la medalla.\nA lo largo de la ceremonia se han intercalado actuaciones musicales y se ha procedido a la pronunciación de los discursos, dándose por concluido el acto poco después de las 20.00 horas.\nENTREGA DE LOS PREMIOS RAMON LLULL Los Premios Ramon Llull los han recibido el oncólogo Enric Benito, la ecóloga marina Beatriz Morales, el doctor en Ingeniería de Caminos José Antonio Fayas, la asociación Mater Misericordiae, la Menorca Talaiòtica, el museo Es Baluard, el sacerdote e historiador Joan Planells, la Galería Xavier Fiol, el músico Lorenzo Santamaria, el Illes Balears Palma Futsal, las futbolistas Mariona Caldentey y Cata Coll, el diseñador Sebastián Pons, y, a título póstumo, el empresario Gabriel Sampol, la diplomada en magisterio Teresa Costa y la archivera y doctora María José Massot.\nEn representación de todos los premiados ha pronunciado un discurso la directora general de Mater, Bàrbara Mestre, quien ha expresado su \"sincero agradecimiento\" por las distinciones.\n\"Es imprescindible que gestionemos el legado patrimonial, material, inmaterial y empresarial del cual somos herederos y responsables\", ha manifestado también durante la lectura.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:45:45.657+02:00",
  "updated": "2024-03-01T00:45:45.657+02:00"
}