{
  "thread": {
    "uuid": "87199acbeca721e3f967df26ca4a4342f164215c",
    "url": "https://houston.culturemap.com/news/city-life/how-to-prep-your-pets-for-natural-disasters-with-a-checklist-from-houston-spca",
    "site_full": "houston.culturemap.com",
    "site": "culturemap.com",
    "site_section": "https://houston.culturemap.com/news/city-life",
    "site_categories": [
      "media"
    ],
    "section_title": "CultureMap Houston - City Life",
    "title": "How to prep your pets for natural disasters with a checklist from Houston SPCA - CultureMap Houston",
    "title_full": "How to prep your pets for natural disasters with a checklist from Houston SPCA - CultureMap Houston",
    "published": "2024-06-21T20:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://houston.culturemap.com/media-library/houston-spca-pet-emergency-kit.jpg?id=52481645&width=1200&height=600&coordinates=0%2C19%2C0%2C19",
    "performance_score": 0,
    "domain_rank": 9380,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "87199acbeca721e3f967df26ca4a4342f164215c",
  "url": "https://houston.culturemap.com/news/city-life/how-to-prep-your-pets-for-natural-disasters-with-a-checklist-from-houston-spca",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-21T20:00:00.000+03:00",
  "title": "How to prep your pets for natural disasters with a checklist from Houston SPCA - CultureMap Houston",
  "text": "Be Pet Prepared How to prep your pets for natural disasters with a checklist from Houston SPCA Tropical Storm Alberto brought heavy rain and coastal flooding to Texas, so now more than ever is the best time to make sure you and your pet are properly prepared. “Even before a hurricane or other natural disaster strikes, it’s critical to prepare essentials for all your family members, and that includes your pets to help reduce their stress levels, especially if you have to evacuate,” says Dr. Roberta Westbrook, chief animal welfare and medical officer at the [Houston SPCA](https://houstonspca.org/). As the lead agency during natural disasters for pets in the greater Houston area since the early 1980s, the Houston SPCA’s Emergency Response Team has rescued countless animals during natural disasters, including the Memorial Day floods, Hurricane Harvey and Hurricane Ike, as well as assisted with animals left behind after Hurricane Dorian devastated the Bahamas. Here's what you should do now to be ready: - A pet emergency kit should include a two-week supply of pet food and water as well as medication and vaccination records. - Ensure dogs and cats wear collars with ID tags, in addition to having a microchip with current contact information. - Add a second contact outside the greater Houston area in case land lines and cellphone towers are not working immediately following a disaster. - Check the fence line and gate in your backyard to block any possible escape routes. - Bring your pets inside your home in advance of a hurricane or flooding event. - Create a safe place for pets, such as the inside of a pet crate in a quiet room. This will keep them from hiding and it enables you to evacuate more quickly if necessary. - Place some of their favorite toys in their crate — having them can help lower anxiety levels. - Just like your other family members, make sure your pet isn’t near windows or shelves during a disaster. - If you must evacuate, be sure to take your pet. If conditions are unsafe for people, they are unsafe for pets. Pet owners should identify an evacuation route and make temporary housing arrangements well before a storm hits. A printable checklist in both English and Spanish [can be found here](https://houstonspca.org/animal-cruelty-rescue-services/disaster-response/). During the record-breaking number of hurricanes near the Gulf Coast in 2020, including Hurricane Laura, the Houston SPCA Emergency Response Team transported, provided medical care, and/or adoption services for more than 450 animals along the Gulf Coast, including Galveston Island Humane Society between late August through September. During Hurricane Harvey, the Houston SPCA Emergency Response Team: - Rescued 2,300 Harvey-impacted dogs, cats, equine, farm animals, and native wildlife. - Reunited 300 animals — including 88 horses — with their original owners. - Distributed 120 tons of donated pet food and supplies throughout the community. --- [Follow Houston SPCA on X (formerly Twitter)](https://twitter.com/HoustonSPCA) and set notification for real-time updates in the event of a local disaster.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://houstonspca.org/",
    "https://twitter.com/HoustonSPCA",
    "https://houstonspca.org/animal-cruelty-rescue-services/disaster-response/",
    "https://www.twitter.com/HoustonSPCA",
    "https://houstonspca.org",
    "https://www.houstonspca.org/animal-cruelty-rescue-services/disaster-response/",
    "https://houstonspca.org/animal-cruelty-rescue-services/disaster-response",
    "https://www.houstonspca.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "harvey",
        "sentiment": "none"
      },
      {
        "name": "roberta westbrook",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "emergency response team",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "houston",
        "sentiment": "none"
      },
      {
        "name": "houston spca",
        "sentiment": "none"
      },
      {
        "name": "bahamas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T20:11:25.774+03:00",
  "updated": "2024-06-28T20:40:52.487+03:00"
}