{
  "thread": {
    "uuid": "3c14bfba0d0001d546c97d6c712c988db672f060",
    "url": "https://www.daijiworld.com/news/newsDisplay?newsID=1205280",
    "site_full": "www.daijiworld.com",
    "site": "daijiworld.com",
    "site_section": "https://www.daijiworld.com/news",
    "site_categories": [
      "media",
      "non_standard_content"
    ],
    "section_title": "Mangalore News , karnataka News , Konkani News - Daijiworld.com",
    "title": "Tata Power launches rooftop solar initiative for homes in UP - Daijiworld.com",
    "title_full": "Tata Power launches rooftop solar initiative for homes in UP - Daijiworld.com",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "http://daijiworld.com/images/daijiSquareLogo.png",
    "performance_score": 0,
    "domain_rank": 22606,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3c14bfba0d0001d546c97d6c712c988db672f060",
  "url": "https://www.daijiworld.com/news/newsDisplay?newsID=1205280",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "Tata Power launches rooftop solar initiative for homes in UP - Daijiworld.com",
  "text": "New Delhi, July 5 (IANS): Tata Power Solar Systems Limited, has launched a rooftop solar initiative aimed at powering homes in Uttar Pradesh (UP) with clean energy. Starting from Varanasi, the ambitious initiative promises substantial financial savings and environmental benefits for residents through state-of-the-art Rooftop Solar Solutions, the company said on Friday. Consumers in the state can avail a maximum subsidy of up to Rs.1,08,000 on rooftop solar installation. This will comprise a Central government subsidy of Rs 78000 for up to 3 kW and a maximum of Rs 30,000 (Rs 15,000 per kW) for up to 3kW by the State Govt., which will be over and above the Central government subsidy. “Tata Power Solar’s commitment to quality and innovation ensures that this initiative will significantly boost the region’s energy availability and sustainability. With a robust channel partner network Tata Power is well-positioned to offer expedited rooftop solar connections to the residents of Varanasi and Uttar Pradesh,” the company said in a statement. Tata Power said the initiative aligns with India’s national goal to achieve 40 GW of solar rooftop installations Speaking at the launch ceremony in Varanasi, Praveer Sinha, CEO& MD, Tata Power, said: “Tata Power solar offers made-in-India, state-of-the-art solar panels ensuring superior performance and longevity on installation. Its bifacial panels also ensure that light is absorbed on both sides, guaranteeing higher efficiency in less space.” Switching to solar energy offers tremendous economic advantages. A typical household installing a 3 kW solar rooftop with an initial investment of around INR 1.08 lakh (subsidy of INR 1.08 lakh can be claimed) can generate 12 units of electricity daily, translating to approximately 360 units per month. With the average electricity tariff in Varanasi, this setup can save residents up to INR 27000 per year on their electricity bills, Tata Power said. Net metering allows residents to earn credits for any excess electricity generated by their solar systems and fed back into the grid. This not only reduces their electricity bills further but also ensures that no generated power goes to waste, enhancing the overall financial benefits of switching to solar energy. Disclaimer: Please write your correct name and email address. Kindly do not post any personal, abusive, defamatory, infringing, obscene, indecent, discriminatory or unlawful or similar comments. Daijiworld.com will not be responsible for any defamatory message posted under this article. Please note that sending false messages to insult, defame, intimidate, mislead or deceive people or to intentionally cause public disorder is punishable under law. It is obligatory on Daijiworld to provide the IP address and other details of senders of such comments, to the authority concerned upon request. Hence, sending offensive comments using daijiworld will be purely at your own risk, and in no way will Daijiworld.com be held responsible.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "tata power",
        "sentiment": "negative"
      },
      {
        "name": "tata power solar systems limited",
        "sentiment": "negative"
      },
      {
        "name": "tata power solar",
        "sentiment": "none"
      },
      {
        "name": "rooftop solar solutions",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "varanasi",
        "sentiment": "none"
      },
      {
        "name": "uttar pradesh",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T17:03:09.145+03:00",
  "updated": "2024-07-05T17:03:09.145+03:00"
}