{
  "thread": {
    "uuid": "f7f61baa3feb3400ff2b8983a2a9b7b6821b426f",
    "url": "https://www.marionstar.com/story/life/2023/12/29/greater-blessings-when-god-leads-you-deeper-in-your-faith-j-patrick-street-pastor-column/72030308007/",
    "site_full": "www.marionstar.com",
    "site": "marionstar.com",
    "site_section": "http://www.marionstar.com",
    "site_categories": [
      "media"
    ],
    "section_title": "The Marion Star | marionstar.com",
    "title": "Greater blessings when God leads you deeper into your faith",
    "title_full": "Greater blessings when God leads you deeper into your faith",
    "published": "2023-12-29T11:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 61842,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f7f61baa3feb3400ff2b8983a2a9b7b6821b426f",
  "url": "https://www.marionstar.com/story/life/2023/12/29/greater-blessings-when-god-leads-you-deeper-in-your-faith-j-patrick-street-pastor-column/72030308007/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Guest columnist - Unlimited Digital Access",
  "published": "2023-12-29T11:20:00.000+02:00",
  "title": "Greater blessings when God leads you deeper into your faith",
  "text": "Pastor column: A guiding hand into a deeper relationship with God in the new year The prophet Ezekiel had a vision (Ezekiel 47:3-5) in which a man led him to the bank of a river. The man led Ezekiel out into the river to where he was standing in ankle-deep water. From there, the man led Ezekiel out where the water was knee-deep. Again the man led him further; now the water was waist-deep. One last time the man led Ezekiel out to the point that the prophet tried to follow but found that the water was a river deep enough to swim in. The man in Ezekiel's vision led him into ever deepening waters. The point of Ezekiel’s vision is that God wants to do this same thing in your life. Your spiritual experience with God is like that. He’s always leading you into a deeper relationship with Him, a deeper knowledge of Him, a deeper commitment to His will, a deeper level of fellowship with Him. Maybe you are at the ankle-deep level in your walk with the Lord. This is the step of faith to be saved, but it doesn't end there. Yes, He brought us out of darkness and into His marvelous light (1 Peter 2:9), but He also wants to lead us on. Many stop right here and never go one step farther with God. There is much more to being saved than just getting saved. Maybe you're at the knee-deep level walk with God Or maybe you have been walking with God for some time and now the Holy Spirit is taking you at the knee-deep level. The knees speak of prayer. This is a life that is learning dependence on the Lord. It’s activating our faith, trusting in the Lord with all your heart (Proverbs 3:5). At this level we know something of the power of the river. God calls you deeper. Don’t be satisfied with your present level. When you waded out waist deep into the river, more of the river and less of the man is seen. When we have waded out this far, we not only feel the power of the river but others can see its effect on us. At this level of maturity you can't hide its effects in your life. As deep as this level of spiritual growth is, it’s still not as deep as we can go! Ezekiel reached a point where the river was in control. He’s at the mercy of the river. This is the deepest spiritual level that any believer can reach. There’s three reasons why. When you are this deep, you have gone beyond your own ability. You have ceased to support yourself. You have given yourself up to the will of the river. You’ve surrendered totally to God and His will for your life. This is where God wants to get you. There will be greater blessings to be experienced and truths to be learned when you let God lead you deeper — until you are totally immersed in Him. Go deeper in 2024! Rev. J. Patrick Street is the lead pastor of Redeemer Church in Marion. He can be reached at [coachpatstreet@gmail.com](mailto:coachpatstreet@gmail.com).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ezekie",
        "sentiment": "positive"
      },
      {
        "name": "ezekiel",
        "sentiment": "none"
      },
      {
        "name": "peter",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T12:34:46.445+02:00",
  "updated": "2023-12-29T12:34:46.445+02:00"
}