{
  "thread": {
    "uuid": "3ef934f186709e039cefcb27cf492f09012ba68a",
    "url": "https://list25.com/25-facts-about-search-and-rescue-dogs-youll-want-to-know",
    "site_full": "list25.com",
    "site": "list25.com",
    "site_section": "https://list25.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "List25",
    "title": "25 Facts About Search And Rescue Dogs You’ll Want To Know",
    "title_full": "25 Facts About Search And Rescue Dogs You’ll Want To Know",
    "published": "2024-06-22T06:06:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://list25.com/wp-content/uploads/2016/12/searchandrescue-feature.jpg",
    "performance_score": 0,
    "domain_rank": 33303,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3ef934f186709e039cefcb27cf492f09012ba68a",
  "url": "https://list25.com/25-facts-about-search-and-rescue-dogs-youll-want-to-know",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Petr H.",
  "published": "2024-06-22T06:06:00.000+03:00",
  "title": "25 Facts About Search And Rescue Dogs You’ll Want To Know",
  "text": "Search and rescue dogs are **true heroes** who bravely respond to disasters and save lives. Their amazing training helps them track through the wild and find missing folks, saving many lives each year. These cute and courageous pups certainly earn our appreciation, and **here’s** why. Check out these 25 Fascinating Facts About Search And Rescue Dogs That Will Catch Your Eye.\nSearch and rescue (SAR) dogs find people through detecting their scent. Although the exact processes are still unknown, it may include skin rafts (scent-carrying skin cells), evaporated perspiration, respiratory gases, or decomposition gases released by bacterial action on human skin or tissues.\nSAR dogs can be classified broadly as either air-scenting dogs or trailing dogs. Air-scenting dogs usually work off-lead and use airborne human scent, while trailing dogs are typically on lead and use their nose to follow ground disturbances.\nRecruited from both animal shelters and breeders, SAR dogs are chosen mainly for an unusually strong \"prey-drive,\" their determination to find a hidden toy.\nDepending on atmospheric conditions, a well-trained air-scenting dog can detect scent sources from a distance of up to 1/4 mile (400 m) or even more.\nThe Search Dog Foundation estimates it costs about $30,000 to train a SAR dog.\nHunting and herding breeds such as Labrador Retrievers, Golden Retrievers, German Shepherds, Belgian Malinois, and Border Collies are typically chosen to be trained as SAR dogs.\nSome SAR dogs can be trained specifically to find humans that are trapped under snow. The best avalanche dogs can smell people that are under 15 ft (4.6 m) of snow. Avalanche dogs are often St. Bernards.\nPuppies chosen to be SAR dogs usually start to be trained when they are just 8-10 weeks old.\nThere are currently over 150 air-scenting search dog units around the US, and new units are continually being formed.\nNewfoundland dogs are not as commonly used as SAR dogs as some other breeds, but they excel at water rescue/lifesaving because of their muscular build, thick double coat, webbed feet, and unrivaled swimming abilities.\nBeing a SAR dog can be stressful for the animals, so they usually retire when they are 8-10 years old. Disaster work dogs can also go into a more laid-back specialty such as wilderness search.\nThe only national standards for SAR teams are the FEMA-certification standards which are very difficult to meet. The certification process normally takes a year to complete, and as few as 15% of the candidates achieve the certification.\nDogs used to locate remains of deceased victims are called cadaver dogs. These dogs can locate entire bodies (including those buried or submerged), decomposed bodies, body fragments (including blood, tissues, hair, and bones), or skeletal remains.\nWhen a dog accepted into a SAR training program later proves to be unsuitable for this highly specialized line of work, they might be trained for other careers such as drug detection, companion dogs to Veterans suffering from PTSD, or they become beloved family pets.\nExperts estimate that a single SAR dog can accomplish the work of 20 to 30 human searchers.\nDuring the 9/11 attacks, about 300 loyal SAR dogs and their brave owners scoured the site of the tragedy for survivors. In September 2011, ten years later, just few of those heroic canines were still alive.\nOn average, a SAR handler spends about 1,000 hours becoming field-ready.\nSAR dogs can perceive certain smells in a range of one part in ten quadrillion, which is up to 100 million times greater than man.\nThe longest air-scenting detection by a SAR dog on record is 2 mi (3.2 km). It was achieved by a SAR dog in the Alaskan tundra.\nSAR dogs have been used for over 300 years. The first search dogs were the St. Bernards of the Monks of the Hospice in the Swiss Alps. The dogs were trained to locate travelers who had become stranded or lost in winter storms while crossing the passes between Switzerland and Italy.\nSAR dogs often accompany their handlers to work and even on vacation to be ready for emergency.\nOne SAR dog/handler team can clear an area of about 0.5 sq mi (1.3 sq km) per day on average.\nIn the US, bloodhounds were the first SAR dogs. They were used by police officials to track and find criminals and escaped prisoners.\nA calm, windless day with the sun overhead is the toughest time for a SAR dog as smoke and scent rise up from convective currents. Therefore, the probability of detection is higher on cloudy days or at night.\nIf you’ve enjoyed this list, check out\n25 Heroic Animals Who Rescued People.\nBretagne, the last surviving 9/11 search dog, was euthanized in June 2016 (aged 16) in an emotional ceremony as lines of firefighters and rescue workers gave her a hero's farewell. The golden retriever was also deployed in rescue works following the hurricanes Katrina and Rita.\nPhotos: 23.\n Michael Gil via flickr, 14. D. Surber via wikimedia commons, 13. DFID – UK Department for International Development, 11. Bob Haarmans via flickr, 9. DFID- UK Department for International Development, 7. Carina Wicke Photographer via wikimedia commons, 6. Benduiker via wikimedia commons, 4. Steve Jurvetson via flickr, 1. Beverly & Pack via flickr",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Health"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://commons.wikimedia.org/wiki/File:Alaskan_Malamute_Biyaalsm-Attk.JPG",
    "https://www.commons.wikimedia.org/wiki/File:Alaskan_Malamute_Biyaalsm-Attk.JPG"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "sar",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T06:17:42.786+03:00",
  "updated": "2024-06-22T06:17:42.786+03:00"
}