{
  "thread": {
    "uuid": "04ac8ffd95457a6a6e12e51ad6980b7c94f64817",
    "url": "https://www.avvenire.it/rubriche/pagine/sui-social-il-natale-inaspettato-di-salah-calciatore-musulmano",
    "site_full": "www.avvenire.it",
    "site": "avvenire.it",
    "site_section": "https://www.avvenire.it",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Avvenire.it",
    "title": "Sui social il Natale inaspettato di Salah, calciatore musulmano",
    "title_full": "Sui social il Natale inaspettato di Salah, calciatore musulmano",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.avvenire.it/content/images/avvenire-social-base.png",
    "performance_score": 0,
    "domain_rank": 14695,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "04ac8ffd95457a6a6e12e51ad6980b7c94f64817",
  "url": "https://www.avvenire.it/rubriche/pagine/sui-social-il-natale-inaspettato-di-salah-calciatore-musulmano",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Guido Mocellin",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Sui social il Natale inaspettato di Salah, calciatore musulmano",
  "text": "Decido di occuparmi di Mohamed Salah, attaccante del Liverpool e della nazionale di calcio egiziana, musulmano praticante al quale qualche anno fa un articolo su “La Repubblica” ( bit.ly/47hfEws) attribuiva il merito di aver mitigato l’islamofobia britannica, su suggerimento natalizio del collega e amico Lorenzo Galliani. Se lancio su Google “Salah Buon Natale”, in italiano, il robot cercatore mi restituisce poche righe sui siti dei quotidiani sportivi italiani, tutte più o meno di derivazione ANSA ( bit.ly/3H18kdY). Raccontano che Salah ha postato sui suoi plurivisualizzati account Instagram (63,3 milioni di follower bit.ly/3RWtD6E) , X (18,7 milioni) e Facebook (16 milioni) degli auguri di Natale non convenzionali, per un calciatore. Ha mostrato un abete addobbato ma in bianco e nero e ha scritto di avere «il cuore molto pesante» per «la brutale guerra in corso in Medio Oriente» e in particolare per «la morte e la distruzione a Gaza», e di «condividere il dolore di quelle famiglie che stanno piangendo la perdita dei loro cari», raccomandando di non «fare l’abitudine» alla loro sofferenza. Se interrogo Google con “Salah Merry Christmas”, in inglese, le righe e i link trovati sono molti di più e mi forniscono, oltre alla notizia, il suo contesto e il suo seguito. Il contesto è che da qualche anno Salah diffonde sui social un messaggio di auguri con immagini natalizie (la famiglia riunita sotto l’albero carico di addobbi). Il seguito è che anche quest’anno, come in passato, il suo post ha incontrato il biasimo digitale di una percentuale di persone (il 10% delle reazioni, secondo una fonte) che, dichiarandosi musulmane, gli ricordano: a chi appartiene alla nostra fede è vietato festeggiare il Natale, festa cristiana. E questo a prescindere dal riferimento alla guerra in corso in Medio Oriente, che pure domina il messaggio. Ma il tono e il contenuto del post sono quelli di un personaggio che, divenuto popolare grazie al calcio, sa di avere in pubblico un’autorevolezza tale da consentirgli di parlare d’altro oltre che di calcio, e di farlo con libertà: ieri condividendo, semplicemente, le tradizioni del paese in cui vive, e oggi schierandosi, nientemeno, con quella parte dell’opinione pubblica mondiale che rifiuta la guerra come metodo di risoluzione dei conflitti tra i popoli. © riproduzione riservata",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "http://bit.ly/3H18kdY%29.",
    "http://bit.ly/47hfEws%29",
    "http://bit.ly/3RWtD6E%29",
    "http://www.bit.ly/47hfEws%29",
    "http://www.bit.ly/3H18kdY%29.",
    "http://www.bit.ly/3RWtD6E%29"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T12:39:12.684+02:00",
  "updated": "2023-12-29T12:39:12.684+02:00"
}