{
  "thread": {
    "uuid": "8b55703233b152836398af38e807e7e59ee68d0f",
    "url": "https://www.vaticannews.va/es/iglesia/news/2023-12/frisina-entrevista-musica-navidad.html",
    "site_full": "www.vaticannews.va",
    "site": "vaticannews.va",
    "site_section": "https://www.vaticannews.va/es.rss.xml",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "\n            ",
    "title": "Frisina: Dios usa la música para tocar los corazones",
    "title_full": "Frisina: Dios usa la música para tocar los corazones",
    "published": "2023-12-29T15:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.vaticannews.va/content/dam/vaticannews/multimedia/2019/11/08/1a6e1293-b856-418d-8556-22dcd935b857aem.jpg/_jcr_content/renditions/cq5dam.thumbnail.cropped.1500.844.jpeg",
    "performance_score": 0,
    "domain_rank": 2928,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 103,
        "comments": 8,
        "shares": 5
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8b55703233b152836398af38e807e7e59ee68d0f",
  "url": "https://www.vaticannews.va/es/iglesia/news/2023-12/frisina-entrevista-musica-navidad.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vatican News",
  "published": "2023-12-29T15:01:00.000+02:00",
  "title": "Frisina: Dios usa la música para tocar los corazones",
  "text": "Frisina: Dios usa la música para tocar los corazones\nEugenio Bonanata y Giovanni Orsenigo - Ciudad del Vaticano\nUn rayo de luz en medio de la oscuridad y un soplo de aire puro. Para monseñor Marco Frisina, director del coro de la diócesis de Roma, este es el sentido de la música y del arte, que, especialmente durante el tiempo de Navidad, son el centro de numerosas iniciativas en el calendario de casi todas partes. \"Interpretar o escribir música no tiene nada que ver con la vanidad, el exhibicionismo o el éxito\", declaró al canal italiano Telepace.\n\"La música debe hacerse con el corazón, porque es un acto de amor\", dijo. Como han repetido sobre todo los Papas del siglo XX, el arte levanta el espíritu y alimenta la esperanza, sobre todo cuando la realidad circundante se vuelve particularmente dura.\nEl alto efecto de la música\n\"La belleza es un don y una expresión de Dios y es también una manera de contemplar al Señor\", dijo, recordando las recientes intervenciones del Papa Francisco a propósito de las canciones que hay que interpretar con el corazón para estar en sintonía con el mensaje de la Navidad. \"No hay Navidad sin música\" y también es \"bastante extraño que un mundo que en tanto reniega de Dios celebre la Navidad\", señala. Pero la música de estas fechas afecta a todo el mundo y, según el compositor, \"es como querer volver a una alegría perdida y a una infancia olvidada\". Añade que él siempre está \"a favor de la música en Navidad porque a veces el Señor también puede utilizarla para tocar el corazón de un no creyente, de una persona violenta, de una persona marginada socialmente o de una persona amargada\".\nBelleza y solidaridad\nUna caricia, por tanto, que puede abrir caminos inesperados incluso a quienes atraviesan dificultades. Al fin y al cabo, asombro y maravilla fueron los rasgos distintivos del Concierto con y para los pobres celebrado en el Aula Pablo VI el pasado 15 de diciembre, dirigido por monseñor Frisina y Speranza Scappucci. No es \"sólo un gesto externo\", explicó, \"la solidaridad significa participar en el sufrimiento\". Todo a través de compartir un don precioso, que gira en torno a la belleza. \"Hacer música así significa dar a la música su verdadero sentido\", explica. Lo mismo puede decirse del tradicional concierto de Navidad en la Basílica de San Juan de Letrán, que ya va por su 39ª edición y que este año conmemoraba el 1700 aniversario de la dedicación de la catedral. \"Las celebraciones del aniversario comenzaron el 9 de noviembre de 2023 y terminarán el 9 de noviembre de 2024, lo que representa una especie de año preparatorio para el Jubileo\", asevera.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T17:49:51.283+02:00",
  "updated": "2023-12-29T17:49:51.283+02:00"
}