{
  "thread": {
    "uuid": "00b76a0527e900203ac91ffafad019295f48bfaa",
    "url": "https://thewoksoflife.com/typhoon-shelter-shrimp-recipe",
    "site_full": "thewoksoflife.com",
    "site": "thewoksoflife.com",
    "site_section": "https://thewoksoflife.com/comments/feed/",
    "site_categories": [
      "food",
      "chinese_cuisine"
    ],
    "section_title": "\n\tComments for The Woks of Life\t",
    "title": "Comment on Typhoon Shelter Shrimp by Grace",
    "title_full": "Comment on Typhoon Shelter Shrimp by Grace",
    "published": "2024-01-16T12:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://thewoksoflife.com/wp-content/uploads/2019/04/typhoon-shrimp-15.jpg",
    "performance_score": 0,
    "domain_rank": 24552,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "00b76a0527e900203ac91ffafad019295f48bfaa",
  "url": "https://thewoksoflife.com/typhoon-shelter-shrimp-recipe",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Grace",
  "published": "2024-01-16T12:59:00.000+02:00",
  "title": "Comment on Typhoon Shelter Shrimp by Grace",
  "text": "If you like shrimp, you’re going to want to try this Typhoon Shelter Shrimp recipe. Crispy panko breadcrumbs are tossed in aromatic shrimp oil, along with fried ginger, garlic and chili. This mixture is then tossed with fragrant fried shrimp.\nWith that description alone, I don’t think I need to tell you how wonderful it smells and tastes!\nWhat is Typhoon Shelter Shrimp?\nIt is said that Typhoon Shelter Shrimp originated in\nHong Kong––Hong Kong’s Causeway Bay to be more specific.\nTyphoon season hits\nHong Kong from April to June every year. Causeway Bay was the largest typhoon shelter, or bifeng tang (避风塘) in HK back in the days, where merchants, peddlers, fishermen, and their boats converged during storms.\n“Typhoon shelter” has since become a style of cooking featuring a signature golden breadcrumb coating, which has been applied to all kinds of ingredients, from seafood and poultry to meats and vegetables like eggplant and mushrooms.\nSome of the more popular recipes include Typhoon Shelter Crab, Typhoon Shelter Wings, and of course, this Typhoon Shelter Shrimp.\nRecipe Tips Before You Start Cooking\nYou’ll be shocked as to how easy this recipe is. Just remember two things:\n- Don’t over-fry the shrimp, or they will dry out.\n- Keep the heat at medium to low when cooking the aromatics and panko, or they may burn.\nMy final tip: The shrimp oil that you’ll have leftover after making this dish is liquid gold in and of itself. It is extremely fragrant and flavorful, and can be used in dishes like\nPad Thai, Hong Kong Style Shrimp Chow Mein, Shrimp Fried Rice, and Shrimp Etouffee.\nDon’t waste that oil!\nTyphoon Shelter Shrimp Recipe: Instructions\nFirst, trim, de-vein and clean the shrimp as shown:\nShake off any excess water and pat them dry thoroughly with a paper towel.\nAdd the shrimp to a bowl and toss with ¼ teaspoon\nwhite pepper powder and 1 teaspoon Shaoxing wine. Set aside for 15 minutes while you prepare the other ingredients.\nMince the\nginger and garlic. Chop scallions and chilies. Measure out your panko breadcrumbs.\nHeat 1 cup of oil in a\nwok to 300 degrees F. While the oil is heating, pat the shrimp again with a paper towel to ensure they’re dry. Any moisture will cause the hot oil to splatter.\nWhen the oil is at temperature, fry the shrimp in two separate batches (this prevents the temperature of oil from dropping too much), for about 15 seconds per batch.\nScoop them out and set aside.\nReheat the oil to ensure it’s back up to 300 degrees F. Re-fry each batch a second time, 5-10 seconds per batch.\nRemove the shrimp to a plate and set aside.\nTurn off the heat, and carefully scoop out some of the oil into a heatproof container, leaving about 1/3 cup oil in the wok. (You can use less oil, but you also need to reduce the panko accordingly.)\nAs you can see, the oil has changed color. It is incredibly flavorful, so save it for another recipe!\nWith the heat on medium low, add the ginger to the oil and cook for 30 seconds.\nThen add the garlic…\nAnd the chilies…\nFry for another 30 seconds before stirring in the panko.\nAdd in the shrimp, salt, sugar, the remaining ¼ teaspoon white pepper, 1 teaspoon Shaoxing wine, and 1/8 teaspoon\nfive spice powder (if using). Also add the scallions.\nLightly toss everything together (still using medium low heat), and serve hot.\nTyphoon Shelter Shrimp\nIngredients\n- 1 pound large whole, head-on shrimp (450g)\n- 1/4 teaspoon\nwhite pepper powder(plus another ¼ teaspoon, divided)\n- 2 teaspoons\nShaoxing wine(divided)\n- 3 – 4 slices\nginger(minced, about 10g)\n- 7 cloves\ngarlic(minced)\n- 2\nhttps://thewoksoflife.com/chinese-chives-scallions-aromatics-peppers/(chopped)\n- 3\nred chilies(chopped)\n- 1 cup panko breadcrumbs (70g)\n- 1 cup vegetable oil (or peanut oil)\n- 1/2 teaspoon\nsalt\n- 1/4 teaspoon sugar\n- 1/8 teaspoon\nfive spice powder(optional)\nInstructions\n- Trim, de-vein and clean the shrimp as shown in the step-by-step photos. Shake off any excess water and pat them dry thoroughly with a paper towel. Add the shrimp to a bowl and toss with ¼ teaspoon white pepper powder and 1 teaspoon Shaoxing wine. Set aside for 15 minutes while you prepare the other ingredients.\n- Mince the ginger and garlic. Chop scallions and chilies. Measure out your panko breadcrumbs.\n- Heat 1 cup of oil in a wok to 300 degrees F. While the oil is heating, pat the shrimp again with a paper towel to ensure they’re dry. Any moisture will cause the hot oil to splatter.\n- When the oil is at temperature, fry the shrimp in two separate batches (this prevents the temperature of oil from dropping too much), for about 15 seconds per batch. Scoop them out and set aside.\n- Reheat the oil to ensure it’s back up to 300 degrees F. Re-fry each batch a second time, 5-10 seconds per batch. Remove the shrimp to a plate and set aside.\n- Turn off the heat, and carefully scoop out some of the oil into a heatproof container, leaving about 1/3 cup oil in the wok. (You can use less oil, but you also need to reduce the panko accordingly.)\n- With the heat on medium low, add the ginger to the oil and cook for 30 seconds. Then add the garlic and chilies, and fry for another 30 seconds before stirring in the panko.\n- Add in the shrimp, salt, sugar, the remaining ¼ teaspoon white pepper, 1 teaspoon Shaoxing wine, and 1/8 teaspoon five spice powder (if using). Also add the scallions.\n- Lightly toss everything together (still using medium low heat), and serve hot.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Weather",
    "Social Issue"
  ],
  "external_links": [
    "https://amzn.to/2Hl7ryI",
    "https://www.amzn.to/2Hl7ryI"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "typhoon shelter crab",
        "sentiment": "none"
      },
      {
        "name": "typhoon shelter shrimp",
        "sentiment": "none"
      },
      {
        "name": "typhoon shelter wings",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hk",
        "sentiment": "none"
      },
      {
        "name": "hong kong",
        "sentiment": "none"
      },
      {
        "name": "causeway bay",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T15:43:09.527+02:00",
  "updated": "2024-01-16T15:43:09.527+02:00"
}