{
  "thread": {
    "uuid": "a79e9a430bec26049be6a1dcc3e52be5602e6104",
    "url": "https://www.topnews.in/kia-s-new-ev3-electric-suv-secures-over-10000-reservations-just-23-days-2414806",
    "site_full": "www.topnews.in",
    "site": "topnews.in",
    "site_section": "https://www.topnews.in/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "TopNews",
    "title": "Kia’s new EV3 electric SUV secures over 10,000 reservations in just 23 days",
    "title_full": "Kia’s new EV3 electric SUV secures over 10,000 reservations in just 23 days",
    "published": "2024-07-05T07:22:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 49118,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a79e9a430bec26049be6a1dcc3e52be5602e6104",
  "url": "https://www.topnews.in/kia-s-new-ev3-electric-suv-secures-over-10000-reservations-just-23-days-2414806",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lokesh Verma",
  "published": "2024-07-05T07:22:00.000+03:00",
  "title": "Kia’s new EV3 electric SUV secures over 10,000 reservations in just 23 days",
  "text": "Kia’s new EV3 electric SUV secures over 10,000 reservations in just 23 days South Korean automobile manufacturer Kia Corporation’s new battery electric compact crossover SUV, called the EV3, secured more than 10,000 reservations in less than a month after its launch in its home market. Making waves in the automotive world, the Kia EV3 is gradually emerging as a potential “game changer,” thanks to soaring demand for affordable electric options in Korea and beyond. The Kia EV3 was first unveiled during the brand’s first Annual EV Day event in October last year, while order books were opened on 4th of June this year. It specifically targets consumers who want budget-friendly electric options. Jeong Won-Jeong, Vice President (VP) of Kia Corp., announced that the number of reservations for the EV3 surpassed the mark of 10,000 in merely 23 days. The Kia EV3, a part of the brand’s new series of mass-market electric cars, has a compact size but it is widely expected to make a notable impact on the brand’s sales. This compact e-SUV features the brand’s new “Opposites United” branding, and blends the technology and design of its bigger sibling (the EV9) with a smaller, more budget-friendly package. In Korea, the Kia EV3 costs the buyer $30,700 (approx. KRW 42.08 million) before the inclusion of tax benefits. With tax benefits and other incentives, the same EV starts at around $29,200 (approx. KRW 39.95 million). Based on Hyundai’s EV-dedicated E-GMP platform, the Kia EV3 promises a range of up to 311 miles (approx. 501 km). However, the EPA standard range is expected to be just around 217 miles (approx. 350 km). The Long Range (LR) trim promises a range of 311 miles (approx. 501 km), and it costs $34,100 (KRW 46.66 million). The new model will join the EV6 and EV9. The EV lineup is poised to strengthen further with the planned launches of the EV4 and EV5. The brand aims to sell 18,000 units of the EV3 in Korea by the end of 2024. The North American markets are expected to get the EV3 sometime next year. The quick success of the Kia EV3 with more than 10,000 reservations in less than a month, underpins its potential to transform the affordable EV market. With the perfect blend of its high-tech features, performance and affordability, the EV3 exemplifies Kia’s commitment to provide unmatched eco-friendly driving experience without burning a big hole in the pocket.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jeong won-jeong",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kia",
        "sentiment": "negative"
      },
      {
        "name": "kia corp.",
        "sentiment": "none"
      },
      {
        "name": "kia corporation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "korea",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T14:13:22.408+03:00",
  "updated": "2024-07-12T15:33:11.467+03:00"
}