{
  "thread": {
    "uuid": "5baf321a8d6901c4f0b90d990f3faf0129732c37",
    "url": "https://www.miragenews.com/world-health-day-emphasizes-universal-right-to-1209232",
    "site_full": "www.miragenews.com",
    "site": "miragenews.com",
    "site_section": "https://www.miragenews.com/disclaimer",
    "site_categories": [
      "media"
    ],
    "section_title": "Disclaimer | Mirage News",
    "title": "World Health Day Emphasizes Universal Right to GP Care | Mirage News",
    "title_full": "World Health Day Emphasizes Universal Right to GP Care | Mirage News",
    "published": "2024-04-04T14:56:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://cdn1.miragenews.com/wp-content/uploads/2019/04/newsdevelopments-image.jpg",
    "performance_score": 0,
    "domain_rank": 13792,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5baf321a8d6901c4f0b90d990f3faf0129732c37",
  "url": "https://www.miragenews.com/world-health-day-emphasizes-universal-right-to-1209232",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mirage News",
  "published": "2024-04-04T14:56:00.000+03:00",
  "title": "World Health Day Emphasizes Universal Right to GP Care | Mirage News",
  "text": "Everyone needs a GP, and the Australian Government must build the country's health workforce so everyone can get the care they need today, and in the future, says the Royal Australian College of GPs (RACGP). The call comes in the lead up to World Health Day on Sunday 7 April 2024. This year's theme is 'My health, my right,' which highlights that the right to health is increasingly coming under threat. RACGP Vice President Associate Professor Michael Clements said: \"Australia has a world class health system, but investment in building our health workforce to meet growing patient needs is critical. \"More than 22 million Australians received 179 million services from GPs in 2022, making general practitioners not only the most visited health professionals, but also the most cost-effective form of care. \"But demand for GP care is skyrocketing in Australia due to our demographics. We have an ageing population, and nearly half of all Australians are living with chronic illness, including mental health issues. \"More and more people require complex, ongoing care in the community. And GPs are the only health professionals who train for over 10 years to provide this kind of care. \"A strong general practice workforce is essential for a healthy Australia. This is why the RACGP is calling for the government to invest in the next Federal Budget to get enough GPs in every community. \"Being a GP is one of the most rewarding jobs, but attraction has declined after decades of underfunding. \"The RACGP is responsible for training 90% of Australia's GPs, including those training in rural and remote communities. We know what needs to be done to attract and retain this essential workforce. \"We're calling on the government to boost our homegrown GPs by removing the barriers to GP training. This includes funding incentives and basic work entitlements – parental and study leave – so GP registrars get the same as their hospital-based counterparts. Currently GPs in training lose these entitlements and take a pay cut when they leave the hospital for private practice, and many opt to stay in the hospital system for this reason. \"We're also calling for the government to help get more international and local GPs in regional and rural Australia in the immediate future by subsidising their training to work as specialist GPs. This will also work to boost our rural workforce in the long-term, because the research shows GPs who train rurally are more likely to choose to live there. \"These investments will help ensure Australia has the health workforce we need to meet patient needs today, and into the future. GP care helps people live healthier and longer, and having enough GPs in every community is essential for the health of our nation.\" The RACGP is calling for funding and reforms to improve access to affordable care for all Australians and boost the GP workforce in its [pre-Budget Submission 2024-25](https://www.racgp.org.au/advocacy/reports-and-submissions/view-all-reports-and-submissions/2024-reports-and-submissions/racgp-pre-budget-submission-2024-25). $75 million per annum to incentivise more junior doctors to specialise in general practice by providing paid parental and study leave for GP registrars and an incentive payment to ensure they're paid the same as those working in hospitals. $25 million per annum to subsidise training for 1,100 more international and local doctors so they can work as specialist GPs in regional and remote communities. [here](/world-health-day-emphasizes-universal-right-to-1209232/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://www.racgp.org.au/advocacy/reports-and-submissions/view-all-reports-and-submissions/2024-reports-and-submissions/racgp-pre-budget-submission-2024-25).",
    "https://racgp.org.au/advocacy/reports-and-submissions/view-all-reports-and-submissions/2024-reports-and-submissions/racgp-pre-budget-submission-2024-25)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "michael clements",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "royal australian college",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:00:28.771+03:00",
  "updated": "2024-04-05T02:00:28.771+03:00"
}