{
  "thread": {
    "uuid": "b3b9251b1a534ae9ed304f2bca22ef6c37643499",
    "url": "https://rock955chi.iheart.com/featured/the-angi-taylor-show/content/2024-01-16-happy-100th-marris-ats-11624",
    "site_full": "rock955chi.iheart.com",
    "site": "iheart.com",
    "site_section": "https://94rock.iheart.com",
    "site_categories": [],
    "section_title": "94 Rock - New Mexico&#x27;s Real Rock",
    "title": "Happy 100th Marris! - ATS - 1.16.24 | 94 Rock | Abe",
    "title_full": "Happy 100th Marris! - ATS - 1.16.24 | 94 Rock | Abe",
    "published": "2024-01-16T18:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.iheart.com/v3/re/assets.getty/62bc6af706a30347158683c2?ops=gravity(%22north%22),fit(1200,675),quality(65)",
    "performance_score": 0,
    "domain_rank": 866,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b3b9251b1a534ae9ed304f2bca22ef6c37643499",
  "url": "https://rock955chi.iheart.com/featured/the-angi-taylor-show/content/2024-01-16-happy-100th-marris-ats-11624",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@abekanan",
  "published": "2024-01-16T18:22:00.000+02:00",
  "title": "Happy 100th Marris! - ATS - 1.16.24 | 94 Rock | Abe",
  "text": "This is just a small taste of the show overall, the bits and bobs that I found interesting, funny, insightful and relevant. To hear everything that happened, check out the podcast of today's show. However, if you're looking for a quick read along with random self inserts and my personal thoughts, you've come to the right place.\nCall in Point :\n(This is the broadstroke canvas on which I base my call, obviously these notes are going to be longer and more detailed.)\nYes, it's cold, it's awful, we are in that deep frigid hell that is usually reserved for February but it is what it is, right? I mean, it could be worse but unlike Angi \"The Jinx\" Taylor, I won't mention aloud all the other things that could be going wrong. Instead, let's turn all the bits of energy we have into effort to ponder an answer to the Daily Discussion Topic. Social media has once again churned out a classic question and we always love to give our two cents on those things. This one concerns red flags and though we usually figure them in conjunction with people, today we're looking at the houses that hold those red flag people. The humble abode is a sanctuary for the most part but today we're taking it to the cleaners. We wanted to hear about what red flags exist the moment you enter someone's house. Marris was up first and offered smells and scents that sent him. Food is one thing but he's talking about raw sewage and wet ass. HP said if she sees a cat, dog or iguana in the kitchen, the food offerings are ignored and that person is probably getting left on read for good. Prison Tattoo coyly explained how you walk into a person's house and see a pic of their wife and kids (preach sister.) Angi added hers last coming for guys who have posters of hot girls, neon beer signs, crates for furniture and a collection of bras nailed to the wall (oddly specific.) She then told the classic story of the time she went to a guy's house and he had stacks on stacks of Asian porn on DVD in his kitchen. I mean, sure she still banged him and the sex was great but at least put that stuff away! Mine would have to be when you go to their place and when you open the trunk to fetch something, there's an axe in it (this is a story but we don't have that kind of time.) Other examples given by social media people included pets not being cared for properly, animals in the house that should not be (squirrels, raccoons, rats, pigeons ... wait,) no hand soap or hand towels in the bathroom, a dirty toilet, trash piled up beyond the trash can, add in hoarding for good measure, unsecured guns lying around, guns mounted on the wall and of course, Live Laugh Love signs. Right then, it's cold so let's keep this moving along with the roadies from the Request Line. Kate was dating a guy and she went into his bathroom to see that it was not only carpeted but also covered in stains (every flag Kate, every single one.) Mike went to a house where there were pictures of the exes on the wall. What should be done is they should be tucked away in a box, in a safe where your husband won't find them and kill you like Angi's. Nick said a distinct smell of no one showering that is a mix of rotten bacon and BO. Pamela said ants, not just a few that you can't control but lines of them moving through the house in unison. Jamie said fly strips everywhere, especially in the kitchen. Donna said signs that another woman lives there. Don the Storyteller went on a date and found a condom in the toilet. If you are looking for more roadie thoughts or have your own, hit up our Facebook group (Angi Taylor Show) and drop us a comment.\nOther Stuff from Today's Show :\nSo, today was a big momentous gigantic and amazing day. I mean sure it's below zero outside and Marris had his car towed this weekend but buried in that mess is a few wins for our boy. First off, today is Marris' 100th show and personally, we could not be happier to have him help steer this mess of a show sometimes. Here's to 100, 200 and 10,496 more (I don't do math, I pulled a random number.) This was on top of riding high from the Lions winning so he was having a good time. That all came crashing down though when he left to go to his car and everything was roped off. Apparently there had been a shooting so no one was allowed around or near where his car was. He attempted to walk around the block but that was taped off as well so he ended up having to crash at a friend's place. Angi, of course, had to inquire if the friend was female. Not only was she but she is also a co-worker. So yes, Marris did sleep at a female co-workers house but HR does not need to be involved as he just rode the couch (as opposed to getting ridden on the couch.) After leaving in the morning, he braved the Hoth like temps to grab his car and that was when the horrifying realization set into his probably frozen brows. If you don't get your car after the final amount you're allowed to shove into the parking meter app, the car gets towed. So not only was he in Lower Wacker but he also had to deal with having his car towed. It ended up costing him $175 to get it back but at least there wasn't a secondary ticket attached due to the shooting. This is basically the way the universe maintains balance, you get some nice things but they are immediately diminished by life slapping you right back in the face.\nBecause it's cold out, some of us might be considering offering up some life points to the devil today to bring back that incredible warmth we had in December. Though he's not currently dealing in sunshine, another social media polling offered something better than heat, cold hard cash. People were asked if they would trade a year of their life to the devil for $500,000 and if so, how many would they offer up. It should be noted that the years are shaved off at the end of a lifespan and are not cherry picked from here and there. Another caveat is you don't know when you are going to die so you have to go into the choice blind. Marris said he would give up 2 because he could make that cool million work. Angi said that she wouldn't give up any because life is precious. Prison Tattoo added that money is precious as well which is true. Speaking of which, he and HP both said they would give up five years. The thing is, both of them are young and it feels like there is more YOLO to play with. Prison explained that if he was going to make 80 but got cut off at 75, that was good enough and he'd have $2,500,000 to play with up until then. My thought would be giving up 1 because I could make that money last and losing a year isn't too bad imo. Angi showcased that if you were like 70, you would want to save those years. After all, the older generation lost a ton of years during covid and those were not years to give. Back to those polled though, the most common choice was 1 to 2 years being offered up. 18% of those polled though offered 3-4, another 18% said they would follow Angi into no deal. Crazy though was the 15% who said they would give 9 or more. In this instance, you take the money and party with cocaine, hookers, Jay-Z, Tom Brady and a nice big yacht because then you definitely need to live like you're dying.\nFinally, here's some unspoken office rules that should never be broken (because that's what you need on a cold Tuesday, a list.)\n- When the boss says \"alright, anything else?\" at the end of a meeting, you keep that mouth shut. Not here at iHeart of course, when a person on this station has to add 20 other things in at the meeting end and everyone needs to get their corny jokes in.\n- Don't be too efficient. If you are, you will be asked to do more.\n- Walking by a person for a third time in a day, you don't need to say \"hello.\" First time a \"hi,\" the second time a nod and the third, leave them the hell alone.\n- Never reheat something smelly, like fish. Marris tends to always get blamed for microwave smells.\n- Don't leave a coffee mug in the kitchen. If you do, it becomes communal.\n- Don't be smelly at work. This goes for BO, cologne and perfume oversaturation.\n- Don't be on the speaker phone at work. No one wants to hear your conversation.\n- Don't mess with other people's stuff. Stay out of their lockers and desks.\n- Don't schedule meetings the first thing Monday morning or as the last thing on a Friday.\nRequest Wars 3.0\nCurrent Champion: Angi (1x)\nAngi's Song Choice: “Boys of Summer” by The Ataris\nMarris' Song Choice: \"Careless Whisper\" by Seether\nWinner: Angi\n10 O' Clock Toast :\nToastee(s): Everyone working outside today & Rob the Truck Driver\nIt is cold as hell out there today so if you're out, please be safe. That said, a super special shout out to roadie Rob the Truck Driver who heard about roadie Ryan the Truck Driver freezing on 355 after his truck broke down and his boss went to breakfast at Cracker Barrel or something, he came through and helped warm Ryan up. Roadies helping roadies, you love to see it.\nShow Quotes and Tidbits :\n\"And to (Ryan's) bitch ass boss, go F yourself!\" - Angi",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Human Interest",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "marris",
        "sentiment": "neutral"
      },
      {
        "name": "angi",
        "sentiment": "none"
      },
      {
        "name": "taylor",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-16T18:47:30.474+02:00",
  "updated": "2024-01-16T18:47:30.474+02:00"
}