{
  "thread": {
    "uuid": "7bebf83f157f3a702c36b9c58744cacf7b491653",
    "url": "https://www.chiefs.com/news/chiefs-recognize-ssg-danny-tucker-as-a-tribute-to-the-troops-honoree-presented-b",
    "site_full": "www.chiefs.com",
    "site": "chiefs.com",
    "site_section": "https://chiefs.com",
    "site_categories": [
      "football",
      "sports"
    ],
    "section_title": "Chiefs Home | Kansas City Chiefs - Chiefs.com",
    "title": "Chiefs Recognize SSG Danny Tucker as a Tribute to the Troops Honoree Presented by Crown Royal",
    "title_full": "Chiefs Recognize SSG Danny Tucker as a Tribute to the Troops Honoree Presented by Crown Royal",
    "published": "2023-12-29T18:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.clubs.nfl.com/image/upload/t_editorial_landscape_12_desktop/chiefs/jizatp4o5d4su3x2isjs",
    "performance_score": 0,
    "domain_rank": 20018,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7bebf83f157f3a702c36b9c58744cacf7b491653",
  "url": "https://www.chiefs.com/news/chiefs-recognize-ssg-danny-tucker-as-a-tribute-to-the-troops-honoree-presented-b",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Matt McMullen",
  "published": "2023-12-29T18:12:00.000+02:00",
  "title": "Chiefs Recognize SSG Danny Tucker as a Tribute to the Troops Honoree Presented by Crown Royal",
  "text": "They devote their lives to protecting those that they've never met, selflessly stepping forward to defend all that we hold dear in this country. These individuals don't join the service for recognition or fame, it's just simply what they feel called to do, forgoing personal ambition to become a part of something much larger than themselves. They're the brave few who make up our Armed Forces, and some of our nation's very best are right here in Chiefs Kingdom. The Chiefs have a rich history of supporting our men and women in uniform throughout the years, including through the \"Tribute to the Troops\" program at GEHA Field at Arrowhead Stadium, which recognizes the real heroes in our community during every home game. That initiative took place once again earlier this season, as SSG Danny Tucker was recognized as the \"Tribute to the Troops\" honoree presented by Crown Royal during the Chiefs' matchup with the Buffalo Bills. A nine-year veteran of the Army, SSG Tucker – following the example set by his grandparents – envisioned a career in the service from an early age. \"I'd always wanted to join the military,\" Tucker said. \"The discipline and structure of the military always just appealed to me.\" That desire nearly led SSG Tucker to the U.S. Military Academy at West Point to play football, but a knee injury disrupted those plans. Still, while it wasn't on the path that he originally hoped to follow, SSG Tucker remained steadfast in his pursuit of service. \"After my knee surgery, I earned a scholarship to run track and field at Park University,\" Tucker recalled. \"I found out that they had an ROTC program, and a year later, I was sworn into the military.\" SSG Tucker went on to prove himself worthy of leadership in the years that followed, earning the responsibility of being a scout team leader. \"My job is essentially manning command and control of anywhere between six to eight other senior enlisted soldiers,\" Tucker explained. \"The scout section is what we can a specialty platoon. We carry a three-day pack into an area on a mission, and we're responsible for relaying information and gathering intelligence.\" It's a critical role that sets various operations up for success, and for SSG Tucker – who has a true appreciation and passion for leadership – it's a responsibility that he doesn't take lightly. In fact, it's something that he began preparing for long before he earned his own command. \"You have to follow before you can lead,\" Tucker said. \"I've always wanted to be the guy with the big ideas, but as part of my evolution in the military, I learned – as a follower – how leaders handled certain situations. I took that and now apply it to my own role.\" SSG Tucker has gone on to earn his fair share of accolades, too, as he was named the Non-Commissioned Officer of the Year for both Missouri and the seven-state region in 2023. He represents the very best of what makes our nation's Armed Forces so special, and as the Chiefs took on the Bills earlier this year, the crowd at GEHA Field at Arrowhead Stadium had an opportunity to show their appreciation for his dedication to our country. \"It was very heartwarming to feel that support from not only the Chiefs, but also the fans,\" Tucker said. \"We brought my son, and he absolutely loved it. I'm originally from Texas, but ever since I moved here, the Chiefs Kingdom has always kind of made this feel like home for me. It was a surreal experience to be at the game, and it really felt like home.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "danny tucker",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "chiefs recognize ssg",
        "sentiment": "negative"
      },
      {
        "name": "geha field",
        "sentiment": "none"
      },
      {
        "name": "army",
        "sentiment": "none"
      },
      {
        "name": "armed forces",
        "sentiment": "none"
      },
      {
        "name": "buffalo bills",
        "sentiment": "none"
      },
      {
        "name": "ssg tucker",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "arrowhead stadium",
        "sentiment": "none"
      },
      {
        "name": "chiefs kingdom",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T19:16:11.097+02:00",
  "updated": "2023-12-29T19:16:11.097+02:00"
}