{
  "thread": {
    "uuid": "02f49c05f9e0c1f5c00b568944c6445245080f14",
    "url": "https://www.stocktitan.net/news/BDLNF/badlands-reports-high-grade-gold-results-from-surface-exploration-ka9hcm27cgor.html",
    "site_full": "www.stocktitan.net",
    "site": "stocktitan.net",
    "site_section": "https://www.stocktitan.net/rss",
    "site_categories": [
      "stocks",
      "finance"
    ],
    "section_title": "Latest News | Stock Titan",
    "title": "Badlands Reports High-Grade Gold Results From Surface Exploration Program In The Black Hills | BDLNF Stock News",
    "title_full": "Badlands Reports High-Grade Gold Results From Surface Exploration Program In The Black Hills | BDLNF Stock News",
    "published": "2024-10-17T21:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.stocktitan.net/company-logo/bdlnf-lg.png",
    "performance_score": 0,
    "domain_rank": 85450,
    "domain_rank_updated": "2024-10-15T00:00:00.000+03:00",
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "02f49c05f9e0c1f5c00b568944c6445245080f14",
  "url": "https://www.stocktitan.net/news/BDLNF/badlands-reports-high-grade-gold-results-from-surface-exploration-ka9hcm27cgor.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BADLANDS RES INC",
  "published": "2024-10-17T21:00:00.000+03:00",
  "title": "Badlands Reports High-Grade Gold Results From Surface Exploration Program In The Black Hills | BDLNF Stock News",
  "text": "Badlands Reports High-Grade Gold Results From Surface Exploration Program In The Black Hills Badlands Resources Inc. (TSXV: BLDS) has announced successful results from its fall 2023 field exploration program at the Bella Project in the Black Hills of South Dakota. The company identified five main high-grade gold trends with approximately 20 km of strike length at surface through mapping and sampling. Key highlights include: - Out of 420 grab samples collected, 60 samples returned over 5 g/t Au, with assays up to 20 g/t Au. - Gold mineralization is hosted in Banded-Iron Formation, with only 40% of the prospective mineralized unit prospected so far. - The five identified trends are named Lookout, Standard, Cochrane, King of West, and Montezuma. The company plans to follow up on these trends with systematic surface sampling and possible drill targeting. The Bella project shares similarities with the Homestake Mine located 30 km to the north, with gold concentrated in local iron formation thickened by regional folding. Badlands Resources Inc. (TSXV: BLDS) ha annunciato risultati positivi dal suo programma di esplorazione sul campo autunnale 2023 presso il Progetto Bella, situato nelle Black Hills del Sud Dakota. L'azienda ha identificato cinque principali tendenze aurifere di alta qualità con circa 20 km di lunghezza in superficie attraverso mappatura e campionamento. I principali punti salienti includono: - Dei 420 campioni raccolti, 60 hanno restituito oltre 5 g/t Au, con analisi che arrivano fino a 20 g/t Au. - La mineralizzazione aurifera è ospitata nella Formazione di Ferro Banded, con solo il 40% dell'unità mineralizzata prospettata finora. - Le cinque tendenze identificate sono denominate Lookout, Standard, Cochrane, King of West e Montezuma. L'azienda prevede di seguire queste tendenze con campionamenti sistematici in superficie e possibili obiettivi di perforazione. Il progetto Bella condivide somiglianze con la Miniera Homestake situata a 30 km a nord, con oro concentrato nella formazione di ferro locale ispessita da piegamenti regionali. Badlands Resources Inc. (TSXV: BLDS) ha anunciado resultados exitosos de su programa de exploración de campo para el otoño de 2023 en el Proyecto Bella, ubicado en las Black Hills de Dakota del Sur. La empresa identificó cinco tendencias de oro de alta ley con aproximadamente 20 km de longitud de strike en superficie a través de mapeo y muestreo. Los puntos destacados incluyen: - De 420 muestras recogidas, 60 muestras devolvieron más de 5 g/t Au, con ensayos de hasta 20 g/t Au. - La mineralización de oro se encuentra en la Formación de Hierro Banded, con solo el 40% de la unidad mineralizada prospectada hasta ahora. - Las cinco tendencias identificadas se denominan Lookout, Standard, Cochrane, King of West y Montezuma. La empresa planea hacer un seguimiento de estas tendencias con muestreo sistemático en superficie y un posible objetivo de perforación. El proyecto Bella comparte similitudes con la Mina Homestake ubicada a 30 km al norte, con oro concentrado en la formación de hierro local engrosada por pliegues regionales. Badlands Resources Inc. (TSXV: BLDS)는 2023년 가을 필드 탐사 프로그램의 성공적인 결과를 사우스다코타의 블랙힐스에 위치한 벨라 프로젝트에서 발표했습니다. 이 회사는 맵핑 및 샘플링을 통해 지표에서 약 20km의 길이를 가진 다섯 가지 주요 고등급 금 경향을 확인했습니다. 주요 하이라이트는 다음과 같습니다: - 수집된 420개의 잡샘플 중 60개가 5 g/t Au를 초과했으며, 최대 20 g/t Au의 분석 결과가 나왔습니다. - 금 광물화는 밴디드 아이언 포메이션에 존재하며, 지금까지 40%의 유망한 광물화 단위만 탐사를 진행했습니다. - 확인된 다섯 가지 경향은 Lookout, Standard, Cochrane, King of West 및 Montezuma로 명명되었습니다. 회사는 이러한 경향에 대해 체계적인 표면 샘플링 및 가능한 드릴 타겟팅으로 후속 조치를 취할 계획입니다. 벨라 프로젝트는 북쪽으로 30km 떨어진 홈스테이크 광산과 유사성을 공유하며, 금은 지역적인 접힘에 의해 두꺼워진 국소 철 포메이션에 집중되어 있습니다. Badlands Resources Inc. (TSXV: BLDS) a annoncé des résultats réussis de son programme d'exploration de terrain de l'automne 2023 au Projet Bella, situé dans les Black Hills du Dakota du Sud. L'entreprise a identifié cinq principales tendances d'or de haute qualité avec environ 20 km de longueur de filon à la surface grâce à la cartographie et au prélèvement d'échantillons. Les faits saillants incluent : - Parmi 420 échantillons prélevés, 60 échantillons ont rendu plus de 5 g/t Au, avec des analyses allant jusqu'à 20 g/t Au. - La minéralisation de l'or est hébergée dans la Formation de Fer Banded, avec seulement 40 % de l'unité minéralisée prospective explorée jusqu'à présent. - Les cinq tendances identifiées sont appelées Lookout, Standard, Cochrane, King of West et Montezuma. L'entreprise prévoit de suivre ces tendances avec un échantillonnage systématique de surface et un ciblage possible de forages. Le projet Bella présente des similarités avec la Mine Homestake située à 30 km au nord, avec de l'or concentré dans la formation de fer locale épaissie par des plissements régionaux. Badlands Resources Inc. (TSXV: BLDS) hat erfolgreiche Ergebnisse aus seinem Herbst 2023 Feldexplorationsprogramm im Bella-Projekt in den Black Hills von South Dakota bekannt gegeben. Das Unternehmen identifizierte fünf Hauptgoldtrends mit hoher Gehaltsklasse mit einer Streichenlänge von etwa 20 km an der Oberfläche durch Kartierung und Probenahme. Zu den wichtigsten Höhepunkten gehören: - Von 420 entnommenen Grabproben wiesen 60 Proben über 5 g/t Au auf, mit Analysen bis zu 20 g/t Au. - Die Goldmineralisierung ist in der Banded-Iron-Formation enthalten, wobei bisher nur 40 % der aussichtsreichen mineralisierten Einheit prospektiert wurden. - Die fünf identifizierten Trends heißen Lookout, Standard, Cochrane, King of West und Montezuma. Das Unternehmen plant, diesen Trends mit systematischer Oberflächenprobenahme und möglichen Bohrzielen zu folgen. Das Bella-Projekt weist Ähnlichkeiten mit der 30 km nördlich gelegenen Homestake-Mine auf, bei der Gold in der lokal vorkommenden Eisenformation konzentriert ist, die durch regionale Faltungen verdickt ist. - Identification of five main high-grade gold trends with 20 km strike length - 60 out of 420 grab samples returned over 5 g/t Au, with assays up to 20 g/t Au - Only 40% of the prospective mineralized unit has been prospected, indicating potential for further discoveries - Project shares similarities with the nearby Homestake Mine, suggesting significant potential - None. Vancouver, British Columbia--(Newsfile Corp. - October 17, 2024) - Badlands Resources Inc. (TSXV: BLDS) (FSE: B7Q) (\"Badlands\" or the \"Company\") is pleased to announce the successful results from its fall 2023 field exploration program, identifying multiple high-grade gold trends at the Bella Project, located in the Black Hills of South Dakota. News Highlights Five Main High-Grade Gold Trends: The company identified five main high-grade gold trends with approximately 20 km of strike length at surface through mapping and sampling. Grab Samples Returned Assays up to 20 g/t Au. Out of the 420 grab samples collected, 60 samples returned over 5 g/t Au. Gold mineralization hosted in Banded-Iron Formation. Only 40% of the prospective mineralized unit has been prospected by the Company.Systematic Approach. The initial program has assisted in prioritizing the main targets for advanced exploration given that the mineralized unit has a surface expression of 50 km. Dale Ginn, President and CEO of Badlands, commented, \"The initial success of the 2023 Field Program gives confidence of the gold prospectivity in the Black Hills. Historically, the Company's focus was drilling deep extensions of the Standby Mine, but these samples reinforce the high-grade gold potential at surface. Badlands will continue to advance the near surface targets through exploration efforts of the team.\" Figure 1. Badlands 2023 Field Exploration Program, identifying five major gold trend at the Bella Project To view an enhanced version of this graphic, please visit:[https://images.newsfilecorp.com/files/4317/226998_4179b6fdc4893bb7_001full.jpg](https://images.newsfilecorp.com/files/4317/226998_4179b6fdc4893bb7_001full.jpg) Discussion of Results The Bella project covers a large under-explored package of banded iron formation hosted in a greenstone to amphibolite facies sedimentary and volcanic succession. The project shares striking similarities to the Homestake Mine which is located 30 km to the north. At both locations, the gold is concentrated in the local iron formation, particularly where it is has been thickened by regional folding. The iron formation at the two locations has been noted to be stratigraphically distinct but nearly identical in composition. Badlands collected a total of 420 rock samples to investigate prospective areas identified from Lidar and historical data. Results have highlighted five trends which the Company plans to follow up on with systematic surface sampling and possible drill targeting. These trends have been named Lookout, Standard, Cochrane, King of West, and Montezuma. Lookout Trend The Lookout trend extends 2.5 km southeast from the historic Standby Mine. The majority of samples were collected from the altered, sheered, and folded Rochford iron formation which locally encompasses the Nahant Schist and Rapid Creek Greenstone. Grab sample highlights include 19.2 g/t Au, 18.95 g/t Au, and 17.7 g/t Au. Figure 2. Plan Map of the Lookout trend showing high-grade sample results To view an enhanced version of this graphic, please visit:[https://images.newsfilecorp.com/files/4317/226998_4179b6fdc4893bb7_002full.jpg](https://images.newsfilecorp.com/files/4317/226998_4179b6fdc4893bb7_002full.jpg) Table 1. Selected assay results from the Lookout Trend Sample ID | Latitude | Longitude | Au (g/t) | 23-MMV-234 | 44.10162 | -103.70969 | 19.20 | 23-MMV-533 | 44.09224 | -103.70589 | 18.95 | 23-MMV-243 | 44.10067 | -103.71254 | 17.70 | 23-MMV-221 | 44.10681 | -103.71308 | 14.20 | 23-MMV-223 | 44.10826 | -103.71304 | 14.00 | 23-MMV-241 | 44.10251 | -103.71301 | 13.20 | 23-MMV-240 | 44.09822 | -103.70494 | 13.05 | 23-MMV-238 | 44.10466 | -103.70497 | 13.00 | 23-MMV-226 | 44.10914 | -103.71383 | 12.15 | 23-MMV-246 | 44.10563 | -103.71267 | 10.50 | Standard Trend The Standard trend extends 2.5 km over iron formation which has been regionally folded and thickened. The north of the trend hosts the historic Standard Mine, while the south hosts the Gold King Mine. Production numbers for both mines are unknown due to incomplete records. Sampling highlights include 17.50 g/t Au and 16.15 g/t Au. Figure 3. Plan Map of the Standard trend showing high-grade sample results To view an enhanced version of this graphic, please visit:[https://images.newsfilecorp.com/files/4317/226998_4179b6fdc4893bb7_003full.jpg](https://images.newsfilecorp.com/files/4317/226998_4179b6fdc4893bb7_003full.jpg) Table 2. Selected assay results from the Standard Trend Sample ID | Latitude | Longitude | Au (g/t) | 23-MMV-643 | 44.14204 | -103.695 | 17.50 | 23-MMV-324 | 44.14611 | -103.692 | 17.15 | 23-MMV-340 | 44.14972 | -103.698 | 13.40 | 23-MMV-258 | 44.1304 | -103.696 | 12.35 | 23-MMV-281 | 44.13271 | -103.696 | 8.46 | 23-MMV-646 | 44.14181 | -103.694 | 6.87 | 23-MMV-327 | 44.14526 | -103.693 | 6.73 | 23-MMV-289 | 44.13341 | -103.697 | 6.66 | 23-MMV-651 | 44.14316 | -103.691 | 6.53 | 23-MMV-325 | 44.14571 | -103.693 | 4.89 | Cochrane Trend The Cochrane trend covers the 1.2 km of iron formation surrounding the Cochrane mine, which has a recorded historic production of 826 ounces.[1] Mineralization has been noted to be strongest at the contact between iron formation and the strongly sheared Nahant Schist which is in the core of the trend. Sampling returned anomalous results including 9.76 g/t Au and 9.39 g/t Au. Figure 4. Plan Map of the Cochrane trend showing high-grade sample results To view an enhanced version of this graphic, please visit:[https://images.newsfilecorp.com/files/4317/226998_4179b6fdc4893bb7_004full.jpg](https://images.newsfilecorp.com/files/4317/226998_4179b6fdc4893bb7_004full.jpg) Table 3. Selected assay results from the Cochrane Trend Sample ID | Latitude | Longitude | Au (g/t) | 23-MMV-544 | 44.09745 | -103.723 | 9.76 | 23-MMV-586 | 44.10056 | -103.732 | 9.39 | 23-MMV-583 | 44.10053 | -103.733 | 7.25 | 23-MMV-543 | 44.09758 | -103.723 | 3.6 | 23-MMV-540 | 44.09734 | -103.722 | 2.8 | 23-MMV-591 | 44.10174 | -103.733 | 2.14 | 23-MMV-550 | 44.09397 | -103.724 | 1.88 | 23-MMV-541 | 44.0977 | -103.722 | 1.63 | King of the West The King of the West trend covers 2.1 km of iron formation with a complicated structural history which has created thickened iron formation hinges. Historic mines in the area have recovered over 1,780 ounces1 of gold. Iron formation within the area is surrounded by Poverty Gulch Slate. Anomalous results include 16.8 g/t Au and 15.6 g/t Au in grab samples. Figure 5. Plan Map of the King of the West trend showing high-grade sample results To view an enhanced version of this graphic, please visit:[https://images.newsfilecorp.com/files/4317/226998_4179b6fdc4893bb7_005full.jpg](https://images.newsfilecorp.com/files/4317/226998_4179b6fdc4893bb7_005full.jpg) Table 4. Selected assay results from the King of the West Trend Sample ID | Latitude | Longitude | Au (g/t) | 23-MMV-444 | 44.1387 | -103.723 | 16.8 | 23-MMV-445 | 44.13883 | -103.722 | 15.6 | 23-MMV-397 | 44.12167 | -103.711 | 13.95 | 23-MMV-460 | 44.14171 | -103.723 | 13.95 | 23-MMV-446 | 44.13916 | -103.723 | 9.78 | 23-MMV-405 | 44.12327 | -103.713 | 9.42 | 23-MMV-416 | 44.12668 | -103.714 | 8.24 | 23-MMV-428 | 44.13116 | -103.717 | 8.07 | 23-MMV-402 | 44.12269 | -103.712 | 4.96 | 23-MMV-418 | 44.12705 | -103.716 | 4.61 | Montezuma The Montezuma trend is associated with the Montana Mine Formation, which is stratigraphically lower than the Rochford Formation found elsewhere on the property. It is bordered by greenstone to the west and schist to the east. Anomalous results include 12.5 g/t Au. Figure 6. Plan Map of the Montezuma trend showing high-grade sample results To view an enhanced version of this graphic, please visit:[https://images.newsfilecorp.com/files/4317/226998_4179b6fdc4893bb7_006full.jpg](https://images.newsfilecorp.com/files/4317/226998_4179b6fdc4893bb7_006full.jpg) Table 4. Selected assay results from the Montezuma Trend Sample ID | Latitude | Longitude | Au (g/t) | 23-MMV-669 | 44.08995 | -103.766 | 12.50 | 23-MMV-160 | 44.10058 | -103.774 | 9.95 | 23-MMV-120 | 44.09813 | -103.773 | 9.78 | 23-MMV-161 | 44.10063 | -103.774 | 8.81 | 23-MMV-689 | 44.0941 | -103.77 | 8.51 | 23-MMV-107 | 44.08456 | -103.761 | 7.94 | 23-MMV-678 | 44.09107 | -103.763 | 7.81 | 23-MMV-673 | 44.09004 | -103.768 | 5.27 | 23-MMV-140 | 44.08439 | -103.762 | 4.78 | 23-MMV-679 | 44.09117 | -103.763 | 4.66 | QAQC Samples collected in the field had standard or blank material inserted into the sample stream at 25 sample intervals before being sent to ALS in Reno, Nevada, a certified commercial laboratory. The samples were analyzed for gold using fire assay and ICP-AES (code Au-ICP21). Overlimit samples (>10 g/t Au) were given a gravimetric finish (codeAu-GRA21). The Company also advises that the private placement announced in its news release of July 30, 2024, has been cancelled. About Badlands Badlands, through its wholly owned subsidiary, is a gold focused exploration company in the Black Hills, South Dakota. The Company has strategically consolidated 7,858 acres, 20 km along trend from the Homestake Mine that produced 42 million ounces of gold. The Bella Project has over On Behalf of the Board of Directors BADLANDS RESOURCES INC. R. Dale Ginn, President and CEO For further information, please contact: R. Dale Ginn Tel: 604-678-5308 | [dale@rsdcapital.com](mailto:dale@rsdcapital.com) Or visit our website: [www.badlandsresources.com](https://api.newsfilecorp.com/redirect/bVy4VTOZev) Neither the TSX Venture Exchange nor its Regulation Services Provider (as such term is defined in policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release. Cautionary Note regarding Forward-Looking Statements Statements contained in this press release that are not historical facts are \"forward-looking information\" or \"forward-looking statements\" (collectively, \"Forward-Looking Information\") within the meaning of applicable Canadian securities legislation and the United States Private Securities Litigation Reform Act of 1995. The words \"anticipate,\" \"significant,\" \"expect,\" \"may,\" \"will\" and similar expressions are intended to be among the statements that identify Forward-Looking Information. Forward-Looking Information is subject to known and unknown risks, uncertainties and other factors that may cause actual results to differ materially from those implied by the forward-looking information. In preparing the Forward-Looking Information in this news release, the Company has applied several material assumptions, including, but not limited to, assumptions that general business and economic conditions will not change in a materially adverse manner and all requisite information will be available in a timely manner. Factors that may cause actual results to vary materially include, but are not limited to, inaccurate assumptions concerning the exploration for and development of mineral deposits, currency fluctuations, unanticipated operational or technical difficulties, risks related to unforeseen delays; general economic, market or business conditions, regulatory changes, timeliness of regulatory approvals, the risks of obtaining necessary licenses and permits, changes in general economic conditions or conditions in the financial markets and the inability to raise financing. Readers are cautioned not to place undue reliance on this Forward-Looking Information. The Company does not assume the obligation to revise or update this Forward-Looking Information after the date of this release or to revise such information to reflect the occurrence of future unanticipated events, except as may be required under applicable securities laws. 1 Allsman P.T., 1940: Reconnaissance of Gold-Mining Districts in the Black Hills, S. Dakota., Bureau of Mines. Bulletin 427, p. 90-107, 123, 146. To view the source version of this press release, please visit [https://www.newsfilecorp.com/release/226998](https://api.newsfilecorp.com/redirect/3jb0jtqnYM) FAQ What were the main results of Badlands Resources' (BDLNF) 2023 field exploration program at the Bella Project? Where is the Bella Project located and what are its geological characteristics? What are the names of the five gold trends identified by Badlands Resources (BDLNF) at the Bella Project? What were the highest gold assay results reported by Badlands Resources (BDLNF) from the 2023 field exploration program? OTC:[BDLNF](/news/BDLNF/) BDLNF Rankings BDLNF Latest News [Badlands Resources to Attend 2024 PDAC Convention](/news/BDLNF/badlands-resources-to-attend-2024-pdac-sqrvpy8j3n8d.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "ai_allow": true,
  "webz_reporter": false,
  "external_links": [
    "https://api.newsfilecorp.com/redirect/3jb0jtqnYM",
    "https://api.newsfilecorp.com/redirect/bVy4VTOZev",
    "https://www.api.newsfilecorp.com/redirect/bVy4VTOZev",
    "https://www.api.newsfilecorp.com/redirect/3jb0jtqnYM"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "Badlands Resources Inc.",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "rating": null,
  "crawled": "2024-10-18T00:44:48.343+03:00",
  "updated": "2024-11-01T11:08:46.882+02:00"
}