{
  "thread": {
    "uuid": "e1698bd2d97baa2d4a123ee76341bfd37bb99b04",
    "url": "https://retailtimes.co.uk/capri-sun-launches-one-of-its-biggest-ever-360-marketing-campaigns-marking-launch-of-zero-added-sugar-range",
    "site_full": "retailtimes.co.uk",
    "site": "retailtimes.co.uk",
    "site_section": "http://www.retailtimes.co.uk/feed",
    "site_categories": [],
    "section_title": "Retail Times",
    "title": "Capri-Sun launches one of its biggest ever 360 marketing campaigns – marking launch of Zero added sugar range",
    "title_full": "Capri-Sun launches one of its biggest ever 360 marketing campaigns – marking launch of Zero added sugar range",
    "published": "2024-04-04T13:14:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://retailtimes.co.uk/wp-content/uploads/2024/04/OOH-Zero-Capri-Sun-.png",
    "performance_score": 0,
    "domain_rank": 56609,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e1698bd2d97baa2d4a123ee76341bfd37bb99b04",
  "url": "https://retailtimes.co.uk/capri-sun-launches-one-of-its-biggest-ever-360-marketing-campaigns-marking-launch-of-zero-added-sugar-range",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Fiona Briggs",
  "published": "2024-04-04T13:14:00.000+03:00",
  "title": "Capri-Sun launches one of its biggest ever 360 marketing campaigns – marking launch of Zero added sugar range",
  "text": "Iconic household brand, Capri-Sun, has launched one of its biggest ever integrated marketing campaigns – bringing the taste of fun to consumers across the UK.\nWith a combined estimated reach of over 400+ million, the 360 integrated marketing campaign represents a significant brand investment and will see Capri-Sun spotlight its new Zero added sugar range. Introducing the new product innovation – the brand´s lowest sugar product to date – the campaign invites consumers to embrace playful fun and carefree moments, one sip at a time.\nThe campaign, created in partnership with leading digital marketing agency, iProspect, forms part of Capri-Sun’s continued investment in driving greater brand awareness and trial and injecting fun into the kid’s juice drinks category, with a 60% year-on-year increase.\nCommenting on the campaign, Anke von Hanstein, Senior Marketing Manager Capri-Sun UK, said: “We know parents lead busy lives and are looking for simplicity in their choices, especially when it comes to their children’s drinks. Capri-Sun Zero added sugar offers a product they know their kids will love, without any of the guilt or having to check the label for sugar. Our new marketing campaign captures the carefree fun and great taste our Zero range offers with every sip. It also marks a significant investment in the brand, as we focus on increasing market share by driving mass awareness and trial among UK consumers.”\nCommenting on 2024, James Bailey, CEO iProspect UK, said: “Capri Sun and iProspect have a longstanding relationship. Our work has delivered outstanding results in the past and opened up some brilliant innovations media. 2024 will be the most exciting year yet. With new products, a renewed focus and some big ambitions. Watch this space.”\nThe campaign will run from April to September, targeting families with activity across CTV, video-on-demand, YouTube, digital and social channels. It will also be supported by out-of-home activity, which will see it reach consumers nationwide with an OOH takeover.\nThe Zero added sugar range is sold across UK grocery and wholesale channels. Tapping into the growing demand for low-and-no sugar drinks options, the product has been developed to offer consumers more choice with a reduced sugar option without compromising on the iconic Capri-Sun taste.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Economy, Business and Finance",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "anke von hanstein",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "capri-sun",
        "sentiment": "negative"
      },
      {
        "name": "capri-sun zero",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "sun uk",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:44:01.010+03:00",
  "updated": "2024-04-05T02:44:01.010+03:00"
}