{
  "thread": {
    "uuid": "840e942966ed895c6120053f797f7606767e9432",
    "url": "https://www.ndtv.com/india-news/the-path-to-peace-ulfas-journey-from-insurgency-to-accord-4763730",
    "site_full": "www.ndtv.com",
    "site": "ndtv.com",
    "site_section": "https://ndtv.com/india",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "India News | Today's latest updates and breaking news from India, Live India News - NDTV.com",
    "title": "The Path To Peace: ULFA's Journey From Insurgency To Accord",
    "title_full": "The Path To Peace: ULFA's Journey From Insurgency To Accord",
    "published": "2023-12-29T10:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://c.ndtvimg.com/2023-12/o8g2p568_ulfa-training-getty_625x300_29_December_23.jpeg",
    "performance_score": 0,
    "domain_rank": 847,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "840e942966ed895c6120053f797f7606767e9432",
  "url": "https://www.ndtv.com/india-news/the-path-to-peace-ulfas-journey-from-insurgency-to-accord-4763730",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gaurav Dwivedi",
  "published": "2023-12-29T10:10:00.000+02:00",
  "title": "The Path To Peace: ULFA's Journey From Insurgency To Accord",
  "text": "Peace treaty is led by the pro-talk faction of ULFA On December 29, 2023, a significant chapter in the turbulent history of Assam and India is poised to be written. The Indian government, the Assam government, and the United Liberation Front of Assam (ULFA) are expected to sign a peace treaty, marking a potential end to decades of conflict and insurgency. This momentous occasion follows a series of failed negotiations and a tumultuous history marked by violence, extortion, and political upheaval. The catalyst for ULFA's branding as a banned terrorist organisation was the killing of Surendra Paul, a prominent tea planter and brother of Lord Swraj Paul, and the subsequent extortion and threats to tea estate owners. These events exerted international pressure on the Indian government, leading to decisive action against ULFA. Founded on April 7, 1979, in Sivasagar, Assam, ULFA emerged with the objective of establishing an independent sovereign state for the indigenous Assamese people. The group began its armed operations in the late 1980s, led by figures such as Paresh Baruah, Arabinda Rajkhowa, and Anup Chetia. Initially perceived as a group aiding the needy and the poor, ULFA's tactics soon escalated to armed struggle against the Indian government. The assassination of Surendra Paul in May 1990 was a critical juncture. This high-profile killing, along with the forced evacuation of Lipton personnel and their families after Unilever's refusal to pay \"taxes\" to ULFA, garnered international attention and compelled the Indian government to take stringent measures against the group. The high-profile assassination led to the President's rule being imposed in Assam; the Prafulla Kumar Mahanta-led Asom Gana Parishad government was dismissed by the Centre, the ULFA was banned, and \"Operation Bajrang\" was launched by the army. A defining moment in ULFA's history occurred on July 1, 1991, when ULFA cadres abducted 14 people, including an engineer from the erstwhile USSR. This incident, coupled with the group's interference in the tea and oil industries - vital economic sectors in Assam - marked a significant escalation in their activities. The Indian Army then launched \"Operation Rhino\". The operation was called off after ULFA agreed to talk with the government in 1992. Following these events, ULFA's activities intensified, including kidnappings, attacks on government officials, and targeting of security personnel. The group's operations extended beyond Assam, with cadres reportedly receiving training in countries like China and Pakistan. The organisation's influence was such that it ran a parallel government in Assam, challenging the authority of the state. The peace treaty of December 2023, led by the pro-talk faction of ULFA, includes key players from the Indian government and the ULFA leadership. The treaty aims to address issues such as illegal immigration, land rights for indigenous communities, and a financial package for Assam's development. Notably, the ULFA (Independent) faction led by Paresh Baruah remains opposed to the talks. In later years, ULFA saw significant shifts in its operations and ideology. Following key arrests and surrenders, including the capture of vice-chairman Pradip Gogoi in 1994 and general secretary Anup Chetia in 1998, ULFA's activities were notably impacted. The group faced internal divisions, leading to a major split in 2012 when Paresh Barua formed the ULFA (Independent) faction, insisting on sovereignty discussions. Despite these challenges, the pro-talk faction of ULFA, led by figures like Arabinda Rajkhowa, showed a willingness to engage in peace dialogues with the Indian government. This culminated in the historic peace deal signed on December 29, 2023, marking a potential end to decades of insurgency and conflict in Assam. This agreement, a result of prolonged negotiations and changing dynamics within ULFA, represents a significant step towards restoring peace in the region. Promoted Listen to the latest songs, only on JioSaavn.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI",
    "https://www.jiosaavn.com",
    "https://jiosaavn.com",
    "https://jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "surendra paul",
        "sentiment": "none"
      },
      {
        "name": "arabinda r",
        "sentiment": "none"
      },
      {
        "name": "swraj paul",
        "sentiment": "none"
      },
      {
        "name": "paresh baruah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ulfa",
        "sentiment": "negative"
      },
      {
        "name": "united liberation front of assam",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "sivasagar",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T12:53:02.658+02:00",
  "updated": "2023-12-29T12:53:02.658+02:00"
}