{
  "thread": {
    "uuid": "2c5b1906c9d1fae996b1776cb878f918c6fec249",
    "url": "https://navarra.okdiario.com/articulo/sociedad/pasion-viviente-andosilla-2024-novedades-tradicion-que-desata-fervor-religioso/20230405120919469782.html",
    "site_full": "navarra.okdiario.com",
    "site": "okdiario.com",
    "site_section": "https://navarra.okdiario.com",
    "site_categories": [
      "top_news"
    ],
    "section_title": "Navarra.com | Noticias de Navarra hoy, San Fermín, Osasuna y Pamplona",
    "title": "La Pasión Viviente de Andosilla 2024: las novedades de una tradición que desata el fervor religioso",
    "title_full": "La Pasión Viviente de Andosilla 2024: las novedades de una tradición que desata el fervor religioso",
    "published": "2024-03-29T10:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://navarra.okdiario.com/media/navarra/images/2024/03/29/2024032911414325763.jpg",
    "performance_score": 0,
    "domain_rank": 10842,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2c5b1906c9d1fae996b1776cb878f918c6fec249",
  "url": "https://navarra.okdiario.com/articulo/sociedad/pasion-viviente-andosilla-2024-novedades-tradicion-que-desata-fervor-religioso/20230405120919469782.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Navarra.com",
  "published": "2024-03-29T10:59:00.000+03:00",
  "title": "La Pasión Viviente de Andosilla 2024: las novedades de una tradición que desata el fervor religioso",
  "text": "Viajar al Jerusalén del año 33 es posible sin salir de Navarra. ;Cada Viernes Santo, ;desde 1991, Andosilla transforma sus ;calles y casas y las convierte ;en improvisados escenarios de la Pasión de Jesucristo, desde la casa de Caifás al palacio de Pilatos, pasando por el Gólgota. Los responsables son los miembros del grupo Marcha Joven de Andosilla, que organizados a finales de los 90 por el entonces párroco, Javier Leoz, vienen representando la Pasión cada año (excepto los dos años de pandemia) para la gente de Andosilla, así como para los muchos visitantes que ese día reciben atraídos por la escenificación. La representación también es posible gracias a la implicación de los vecinos. ; Se trata de una iniciativa que nació en el pueblo y que a día de hoy ;es uno de los eventos más queridos por los andosillanos, dada la admiración que levanta entre todos los que han tenido la oportunidad de presenciar la Pasión viviente alguna vez. Lo trabajado de la adaptación escénica, el esmerado vestuario, y la genial interpretación del grupo Marcha Joven, hace que se haya convertido en una referencia de obligada visita para quienes no la conozcan. La Bajada del Ángel, la tradición más arraigada de la Semana Santa en Tudela: horarios y detalles Sin duda, el momento cumbre de la representación es el de la crucifixión, hasta el punto de que parece real. Tan real como la cruz que arrastra en el acto el protagonista, que pesa más de 100 kilos. ; Son pequeños detalles de una actuación que se inicia con el juicio de Pilatos ante el pueblo hebreo caracterizado por los jóvenes quintos del lugar. ¡Qué triste, pero qué hermosa! Pamplona se echa a la calle para ver pasar a la Dolorosa Jesucristo carga después la pesada cruz ;y desfila con paso lento y cansado hasta la plaza en la que es crucificado al lado de los ladrones. La crucifixión ;que se representa con gran veracidad es sin duda ;el momento más conmovedor ;del Vía Crucis Viviente. Gracias a la megafonía instalada a lo largo del recorrido es posible disfrutar en directo de los diálogos de los participantes que encarnan tan apasionadamente a los bíblicos personajes. Un pueblo de Navarra anima las vacaciones de Semana Santa con torneos deportivos y premios La hora de comienzo del Via Crucis viviente este Viernes Santo (29 de marzo) será a las 10.00 de la mañana en las calles del casco antiguo de la localidad y tiene una duración aproximada de una hora y cuarto. Durante este tiempo se repasan las catorce estaciones. La primera de ellas en ;la Plaza de los Fueros, donde se muestra el juicio de Pilatos. ;La carga con la Cruz, la primera caída ;y el ;encuentro con María tienen lugar a lo largo de la calle Felipe Arin. La recreación de la pasión continúa por la calle la Paz, con las escenas de ;El ;Cirineo ;y ;La Verónica, mientras que la segunda caída ;se cuenta en la calle de la Verdura. De ahí, prosigue por la ;calle Mayor, donde se representan las escenas de las ;Hijas de Jerusalén ;y la ;tercera caída. El pueblo navarro que cada año trata de robarle los santos a una localidad riojana En la plaza López del Val tiene lugar la última parte. Para presenciarla es preciso comprar entradas (se venden a 5 euros) que dan derecho a ubicarse en las gradas que se instalan exprofeso para esta última media hora de representación ;en la que se puede contemplar las estaciones ;de: \"Jesús ;es ;desposado ;de sus vestiduras\", \"Jesús ;es ;Crucificado\", \"Muere en la Cruz\", \"Descendimiento de la Cruz\" y por último, \"Jesús es Sepultado\". Tras la representación, andosillanos y visitantes podrán disfrutar de un mercadillo hebreo ;con productos artesanos que estará abierto hasta bien entrada la tarde del Viernes Santo. Participan una treintena de puestos de productos locales y artesanos. El mercadillo hebreo se inaugurará a las 10 horas. ; Además, durante esta jornada se han organizado diferentes talleres para dinamizar el espacio del mercadillo hebreo. Concretamente, los visitantes encontrarán un taller de cerámica, otro taller de forja, txokos de elaboración de producto, juegos de madera, así como un taller infantil (El Trapi) LAS CURIOSIDADES DE LA PASIÓN VIVIENTE DE ANDOSILLA 2024 La principal novedad de la XXXII edición de la Pasión viviente de Andosilla radica en que Alberto Cordon Itarte representará por primera vez el papel de Jesucristo. Por su parte, Aitana Cordon Itarte interpretará a la Virgen María. Irene Fernández Serrano será La Verónica y Marta López Insausti será la hija de Jerusalén. ; Además, en esta XXXII edición se incorporan nuevos personajes de acompañantes y figurantes que van a estar interpretados por los jóvenes del pueblo de Andosilla. Cabe recordar también que los interesados en observar la crucifixión desde la grada deben comprar una entrada que cuesta 5 euros. Estos tickets se están vendiendo desde este pasado viernes en los bajos de la basílica. Este jueves el horario de venta al público es de 10 a 14 horas y de 19:30 a 21 horas. Además, el mismo Viernes Santo se podrán adquirir en los momentos previos al inicio de la escenificación.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T13:48:56.010+03:00",
  "updated": "2024-04-05T14:44:19.318+03:00"
}