{
  "thread": {
    "uuid": "b4797afba23e7dccc2117af6a3015c19110f19ec",
    "url": "https://www.key4biz.it/spacex-la-missione-polaris-down-pronta-al-lancio-dal-31-luglio-video/496639",
    "site_full": "www.key4biz.it",
    "site": "key4biz.it",
    "site_section": "https://www.key4biz.it/category/energia/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "SpaceX, la missione Polaris Down pronta al lancio dal 31 luglio (video)",
    "title_full": "SpaceX, la missione Polaris Down pronta al lancio dal 31 luglio (video)",
    "published": "2024-07-05T13:37:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 46392,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b4797afba23e7dccc2117af6a3015c19110f19ec",
  "url": "https://www.key4biz.it/spacex-la-missione-polaris-down-pronta-al-lancio-dal-31-luglio-video/496639",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Flavio Fabbri",
  "published": "2024-07-05T13:37:00.000+03:00",
  "title": "SpaceX, la missione Polaris Down pronta al lancio dal 31 luglio (video)",
  "text": "SpaceX in missione spaziale privata Tutto pronto o quasi, siamo ai dettagli, la missione Polaris Down potrebbe partire a giorni, ufficialmente non prima del 31 luglio , secondo quanto riportato dalla web tv dell’Agenzia spaziale italiana.\nUna missione storica, anche se in ritardo di due anni, perché la prima completamente finanziata con fondi privati del miliardario americano Jared Isaacman .\nIn attesa della data ufficiale, ad esser lanciata sarà la capsula Crew Dragon a bordo del razzo Falcon 9 , con quattro astronauti: oltre allo stesso Isaacman, il pilota Scott Poteet , le ingegnere di Space X Sarah Gillis e Anne Menon .\nUna passeggiata spaziale a 700 km di altezza, ma il vero obiettivo è arrivare alla missione Starship Obiettivo generale sarà fare una passeggiata spaziale a 700 km di distanza dalla superficie terrestre . L’ultima volta che qualcuno si è spinto così lontano è stato nel 1972 con l’Apollo 17.\nIn occasione del passaggio nella fascia di Van Allen, sarà condotto un programma di 38 esperimenti spaziali per studiare l’impatto delle radiazioni sul fisico degli astronauti, per testare le comunicazioni laser (anche sfruttando la costellazione Starlink di SpaceX).\nPolaris Down è la prima di tre missioni, che culmineranno con il lancio del razzo Starship (il più grande e potente mai realizzato dall’uomo), anche in questo caso con degli astronauti a bordo.\nIl debutto delle nuove tute La passeggiata sarà il primo test reale per le nuovissime tute realizzate dall’azienda aerospaziale fondata da Elon Musk . Ancora non autonome e dipendenti dalla capsula Dragon, sono il primo step per il futuro equipaggiamento che sarà utilizzato per il razzo Starship e i tanto attesi viaggi spaziali.\nDovrebbero essere solo due gli astronauti che usciranno all’esterno per la passeggiata spaziale (e testare le tute in termini di radiazioni, pressione, temperatura, umidità) e saranno supportati da un dispositivo chiamato Skywalker .\nSecondo i media specializzati, il ritardo di questa missione è legato proprio al perfezionamento delle tute, che puntano ad essere uniche come modello, senza più distinguere tra IntraVehicular Activity ed ExtraVehicular Activity .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T14:09:43.597+03:00",
  "updated": "2024-07-05T19:20:17.053+03:00"
}