{
  "thread": {
    "uuid": "e0d44a141b1acce0b42cb9b7b3770fc4dabd58b6",
    "url": "https://www.wjcl.com/article/gray-hair-may-be-reversible-new-study/46306202",
    "site_full": "www.wjcl.com",
    "site": "wjcl.com",
    "site_section": "https://www.wjcl.com/topstories-rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Top Stories",
    "title": "Gray Hair May Be Reversible, New Study Says",
    "title_full": "Gray Hair May Be Reversible, New Study Says",
    "published": "2024-01-07T23:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://kubrick.htvapps.com/hmg-prod.s3.amazonaws.com/images/back-of-senior-mans-head-royalty-free-image-1682796724.jpg?crop=1xw:0.74931xh;center,top&amp;resize=1200:*",
    "performance_score": 0,
    "domain_rank": 45827,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e0d44a141b1acce0b42cb9b7b3770fc4dabd58b6",
  "url": "https://www.wjcl.com/article/gray-hair-may-be-reversible-new-study/46306202",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tim Newcomb",
  "published": "2024-01-07T23:39:00.000+02:00",
  "title": "Gray Hair May Be Reversible, New Study Says",
  "text": "Study links graying hair to stem cells getting stuck, unable to color new hair growth. Stem cells travel back and forth within compartments, but when they get stuck in one compartment, they cannot regenerate into pigment cells. Restoring mobility of the cells could allow the continuation of pigment production, eliminating graying hair. Advertisement If only our pesky stem cells didn’t get stuck in place after a while, maybe we wouldn’t have gray hair. Really. Thanks to a new study published in the journal Nature and led by researchers from New York University’s Grossman School of Medicine, the team revealed how stuck melanocyte stem cells (McSCs) can’t make the protein needed to pigment hair, potentially explaining gray hair.\nUsing mice as the research subjects, the team found that McSCs travel between compartments of developing hair follicles in a healthy situation. The differing compartments allow the McSCs to mature and pick up the protein that can regenerate into pigment cells and continually color hair as it grows. These McSCs shift back and forth between maturity levels over time as they continually move between the compartments, a unique aspect of the McSCs.\nBut in some cases, the McSCs can get stuck in the hair follicle bulge compartment and become unable to move back to the germ compartment, where the WNT proteins encourage the cells to regenerate into pigment cells. Getting stuck means no pigment cells, which means gray hair.\n“It is the loss of chameleon-like function in melanocyte stems cells that may be responsible for graying and loss of hair color,” Mayumi Ito, study senior investigator and professor in the Ronald O. Perelman Department of Dermatology and Department of Cell Biology at NYU Langone Health, says in a news release . “These findings suggest that melanocyte stem cell motility and reversible differentiation are key to keeping hair healthy and colored.”\nBasically, if the McSCs can keep moving—or, if they get stuck, we can somehow prod them to get going again—we should expect more colorful heads of hair the world over.\n“Our study adds to our basic understanding of how melanocyte stem cells work to color hair,” Qi Sun, postdoctoral fellow at NYU Langone Health, says in a news release . “The newfound mechanisms raise the possibility that the same fixed positioning of melanocyte stem cells may exist in humans. If so, it presents a potential pathway for reversing or preventing the graying of human hair by helping jammed cells to move again between developing hair follicle compartments.”\nThe McSCs focus on pigment-making, and are different from cells responsible for hair growth, Sun says, so hair can to continue growing even without pigment. The NYU study showed that as the hair regrowth process aged, the number of McSC’s lodged in the follicle bulge continued to increase. At some points, this non-pigment producing follicle bulge contains roughly 50 percent of all McSCs.\nThe McSCs that remained mobile retained their ability to produce pigment, but with the ever-shifting requirements of McSCs breaking down over time, the rise of gray hair coincided with aging. And while stress has also been associated with graying hair, unrelated Harvard research says that stress simply increases the hair regrowth pattern, speeding up the aging process for hair follicles.\n“For unknown reasons, the melanocyte stem cell system fails earlier than other adult stem cell populations, which leads to hair graying in most humans and mice,” according to the NYU study.\nThe next step for the NYU team involves looking at how we can get McSCs, once stuck, moving again. Because once they move, they create pigment. And that could mean the end of gray.\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [
    "https://www.health.harvard.edu/blog/hair-turn-gray-2017091812226",
    "https://health.harvard.edu/blog/hair-turn-gray-2017091812226",
    "https://nyulangone.org/news/study-links-stuck-stem-cells-hair-turning-gray",
    "https://www.go.skimresources.com/?id=109350X1567045&url=https%3A%2F%2Fwww.nature.com%2Farticles%2Fs41586-023-05960-6&sref=https%3A%2F%2Fwww.wjcl.com%2Farticle%2Fgray-hair-may-be-reversible-new-study%2F46306202&xcust=undefined",
    "https://go.skimresources.com/",
    "https://www.nyulangone.org/news/study-links-stuck-stem-cells-hair-turning-gray",
    "https://go.skimresources.com/?id=109350X1567045&url=https%3A%2F%2Fwww.nature.com%2Farticles%2Fs41586-023-05960-6&sref=https%3A%2F%2Fwww.wjcl.com%2Farticle%2Fgray-hair-may-be-reversible-new-study%2F46306202&xcust=undefined"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "new york university’s grossman school of medicine",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:32:41.285+02:00",
  "updated": "2024-01-08T00:32:41.285+02:00"
}