{
  "thread": {
    "uuid": "af4a3d64bdc654be4f9afd04e0ad43be00cf0e6f",
    "url": "https://vnexplorer.net/you-dont-need-weights-these-5-bodyweight-moves-will-sculpt-your-upper-body-s2228002.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "You don’t need weights — these 5 bodyweight moves will sculpt your upper body",
    "title_full": "You don’t need weights — these 5 bodyweight moves will sculpt your upper body",
    "published": "2024-04-05T00:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1l4dOU.img",
    "performance_score": 0,
    "domain_rank": 53722,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "af4a3d64bdc654be4f9afd04e0ad43be00cf0e6f",
  "url": "https://vnexplorer.net/you-dont-need-weights-these-5-bodyweight-moves-will-sculpt-your-upper-body-s2228002.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-04-05T00:08:00.000+03:00",
  "title": "You don’t need weights — these 5 bodyweight moves will sculpt your upper body",
  "text": "You don’t need weights — these 5 bodyweight moves will sculpt your upper body\nLifting weight is not the only answer to building upper body strength. Using your body weight as a form of resistance is a great alternative to weight training. You just need to find the right exercises to effectively challenge your upper body muscles and look to implement progressive overload into your training to keep up your strength gains.\nTo help you get started, here’s a five move routine from fitness trainer, Joey Bronston. Since it’s a fuss free no equipment workout, the main thing you’ll need to consider before jumping into the upper body exercises is space and comfort.\nYou’ll need enough space to stretch your body out lengthways on the floor and you’ll want to place something padded underneath you, such as one of the best yoga mats, especially if you will be working out on a particularly hard surface.\nReady to see a breakdown of the routine? Keep reading to find out.\nWhat is the 5-move no equipment workout? This is an fairly straightforward workout to follow. You will complete 10 reps of all fve exercises and repeat the full circuit three times over. Bronston doesn’t mention any rest periods but don’t let this stop you from adding in your own break periods.\nWatch the video below for demonstrations of each exercise.\nIf you don’t have the spare cash to fork out on a gym membership or, you don’t enjoy training with weights, then you’ll lap up the simplicity and convenience that a bodyweight workout can bring.\nHaving the ability to perform a bodyweight workout anywhere also lessens the chance of talking yourself out of exercise, seeing as you can’t use the excuse of not having the right equipment or access to a gym to get moving.\nAdditionally, bodyweight exercises tend to be more joint-friendly compared to heavy weightlifting, making them safer for those with joint issues or those recovering from injury.\nWhile some may question whether bodyweight exercises can effectively build upper body muscle, the answer is yes, they can. As long as you are working to gradually and continually increase the intensity or volume of exercises in your bodyweight training, you can stimulate muscle growth and strength gains in your bodyweight training. This is what we call progressive overload.\nFor those ready to transition into weight training, don’t feel the pressure to throw yourself into the deep end of weight training. Gradually introduce an added force of resistance to your strength training with some of the best resistance bands and then if you feel comfortable, take things up a notch with some dumbbells.\nBe sure to speak to a fitness trainer for guidance on form and technique to help avoid injury and remember that exercise should be fun. So, if you aren’t enjoying one form of exercise, experiment with other forms until you find something you feel good doing.\nMore from Tom’s Guide",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1l4dOU.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1l4dOU.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joey bronston",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:13:42.349+03:00",
  "updated": "2024-04-05T00:13:42.349+03:00"
}