{
  "thread": {
    "uuid": "47339b37fb47c1ae421768a3dac1c01c28be95d8",
    "url": "https://rpp.pe/campanas/valor-compartido/ninas-peruanas-del-programa-ella-es-astronauta-son-reconocidas-en-el-congreso-tras-pasantia-en-la-nasa-noticia-1541151",
    "site_full": "rpp.pe",
    "site": "rpp.pe",
    "site_section": "https://rpp.pe/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "RPP - Noticias del Perú y el Mundo | Radio | Podcast | RPP Noticias",
    "title": "Niñas peruanas del programa ‘Ella es Astronauta’ son reconocidas en el Congreso tras pasantía en la NASA | RPP Noticias",
    "title_full": "Niñas peruanas del programa ‘Ella es Astronauta’ son reconocidas en el Congreso tras pasantía en la NASA | RPP Noticias",
    "published": "2024-03-14T23:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://e.rpp-noticias.io/large/2024/03/14/133313_1552909.webp",
    "performance_score": 0,
    "domain_rank": 15637,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "47339b37fb47c1ae421768a3dac1c01c28be95d8",
  "url": "https://rpp.pe/campanas/valor-compartido/ninas-peruanas-del-programa-ella-es-astronauta-son-reconocidas-en-el-congreso-tras-pasantia-en-la-nasa-noticia-1541151",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "RedacciónRPP",
  "published": "2024-03-14T23:28:00.000+02:00",
  "title": "Niñas peruanas del programa ‘Ella es Astronauta’ son reconocidas en el Congreso tras pasantía en la NASA | RPP Noticias",
  "text": "Las exbecarias del programa, provenientes de La Libertad, Arequipa, Junín, Cajamarca, Cusco, Apurímac y Callao, recibieron una medalla y diploma de honor en el Congreso por ganar la pasantía y por convertirse en un ejemplo a seguir para todas las niñas del Perú. El programa ' [Ella es Astronauta](https://rpp.pe/campanas/valor-compartido/orgullo-nacional-12-talentosas-estudiantes-peruanas-de-diversas-regiones-viajan-a-la-nasa-tras-cinco-meses-de-preparacion-noticia-1515796?ref=rpp)' surgió por iniciativa de la [Fundación She Is ](https://she-is.org/)con el objetivo de impulsar el desarrollo de niñas y jóvenes de diversas regiones del Perú, cultivando sus habilidades en campos STEAM, empoderándolas y convirtiéndolas en modelos a seguir a nivel nacional. Durante las ediciones del 2022 y 2023 de 'Ella es Astronauta' Perú, un total de 26 escolares provenientes de distintas provincias del país tuvieron la oportunidad única de visitar la sede de la NASA durante una semana. Este viaje les brindó la posibilidad de compartir experiencias con otras jóvenes de América Latina y aprender de profesionales en ingeniería y astronautas de la agencia espacial. Un reconocimiento que inspira Conscientes del gran logro y del enorme potencial demostrado por estas jóvenes, el Congreso de la República celebró una ceremonia en honor a las exbecarias del programa 'Ella es Astronauta'. La ceremonia fue dirigida por el congresista Diego Bazán, presidente de la Mesa Multipartidaria de Jóvenes Parlamentarios, quien otorgó a las estudiantes un reconocimiento por su destacada participación y por ser una fuente de inspiración para niñas y mujeres en todo el Perú. Durante el evento, se destacó la preparación previa y las lecciones aprendidas por las tripulantes durante su estancia en la base de la NASA en Houston. Asimismo, Bazán resaltó la importancia de estos reconocimientos para visibilizar programas como ‘Ella es Astronauta’ y generar interés en otras niñas y adolescentes con aspiraciones similares. Un total de doce exbecarias, representantes de La Libertad, Arequipa, Junín, Cajamarca, Cusco, Apurímac y Callao, fueron galardonadas con medallas y diplomas de honor por su éxito en la pasantía y por convertirse en una fuente de inspiración para niñas y mujeres en todo el Perú. El congresista Bazán aconsejó a las jóvenes que busquen mentores y construyan redes de apoyo para potenciar sus habilidades, recordándoles que esta beca marca solo el comienzo de un viaje prometedor en el campo de las ciencias STEM. En sus palabras finales, expresó su agradecimiento a la fundación She Is, a los padres por respaldar los sueños de sus hijas y permitirles viajar al extranjero a tan temprana edad, así como a la Fuerza Aérea del Perú a través de CONIDA por su apoyo. ‘Ella es astronauta’ un programa que las prepara para brillar La inspiradora misión del programa 'Ella es Astronauta', impulsado por la Fundación She Is desde 2016, busca empoderar a niñas y mujeres en los campos de la ciencia y la tecnología. En colaboración con el [Space Center Houston de la NASA](https://spacecenter.org/), este programa desafía estereotipos de género, elimina barreras económicas y brinda las herramientas necesarias para construir un mundo más justo y equitativo. El viaje de estas jóvenes peruanas a la NASA es un testimonio del poder transformador de la educación y el potencial ilimitado de las mujeres. Una nueva generación de astronautas Por tercer año consecutivo, la Fundación She Is llevará a cabo su programa, brindando la oportunidad a nuevas generaciones de niñas peruanas de ser capacitadas en STEM en el Centro Espacial Houston de la NASA. La convocatoria se abrió el 22 de enero y las inscripciones estarán disponibles hasta el 15 de marzo, tras una ampliación del plazo inicial en febrero. Este programa continúa abriendo puertas hacia un futuro lleno de posibilidades para las jóvenes peruanas, demostrando que el cielo ya no es el límite. Te recomendamos Comparte esta noticia",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Education"
  ],
  "external_links": [
    "https://spacecenter.org/),",
    "https://she-is.org/)con",
    "https://www.she-is.org/)con",
    "https://www.spacecenter.org/),"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:01:42.718+02:00",
  "updated": "2024-03-15T00:01:42.718+02:00"
}