{
  "thread": {
    "uuid": "b056277bc2f7bf3b417f488c8e61f2710b82b24c",
    "url": "https://www.dvidshub.net/news/462079/father-soldier-spark-flame-inspiring-son-enlist-us-army-reserve-and-br-fire-dept",
    "site_full": "www.dvidshub.net",
    "site": "dvidshub.net",
    "site_section": "http://news.google.com/news?hl=en&ned=us&q=father&ie=UTF-8&output=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "\"father\" - Google News",
    "title": "Father, Soldier 'Spark Flame' Inspiring Son to Enlist in U.S. Army Reserve and BR Fire Dept. - DVIDS",
    "title_full": "Father, Soldier 'Spark Flame' Inspiring Son to Enlist in U.S. Army Reserve and BR Fire Dept. - DVIDS",
    "published": "2024-01-19T17:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d1ldvf68ux039x.cloudfront.net/thumbs/photos/2401/8203035/1000w_q95.jpg",
    "performance_score": 0,
    "domain_rank": 5501,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b056277bc2f7bf3b417f488c8e61f2710b82b24c",
  "url": "https://www.dvidshub.net/news/462079/father-soldier-spark-flame-inspiring-son-enlist-us-army-reserve-and-br-fire-dept",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-19T17:38:00.000+02:00",
  "title": "Father, Soldier 'Spark Flame' Inspiring Son to Enlist in U.S. Army Reserve and BR Fire Dept. - DVIDS",
  "text": "Baton Rouge, La. —— A familial connection to military grew recently when U.S. Army Recruiter, Staff Sgt. Jesse Simon, inspired his son Pfc. Jackson Simon into the Army Reserves, enlisting him through the Baton Rouge Company’s Airline/Bluebonnet Recruiting Station––located at 10330 Airline Highway.\nJackson Simon, 19, is in the Army Reserves with the Military Occupational Specialty (MOS) of 92F Fueler—and still maintains a civilian career as a Baton Rouge Fire Department Firefighter.\nTypically, Army Reservist gather once a month and a separate two-week period out-of-the year for drill duty, leaving ample time in their professional and personal lives for dual careers.\n“I wanted to do something bigger than myself, and I did not want to sit around with a normal job,” Jackson Simon said.\nHis father Jesse Simon, 42, had the same 92F MOS before ‘sparking the flame’ of his son’s interest to join the Army, then transitioning to his current recruiting duties as a 79R Army Recruiter.\n“My Dad served ever since I was born, from going on deployment and different duty stations, his service influenced me. Seeing him come home in uniform was always an eye-opener for me as a kid,” Jackson Simon said. “It was the coolest thing, it’s my Dad, I naturally wanted to do the same thing, it is why I chose the MOS as a 92F just like him.”\nThe 2022 Dutchtown High School graduate, Jackson Simon, joined the Army Reserves right after graduation and the Baton Rouge Fire Department also welcomed him in April 2023.\nSince then, Jackson Simon has been on his own path of inspiring civilians and uniformed servicemembers into wanting to learn more about the benefits of being in the Army Reserves.\n“Being a firefighter as a civilian has caused people in my [reserve] unit, a few, to become interested in how to join the Fire Department,” Jackson Simon said. “Lots of them asked questions about it and wanted to join.”\nJackson Simon says he consistently shares, with his firefighting and reserve unit peers, the reward of uniform service as a civilian and reservist.\n“Having two streams of income from both jobs certainly has its advantages, but it’s more than that,” Jackson Simon said. “Lots of firemen at my station have had their own military experience and working with men and woman who have worn a military uniform adds to the comradery we share in the workplace.”\nMore than the reward of compensation, Jackson Simon shares that it is the sharpening of skills he can use in both capacities as a civilian and Army Reservist.\n“During my initial training in the Army Reserve for my 92F MOS we were taught how to drive a Light Medium Tactical Vehicle (LMTV) and it was definitely a challenge, but the teamwork and brotherhood atmosphere helped me,” Jack Simon said.\nOnce his training for firefighting duties began, Jackson Simon then realized the benefit of transferable Army skills and how they payoff.\n“It wasn’t until my firefighting training that I truly begin to realize how beneficial my Army reserves skills were,” Jackson Simon said. “They [Fire Dept.] wanted me to train on driving the firetruck and when I did it was really easy because of my prior training with large Army vehicles.”\nJackson Simon plans for a long career with both the Army Reserves and Baton Rouge Fire Department, citing his sincere appreciation for the comradery and missions greater than himself.\n“The brotherhood I feel from the Fire Department and Army is something I know I want to be around for as long as I can,” Jackson Simon said. “Putting on the uniform for both my jobs has given me real purpose.”\nFor more information on how you can join the U.S. Army Reserves, contact jesse.l.simon2.mil@army.mil or (337)-466-1371.\n-30-\nAbout us: U.S. Army Recruiting Battalion, Baton Rouge is responsible for all Army recruiting in Louisiana, Mississippi, and western Tennessee. Our 330-member field recruiting force is organized into eight recruiting companies with 45 recruiting stations, and we cover approximately 103,874 square miles of territory while searching for America’s best volunteers who will enable the Army to win a complex world.\nMEDIA CONTAC T: U.S. Army Recruiting Battalion, Baton Rouge Advertising & Public Affairs Office: 10101 Park Rowe Avenue, Suite 575 Baton Rouge, LA 70810 EMAIL: usarmy.knox.usarec.list.3tbnmail.mil\n|Date Taken:||01.19.2024|\n|Date Posted:||01.19.2024 10:38|\n|Story ID:||462079|\n|Location:||BATON ROUGE , LA, US|\n|Web Views:||2|\n|Downloads:||0|\nThis work, Father, Soldier ‘Spark Flame’ Inspiring Son to Enlist in U.S. Army Reserve and BR Fire Dept., by\n[Jonathan Holloway](/portfolio/1633673/jonathan-holloway), identified by DVIDS, must comply with the restrictions shown on https://www.dvidshub.net/about/copyright.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jackson simon",
        "sentiment": "none"
      },
      {
        "name": "jesse simon",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "u.s. army recruiter",
        "sentiment": "negative"
      },
      {
        "name": "u.s. army reserve",
        "sentiment": "negative"
      },
      {
        "name": "br fire dept. - dvids baton rouge",
        "sentiment": "negative"
      },
      {
        "name": "army recruiter",
        "sentiment": "none"
      },
      {
        "name": "army",
        "sentiment": "none"
      },
      {
        "name": "baton rouge company’s airline/bluebonnet recruiting station",
        "sentiment": "none"
      },
      {
        "name": "army reserves",
        "sentiment": "none"
      },
      {
        "name": "baton rouge fire department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "la.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T17:48:05.568+02:00",
  "updated": "2024-01-19T17:48:05.568+02:00"
}