{
  "thread": {
    "uuid": "43d81ab22d1b37f9fa7deafd7907087c5107e399",
    "url": "https://www.independent.co.uk/world/new-year-2024-london-fireworks-latest-b2471681.html",
    "site_full": "www.independent.co.uk",
    "site": "independent.co.uk",
    "site_section": "http://www.independent.co.uk/rss",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "The Independent",
    "title": "New Year latest: London sees in 2024 with huge fireworks display as bad weather cancels other celebrations | The Independent",
    "title_full": "New Year latest: London sees in 2024 with huge fireworks display as bad weather cancels other celebrations | The Independent",
    "published": "2024-01-01T06:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://static.independent.co.uk/2024/01/01/00/SEI185634895.jpg?quality=75&amp;width=1200&amp;auto=webp",
    "performance_score": 0,
    "domain_rank": 172,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "43d81ab22d1b37f9fa7deafd7907087c5107e399",
  "url": "https://www.independent.co.uk/world/new-year-2024-london-fireworks-latest-b2471681.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Holly Evans, Namita Singh",
  "published": "2024-01-01T06:15:00.000+02:00",
  "title": "New Year latest: London sees in 2024 with huge fireworks display as bad weather cancels other celebrations | The Independent",
  "text": "Berlin police detained over 300 people on New Year’s Eve after at least 14 on-duty officers were injured as people shot fireworks at each other and police throughout the city.One of the incidents occurred near Alexanderplatz where around 500 people were letting off fireworks at each other before police dispersed the group at the landmark Neptune Fountain, reported DW.The crowd fired at police with pyrotechnics when they tried to check them for fireworks , according to the outlet.In Neukölln, a number of arrests were made after people attempted to make Molotov cocktails, which police say they confiscated.It came amid jubilant scenes in the US as tens of thousands of beaming people in New York ’s Times Square , were showered with confetti and hugs and kisses after watching the descent of the colourful ball marking the birth of 2024.The UK earlier welcomed 2024 with a bang as tens of thousands packed the streets of London and Edinburgh to watch the cities’ world-famous New Year’s Eve fireworks displays.Tickets for the event in London sold out and official viewing areas were full. Organisers finished checks on the pyrotechnics with more than 10,000 fireworks shooting up into the night’s sky after the Big Ben countdown.The march of midnight from time zone to time zone brought the new year first to places like Australia, where more than 1 million people watched a pyrotechnic display centred around Sydney ’s famous Opera House and harbour bridge — a number of spectators equivalent to one in five of the city’s residents.Happy New Year from all at The Independent. People take part in the Loony Dook New Year's Day dip in the Firth of Forth at South Queensferry, as part of Edinburgh's Hogmanay celebrations. People take part in the Loony Dook New Year's Day dip in the Firth of Forth at South Queensferry, as part of Edinburgh's Hogmanay celebrations. A police helicopter has released jaw-dropping footage of London’s firework display as it hovered over the 100,000 strong crowd for “the best view in the house”.In London, 2024 started with a bang as fireworks and drones lit up the sky and celebrations took place in Edinburgh and other cities across the country.After the bongs of Big Ben sounded midnight, “London: A Place for Everyone” appeared high above the crowds on the banks of the River Thames as the unity-themed display welcomed the new year.In a display that lasted almost 15 minutes, 100,000 people cast their eyes to the sky to take in the fireworks, lasers, and drone spectacular.As hits by the Spice Girls, Calvin Harris, Dua Lupa and others rang out across the city, revellers were invited to look back on 2023Pictures from the Loony Dook New Year's Day dip in the Firth of Forth at Kinghorn in Fife.The dook, a Scots word meaning to dip or plunge, began on 1 January 1987 when a group of friends went for a swim in the icy water as a hangover cure.This year there is no organisation behind it with the dook being run by locals with money raised going to the RNLI.Interior Minister Nancy Faeser said it was clear that the increased police presence coupled with “an early crackdown” comprised “the right strategy against riots and violence”.A year ago, Berlin witnessed violent excesses during New Year celebrations, in which rioters targeted and attacked officers, firefighters and medical personnel with fireworks, causing an uproar across the country.Online videos at the time showed people firing rockets and throwing firecrackers at police cars and rescue vehicles, which drew widespread condemnation from German authorities.Authorities in Berlin said on Monday that New Year’s Eve celebrations in the German capital were more peaceful compared with last year despite the temporary detention of 390 people and 54 police officers being injured.Police said many were detained for violating the Weapons and Explosives Act, either using illegal firecrackers or firing them off at officers or other people.Some 4,500 officers patrolled the city at night to prevent a repeat of the 2022 New Year’s Eve riots. It was the strongest police presence Berlin witnessed in decades.On Sunday night, police banned the use of traditional firecrackers across the city.Both the city’s mayor and Germany’s interior minister had vowed a zero-tolerance strategy towards rioters, particularly any trying to attack officers.Berlin’s top security official, Iris Spanger, wrote on social media platform X, formerly Twitter: “It turned out that the many months of preparation by police and firefighters ... have paid off.”She condemned “every single act of violence”, saying “every injured colleague is one too many”.The New Year party in front of the landmark Brandenburg Gate in BerlinThe New Year party in front of the landmark Brandenburg Gate in BerlinThe Prime Minister has been criticised for using one of his first messages of 2024 to announce a ban on overseas students bringing their family to the UK.The Home Secretary said the ban, which affects all but those enrolling on postgraduate research courses and ones with Government-funded scholarships, will cut migration by tens of thousands.The measures were announced in May by his ousted predecessor Suella Braverman shortly before official figures showed net migration running at 672,000.The move could hit universities which rely on foreign student fees and could also harm the UK’s reputation as an international destination, experts have warned.It means that as of Monday, international students starting courses in Britain are no longer allowed to obtain visas for their dependants, unless they are on a postgraduate research programme or a Government-sponsored course.Watch live as Italians dive into the icy waters of the Tiber River in Rome to celebrate New Year on Monday, January 1.The tradition of jumping into the river on New Year’s Day dates back to 1946.It was started by an unemployed lifeguard who was trying to find work as a stuntman and decided to jump into the waters from the bridge to advertise his skills.The 31-year-old rapper took to the stage in Miami for the show at the Fontainebleau hotel as planned but told fans she had been struggling with illness.In a video on her Instagram story before the New Year’s Eve show, she said: “I am fighting for my life right now. I’m literally fighting for my life right now.“Soon as I landed in Miami bro… I’ve been telling people I am allergic to Miami. I’m allergic to Florida. I’m allergic to this state. Like I’m allergic to this state.“It doesn’t even make no sense. Like, as soon as I landed four hours later, I felt a little cough, my chest started getting tight.“Well, I’ve been fighting for three days and I have a huge performance later. Huge performance, like I get that it’s New Year’s but I have this huge performance. And I’m fighting, fighting.”The musician was joined on the bill for the US celebration of the new year by rapper Megan Thee Stallion, who performed in New York.Also in the line-up were Ellie Goulding, Janelle Monae, 30 Seconds To Mars and Renee Rapp.Want to bookmark your favourite articles and stories to read or reference later? Start your Independent Premium subscription today.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Arts, Culture and Entertainment",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sadiq khan",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "edinburgh",
        "sentiment": "none"
      },
      {
        "name": "south korea",
        "sentiment": "none"
      },
      {
        "name": "seoul",
        "sentiment": "none"
      },
      {
        "name": "wales",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      },
      {
        "name": "river thames",
        "sentiment": "none"
      },
      {
        "name": "auckland",
        "sentiment": "none"
      },
      {
        "name": "sydney",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-01T06:22:31.110+02:00",
  "updated": "2024-01-28T00:48:40.366+02:00"
}