{
  "thread": {
    "uuid": "10c461ca5b5f2c9a2c0104c299b41419a33d1ed3",
    "url": "https://www.topworldnewstoday.com/cummins-takes-10-wickets-to-lead-australia-to-pakistan-series-triumph/",
    "site_full": "www.topworldnewstoday.com",
    "site": "topworldnewstoday.com",
    "site_section": "https://www.topworldnewstoday.com/category/world",
    "site_categories": [],
    "section_title": "\nWorld Archives - Top World News Today",
    "title": "Cummins takes 10 wickets to lead Australia to Pakistan series triumph - Top World News Today",
    "title_full": "Cummins takes 10 wickets to lead Australia to Pakistan series triumph - Top World News Today",
    "published": "2023-12-29T09:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "TR",
    "main_image": "https://www.aljazeera.com/wp-content/uploads/2023/12/AP23363270415990-1703846916.jpg?resize=1920,1440",
    "performance_score": 0,
    "domain_rank": 56003,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "10c461ca5b5f2c9a2c0104c299b41419a33d1ed3",
  "url": "https://www.topworldnewstoday.com/cummins-takes-10-wickets-to-lead-australia-to-pakistan-series-triumph/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Admin",
  "published": "2023-12-29T09:52:00.000+02:00",
  "title": "Cummins takes 10 wickets to lead Australia to Pakistan series triumph - Top World News Today",
  "text": "A fired-up Pat Cummins bagged five wickets and 10 in the match to earn Australia a nail-biting 79-run win in the second Test. Australia captain Pat Cummins took 10 wickets in a masterclass of clutch bowling to end stout Pakistan resistance and lead his side to a 79-run victory on the fourth day of the second test, locking up the three-match series 2-0. Just when it looked like the Boxing Day test would go down to the wire on the final day, the paceman stepped in to remove Mohammad Rizwan, Pakistan’s last recognised batsman, and claim his 250th test wicket on Friday. Cummins (5-49) followed that up with the wicket of Aamer Jamal for a duck to trigger an extra half an hour of play, during which he claimed his fifth wicket of the innings and 10th of the match to help mop up the tail. It was his second 10-wicket match haul in 57 tests and concluded a glorious year in which he led Australia to the World Test Championship, a 50-overs World Cup triumph and the retention of the Ashes in England. “Crazy year. Lots of cricket, lots of success on the field,” said Cummins, who was named Man of the Match. “I think we’re going to look back and remember 2023 as one of the special ones.” Set an imposing victory target of 317 runs after bowling Australia out for 262 before lunch, the tourists had put together a series of partnerships that frustrated the potent Australian attack. There were some home nerves when the last substantial stand of 57 between Rizwan (35) and Agha Salman (50) got the target under 100 runs but the match turned for good when Cummins separated the pair. Pakistan had threatened to take control of the match on several occasions over the first four days only to let the Australians off the hook. Fired by an innings of 96 from Mitchell Marsh, Australia had dragged themselves back from 16-4 after lunch on Thursday and resumed on 187-6 on a sunny morning at the Melbourne Cricket Ground (MCG). Wicketkeeper Alex Carey scored 52 to help extend the lead before he was trapped leg before by seamer Mir Hamza (4-32) to bring an end to the innings. Pakistan were always going to be up against it given the fact that only one team had successfully chased more than 300 runs in the fourth innings in 146 years of test matches at the MCG. The tourists were dismissed for 89 in the fourth innings when Australia won the first test by 360 runs in Perth and the early indications were that Melbourne would witness something similar. Abdullah Shafique, whose dropped slip catches in both innings proved so costly to Pakistan, departed for four before lunch when he lunged at a Mitchell Starc delivery and Usman Khawaja took the catch in the cordon. Cummins trapped Imam-Ul-Haq in front for 12 soon after the resumption but a 61-run partnership between Shan Masood and Babar Azam stalled Australia’s progress. Again, Cummins made the breakthrough by inducing Masood into an edge which Steve Smith claimed in the slips with the Pakistan captain on 60. Azam continued to keep the scoreboard ticking over but Australia’s bowlers remained patient as they targeted the top of his off stump and Josh Hazlewood got the reward when he nipped one back to bowl the Pakistan danger man for 41. Pakistan started putting together another partnership but it was worth only 16 runs when Starc (4-55) sent down a delivery that grew big on Saud Shakeel, who top-edged it behind to Carey for 24 with Pakistan still 155 runs from their target. Masood was remarkably upbeat considering his team came so close to ending a 15-match losing streak in Australia going back to 1995. “In terms of the bigger picture, this is the way we want to play test cricket,” said the 34-year-old, whose team will get another chance to snap that streak in the third test in Sydney next week. “Playing test cricket in these conditions, fighting until the end and where a result is possible for us. I think that’s something we have to take forward as a team.” Indian cricket in 2023 scaled new heights as the domestic system continued to find talent across the country. There were several firsts and records broken as we MOUNT MAUNGANUI: Heavy rain forced the second of three Twenty20 internationals between hosts New Zealand and Bangladesh to be called off Friday, with the home t Pakistan coach Mohammad Hafeez has blown up and accused technology of “putting a curse on this beautiful game” following a match-defining DRS decision in th “When teams I’ve been a part of are at their best, you find a way to win,” Cummins said afterwards.“You can play poorly for a lot of it or a lot of guys",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pat cummins",
        "sentiment": "negative"
      },
      {
        "name": "cummins",
        "sentiment": "negative"
      },
      {
        "name": "mohammad rizwan",
        "sentiment": "none"
      },
      {
        "name": "aamer jamal",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T13:11:38.903+02:00",
  "updated": "2023-12-29T13:11:38.903+02:00"
}