{
  "thread": {
    "uuid": "b66036788eb8d44739f787d9f63289b9007b2c8b",
    "url": "https://www.elespectador.com/justicia-inclusiva/justicia-para-las-victimas-en-colombia-historias-de-exito-en-2023/",
    "site_full": "www.elespectador.com",
    "site": "elespectador.com",
    "site_section": "https://elespectador.com/judicial/",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias judiciales hoy en Colombia | EL ESPECTADOR",
    "title": "Justicia para las víctimas en Colombia: historias de éxito en 2023 | EL ESPECTADOR",
    "title_full": "Justicia para las víctimas en Colombia: historias de éxito en 2023 | EL ESPECTADOR",
    "published": "2023-12-29T18:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.elespectador.com/resizer/GGrSn7rrbPHXAJvbmghu9k5qxdA=/657x0/filters:quality(60):format(jpeg)/cloudfront-us-east-1.images.arcpublishing.com/elespectador/ASOHPNWX25BOFFBZA4CDLNSTJ4.jpeg",
    "performance_score": 0,
    "domain_rank": 6016,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 5
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b66036788eb8d44739f787d9f63289b9007b2c8b",
  "url": "https://www.elespectador.com/justicia-inclusiva/justicia-para-las-victimas-en-colombia-historias-de-exito-en-2023/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción Judicial",
  "published": "2023-12-29T18:00:00.000+02:00",
  "title": "Justicia para las víctimas en Colombia: historias de éxito en 2023 | EL ESPECTADOR",
  "text": "En 2023, la justicia colombiana fue escenario de casos que marcaron un hito en la búsqueda de equidad y reparación. Desde el reconocimiento a los servidores judiciales como víctimas hasta la lucha por los derechos étnicos y de género, estos cinco casos reflejan la complejidad y la importancia de la labor judicial en medio de un contexto de conflicto armado y desigualdad social. Acompáñanos en un recorrido por estas historias de justicia, muchas de ellas apoyadas por el programa de Justicia Inclusiva de la Agencia de Estados Unidos para el Desarrollo Internacional (USAID), las cuales demuestran el compromiso de varias organizaciones y funcionarios con los derechos fundamentales. El pasado 17 de noviembre, por primera vez en la historia, se realizó un evento de memoria y reconocimiento a la labor que jueces, magistrados y fiscales han hecho en medio de la guerra que se han extendido por más de medio siglo. Se trata de 1.262 personas que fueron víctimas de balas, amenazas, atentados, secuestros, desapariciones y algunas, hasta, el exilio. Lee la historia aquí: El día que Colombia reconoció a los servidores judiciales como víctimas Este espacio, Organizado por el Ministerio de Justicia, el Fondo de Solidaridad con los Servidores Judiciales (FASOL), USAID y PNUD, fue el primero en que los huérfanos, viudas y madres de funcionarios de la justicia pudieron relatar la historia que vivieron sus familiares. Lograron, al fin, ser reconocidos como víctimas todos aquellos que pertenecieron a la Rama Judicial durante los años más álgidos del conflicto armado y las décadas del narcotráfico. A sus 20 años, Breiner Torres Cassiani, fue reclutado por el Ejército San Basilio de Palenque. Luego de un extenso proceso judicial que inició en 2021, una jueza de Turbaco (Bolívar) declaró que el Comando de Reclutamiento del Ejército vulneró los derechos de Torres a la identidad étnica y al debido proceso. Lee aquí el testimonio: Joven palenquero ganó pulso con el Ejército y quedó exento del servicio militar El reclutamiento de un joven de San Basilio de Palenque por parte del Ejército fue el inicio de un litigio que aplicó en su sentencia un fallo de 2021 de la Corte Constitucional, el cual aclaró que las personas pertenecientes al pueblo negro, afrodescendientes, raizales y palenqueros están exentos de prestar el servicio militar obligatorio. En noviembre de este año contamos la historia de una mujer que busca justicia desde hace 10 años, cuando fue agredida por quién era su pareja. Gracias al acompañamiento jurídico de la Corporación Colectivo de Abogadas Helenita González Pérez, apoyada por USAID, esta víctima logró ver al hombre que intentó matarla tras las rejas, días después de que publicamos la historia. Lee la crónica: Volver a salir: las cicatrices de la violencia contra la mujer en Montes de María “Me dio un machetazo en la cabeza, en la espalda, en el cuello, y en la mano”, relataba la mujer de lo que sucedió hace 10 años. Hay cicatrices. Pero ahora hay esperanza de justicia, la cual para esta mujer es que el hombre pague lo que le hizo, por eso el hecho de que haya sido capturado le regaló, después de mucho, la ausencia de un dolor que mantenía en el pecho y una sonrisa. Dunnia Maryuri Zapata Machado se destaca como jueza administrativa del circuito en Quibdó, enfocándose en casos con enfoque de género. Su labor la llevó en 2022 a ser galardonada por la Comisión Nacional de Género de la Rama Judicial en el concurso a la incorporación del derecho a la igualdad y la no discriminación en las sentencias judiciales por un caso de violencia obstétrica y negligencia médica. Lee la historia: El caso de violencia obstétrica en Chocó que llevó a la condena del Estado Se trata de una sentencia que condenó al Estado y ordenó indemnizaciones, acciones restaurativas, y la creación de una ruta de atención en el servicio de ginecología y obstetricia. La decisión con la que ganó fue emitida el 30 de junio de 2022 por su despacho a favor de una mujer embarazada. En el trámite se demostró que, por irregularidades en la atención médica en 2017, el bebé perdió la vida en medio del parto. Córdoba fue protagonista de un encuentro histórico en el departamento: autoridades afro y funcionarios de la Rama Judicial se reunieron para explorar la integración de estas dos formas de justicia. Leovigildo Vivanco, representante del Consejo Comunitario de Comunidades Negras de Uré, expuso la necesidad de reconocer y respetar a los grupos afro, abogando por la colaboración entre ambas jurisdicciones. Por su parte, la magistrada Isamary Marrugo, en representación de la justicia ordinaria, destacó la importancia de la eficiencia y el respeto mutuo, buscando construir confianza entre las autoridades. En contexto: En Córdoba, justicia afro y ordinaria firmaron pacto para entenderse El encuentro, organizado por el Consejo Superior de la Judicatura y el programa Justicia Inclusiva de USAID en Montería, culminó con la firma de un pacto simbólico, expresando la voluntad de ambas jurisdicciones para trabajar juntas hacia un futuro de entendimiento, enseñanza y diálogo para brindar justicia a las comunidades afrocolombianas. ¿Sabe qué es la justicia centrada en las personas? Visite Justicia Inclusiva de El Espectador",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T18:33:03.794+02:00",
  "updated": "2023-12-29T18:33:03.794+02:00"
}