{
  "thread": {
    "uuid": "e7b8be388b502cf532a2f9099ad1f59f16cf49c7",
    "url": "http://global.chinadaily.com.cn/a/202401/05/WS659826dfa3105f21a507ad7d.html",
    "site_full": "global.chinadaily.com.cn",
    "site": "chinadaily.com.cn",
    "site_section": "http://global.chinadaily.com.cn/business/5c2336fea310d91214051089",
    "site_categories": [
      "travel"
    ],
    "section_title": "Motoring - Chinadaily.com.cn",
    "title": "Road ahead looks bright for Neta Auto - Chinadaily.com.cn",
    "title_full": "Road ahead looks bright for Neta Auto - Chinadaily.com.cn",
    "published": "2024-01-05T17:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 581,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e7b8be388b502cf532a2f9099ad1f59f16cf49c7",
  "url": "http://global.chinadaily.com.cn/a/202401/05/WS659826dfa3105f21a507ad7d.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "邢奕",
  "published": "2024-01-05T17:57:00.000+02:00",
  "title": "Road ahead looks bright for Neta Auto - Chinadaily.com.cn",
  "text": "Chinese electric vehicle startup Neta Auto, the electric or EV brand of Hozon Auto, saw its overseas sales grow more than fivefold last year, and is eyeing higher goals in its global expansion with more products catering to market demands for high-quality smart EVs, said the company's senior executives on Thursday.\nHeadquartered in Shanghai's Putuo district, Neta Auto saw remarkable achievements in 2023. Globally, it delivered 127,496 units, taking the brand's total delivery count to nearly 400,000 units since it was officially launched in 2018. Notably, in overseas markets, Neta Auto sold more than 20,000 units last year, growing 567 percent year-on-year, according to Chen Ciliang, Neta Auto's vice president.\nIn recent years, Neta Auto has made major progress onto the global stage. Among its overseas markets, Thailand is Neta Auto's starting point and one of the best-performing markets. With only one model available in the country, it recorded sales of more than 10,000 units in just 10 months.\nMoreover, in November Neta Auto's first overseas factory, with a designated annual production capacity of 20,000 vehicles, also completed construction and was put into operation in Thailand.\nExpected to commence large-scale production in the first quarter this year, the factory will serve as a key manufacturing hub, particularly for right-hand drive models, targeting the smart and green mobility demands in Thailand and broader overseas markets, according to the company.\nIn addition to Thailand, Neta Auto has expanded to 29 overseas markets worldwide, including Indonesia, Malaysia, Turkiye, Jordan, Azerbaijan and Costa Rica.\nTalking about the company's overseas success, Zhang Honghan, vice-president of Neta Auto Marketing Company, highlighted its unique advantages in intelligent technologies and smart driving experience.\n\"We have seen increasing market demands globally for smart mobility, especially demands from young users. And we believe the intelligent cockpit and smart driving technologies have greatly boosted the rise of Chinese (new energy vehicle) brands (like Neta Auto) in recent years, as most traditional European and Japanese autos are not as smart as Chinese EVs,\" said Zhang.\nZhou Jiang, Neta Auto's vice-president and president of overseas business department, agrees: \"We have seen the shared trend in auto consumption of both Chinese consumers and overseas consumers, which is young, technological, fashionable and sportive. We have been making preparations and developing our product portfolios with a global perspective since 2022.\"\n\"We have also set up the same standards for our intelligent cockpit and smart driving technologies produced both at home and abroad. From this year, we will be able to offer six or seven products for overseas sales in some 60 countries,\" Zhou added.\nLooking ahead, Neta Auto harbors ambitious plans, and is seeking further localization to enhance its global expansion.\nChen pointed out that Neta Auto has been working on its overseas localization layout, promoting cooperation with local partners to establish localized production and procurement systems, as well as to build smart manufacturing factories.\nIn July 2023, the Chinese EV startup partnered with PT Handal Indonesia Moto, and will jointly start to assemble complete cars from the second quarter of this year.\n\"We will start to sell vehicles produced in Thailand in the first quarter and plan to produce localized vehicles in Indonesia shortly after. Meanwhile, we are also exploring the possibilities of local production in other overseas markets in regions such as Middle East, North Africa, South America and Europe,\" said Zhou.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chen ciliang",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "neta auto",
        "sentiment": "positive"
      },
      {
        "name": "hozon auto",
        "sentiment": "positive"
      }
    ],
    "locations": [
      {
        "name": "shanghai",
        "sentiment": "none"
      },
      {
        "name": "putuo",
        "sentiment": "none"
      },
      {
        "name": "thailand",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:04:08.846+02:00",
  "updated": "2024-01-06T00:04:08.846+02:00"
}