{
  "thread": {
    "uuid": "03e3c6437515a6d9be3bffaf0d65604c399e0e45",
    "url": "https://www.nation.com.pk/31-Dec-2023/ppp-voice-of-poor-labourer-farmers-gilani",
    "site_full": "www.nation.com.pk",
    "site": "nation.com.pk",
    "site_section": "https://www.nation.com.pk/todays-paper",
    "site_categories": [],
    "section_title": "Todays Paper",
    "title": "PPP voice of poor labourer, farmers: Gilani",
    "title_full": "PPP voice of poor labourer, farmers: Gilani",
    "published": "2023-12-31T03:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PK",
    "main_image": "https://www.nation.com.pk/print_images/large/2023-12-31/ppp-voice-of-poor-labourer-farmers-gilani-1703986450-6639.jpg",
    "performance_score": 0,
    "domain_rank": 10759,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "03e3c6437515a6d9be3bffaf0d65604c399e0e45",
  "url": "https://www.nation.com.pk/31-Dec-2023/ppp-voice-of-poor-labourer-farmers-gilani",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Our Staff Reporter",
  "published": "2023-12-31T03:34:00.000+02:00",
  "title": "PPP voice of poor labourer, farmers: Gilani",
  "text": "MULTAN - Central leader Pakistan People’s Party Syed Yusuf Raza Gilani said that the PPP was the voice of the poor, labourers, and farmers. In a statement issued here, Gilani remarked that PPP always worked for the betterment of the downtrodden segments of society. He added that PPP leadership started the election campaign from Garhi Shaho. About the Election Campaign in Punjab, Gilani observed that it would begin soon. He stated that the poor reposed confidence in the policies of the Pakistan People Party. The PPP would not disappoint the people if voted to power, he categorically remarked. SURGE IN WOMEN’S PARTICIPATION IN ELECTIONS-2024 FROM SOUTH PUNJAB SIGNALS POSITIVE CHANGE The traditionally considered backward region of South Punjab is witnessing a remarkable shift in the political landscape, with an unprecedented surge in women’s participation as 20 women are contesting open seats in the 2024 general election. In a noteworthy development leading up to the general elections scheduled for February 8, 2024, the active participation of women is considered a commendable and historic milestone for the region. This marks the first time in South Punjab’s electoral history that such a substantial number of women have actively engaged in the political process, demonstrating a desire to contribute meaningfully to public service. Their candidacy extends across both national and provincial assembly seats, reflecting a diverse and dynamic representation. Out of the six National Assembly seats and twelve Provincial Assembly seats, women candidates have submitted their papers for five National Assembly seats and nine Provincial Assembly seats, further underscoring their commitment to shaping the future of the region. Among the notable women contenders for National Assembly seats are Aneela Iftikhar, Makkaya Bibi (NA 148), Dr Robeena Akhtar (NA 149), Mehr Bano Qureshi (NA 150), and Naghma Mushtaq (NA 153). Simultaneously, an inspiring array of women candidates, including Ayesha Siddiqa, Naeem un Nisa, Saira Ali, Qurban Fatima, Shazia Begum, Shumaila Ejaz Shah, Farzana Salman, Syed Zulihuma, Syed Qurat ul Ain, Madeeha Rehman, Sabeen Gul, Naghma Mushtaq, and Kalsoom Naaz, are vying for various constituencies in the Punjab Assembly. This significant uptick in women’s participation not only breaks traditional barriers but also marks a positive step towards inclusivity and gender equality in the political sphere. The diverse backgrounds and expertise of these women candidates promise a more holistic representation that aligns with the varied needs and aspirations of South Punjab’s populace, said political analyst Riaz Ahmed. “As the region eagerly awaits the upcoming general elections, the emergence of these courageous women candidates serves as an inspiring narrative of change and progress, signalling a transformative era for South Punjab’s political landscape. Their collective commitment to public service and representation reflects a hopeful shift towards a more inclusive and diverse governance paradigm, setting the stage for a brighter future in the region,” Riaz concludes.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "syed yusuf raza gilani",
        "sentiment": "negative"
      },
      {
        "name": "gilani",
        "sentiment": "negative"
      },
      {
        "name": "garhi shaho",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ppp",
        "sentiment": "negative"
      },
      {
        "name": "pakistan people party",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "multan",
        "sentiment": "none"
      },
      {
        "name": "punjab",
        "sentiment": "none"
      },
      {
        "name": "south punjab",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T03:58:43.332+02:00",
  "updated": "2023-12-31T03:58:43.332+02:00"
}