{
  "thread": {
    "uuid": "e1a396761fb71ef46288ac58615253e89fc2ee23",
    "url": "https://www.dvidshub.net/news/467848/nmfp-sexual-assault-awareness-and-prevention-month-begins-with-empowering-proclamation",
    "site_full": "www.dvidshub.net",
    "site": "dvidshub.net",
    "site_section": "https://www.dvidshub.net/rss/news",
    "site_categories": [
      "media"
    ],
    "section_title": "DVIDS RSS Feed: News",
    "title": "NMFP Sexual Assault Awareness and Prevention Month begins with an empowering proclamation",
    "title_full": "NMFP Sexual Assault Awareness and Prevention Month begins with an empowering proclamation",
    "published": "2024-04-05T02:56:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d1ldvf68ux039x.cloudfront.net/thumbs/photos/2404/8322040/1000w_q95.jpg",
    "performance_score": 0,
    "domain_rank": 5599,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e1a396761fb71ef46288ac58615253e89fc2ee23",
  "url": "https://www.dvidshub.net/news/467848/nmfp-sexual-assault-awareness-and-prevention-month-begins-with-empowering-proclamation",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Arsenio Cortez",
  "published": "2024-04-05T02:56:00.000+03:00",
  "title": "NMFP Sexual Assault Awareness and Prevention Month begins with an empowering proclamation",
  "text": "In a steadfast commitment to fostering a culture of respect and safety within its ranks, Naval Medical Forces Pacific launched its annual Sexual Assault Awareness and Prevention Month (SAAPM) initiative March 28.\nService members and civilian personnel at NMFP headquarters gathered for the SAAPM kick-off event and to witness the signing of a proclamation amplifying efforts to raise awareness and support prevention of sexual assault across NMFP’s area of operations.\nThe event, marked by a call-to-action message from leadership, underscored the command's unwavering dedication to eradicating sexual assault.\nRear Adm. Guido Valdez, NMFP commander, delivered a message via video, emphasizing the imperative of fostering an environment where every individual feels safe, respected, and empowered.\n“This year’s theme, ‘Step Forward. Prevent. Report. Advocate.,’ is a call to action for everyone to take responsibility for prevention and support survivors,” Valdez said. “Living our core values means we protect each other and ensure our people can focus on the mission. I encourage you to get involved and take an active part in prevention. If we want to stop sexual assault, then we must work together. We must be actively engaged in dedicated, prevention efforts throughout the year, not just the month of April.”\nDuring the kick-off event, Lt. Cmdr. Katherine Robins, NMFP’s regional Sexual Assault Prevention and Response officer, announced several activities and interactive sessions that will take place throughout April. These events are designed to educate, empower, and equip service members with the knowledge and tools necessary to recognize, prevent, and respond to instances of sexual assault.\n“NMFP SAPR Team is raising awareness through all our SAAPM events that we have planned, specifically denim day and chalk the walk, as both are visual reminders that we stand together to provide support to victims of sexual assault,” Robins said. “NMFP is committed to supporting survivors of sexual assault as well as the SAPR victim advocates, healthcare providers and other service providers who work with survivors every day.”\nDuring chalk the walk, personnel are invited to write messages of hope, empowerment, support and positivity on the courtyard sidewalk at NMFP headquarters. Denim day has been observed since 1999 in honor of Sexual Assault Violence Awareness Month and has become a symbol to protest erroneous and destructive attitudes about sexual assault.\nOther SAAPM events include a “Strike Out Sexual Assault” bowling competition and Naval Base San Diego 9th Annual SAPR Cup.\nAs the regional SAPR officer, Robins’ role is to support the SAPR program and other Navy culture and force resiliency initiatives. She provides the information, resources, and support to the regional program managers to enable them to efficiently and effectively run their respective SAPR programs. A significant program focus is serving as an advocate for survivors of sexual assault.\n“We are here for you,” Robins said. “Assistance is only a phone call or step away. The Navy’s SAPR program is paramount in helping to keep our sailors, shipmates, and civilians safe and promote a culture of zero tolerance for inappropriate and criminal behaviors.”\nAny member of the DoD can call the Safe Helpline, 877-995-5247, for secure, confidential, and anonymous crisis support.\nIn addition to internal efforts, NMFP is collaborating with various organizations, including installation SARCs, fleet counterparts, advocacy groups and other agencies, to bolster their prevention and response capabilities. Through strategic partnerships and coordinated outreach efforts, the command seeks to leverage collective expertise and resources in the fight against sexual assault.\nAs the SAAPM campaign gains momentum, NMFP remains steadfast in its commitment to fostering a culture of trust, accountability, and respect. Through sustained effort, the command endeavors to create an environment where all individuals can thrive free from the fear of sexual violence.\n“As we journey into April and SAAPM, the NMFP SAPR Team would like to begin with a call to action for individuals at all levels of the department to use their personal strength to advance positive change in preventing sexual violence,” Robins said. “We ask that you join us in taking a \"Step Forward\" and highlight the power of acts that can bolster prevention, increase reporting, and promote advocacy for a safer DoD community.”\n|Date Taken:||04.04.2024|\n|Date Posted:||04.04.2024 19:56|\n|Story ID:||467848|\n|Location:||SAN DIEGO, CA, US|\n|Web Views:||4|\n|Downloads:||0|\nThis work, NMFP Sexual Assault Awareness and Prevention Month begins with an empowering proclamation, by\n[Arsenio Cortez](/portfolio/1749186/arsenio-cortez), identified by DVIDS, must comply with the restrictions shown on https://www.dvidshub.net/about/copyright.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "valdez",
        "sentiment": "none"
      },
      {
        "name": "guido valdez",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nmfp sexual assault awareness and prevention month",
        "sentiment": "negative"
      },
      {
        "name": "al forces pacific",
        "sentiment": "none"
      },
      {
        "name": "nmfp",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T03:01:53.604+03:00",
  "updated": "2024-04-05T03:01:53.604+03:00"
}