{
  "thread": {
    "uuid": "2cd2cc5b9625bb7a25a40dcb9806e13451e572a3",
    "url": "https://vnexplorer.net/z/941450.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/us",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "US - VNExplorer",
    "title": "N.B. teen rescued after diving accident at local pool: ‘I just thank them for acting’",
    "title_full": "N.B. teen rescued after diving accident at local pool: ‘I just thank them for acting’",
    "published": "2024-06-22T03:11:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://d21y75miwcfqoq.cloudfront.net/70c8fc80",
    "performance_score": 0,
    "domain_rank": 82409,
    "domain_rank_updated": "2024-06-18T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2cd2cc5b9625bb7a25a40dcb9806e13451e572a3",
  "url": "https://vnexplorer.net/z/941450.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-06-22T03:11:00.000+03:00",
  "title": "N.B. teen rescued after diving accident at local pool: ‘I just thank them for acting’",
  "text": "Like any other 16-year-old, Levi Sutherland was looking forward to getting his driver’s licence, but those plans are on hold after a devastating diving accident last week. The Riverview, N.B., teen and his friends were celebrating the end of the school year at a local pool when something went terribly wrong. “He had a diving accident, and his friends realized immediately that there was something wrong and were able to jump in and intervene,” said Levi’s uncle, Matt Sutherland. “They’re heroes. And I know that’s a lot for some young guys to kind of take on. So it means a lot to us as a family, but they jumped in and they intervened and were able to pull him out.” Matt says the actions of Chase Nagle, Elliot Arbuckle and Weston Baisley saved his young nephew. “I’m actually a paramedic, so I was able to go and be on scene and kind of take part,” he said. Breaking news from Canada and around the world sent to your email, as it happens. “I just thank them for acting, you know, I don’t know what training they have … they did the right thing.” Levi is now recovering from a serious spinal cord injury and is being treated at the IWK children’s hospital in Halifax. More on Canada Matt and other relatives have set up a GoFundMe account for the teen’s family to cover expenses. The initial goal was to raise $25,000, which they were able to reach within 48 hours. “It speaks to what people will do in a time like this and it speaks to the character of the individuals involved in this,” Matt said. He says his nephew has diminished mobility currently, and they don’t know what the future holds. The family plans to update Levi’s progress on social media and continue fundraising when necessary. “We don’t know what it will look like in days, weeks, months. There’s really no way to look at that, according to the experts down there (in Halifax),” he explained. What the family does know is that Levi will be fighting. Levi calls himself Iron Man, inspired by his favourite superhero, and Matt says he has shown heroic levels of resilience so far. “He’s still Levi. He’s going to have days that are good and days that are bad, and he’s still a teenager on top of that,” he said. “But I do know he’s laughed at a few jokes, he’s cracked a few jokes. He’s enjoying music. It’s going to be a huge thing to help him through this.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Health"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "levi sutherland",
        "sentiment": "negative"
      },
      {
        "name": "matt",
        "sentiment": "none"
      },
      {
        "name": "weston baisley",
        "sentiment": "none"
      },
      {
        "name": "levi",
        "sentiment": "none"
      },
      {
        "name": "matt sutherland",
        "sentiment": "none"
      },
      {
        "name": "elliot arbuckle",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "chase nagle",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "riverview",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T11:15:35.096+03:00",
  "updated": "2024-06-22T11:15:35.096+03:00"
}