{
  "thread": {
    "uuid": "43576cd651fd6cd926097a0a0739c22b278a2d8e",
    "url": "https://www.dailybreeze.com/2023/12/30/wwii-veteran-celebrates-100th-birthday-aboard-battleship-iowa/",
    "site_full": "www.dailybreeze.com",
    "site": "dailybreeze.com",
    "site_section": "http://ocregister.com//common/rss/rss.php?catID=20607",
    "site_categories": [
      "media"
    ],
    "section_title": "Orange County Register",
    "title": "WWII veteran celebrates 100th birthday aboard Battleship Iowa",
    "title_full": "WWII veteran celebrates 100th birthday aboard Battleship Iowa",
    "published": "2023-12-30T23:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.dailybreeze.com/wp-content/uploads/2023/12/TDB-L-VET-BIRTHDAY-1231-7.jpg?w=1024&#038;h=682",
    "performance_score": 0,
    "domain_rank": 10807,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "43576cd651fd6cd926097a0a0739c22b278a2d8e",
  "url": "https://www.dailybreeze.com/2023/12/30/wwii-veteran-celebrates-100th-birthday-aboard-battleship-iowa/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Chris Haire",
  "published": "2023-12-30T23:24:00.000+02:00",
  "title": "WWII veteran celebrates 100th birthday aboard Battleship Iowa",
  "text": "Countless veterans have walked the decks of the Battleship USS Iowa over the years.But few, if any, have been as beloved by the San Pedro ship’s crew as Lloyd Glick, a Huntington Beach resident and one of a dwindling number of World War II veterans.That’s why about 100 people — including Glick’s family and friends, and members of the battleship’s volunteer crew — gathered aboard the Iowa on Saturday, Dec. 30, to celebrate the retired Navy petty officer’s 100th birthday.“We’re really pulling out all the stops,” Sue Schmidt, volunteer services manager for the Battleship USS Iowa Museum, said in a Friday interview. “We love Lloyd. He’s very special.”The celebration, like Glick, was special indeed.When Glick arrived, the crew and others stood on either side of the gangway as he was piped aboard the ship — an honor, using a bosun’s whistle, reserved for distinguished people and occasions.Once aboard, a Navy Band vocalist performed for Glick and the Iowa’s large — and cacophonous — Mount 56 guns blasted blanks in his honor. There were also some presentations in the wardroom, including Glick receiving a certificate of recognition from Los Angeles County Supervisor Janice Hahn’s office.Glick is familiar with the Iowa’s wardroom. He has been one of the museum’s veteran ambassadors since 2015, regularly setting up photos in the wardroom and telling personal tales of his life and service to those who visit the Iowa, Schmidt said.The crowds, Schmidt said, love hearing his stories.There aren’t too many World War II veterans left, after all.Of the 16 million Americans who served during World War II, fewer than 1% are still alive, according to the National WWII Museum — and 131 die each day. Two of the Iowa’s WWII veteran volunteers died in December, Schmidt said.But Glick, despite being a centenarian, is still full of energy. In 2022, the former Navy bugler performed Taps during LA Fleet Week. He and his wife have plans to soon travel to Tahiti.And yes, he still drives himself from Huntington Beach to San Pedro, where the Iowa is docked, though he recently needed cataract surgery before getting his license renewed, Schmidt said.“He came into my office and said, ‘Hey, I have something to show you,’” Schmidt said about Glick getting his renewal. “And he showed me his license. He said, ‘The best thing is, it’s good for five more years!”Glick, a Bay Area native, enlisted in the U.S. Navy in 1942, not long after the attack on Pearl Harbor. He was 18 years old.He served aboard the USS North Carolina until 1948, seeing action in the Pacific Theater — including during the liberation of Guam.For his 90th birthday, in 2013, Glick and his wife took a cruise that retraced the route the USS North Carolina took during the Pacific Theater, with stops in Hawaii, Guam, Saipan, and the Japanese cities of Okinawa and Yokohama.When he stepped off the ship in Guam, home to the War in the Pacific National Memorial Park , he was greeted by officials with the National Park Service, who presented him with a “WWII Valor in the Pacific” medal and a proclamation from the Guam government. He was also feted in Saipan.“I really felt embarrassed by the attention,” Lloyd, who also spent 20 years bugling with the LAPD Honor Guard, said about the trip in 2014 . “I kept telling them that other than living to age 90, I really didn’t do anything special to deserve what they were doing.”The crew of the Battleship USS Iowa Museum, though, would likely disagree.The historic ship has hosted birthday parties for centenarians in the past, Schmidt said, but those have been organized privately, with the celebrants renting out the Iowa. But the party for Glick, who turned 100 on Thursday, Dec. 28, was organized by the Iowa.Before Saturday, the museum had never hosted a 100th birthday party for a member of the crew.“This really is something different,” Schmdt said. “Lloyd is part of the family. He’s amazing.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.ocregister.com/2014/04/14/huntington-beach-wave-takes-a-tour-of-the-pacific-with-world-war-ii-veteran/",
    "https://www.ocregister.com/2014/04/22/the-prank-of-a-lifetime/",
    "https://ocregister.com/2014/04/14/huntington-beach-wave-takes-a-tour-of-the-pacific-with-world-war-ii-veteran/",
    "https://ocregister.com/2014/04/22/the-prank-of-a-lifetime/",
    "https://www.ocregister.com/2014/04/22/the-prank-of-a-lifetime",
    "https://www.ocregister.com/2014/04/14/huntington-beach-wave-takes-a-tour-of-the-pacific-with-world-war-ii-veteran"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "schmidt",
        "sentiment": "none"
      },
      {
        "name": "lloyd glick",
        "sentiment": "none"
      },
      {
        "name": "glick",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "battleship uss iowa museum",
        "sentiment": "none"
      },
      {
        "name": "navy",
        "sentiment": "none"
      },
      {
        "name": "lloyd",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "battleship iowa",
        "sentiment": "none"
      },
      {
        "name": "battleship uss iowa",
        "sentiment": "none"
      },
      {
        "name": "huntington beach",
        "sentiment": "none"
      },
      {
        "name": "iowa",
        "sentiment": "none"
      },
      {
        "name": "san pedro",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T02:26:39.654+02:00",
  "updated": "2024-01-08T00:07:43.854+02:00"
}