{
  "thread": {
    "uuid": "a997dcd6d50d2248eeb7a15e3ef712336c084dc5",
    "url": "https://elnuevodiario.com.do/arevalo-agradece-a-estados-unidos-por-el-apoyo-ofrecido-a-guatemala/",
    "site_full": "elnuevodiario.com.do",
    "site": "elnuevodiario.com.do",
    "site_section": "https://elnuevodiario.com.do/feed",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "El Nuevo Diario (República Dominicana)",
    "title": "Arévalo agradece a Estados Unidos por el apoyo ofrecido a Guatemala",
    "title_full": "Arévalo agradece a Estados Unidos por el apoyo ofrecido a Guatemala",
    "published": "2024-01-20T00:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DO",
    "main_image": "https://nuevodiario-assets.s3.us-east-2.amazonaws.com/wp-content/uploads/2024/01/19183548/p0WQFC0h-00000.jpg",
    "performance_score": 0,
    "domain_rank": 85301,
    "domain_rank_updated": "2024-01-16T12:06:44.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a997dcd6d50d2248eeb7a15e3ef712336c084dc5",
  "url": "https://elnuevodiario.com.do/arevalo-agradece-a-estados-unidos-por-el-apoyo-ofrecido-a-guatemala/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EFE",
  "published": "2024-01-20T00:38:00.000+02:00",
  "title": "Arévalo agradece a Estados Unidos por el apoyo ofrecido a Guatemala",
  "text": "EL NUEVO DIARIO, GUATEMALA. – El presidente de Guatemala, Bernardo Arévalo de León, agradeció este viernes al Gobierno de Estados Unidos por el apoyo brindado al país centroamericano y aseguró que el comercio será fundamental en la relación bilateral de ambas naciones durante su Gobierno.\n«Existe una fuerte convergencia entre el Gobierno de Estados Unidos y la Administración entrante en Guatemala», destacó Arévalo de León, durante un evento organizado por la Cámara de Comercio Guatemalteco-Americana (Amcham).\nEl presidente, de 65 años, aseguró a los empresarios estadounidenses presentes en el evento que durante su gestión pretende generar condiciones para construcciones de obra pública como “carreteras e infraestructura para el agua y saneamiento”.\nEn ese mismo sentido, Arévalo de León indicó que impulsará una reforma para crear una nueva ley de competencia para la inversión pública y privada\n«Si rechazamos la corrupción podremos desencadenar el potencial de Guatemala», agregó Arévalo de León, durante la presentación de su plan de Gobierno a diferentes empresarios norteamericanos y locales.\nEl nuevo presidente guatemalteco asumió el poder el pasado domingo y llega con el compromiso de cumplir las promesas electorales de hacerle frente a la corrupción y recuperar las instituciones públicas que se encuentran «cooptadas».\nArévalo de León atravesó dificultades para ser investido como presidente, debido a que el Ministerio Público (Fiscalía), encabezado por Consuelo Porras, intentó truncar su triunfo en las urnas con diversos casos penales en contra de su persona y de su partido político, el Movimiento Semilla.\nDesde el 1 de septiembre pasado, Arévalo de León acusó a Porras de encabezar un intento de «golpe de Estado» para evitar que asumiera la presidencia.\nDiferentes actores internacionales como el Gobierno de los Estados Unidos y la Unión Europea respaldaron al mandatario con sanciones a los actores que intentaron oponerse al traspaso de mando.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T01:25:32.524+02:00",
  "updated": "2024-01-20T01:25:32.524+02:00"
}