{
  "thread": {
    "uuid": "1f42f741bd2d8463d727436cfcd75215dfe47df7",
    "url": "https://airmail.news/look/issues/2024-1-5/life-after-sex-work",
    "site_full": "airmail.news",
    "site": "airmail.news",
    "site_section": "https://airmail.news/look",
    "site_categories": [
      "logistics",
      "business"
    ],
    "section_title": "January 5, 2024 – Air Mail Look",
    "title": "How a Former Sex Worker Re-Entered the Workplace - Air Mail",
    "title_full": "How a Former Sex Worker Re-Entered the Workplace - Air Mail",
    "published": "2024-01-05T08:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://photos.airmail.news/4xk0oajowkjvzg8cxvsqeel29cb9-2db13573c0718a5059af28bf98cdd8fc.jpg",
    "performance_score": 0,
    "domain_rank": 52442,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1f42f741bd2d8463d727436cfcd75215dfe47df7",
  "url": "https://airmail.news/look/issues/2024-1-5/life-after-sex-work",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Margo Steines",
  "published": "2024-01-05T08:00:00.000+02:00",
  "title": "How a Former Sex Worker Re-Entered the Workplace - Air Mail",
  "text": "When I was a teenager, a biker with missing teeth taught me how to handle myself during what for many years I thought was a job interview: stare into the client’s eyes; touch him on his collarbone or forearm; repeat his name; make sure he gets a good look at my ass. So today, my C.V. notes, “Full employment history available upon request.” My first job was as a professional dominatrix. I received my first “paycheck” at 17 years old. I was a kid, and I was a sex worker, a combination that was exciting at the time, but later proved dicey. A decade later, when I became interested in working outside the adult industry, there wasn’t a working self to return to. This got weird, which my C.V. can attest to. Culture and media understand sex work as either a stopgap measure until you get a “real job,” or something that is inflicted on women who are not savvy enough to understand their own status as victims. My experience was more complicated. It was only once I decided that I wanted to leave the adult industry that shame crept in. I had been out as a sex worker for years and largely was not ashamed of my work, but suddenly I was embarrassed to tell people what I did for a living. I was jealous of administrative assistants and paralegals and grant writers. How do you get those jobs?, I wondered. I never found out. I became a welder, working as an ironworker on high-rise buildings. I went into metalwork for many reasons, but one of the main ones was I knew my co-workers would be other corporate-incompatible types. They had D.U.I.’s and other legal troubles. Few had attended college, and some hadn’t finished high school. Many had some variety of messiness from a past life, but still, I kept my own past life private. I wanted to be myself and not have to hide, but I didn’t know how to fit those competing desires into a space where I could also make money and earn respect. Eventually, I realized I wanted to get out of working with my body and into a life of the mind. I had spent a year in college during my early sex-work days, and I returned in my 30s to finish my degree in English, but I didn’t have a career plan. The only academic or professional thing I knew how to do was write. A few years later, when I applied to M.F.A. programs in creative writing, I faced the task of crafting personal statements. Because I intended to address my work experiences, it felt disingenuous not to mention how I had made a living. But it also seemed stupid and inappropriate to talk about sex work in what was essentially a job application. I stared at the blank computer screen for weeks, starting sentences I would then furiously delete. Sex work primes you for an odd sort of power. You serve as a vessel for desire, you turn desire into cash, and you also circumvent, however temporarily, some of the crushing burden of economic survival under capitalism. With sex work you can steal back your own time, define your own life. For most of my years as a dominatrix, I was self-employed, and I showed up when I wanted, how I wanted. I got to choose my schedule, set my own dress code, and decide how I would behave on the job. For as long as you’re in it and it’s going well—meaning you’re making money and staying out of danger—that power feels like invincibility. But the feeling fades, and fast, once you leave. Trying to re-enter “civilian” society, I finally felt the full weight of the stigma I’d accrued. I sought advice about my grad-school applications from people who told me, in essence, Don’t say that shit, you’re not going to get in. I didn’t listen. I knew I couldn’t spend another era of my life hiding, pretending not to have a sketchy work history and acting like I didn’t know anything about the seedier corners of the world I once enthusiastically occupied. I needed to paint myself into a corner where being my true self was the only option. When I finally wrote my personal statements, they opened with these lines: “I am applying to graduate school in my mid-30s, with half a life of unique experience behind me and the rest to spend exploring the meaning of everything I’ve seen. I write about men, women, power, and sex, and in doing so I hope I am writing about how we live. I spent 10 years as a professional dominatrix in New York City and 10 more working as an ironworker on a high-rise welding crew.” Five minutes after I clicked Submit on the first application, I felt like I was going to throw up. But I got in. When I went on a campus visit to the University of Arizona, the professor who would later become my thesis advisor heard me walking down the hallway in my loud motorcycle boots. She called out, “Is that the dominatrix?” We laughed together as I entered her office, and I knew I had found a place where I didn’t have to hide. After I graduated with my M.F.A., I sold my book. I walk through life now knowing that I am one Google search away from anyone discovering what I used to do for a living, as well as everything else I once labored to keep hidden. For the price of $17.95 plus shipping, any of my current or prospective clients, students, or employers can read my book, Brutalities: A Love Story, and learn the details of how I spent my younger life. This information is out there, because I put it there. I don’t want to hide any longer. Some days, this is a relief. Because I can’t, I don’t have to try. Other days, it’s a horror: what do my undergraduate students or other parents at my kid’s school drop-off think about me? Within myself, I feel far removed from the young, bold, and urgently curious person who first walked into the dungeon. By now, I could be her mother. I met a new friend recently—another mom with a young child. While we were sitting over lattes and sharing information about ourselves, I did some of the quick mental math that has become second nature to me. What are the chances she’ll see my book on social? Read a caption or click a link that makes her decide she doesn’t want to be friends with me or want me around her kids? What are the chances she will understand that the adult industry carries a complex matrix of harms and freedoms, just like any other field? Much of what people think about me is, of course, in the end, unknowable. Just a battle I wage with myself in my head. I aspire to care about it less and less. But still, when I told my new friend what I used to do for work and she didn’t even raise an eyebrow, I felt my body relax. Margo Steines is the author of Brutalities: A Love Story",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "workplace - air mail",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:27:20.138+02:00",
  "updated": "2024-01-06T00:27:20.138+02:00"
}