{
  "thread": {
    "uuid": "ab1f845a58c7a576c2664d84caff61a8d30cb5a8",
    "url": "https://www.noticiasaominuto.com/mundo/2470670/gypsy-rose-ja-esta-em-casa-a-selfie-da-liberdade-e-a-festa-com-a-familia",
    "site_full": "www.noticiasaominuto.com",
    "site": "noticiasaominuto.com",
    "site_section": "http://noticiasaominuto.com/",
    "site_categories": [
      "tech",
      "email"
    ],
    "section_title": "Notícias Última Hora: Seja o Primeiro a Saber - Notícias ao Minuto",
    "title": "Gypsy Rose já está em casa. A selfie da liberdade e a festa com a família",
    "title_full": "Gypsy Rose já está em casa. A selfie da liberdade e a festa com a família",
    "published": "2023-12-29T23:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://media-manager.noticiasaominuto.com/1280/naom_658d99ff31f8d.jpg",
    "performance_score": 0,
    "domain_rank": 30105,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ab1f845a58c7a576c2664d84caff61a8d30cb5a8",
  "url": "https://www.noticiasaominuto.com/mundo/2470670/gypsy-rose-ja-esta-em-casa-a-selfie-da-liberdade-e-a-festa-com-a-familia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T23:41:00.000+02:00",
  "title": "Gypsy Rose já está em casa. A selfie da liberdade e a festa com a família",
  "text": "G ypsy Rose Blanchard, a jovem norte-americana que foi condenada pelo homicídio da mãe, que sofria de síndrome de Münchhausen por procuração, foi libertada esta quinta-feira e já está reunida com a família.\nGypsy ficará em liberdade condicional, depois de ter cumprido sete dos 10 anos de prisão a que ficou sujeita.\nPara celebrar o momento, Gypsy publicou uma fotografia com a legenda: \"Primeira selfie de liberdade!\".\nVer esta publicação no Instagram Uma publicação partilhada por Gypsy-Rose Blanchard-Anderson (@gypsyrose_a_blanchard)\nA mulher de 32 anos também teve direito a uma festa de boas-vindas preparada pela família. Na celebração estiveram presentes o pai, a madrasta, a meia-irmã e o seu marido.\nGypsy Rose Blanchard Celebrates Prison Release With Family | Click to read more https://t.co/m2hdpJYF1J\n— TMZ (@TMZ) December 29, 2023\nNuma das primeiras saídas, Gypsy foi vista às compras com o marido. Foi, inclusive, fotografada a experimentar sapatos.\nGypsy Rose Blanchard Celebrates Prison Release With Family | Click to read more https://t.co/m2hdpJYF1J\n— TMZ (@TMZ) December 29, 2023\nA jovem revelou anteriormente estar arrependida por ter conspirado com o então namorado, Nicholas Godejohn, para matar a mãe, uma vez que a progenitora “não merecia”.\n“Estava desesperada para sair daquela situação. Se tivesse outra oportunidade para refazer tudo, não sei se voltaria a ser criança para contar às minhas tias e tios que não estava doente e que a mamã me fazia doente, ou se voltaria apenas ao momento da conversa com o Nick para lhe dizer, ‘Sabes que mais, vou contar tudo à polícia’. Tenho dificuldade em lidar com isso”, confessou, em entrevista à revista People.\nÉ que, recorde-se, a jovem foi condenada a 10 anos de prisão em 2016 pelo seu papel no homicídio da mãe, Clauddine ‘Dee Dee’ Blanchard, que foi morta pelo seu então namorado, Nicholas Godejohn, no ano anterior.\nDee Dee sofria de síndrome de Münchhausen por procuração, um distúrbio psicológico em que um cuidador faz com que alguém fique doente ou cria a ilusão de que essa pessoa está doente para receber atenção. Gypsy terá, assim, sido forçada a usar uma cadeira de rodas e um tanque de oxigénio, quando não necessitava desses aparelhos. Ao longo de toda a sua vida, a jovem recebeu também tratamento para doenças que não tinha, incluindo leucemia, asma e distrofia muscular.\n“Ninguém me ouvirá a dizer que estou feliz por ela estar morta ou que estou orgulhosa do que fiz. Arrependo-me todos os dias. […] Ela não merecia. Era uma mulher doente e, infelizmente, eu não tinha educação suficiente para perceber isso. Ela merecia estar onde estou, na prisão”, complementou, em declarações ao mesmo meio.\nLembrando os anos de abuso de que foi alvo, Gypsy reconheceu que, mesmo em criança, sabia que podia andar e que não necessitava de uma sonda de alimentação, mas a mãe confundia-a.\n“Sempre que questionava, a minha mãe dizia que eu tinha tido uma convulsão na noite anterior e não me lembrava. Havia sempre uma desculpa”, disse, ressalvando que, à medida que foi crescendo, Dee Dee tornou-se progressivamente mais violenta.\nA decisão de assassinar a mãe surgiu antes de ser submetida a mais um procedimento desnecessário, na laringe. Gypsy fugiu de casa, mas Dee Dee encontrou-a poucas horas depois, tendo preparado documentos em como a filha estava sob a sua tutela, apesar de ser maior de idade. Ao conversar com Nick, que conheceu online, o jovem assegurou que faria tudo para a proteger.\n“Estou na véspera da felicidade. Ainda estou a tentar perdoá-la, e a mim mesma, pela situação. Ainda amo a minha mãe e estou a começar a entender que era uma coisa que estava fora do seu controlo, como um viciado com um impulso. Isso ajuda-me a lidar com o que aconteceu”, considerou.\nDepois do homicídio, as autoridades apuraram que Dee Dee mentia sobre a idade da filha, que dizia ser uma adolescente com a mente de uma criança de 7 anos, não só para ter a simpatia da comunidade, como também para receber pagamentos por invalidez e presentes de instituições de caridade.\nEm 2016, Gypsy aceitou um acordo judicial e declarou-se culpada de homicídio em segundo grau. Nicholas, que levou a cabo o assassinato enquanto a jovem se escondia numa casa de banho, foi condenado a prisão perpétua sem liberdade condicional.\nTambém antes de sair em liberdade, Gypsy revelou ao TMZ que pretende conhecer a cantora Taylor Swift, tendo já adquirido bilhetes para o jogo de véspera de Ano Novo do Kansas City Chiefs, equipa do jogador de futebol americano e namorado da artista Travis Kelce. É que, segundo a jovem, as músicas de Taylor Swift ajudaram-na a superar o trauma, estando, também, a planear comprar bilhetes para a digressão The Eras Tour, que deverá passar por Nova Orleães em outubro de 2024.\nGypsy deverá também lançar o ebook ‘Released: Conversations on the Eve of Freedom’, a 9 de janeiro, através da editora Penguin Random House, depois de ter “visto a sua história ser contada repetidamente por outras pessoas”.\nRecorde-se que Gypsy e Dee Dee foram as protagonistas do documentário da HBO ‘Mommy Dead and Dearest’, assim como da minissérie do Hulu ‘The Act’.\nLeia Também: Há uma série que conta o caso de Gypsy Rose, a jovem que matou a mãe\nPUB Seguro de vida: Não está seguro da sua decisão? Transfira o seu seguro de vida e baixe a prestação\nCultura Viagens 19/12/23 A \"Cidade Maravilhosa\" é obrigatória em qualquer roteiro. Reserve já!\npatrocinado por Betclic Para ver... e apostar. Os jogos que vão marcar a semana\nTodas as Notícias. Ao Minuto.\nSétimo ano consecutivo Escolha do Consumidor para Imprensa Online.\nDescarregue a nossa App gratuita.\nRecomendados para si",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://twitter.com/TMZ/status/1740811267978186829?ref_src=twsrc%5Etfw",
    "https://www.flytap.com/pt-pt/destinos/brasil/rio-de-janeiro?utm_source=noticiasaominuto.com&utm_medium=display&utm_content=widgetnoticias&utm_campaign=DISPLAYAO&anetwork=DISPLAY",
    "https://play.google.com/store/apps/details?id=com.noticiasaominuto.pt&hl=pt_pt&utm_source=notícias-ao-minuto&utm_medium=footer&utm_campaign=app-notícias-ao-minuto",
    "https://www.instagram.com/p/C1cNGBvu7IK/?utm_source=ig_embed&utm_campaign=loading",
    "https://apps.apple.com/us/app/noticias-ao-minuto-portugal/id1217833451?ct=notícias-ao-minuto&ct=buttons",
    "https://t.co/m2hdpJYF1J",
    "https://www.poupancanominuto.com/seguros?utm_source=poupancaaominuto&utm_medium=textlink&utm_campaign=seguros-v5",
    "https://www.flytap.com/pt-pt/destinos/brasil/rio-de-janeiro",
    "https://www.poupancanominuto.com/seguros",
    "https://www.play.google.com/store/apps/details?id=com.noticiasaominuto.pt&hl=pt_pt&utm_source=notícias-ao-minuto&utm_medium=footer&utm_campaign=app-notícias-ao-minuto",
    "https://www.instagram.com/p/C1cNGBvu7IK/",
    "https://flytap.com/pt-pt/destinos/brasil/rio-de-janeiro?utm_source=noticiasaominuto.com&utm_medium=display&utm_content=widgetnoticias&utm_campaign=DISPLAYAO&anetwork=DISPLAY",
    "https://www.apps.apple.com/us/app/noticias-ao-minuto-portugal/id1217833451?ct=notícias-ao-minuto&ct=buttons",
    "https://twitter.com/TMZ/status/1740811267978186829",
    "https://play.google.com/store/apps/details",
    "https://instagram.com/p/C1cNGBvu7IK/?utm_source=ig_embed&utm_campaign=loading",
    "https://poupancanominuto.com/seguros?utm_source=poupancaaominuto&utm_medium=textlink&utm_campaign=seguros-v5",
    "https://www.t.co/m2hdpJYF1J",
    "https://www.twitter.com/TMZ/status/1740811267978186829?ref_src=twsrc%5Etfw",
    "https://apps.apple.com/us/app/noticias-ao-minuto-portugal/id1217833451"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T00:04:21.966+02:00",
  "updated": "2023-12-30T00:04:21.966+02:00"
}