{
  "thread": {
    "uuid": "ec140ec27c0f7199b94846ffa877318dd173c80d",
    "url": "https://thepeninsulaqatar.com/article/16/02/2024/future-ready-ceos-prioritise-transformation-climate-action-pwc",
    "site_full": "thepeninsulaqatar.com",
    "site": "thepeninsulaqatar.com",
    "site_section": "https://thepeninsulaqatar.com/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Home | The Peninsula Qatar",
    "title": "Future-ready CEOs prioritise transformation, climate action: PwC | The Peninsula Qatar",
    "title_full": "Future-ready CEOs prioritise transformation, climate action: PwC | The Peninsula Qatar",
    "published": "2024-02-16T10:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "QA",
    "main_image": "https://thepeninsulaqatar.com/get/maximage/20240216_1708073599-517.jpg?1708073599",
    "performance_score": 0,
    "domain_rank": 13258,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ec140ec27c0f7199b94846ffa877318dd173c80d",
  "url": "https://thepeninsulaqatar.com/article/16/02/2024/future-ready-ceos-prioritise-transformation-climate-action-pwc",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Peninsula Newspaper",
  "published": "2024-02-16T10:44:00.000+02:00",
  "title": "Future-ready CEOs prioritise transformation, climate action: PwC | The Peninsula Qatar",
  "text": "Doha, Qatar: CEOs in Qatar have demonstrated an optimistic outlook on long-term economic growth prospects, underpinned by Qatar’s robust National Vision 2030 and the enduring legacy of the FIFA World Cup 2022, according to the findings of PwC Middle East’s 27th Annual CEO Survey . The survey highlights that 84% of CEOs in Qatar are optimistic about the country’s economic prospects over the next 12 months. This sentiment significantly surpasses both the global (44%) and regional (73%) averages.\nConfidence in sustained revenue growth The positivity is also reflected in the confidence of CEOs in their own company’s revenue growth, with 39% of leaders indicating extreme confidence for the next 12 months. This confidence is further amplified when looking at the next three years, with 68% expressing confidence in sustained revenue growth, outpacing the global average of 49%.\nGiven the region’s positive growth trajectory, coupled with confidence in revenue growth, 71% of CEOs in Qatar indicated that they were likely to increase their companies’ headcount in 2024, compared to 39% of their global peers. More than half said they were likely to increase the prices of products and services, anticipating an increased market demand, and 84% of business leaders reported an increased market share of more than 5% in the last three years, significantly higher than 49% of their global peers.\nDrive for reinvention At the core of Qatar’s economic growth is a drive for reinvention and tech transformation. CEOs acknowledge the necessity to evolve with a strong emphasis on adopting new technologies and diversifying product and service offerings. This shift is seen as essential to staying agile and resilient in a rapidly changing market landscape.\nGenAI helping businesses create and capture value 77% of Qatar CEOs (vs 68% of CEOs globally) agreed that among emerging technologies, GenAI would significantly impact their company’s competitive advantage in their respective industries, while an equal number said it will improve the way the company creates, delivers and captures value. More than three quarters also indicated that embracing GenAI would require the workforce to develop new skills.\nA greater majority of Qatar’s business leaders (87%) agreed that GenAI will increase their efficiency at work, higher than 64% of their peers, globally, while an equal number felt it would increase efficiency of employees as well, significantly, higher than the global average of 59%. Reflecting on GenAI’s potential to reshape business economics, 68% of CEOs in Qatar indicated that it would increase revenue, while more than three quarters said it would increase profitability in the next 12 months.\nCybersecurity, a key concern Despite the benefits of using GenAI, CEOs in Qatar revealed their concern about keeping data secure.\n74% indicated that cybersecurity risks were front of mind, higher than the global average of 64%. This was followed by concerns about inflation (39%) and macroeconomic volatility (32%).\nThe climate agenda also features prominently in our survey. Almost half of the CEOs in Qatar have accepted lower returns on climate-friendly investments in the last 12 months, higher than the global average of 41% and even higher than their Middle East counterparts (37%).\nThis indicates a keenness in addressing the adverse effects of climate change and transition towards a sustainable future.\nOver half of the CEOs in Qatar are committed to improving the energy efficiency of their businesses. 42% of leaders were also developing new climate-friendly products, services, or technologies, and 39% were incorporating climate risks into their financial planning, which is slightly higher than the global average.\nCEOs in leading Qatar can leverage opportunities that arise from the rapid transformation taking place, and focus on the non-oil sectors as part of the nation’s diversification\ninitiatives.\nThe report also emphasises the importance of developing effective cybersecurity strategies, upskilling the workforce to embrace GenAI and tackle climate change, and investing in climate-friendly solutions",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Social Issue",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "pwc middle east",
        "sentiment": "none"
      },
      {
        "name": "fifa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "peninsula qatar doha",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T11:18:07.808+02:00",
  "updated": "2024-02-16T11:18:07.808+02:00"
}