{
  "thread": {
    "uuid": "bea98e558c50a62121a6c66df7814497ee7a2930",
    "url": "https://www.jewishnews.co.uk/hundreds-join-shofar-chorus-in-call-to-free-hostages",
    "site_full": "www.jewishnews.co.uk",
    "site": "jewishnews.co.uk",
    "site_section": "https://www.jewishnews.co.uk/feed/",
    "site_categories": [],
    "section_title": "Jewish NewsJewish News",
    "title": "Hundreds join shofar chorus in call to free hostages - Jewish News",
    "title_full": "Hundreds join shofar chorus in call to free hostages - Jewish News",
    "published": "2024-03-10T18:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://static.jewishnews.co.uk/jewishnews/uploads/2024/03/01HRM8A764TQZ44QEZ8FBKFBZ0.jpg",
    "performance_score": 0,
    "domain_rank": 48603,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bea98e558c50a62121a6c66df7814497ee7a2930",
  "url": "https://www.jewishnews.co.uk/hundreds-join-shofar-chorus-in-call-to-free-hostages",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jewish News Reporter",
  "published": "2024-03-10T18:25:00.000+02:00",
  "title": "Hundreds join shofar chorus in call to free hostages - Jewish News",
  "text": "Hundreds of Jewish people and supporters from “Sussex to Jerusalem” have joined to blow shofars and whistles in a call to free Israeli hostages.\nOne group met at St John’s Wood Synagogue in London on Sunday – led by TV presenter Vanessa Feltz and actress Dame Maureen Lipman.\nIt was said to be the world’s largest ram horn trumpet chorus. Get The Jewish News Daily Edition by email and never miss our top stories Free Sign Up\nThey were there to show solidarity with the more than 100 hostages held in Gaza.\nThe chorus lasted for 1.55 minutes, marking the 155 days they will have been in captivity.\nMarcel Knobil, who organised the chorus, said the shofars and whistles were blown from “Sussex to Jerusalem and from New York to the beaches of Thailand”.\nHe said: “The shofar is such a significant icon. It’s said to symbolise a number of things, some equate it with a sound of crying mothers and how appropriate that is to today’s event, especially being Mother’s Day.\n“It’s also said to represent hope and we are all bursting with hope for the release of the hostages.\nMaureen Lipman and Vanessa Feltz blow their horns – Jews and sympathisers blow shofars (ram’s horns of spiritual significance) and whistles, led by Vanessa Feltz, Mike Freer MP and Dame Maureen Lipman at a Synagogue near Abbey Road, London. “Many of us equate its wailing sound as a wake-up call. Waking us to address ourselves internally and stirring us to mend our way.”\nMr Knobil added that he has spent time with families of hostages and said they are in “total shock”.\nHe said: “They are living in an unreal world. To see this terror and torment to be lifted from all these family members would be just a dream for me and the world Jewish community.”\nFeltz said they were all there to trumpet “this humanitarian urgent message – bring them home now”.\nShe said: “Today, our hearts are joined to the hearts and the souls of the mothers of the hostages, just imagine being there, it’s just unbearable to think about it even one day.\n“Imagine it, the mothers of the hostages who’ve been deprived their precious children now for 155 days.\n“As we celebrate Mother’s Day with our beloved children, our beloved grandchildren, these mothers are in agonising torment.”\nDame Maureen said: “I’m a mother, I’m an actor, I’m an aunt, I’m a grandmother, and since October 7 I’m a hostage like every other Jew in the world.\n“A hostage who shares that pain, that fear, that someone is coming, that childhood fear made real.\n“I want to urge you to write this on your doorposts and tell your children we have to fight back.”\nShe called for people to “fight back professionally” against “the opposition”, who she described as “campus twits” and “marching fools, who don’t know which river or which sea they’re talking about”.\nSpeaking to the PA news agency, Dame Maureen became emotional as she said “right will prevail” if the hostages were released, adding: “Except how many of those girls, how many of those grandmothers, are ever going to face the beauty of life again?”\nConservative MP Mike Freer, for Finchley & Golders Green, spoke before the chorus and said “as a non-Jew, to the Jewish community, you have friends, you are not alone”.\nHe said: “When we see mob rule on the streets of London, remember there are friends in Parliament that are seeking to curtail the hysteria that we see.”\nIt comes after the Hamas attacks on southern Israel on October 7 in which about 1,200 people were killed and more than 240 kidnapped before Israel retaliated with months of attacks on the Gaza Strip, killing and wounding thousands.\nSupport your Jewish community. Support your Jewish News Thank you for helping to make Jewish News the leading source of news and opinion for the UK Jewish community. Today we're asking for your invaluable help to continue putting our community first in everything we do.\nFor as little as £5 a month you can help sustain the vital work we do in celebrating and standing up for Jewish life in Britain.\nRead more Jewish News holds our community together and keeps us connected. Like a synagogue, it’s where people turn to feel part of something bigger. It also proudly shows the rest of Britain the vibrancy and rich culture of modern Jewish life.\nYou can make a quick and easy one-off or monthly contribution of £5, £10, £20 or any other sum you’re comfortable with.\n100% of your donation will help us continue celebrating our community, in all its dynamic diversity...\nEngaging\nBeing a community platform means so much more than producing a newspaper and website. One of our proudest roles is media partnering with our invaluable charities to amplify the outstanding work they do to help us all.\nCelebrating\nThere’s no shortage of oys in the world but Jewish News takes every opportunity to celebrate the joys too, through projects like Night of Heroes, 40 Under 40 and other compelling countdowns that make the community kvell with pride.\nPioneering\nIn the first collaboration between media outlets from different faiths, Jewish News worked with British Muslim TV and Church Times to produce a list of young activists leading the way on interfaith understanding.\nCampaigning\nRoyal Mail issued a stamp honouring Holocaust hero Sir Nicholas Winton after a Jewish News campaign attracted more than 100,000 backers. Jewish Newsalso produces special editions of the paper highlighting pressing issues including mental health and Holocaust remembrance.\nEasy access\nIn an age when news is readily accessible, Jewish News provides high-quality content free online and offline, removing any financial barriers to connecting people.\nVoice of our community to wider society\nThe Jewish News team regularly appears on TV, radio and on the pages of the national press to comment on stories about the Jewish community. Easy access to the paper on the streets of London also means Jewish News provides an invaluable window into the community for the country at large.\nWe hope you agree all this is worth preserving.\nHelp us here",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.paypal.com/cgi-bin/webscr",
    "https://paypal.com/cgi-bin/webscr"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dame maureen lipman",
        "sentiment": "none"
      },
      {
        "name": "marcel knobil",
        "sentiment": "none"
      },
      {
        "name": "vanessa feltz",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sussex",
        "sentiment": "negative"
      },
      {
        "name": "st john’s wood synagogue",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "jerusalem",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "thailand",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T18:49:21.750+02:00",
  "updated": "2024-03-17T19:16:47.714+02:00"
}