{
  "thread": {
    "uuid": "934e4413a0b0a87635ac869ce7de6be5b5d36fb9",
    "url": "https://www.autoevolution.com/news/school-bus-turned-tiny-home-cost-a-meagre-12k-to-build-boasts-a-lovely-recycled-interior-227260.html",
    "site_full": "www.autoevolution.com",
    "site": "autoevolution.com",
    "site_section": "https://www.autoevolution.com",
    "site_categories": [
      "vehicles"
    ],
    "section_title": "autoevolution: cars & moto news and vehicle specifications",
    "title": "School Bus Turned Tiny Home Cost a Mere $12K To Build, Boasts a Lovely Recycled Interior - autoevolution",
    "title_full": "School Bus Turned Tiny Home Cost a Mere $12K To Build, Boasts a Lovely Recycled Interior - autoevolution",
    "published": "2024-01-07T23:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s1.cdn.autoevolution.com/images/news/school-bus-turned-tiny-home-cost-a-meagre-12k-to-build-227260_1.jpg",
    "performance_score": 0,
    "domain_rank": 5261,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "934e4413a0b0a87635ac869ce7de6be5b5d36fb9",
  "url": "https://www.autoevolution.com/news/school-bus-turned-tiny-home-cost-a-meagre-12k-to-build-boasts-a-lovely-recycled-interior-227260.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mircea Mazuru",
  "published": "2024-01-07T23:36:00.000+02:00",
  "title": "School Bus Turned Tiny Home Cost a Mere $12K To Build, Boasts a Lovely Recycled Interior - autoevolution",
  "text": "If you're determined to move into a mobile home, not even a low budget can keep you from building a camper. Usually, one of the cheapest ways to do it is by converting a bus. Today, I'm presenting a bus conversion that cost a mere $12K. The best part? It also looks really good. Meet Adam and Emily and their tiny home and wheels. I've covered several Some people ask friends and family for things they can spare, while others are on the constant lookout for deals. You can even ask businesses for any spare wood, metal, or other useful material. And then it's a question of choosing the suitable utility systems and crafting a practical and aesthetically pleasing interior out of what you've got. For instance, Adam and Emily's bus is filled with thrifted and reused materials. What's more, about 90% of the wood inside this rig is recycled. What we have here is an International school bus sporting a 7.3-liter diesel V8 engine. The couple spent a mere $1,500 (€1,369) for the bus. Here's an excellent tip if you're interested in getting your hands on a used school bus: Ask someone in a nearby Emily's grandparents were tearing down their house, so the couple got a bunch of stuff from there as well, including lots of wood. Like in many You'll notice many exterior features on this bus. One is a storage compartment holding propane tanks, which power the fridge. A Webasto heater is also mounted underneath the vehicle, fed directly by the vehicle's fuel tank. At the rear, you'll discover a spacious deck holding a motorcycle carrier. By the way, I like that Adam and Emily aren't holding back on telling us what mistakes they made in their rig. For instance, if they were to do it again, they would make the deck half as long, as the already very long bus is difficult to maneuver in urban environments. Let's continue the tour inside. The couple left the driver's cabin pretty much as it was, with the original panels and switches, the only exception being a sound system they added, which is connected to speakers throughout the bus. Move deeper into the bus, and you'll be in the lounge area. It features two massive couches, one on each side of the interior. The one on the passenger side has ample storage space underneath, while the other hides the rig's electrical system, featuring an inverter, charge controller, and six golf cart batteries that make up two systems, one of which is 12 V and boasts a 460 Ah capacity. For heating, as I mentioned earlier, there's a Webasto diesel heater. However, the couple didn't want to rely on a single system, so they also added a Cubic Mini wood stove, a popular choice among van and Next up, we have the kitchen – the couple is passionate about cooking, so they wanted a proper space inside their tiny home. One feature that will probably catch your eye is a beautiful live-edge countertop, which integrates a decently sized sink. Other notable elements on this side are cabinets and drawers underneath the countertop and three overhead cabinets. On the opposite side, you'll find the other half of the kitchen. It comprises an oven with a three-burner stove, a fridge, and other storage spaces. By the way, the oven, fridge, and sink were transferred from that old camper I mentioned earlier. One unique design touch is a log next to the fridge that has mushrooms glued to it. The next part of this camper is dedicated to storage. You'll notice two closets and a food pantry with striking custom doors, as well as smaller storage spots. I love that the couple used driftwood to create handles for one of the closets. And finally, we have the bedroom at the very rear of the bus. It features a queen-size bed and windows on all sides. Moreover, a rear door can be opened for extra ventilation. Of course, just like on the rest of this rig, there are plenty of storage spots here: under the bed and on shelves. Oh, and part of the space underneath the bed is occupied by an immense 120-gallon (454-liter) freshwater tank. All in all, it's incredible how well-equipped this [incredibly cheap campers](/news/this-skoolie-is-an-affordable-tiny-home-for-a-family-of-five-features-clever-design-hacks-227231.html)here on autoevolution, one of the more recent ones being this $10K (€9.1K) build. But how can you build a cheap skoolie? Well, first of all, used buses are typically very inexpensive, with many priced at around $3,000 to $4,000 (€2,739 to €3,651). Furthermore, there are multiple ways of keeping costs to a minimum. Some people ask friends and family for things they can spare, while others are on the constant lookout for deals. You can even ask businesses for any spare wood, metal, or other useful material. And then it's a question of choosing the suitable utility systems and crafting a practical and aesthetically pleasing interior out of what you've got. For instance, Adam and Emily's bus is filled with thrifted and reused materials. What's more, about 90% of the wood inside this rig is recycled. What we have here is an International school bus sporting a 7.3-liter diesel V8 engine. The couple spent a mere $1,500 (€1,369) for the bus. Here's an excellent tip if you're interested in getting your hands on a used school bus: Ask someone in a nearby [school bus](/news/40-foot-school-bus-was-converted-into-stunning-tiny-home-with-modern-amenities-226743.html)garage for guidance in finding a model, perhaps even offering a financial incentive. You have a better chance of making the right choice this way. They chose a clever way of carrying out the conversion. Adam and Emily bought a Coachmen Catalina trailer that was water damaged – its floor had been flooded and rotted. However, all the appliances and the rest of the camper were intact, and they ended up on the bus. Emily's grandparents were tearing down their house, so the couple got a bunch of stuff from there as well, including lots of wood. Like in many [DIY builds](/news/stealthy-custom-box-truck-integrates-a-bonanza-of-storage-spaces-and-creature-comforts-227232.html), there's always something to be added or modified, but the couple says they moved in when it was about 70% done. You'll notice many exterior features on this bus. One is a storage compartment holding propane tanks, which power the fridge. A Webasto heater is also mounted underneath the vehicle, fed directly by the vehicle's fuel tank. At the rear, you'll discover a spacious deck holding a motorcycle carrier. By the way, I like that Adam and Emily aren't holding back on telling us what mistakes they made in their rig. For instance, if they were to do it again, they would make the deck half as long, as the already very long bus is difficult to maneuver in urban environments. You can get on top of the bus either by using the rear ladder or by climbing through a hatch from inside. The roof holds four 100 W solar panels and a massive wooden deck integrating two enormous storage boxes. Another thing they would change is mounting these boxes on the left side in order to prevent them from hitting low-hanging branches while driving. Let's continue the tour inside. The couple left the driver's cabin pretty much as it was, with the original panels and switches, the only exception being a sound system they added, which is connected to speakers throughout the bus. Move deeper into the bus, and you'll be in the lounge area. It features two massive couches, one on each side of the interior. The one on the passenger side has ample storage space underneath, while the other hides the rig's electrical system, featuring an inverter, charge controller, and six golf cart batteries that make up two systems, one of which is 12 V and boasts a 460 Ah capacity. For heating, as I mentioned earlier, there's a Webasto diesel heater. However, the couple didn't want to rely on a single system, so they also added a Cubic Mini wood stove, a popular choice among van and [bus dwellers](/news/unbelievably-cheap-skoolie-camper-will-blow-you-away-with-its-splendid-woodwork-226934.html). Adam and Emily claim that, despite its compact size, the stove provides a lot of warmth. However, one issue is that only tiny pieces of wood fit inside the stove, so they always need to cut it to size. Of course, the wood stove has its own space in order to prevent things around it from getting too heated up or melting. Emily explained that they paid a mere $11 for the background tiles, which are made from recycled glass. Next up, we have the kitchen – the couple is passionate about cooking, so they wanted a proper space inside their tiny home. One feature that will probably catch your eye is a beautiful live-edge countertop, which integrates a decently sized sink. Other notable elements on this side are cabinets and drawers underneath the countertop and three overhead cabinets. On the opposite side, you'll find the other half of the kitchen. It comprises an oven with a three-burner stove, a fridge, and other storage spaces. By the way, the oven, fridge, and sink were transferred from that old camper I mentioned earlier. One unique design touch is a log next to the fridge that has mushrooms glued to it. The next part of this camper is dedicated to storage. You'll notice two closets and a food pantry with striking custom doors, as well as smaller storage spots. I love that the couple used driftwood to create handles for one of the closets. In a vehicle this size, there's enough space to fit a larger bathroom – in fact, you can even divide it into two parts, just like Adam and Emily did. This rig's shower room boasts cedar wood walls, a sizeable window, and a stainless steel pan. On the other side, you'll find a Nature's Head composting toilet. And finally, we have the bedroom at the very rear of the bus. It features a queen-size bed and windows on all sides. Moreover, a rear door can be opened for extra ventilation. Of course, just like on the rest of this rig, there are plenty of storage spots here: under the bed and on shelves. Oh, and part of the space underneath the bed is occupied by an immense 120-gallon (454-liter) freshwater tank. All in all, it's incredible how well-equipped this",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "adam",
        "sentiment": "none"
      },
      {
        "name": "emily",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:21:35.791+02:00",
  "updated": "2024-01-08T00:21:35.791+02:00"
}