{
  "thread": {
    "uuid": "3fff61efd6e91f7160c0fdc4e902f119d3af963e",
    "url": "https://www.thewestmorlandgazette.co.uk/news/national/24017643.humza-yousaf-says-snp-can-come-top-general-election/",
    "site_full": "www.thewestmorlandgazette.co.uk",
    "site": "thewestmorlandgazette.co.uk",
    "site_section": "https://thewestmorlandgazette.co.uk",
    "site_categories": [
      "media"
    ],
    "section_title": "Kendal and the Lake District News, Sport, Events - Westmorland Gazette",
    "title": "Humza Yousaf says SNP can ‘come out on top’ in general election | The Westmorland Gazette",
    "title_full": "Humza Yousaf says SNP can ‘come out on top’ in general election | The Westmorland Gazette",
    "published": "2023-12-29T16:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.thewestmorlandgazette.co.uk/resources/images/17596593/?type=og-image",
    "performance_score": 0,
    "domain_rank": 87830,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3fff61efd6e91f7160c0fdc4e902f119d3af963e",
  "url": "https://www.thewestmorlandgazette.co.uk/news/national/24017643.humza-yousaf-says-snp-can-come-top-general-election/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PA News Agency",
  "published": "2023-12-29T16:03:00.000+02:00",
  "title": "Humza Yousaf says SNP can ‘come out on top’ in general election | The Westmorland Gazette",
  "text": "First Minister Humza Yousaf said he is confident the SNP can “come out on top” in the forthcoming Westminster general election – despite a polling expert warning that the current leader is “nothing like as popular” with voters as his predecessor Nicola Sturgeon was. Professor Sir John Curtice said that meant Labour could make “significant progress” in Scoltand when the election, which is almost certain to take place in 2024, is held. The polling expert said: “The SNP are no longer dominating the support of those who are in favour of independence, some of them are now saying they’re going to vote Labour.” However Mr Yousaf, who took over as Scottish First Minister and SNP leader in March 2023, insisted he was “confident” going into the general election, despite conceding his party has had a “tricky year with lots of difficult issues”. He told the PA news agency the SNP was “leading every other political party despite the fact it has been a tricky number of months”. With the SNP “very much on election footing” Mr Yousaf added he was looking to not just hold seats at Westminster but for his party to “win as many seats as we possibly can”. While he accepted the election is “going to be a challenge” he stated: “We believe, the SNP, that we can come out on top. “Why do we believe that? Because we think our values chime most closely with those of the Scottish people and we will stand up for Scotland. “We will continue to make that case to the people of Scotland and I am confident going into the general election.” He added that despite the “issues” the party has faced “people tend to see us as trusted with running the Government, trusted with public services”. His comments came after Sir John, a professor of politics at the University of Strathclyde and a senior research fellow at the National Centre for Social Research told BBC Radio Scotland that Ms Sturgeon’s “fateful decision” in February 2023 to step down as SNP leader and first minister had had “quite substantial political consequences” for her party. While Mr Yousaf replaced her in both those roles Sir John said the leadership contest which saw him elected exposed divisions within the party, with the public “now much more likely to think the SNP are divided”. He added that while the general election could result in “radical change south of the border”, with victory for Sir Keir Starmer’s Labour Party, he added that “north of the border, also we could see Labour making significant progress and thereby increasing Labour’s chances of being able to get an overall majority at Westminster”. As 2023 draws to an end, Sir John said the SNP has found itself “challenged for the position of Scotland’s most popular party in a way they have not really been since they first entered power at Holyrood in 2007, or indeed became Scotland’s dominant party at Westminster at the 2015 general election”. The expert said support for the SNP was “still running at around 43%” when Ms Sturgeon stepped down and was “only a little bit down on what it was in the 2019 general election”. But he added SNP support “is now running at about 36%”, and the party is “only just” ahead of Labour in the opinion polls. Sir John continued: “The SNP now finds itself with a leader, Humza Yousaf, who is nothing like as popular as his predecessor. “People don’t think he is doing the job as well as people thought Nicola Sturgeon was doing it, even towards the latter days of her role as first minister.” He also said concerns over the state of the NHS are “helping to drive down support for the SNP”. Meanwhile Scottish Labour deputy leader Dame Jackie Bailie has said 2024 will be a year her party “has long waited for”. Writing in The Scotsman newspaper, she said: “Labour will be ready to replace a scandal-ridden Conservative Government whenever an election is called. “We are working hard, preparing to do the same in Scotland when the time comes.” Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "humza yousaf",
        "sentiment": "negative"
      },
      {
        "name": "john curtice",
        "sentiment": "none"
      },
      {
        "name": "yousaf",
        "sentiment": "none"
      },
      {
        "name": "nicola sturgeon",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "snp",
        "sentiment": "negative"
      },
      {
        "name": "pa",
        "sentiment": "none"
      },
      {
        "name": "labour",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "westminster",
        "sentiment": "none"
      },
      {
        "name": "scoltand",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T16:29:21.532+02:00",
  "updated": "2023-12-29T16:29:21.532+02:00"
}