{
  "thread": {
    "uuid": "1c2c18ef3b49b36b079847a6e629d0ae06beedf4",
    "url": "https://www.cope.es/religion/vivir-la-fe/santoral/noticias/san-carlos-luanga-companeros-martires-testigos-uganda-20240601_3328693",
    "site_full": "www.cope.es",
    "site": "cope.es",
    "site_section": "https://www.cope.es/religion",
    "site_categories": [
      "sports"
    ],
    "section_title": "Ecclesia Religión | COPE",
    "title": "San Carlos Luanga y compañeros mártires, testigos de Fe en Uganda - Santoral - COPE",
    "title_full": "San Carlos Luanga y compañeros mártires, testigos de Fe en Uganda - Santoral - COPE",
    "published": "2024-06-01T14:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cope-cdnmed.cope.es/img/brand/religion/religion-redes-sociales.jpg",
    "performance_score": 0,
    "domain_rank": 7476,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1c2c18ef3b49b36b079847a6e629d0ae06beedf4",
  "url": "https://www.cope.es/religion/vivir-la-fe/santoral/noticias/san-carlos-luanga-companeros-martires-testigos-uganda-20240601_3328693",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@cope",
  "published": "2024-06-01T14:10:00.000+03:00",
  "title": "San Carlos Luanga y compañeros mártires, testigos de Fe en Uganda - Santoral - COPE",
  "text": "La tarea misionera en los lugares más insospechados ha logrado con la ayuda del Espíritu. Hoy celebramos a San Carlos Luanga y compañeros mártires de Uganda. Son fruto de una ardua misión de religiosos en esas tierras. Esta Comunidad Eclesial vio cómo ponían sus primeras piedras evangelizadoras los Padres Blancos, cuyo carisma era precisamente la ayuda espiritual y humana en el Continente Africano. Su labor dio frutos. Poco a poco fueron floreciendo multitud de cristianos capaces de defender el Reino de los Cielos con su vida si era preciso. Cuando el emperador demostró una vida con bastante desorden moral, muchos seguidores del Evangelio sufrieron el martirio por recriminar al rey su pecado. En una de las veces en que murió el mensajero de palacio, pusieron casualmente a San Carlos Luanga. Éste siguió en la tónica de sus antecesores denunciando la conducta del monarca. Como muchos eran los conversos a la Fe, el hechicero real, disgustado por ello, le arrancó al rey, ya molesto de por sí con los cristianos, la orden de exterminio. Así surgió el decreto de exterminio de la religión católica, lo que animó a Carlos Luanga y otros 22 amigos a dar la cara por el Señor para que Él no se avergonzase de ellos en el Reino de su Padre. Después de ser arrojados a la mazmorra fueron sacados cruelmente a varios kilómetros de allí donde fueron quemados en medio de las oraciones que elevaban al Dios del Cielo. Tenían la completa seguridad de que el Padre les ayudaría en esos momentos tan cruciales y les acogería en la Patria Celestial. Un año después cambiaron las cosas, en el aspecto político y religioso. El rey fue derrotado y Carlos declarado Patrón de Uganda.\"}\n24H RELIGIÓN\nEspaña Mundo JMJ Vaticano Firmas Liturgia Cultura Revista Ecclesia Programas 10 min con Jesús Vivir la Fe\nSantoral\nSANTO 3 JUNIO\nSan Carlos Luanga y compañeros mártires, testigos de Fe en Uganda Hoy es San Carlos Luanga y compañeros mártires. Por Redacción Religión\nJesús Luis Sacristán García Tiempo de lectura: 1’\n1 jun. 2024 11:10Actualizado 14:31\nLa tarea misionera en los lugares más insospechados ha logrado con la ayuda del Espíritu. Hoy celebramos a San Carlos Luanga y compañeros mártires de Uganda. Son fruto de una ardua misión de religiosos en esas tierras. Esta Comunidad Eclesial vio cómo ponían sus primeras piedras evangelizadoras los Padres Blancos, cuyo carisma era precisamente la ayuda espiritual y humana en el Continente Africano.\nSu labor dio frutos. Poco a poco fueron floreciendo multitud de cristianos capaces de defender el Reino de los Cielos con su vida si era preciso. Cuando el emperador demostró una vida con bastante desorden moral, muchos seguidores del Evangelio sufrieron el martirio por recriminar al rey su pecado. En una de las veces en que murió el mensajero de palacio, pusieron casualmente a San Carlos Luanga.\nÉste siguió en la tónica de sus antecesores denunciando la conducta del monarca. Como muchos eran los conversos a la Fe, el hechicero real, disgustado por ello, le arrancó al rey, ya molesto de por sí con los cristianos, la orden de exterminio. Así surgió el decreto de exterminio de la religión católica, lo que animó a Carlos Luanga y otros 22 amigos a dar la cara por el Señor para que Él no se avergonzase de ellos en el Reino de su Padre.\nDespués de ser arrojados a la mazmorra fueron sacados cruelmente a varios kilómetros de allí donde fueron quemados en medio de las oraciones que elevaban al Dios del Cielo. Tenían la completa seguridad de que el Padre les ayudaría en esos momentos tan cruciales y les acogería en la Patria Celestial. Un año después cambiaron las cosas, en el aspecto político y religioso. El rey fue derrotado y Carlos declarado Patrón de Uganda.\nLo más leído\nLa oración del día: Virgen de Lourdes La historia de San Antonio de Padua: Cinco curiosidades que debes conocer ¿Por qué hay dos 'credos' en la Iglesia? 10 oraciones para consagrarse al Sagrado Corazón de Jesús 12 inspiradoras oraciones para rezar al Espíritu Santo Lo último\nLa caridad abre el camino a la esperanza\n1 jun. 2024 13:00 San Carlos Luanga y compañeros mártires, testigos de Fe en Uganda\n1 jun. 2024 11:10\nE166 - Sesión de control al Señor\n1 jun. 2024 5:00\nSan Justino, defensor y mártir del Amor Divino\n31 may. 2024 22:05\n\"El bautismo de Juan, ¿era cosa de Dios o de los hombres?\"\n31 may. 2024 22:00 Los más vistos\nEl portavoz de la familia franciscana, sobre las clarisas de Belorado: \"Están mal asesoradas\"\nLos requisitos para que el Vaticano no rechace una aparición: \"Se busca una respuesta temprana\"\nTwenty One Pilots, o cómo citar a Dios en la música sin tapujos\nEstos son los milagros que harán que el Papa Francisco canonice a Carlo Acutis\n\"¿Por qué esta generación reclama un signo?\" Lo más compartido\nSan Justino, defensor y mártir del Amor Divino Constituido el Consejo provincial de los franciscanos de la Provincia de la Inmaculada Webs del Grupo COPE\nGrupo COPE Publicidad Máster Fundación COPE Contacta Políticas de privacidad Aviso legal Cookies Opciones de consentimiento Descubre nuestras cadenas\nDescarga nuestras apps\n© Radio Popular S.A. - COPE. CIF A28281368, C/ Alfonso XI, 4. 28014, Madrid. Todos los derechos reservados. Developed by",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://twitter.com/religion_cope",
    "https://www.facebook.com/religioncope",
    "https://www.rockfm.fm/",
    "http://fundacioncope.com/",
    "https://www.agilecontent.com/",
    "https://www.youtube.com/playlist?list=PLVou_aZUA1ibZb4eKpG6oRZriF-aOxlww",
    "https://www.instagram.com/copereligion",
    "https://www.revistaecclesia.com/producto/suscripcion-revista-ecclesia-espana-anual/",
    "https://www.megastar.fm/",
    "https://www.cadena100.es/",
    "https://instagram.com/copereligion",
    "https://www.cadena100.es",
    "https://www.rockfm.fm",
    "https://www.agilecontent.com",
    "http://fundacioncope.com",
    "https://www.megastar.fm",
    "https://cadena100.es/",
    "https://www.twitter.com/religion_cope",
    "https://youtube.com/playlist?list=PLVou_aZUA1ibZb4eKpG6oRZriF-aOxlww",
    "https://www.youtube.com/playlist",
    "https://www.revistaecclesia.com/producto/suscripcion-revista-ecclesia-espana-anual",
    "https://rockfm.fm/",
    "http://www.fundacioncope.com/",
    "https://agilecontent.com/",
    "https://facebook.com/religioncope",
    "https://megastar.fm/",
    "https://revistaecclesia.com/producto/suscripcion-revista-ecclesia-espana-anual/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T18:55:19.775+03:00",
  "updated": "2024-06-01T18:55:19.775+03:00"
}