{
  "thread": {
    "uuid": "e245ca7f60a3febb2a8aff185198b7a00f2291eb",
    "url": "https://www.rinnovabili.it/mobilita/veicoli-ecologici/colonnine-ricarica-italia-2023-record",
    "site_full": "www.rinnovabili.it",
    "site": "rinnovabili.it",
    "site_section": "http://rinnovabili.it/rss/",
    "site_categories": [
      "business",
      "green_solutions"
    ],
    "section_title": "Rinnovabili.it",
    "title": "Crescita record delle colonnine di ricarica in Italia: il 2023 chiude con +40%",
    "title_full": "Crescita record delle colonnine di ricarica in Italia: il 2023 chiude con +40%",
    "published": "2024-02-16T11:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://cdn.rinnovabili.it/wp-content/uploads/2024/02/colonnine-ricarica-italia-1.jpg",
    "performance_score": 0,
    "domain_rank": 74934,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e245ca7f60a3febb2a8aff185198b7a00f2291eb",
  "url": "https://www.rinnovabili.it/mobilita/veicoli-ecologici/colonnine-ricarica-italia-2023-record",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "lorenzo",
  "published": "2024-02-16T11:01:00.000+02:00",
  "title": "Crescita record delle colonnine di ricarica in Italia: il 2023 chiude con +40%",
  "text": "Motus-E pubblica la 5° edizione del report sulle colonnine ricarica in Italia\n(Rinnovabili.it) – L’Italia continua a fare bene sul fronte delle infrastrutture di ricarica per auto elettriche ad accesso pubblico. Il 2023 ha segnato nuovi record, con un balzo corposo soprattutto nell’ultimo trimestre. Nei 12 mesi sono stati aggiunti 13.906 nuovi punti di ricarica, di cui 3.450 solo tra ottobre e dicembre. Mentre le stazioni aumentano di 7.663 unità. L’incremento è, rispettivamente, del 38 e del 40% rispetto al 2022. Sono i dati\nrilasciati da Motus-E nella 5° edizione del rapporto dedicato all’analisi dello sviluppo delle colonnine di ricarica in Italia.\nI numeri delle colonnine ricarica in Italia nel 2023\nSe si guardano i numeri assoluti, l’anno scorso sono stati installati più punti di ricarica di qualsiasi anno precedente (dal 2019). L’Italia ha superato i 50.000 punti installati e il tasso composto di crescita annuale si attesta al 38%. La nota dolente, sottolinea il rapporto, è il sottoutilizzo: le colonnine di ricarica in Italia ci sono, ma procedono a passo ben più spedito della\ndiffusione di auto elettriche, dove l’Italia è fanalino di coda in Europa con un divario crescente rispetto agli altri grandi mercati auto come Germania e Francia e una quota di EV che resta intorno al 4-5%.\nAltro segnale positivo è la penetrazione sempre maggiore della ricarica ultraveloce. La quota dei punti in DC continua a crescere con ritmi maggiori rispetto al 2022: erano il 12%, l’anno scorso sono saliti al 15%. Buona anche la traiettoria di crescita dei punti ultraveloci con potenza superiore ai 150 kW. “Si sottolinea che in termini assoluti nell’ultimo anno sono stati installati 3.120 punti in DC di cui 1.399 Ultra-Fast, con un aumento del 21% rispetto all’installato in DC nel 2022 e del 59% se si considerano solamente i punti sopra i 150 kW”, si legge nel rapporto di Motus-E.\nGiudizio positivo anche sulla disponibilità di colonnine a distanze ragionevoli. L’86% del territorio italiano ha almeno 1 punto di ricarica in un raggio di 10 km. Più si va verso le zone urbanizzate, più questo valore cresce. Arrivando anche oltre 500 punti di ricarica nel raggio di 10 km. Nel caso di alcune città metropolitane si superano i 2.000 punti di ricarica.\nUn’Italia a due velocità (con poche eccezioni)\nAltro aspetto negativo, invece, è la disparità nella distribuzione geografica dell’infrastruttura di ricarica per EV sul territorio nazionale. Un problema cronico, che nemmeno i fondi PNRR stanno contribuendo a risolvere. Il 58% circa delle infrastrutture è situato nel Nord Italia, il 19% circa nel Centro e solo il 23% nel Sud e nelle Isole. Anche se il Sud sta continuando a recuperare terreno.\nLa Lombardia si riconferma capofila tra le regioni italiane, con quasi il doppio delle colonnine di ricarica del resto del podio: 9.395 contro le 5.169 del Piemonte e le 4.914 del Veneto. Il Lazio con 4.659 è al 4° posto, prima regione non del Nord in classifica. “Questo sviluppo asimmetrico tra il nord e il sud del paese continua negli anni, con la sola eccezione della Campania che in quest’ultimo anno è cresciuta di + 2.691 punti di ricarica. In assoluto. Nell’anno ha fatto meglio solo la Lombardia (+4.853)”, sottolinea Motus-E.\nUno sguardo alle città principali vede Roma al primo posto per numeri assoluti di colonnine ricarica in Italia con 3.588 installazioni, davanti a Milano (2.883) e Napoli (2.652). Ma ponderando questi dati con la superficie comunale è Napoli a salire in cima alla classifica con 225 punti ogni 100 km2, davanti a Milano (183 punti ogni 100 km2) e Roma (67 punti ogni 100 km2).\nIl 22% delle stazioni è inutilizzabile\nIl Belpaese si trascina anche un altro, annoso, problema. Circa il 22% delle stazioni installate risulta non utilizzabile dagli utenti finali, la stessa quota del 2022. Perché? “Le prime criticità possono emergere in qualunque fase del processo dalla fase di sopralluogo passando per la fase autorizzativa, fino ad arrivare alla posa in opera”, spiega il rapporto. Manca una disciplina univoca e codificata, che obbliga gli operatori del settore ad adeguarsi alle decisioni di ciascun ente di governo del territorio. Che per il momento può decidere i criteri per le installazioni in piena autonomia. Il che crea una giungla disomogenea che mette in difficoltà gli operatori.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [
    "https://www.motus-e.org/studi_e_ricerche/le-infrastrutture-di-ricarica-a-uso-pubblico-in-italiaquinta-edizione/",
    "https://www.motus-e.org/studi_e_ricerche/le-infrastrutture-di-ricarica-a-uso-pubblico-in-italiaquinta-edizione",
    "https://motus-e.org/studi_e_ricerche/le-infrastrutture-di-ricarica-a-uso-pubblico-in-italiaquinta-edizione/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T12:40:02.011+02:00",
  "updated": "2024-02-16T12:40:02.011+02:00"
}