{
  "thread": {
    "uuid": "1756f4b81345c664fc9c3a0644cf436eaa62b844",
    "url": "https://www.archyde.com/discover-the-ancient-mystery-prehistoric-humans-carved-rock-art-next-to-dinosaur-footprints-study-reveals",
    "site_full": "www.archyde.com",
    "site": "archyde.com",
    "site_section": "https://www.archyde.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Archyde",
    "title": "Discover the Ancient Mystery: Prehistoric Humans Carved Rock Art Next to Dinosaur Footprints, Study Reveals",
    "title_full": "Discover the Ancient Mystery: Prehistoric Humans Carved Rock Art Next to Dinosaur Footprints, Study Reveals",
    "published": "2024-04-12T01:32:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.cnn.com/api/v1/images/stellar/prod/serrote-letreiro-34.jpg?c=16x9&q=w_800,c_fill",
    "performance_score": 0,
    "domain_rank": 22308,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1756f4b81345c664fc9c3a0644cf436eaa62b844",
  "url": "https://www.archyde.com/discover-the-ancient-mystery-prehistoric-humans-carved-rock-art-next-to-dinosaur-footprints-study-reveals",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gitty Aiden",
  "published": "2024-04-12T01:32:00.000+03:00",
  "title": "Discover the Ancient Mystery: Prehistoric Humans Carved Rock Art Next to Dinosaur Footprints, Study Reveals",
  "text": "Prehistoric humans in Brazil have left behind a fascinating clue to their past. Rock carvings, known as petroglyphs, have been found next to dinosaur footprints at a site called Serrote do Letreiro in Paraíba, Brazil. These carvings suggest that prehistoric humans may have found the footprints meaningful or interesting. The petroglyphs were first observed in 1975, but their connection to the footprints was only recently discovered through field surveys aided by drones. The footprints belong to dinosaurs from the Cretaceous Period, which ended 66 million years ago. According to Leonardo Troiano, an archaeologist at the Institute of National Historic and Artistic Heritage in Brasilia, the petroglyphs challenge the assumption that Indigenous people were not aware of their surroundings or did not have scientific curiosity. Troiano stated, “It’s very clear that they were interested in the footprints. We’ll never know if they knew about dinosaurs, but it is clear that they were curious about the prints and thought they were meaningful in some way.” The Serrote do Letreiro petroglyphs are not the first examples of rock art found near dinosaur prints. However, the unprecedented clarity of the association between the petroglyphs and the footprints at this particular site could have significant implications across various fields of study, including paleontology, archaeology, and cultural heritage. The drawings found at Serrote do Letreiro display a variety of styles, suggesting multiple artists may have been involved. Some of the drawings resemble plants, while others feature geometric shapes such as squares, rectangles, and circles. The circles often contain crosses or lines inside them, which could be interpreted as stars. However, the true meaning of these markings remains a mystery. Troiano stated, “They all seem to be abstract, and if they represented something to the people who made them, we don’t know what it is.” The researchers believe that the petroglyphs were created by Indigenous communities living in the region between 9,400 and 2,620 years ago, based on radiocarbon dating of nearby burial sites. These communities likely used the natural rocky shelters in the area for small gatherings. One possible interpretation of the drawings is that they were created within a ritual context. Troiano suggests that the people may have gathered and utilized psychotropic plants, such as the hallucinogenic jurema, which is still abundant in the region today. The footprints in the rock may have been identified as significant, prompting the communities to create the petroglyphs near them. This discovery at Serrote do Letreiro adds to the growing body of evidence showing the close relationship between ancient people and their environment. The direct association of the petroglyphs with dinosaur fossil tracks sheds light on the importance and significance of rock art in ancient cultures. While the Serrote do Letreiro petroglyphs are a unique case, there are other sites around the world where rock art exists in the vicinity of dinosaur footprints. However, the level of intentionality and proximity between the drawings and prints at Serrote do Letreiro sets it apart. Overall, this discovery opens up new possibilities for understanding the ways in which ancient cultures interacted with and interpreted the world around them. The implications of this research extend beyond archaeology and paleontology, offering insights into the human tendency to tie spiritual and imaginative realms to the unexplained phenomena present in the natural world . Leonardo Troiano A dashed line indicates petroglyphs made by indigenous people, while a continuous line shows theropod dinosaur footprints. Jan Simek, a distinguished professor of anthropology at the University of Tennessee, Knoxville, highlights the significance of this discovery. He explains that ancient people often incorporated fossils and other unexplained elements of the natural world into their religious experiences and interpretations. This tendency can be observed across different cultures throughout history. The Brazil case adds to the growing body of evidence that shows how humans throughout history have attributed spiritual and cultural significance to the world around them. The close proximity between the petroglyphs and dinosaur footprints at Serrote do Letreiro provides a unique example of this human tendency. While this discovery provides valuable insights into ancient cultures, it also raises important questions about our current relationship with the natural world . How do we interpret and understand the natural wonders around us today? Are there ways in which we can better appreciate and connect with the world ’s rich history and heritage? As we continue to make new discoveries and unearth ancient mysteries, it is crucial that we strive to learn from the past and apply those lessons to our present and future. By examining the ways in which ancient cultures interacted with their surroundings, we can gain a deeper understanding of our own place in the world and our responsibilities as custodians of the planet. Related posts: Big free content update announced for 2023 Best Technologies That Boomed the Gaming Industry Noma Dumezweni joins \"Murderbot\", future Apple TV+ series Windows 11 receives build 26040 on Insider Canary Chanel with new features \"Alan Wake Remastered\" Switch version is under development. Information disclosure of \"2\" scheduled ... Amazon Is Reportedly Developing a TV Version of 'Tomb Raider' The authors of Hogwarts Legacy showed flights on a hippogriff and battles Homeworld 3 Game of War Demo Review: What to Expect and How to Prepare",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "troiano",
        "sentiment": "none"
      },
      {
        "name": "leonardo troiano",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "institute of national historic and artistic heritage",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "brazil",
        "sentiment": "none"
      },
      {
        "name": "paraíba",
        "sentiment": "none"
      },
      {
        "name": "brasilia",
        "sentiment": "none"
      },
      {
        "name": "serrote",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T01:38:34.356+03:00",
  "updated": "2024-05-11T23:40:23.408+03:00"
}