{
  "thread": {
    "uuid": "7a6d90659580f1f26f3293a2bb440939de2e18d0",
    "url": "https://sport.virgilio.it/tennis-atp-santiago-darderi-batte-cerundolo-ed-e-ai-quarti-di-finale-ora-prepara-la-sfida-al-cile-853300",
    "site_full": "sport.virgilio.it",
    "site": "virgilio.it",
    "site_section": "http://sport.virgilio.it/archivio",
    "site_categories": [
      "media",
      "world_soccer",
      "sports"
    ],
    "section_title": "Archivio completo di tutti gli Articoli",
    "title": "Tennis ATP Santiago, Darderi batte Cerundolo ed è ai quarti di finale. Ora prepara la “sfida” al Cile",
    "title_full": "Tennis ATP Santiago, Darderi batte Cerundolo ed è ai quarti di finale. Ora prepara la “sfida” al Cile",
    "published": "2024-02-29T21:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://wips.plug.it/cips/sport.virgilio.it/cms/2024/02/gettyimages-2006240833.jpg?w=640&a=c&h=360",
    "performance_score": 0,
    "domain_rank": 4762,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7a6d90659580f1f26f3293a2bb440939de2e18d0",
  "url": "https://sport.virgilio.it/tennis-atp-santiago-darderi-batte-cerundolo-ed-e-ai-quarti-di-finale-ora-prepara-la-sfida-al-cile-853300",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gerry Capasso",
  "published": "2024-02-29T21:54:00.000+02:00",
  "title": "Tennis ATP Santiago, Darderi batte Cerundolo ed è ai quarti di finale. Ora prepara la “sfida” al Cile",
  "text": "Un’altra partita e un’altra vittoria per Luciano Darderi. Il nome nuovo del tennis italiano continua la sua stagione di altissimo livello sulla terra rossa sudamericana. Dopo aver conquistato il successo nell’ATP Cordoba, primo successo importante della sua giovane carriera, ora dà la caccia a qualcosa di significativo anche sulla terra rossa cilena nel torneo di Santiago. [Darderi batte Cerundolo e vola ai quarti](#iol-toc-4b466d6aa4e60b30a290dda01dafda9f) [Ai quarti di finale è sfida al Cile](#iol-toc-761bb3f8bf5c49d2dd4629c0d1e465c3) [Darderi continua la scalata al ranking](#iol-toc-2c7504c6bcf8688ba4981ad41eec8042) Darderi batte Cerundolo e vola ai quarti Altro giro di giostra ed altra vittoria per Luciano Darderi che stavolta ha dovuto superare la concorrenza dell’argentino Juan Manuel Cerundolo (6-3, 3-6, 6-3). Non è stata una partita semplice per il ragazzo di origine argentina ma ormai italiano a tutti gli effetti. Dopo un primo set in cui il servizio gli ha aperto la strada ha cominciato ad accusare un po’ di fatica nel secondo. Cerunolo, fratello del più conosciuto Francisco, ha alzato il livello e ha rimesso il match in parità. Ma al terzo ancora una volta è venuta fuori la maturità di [Darderi](https://sport.virgilio.it/tennis-atp-250-santiago-darderi-vince-la-maratona-contro-bagnis-luciano-e-vicino-alla-top-70-853073) che nei punti importanti ha saputo tirare fuori il carattere mettendo a segno il break nell’ottavo gioco e poi chiudendo i conti grazie a un game perfetto al servizio. Ai quarti di finale è sfida al Cile Luciano Darderi dovrà aspettare ancora per conoscere il suo avversario ai quarti di finale del torneo di Santiago. Ma sa già da adesso che non sarà un compito facile visto che di fronte sia trova un atleta di casa. Nel tardo pomeriggio infatti scendono in campo Alejandro Tabilo e Marcelo Barrios per un derby tutto cileno. Due atleti che vogliono far bene e che saranno sostenuti da un pubblico decisamente appassionato nel match che andrà in scena domani. Il match più complicato è senza dubbio quello che lo vedrebbe opposto a Tabilo, numero 51 del ranking e tennista molto solido. Darderi continua la scalata al ranking Nel frattempo continua la scalata al ranking ATP di Luciano Darderi che in questo momento non può essere considerato più una sorpresa. Dopo la vittoria a Cordoba è entrato a far parte del circuito dei migliori e il suo obiettivo di usare il “tour sudamericano” per mettere in cassaforte più punti possibili sta funzionando. Con il passaggio ai quarti di finale da lunedì dovrebbe essere già sicuro del 73esimo posto nel ranking mondiale ma in Cile può essere ancora protagonista. Nei tornei più importanti questo ranking gli permetterà di accedere dalla porta principale e di andare a mettersi in gioco contro i migliori al mondo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:20:32.122+02:00",
  "updated": "2024-03-01T00:20:32.122+02:00"
}