{
  "thread": {
    "uuid": "71ea6aaf1ae858630dd2d80abfe47b549c25c7a9",
    "url": "https://www.peoplespharmacy.com/articles/show-1345-secrets-to-living-a-long-healthy-life",
    "site_full": "www.peoplespharmacy.com",
    "site": "peoplespharmacy.com",
    "site_section": "https://www.peoplespharmacy.com/podcasts",
    "site_categories": [
      "health"
    ],
    "section_title": "The People&#x27;s Pharmacy Podcast at | The People&#x27;s Pharmacy",
    "title": "Show 1345: Secrets to Living a Long Healthy Life (Archive) | The People's Pharmacy",
    "title_full": "Show 1345: Secrets to Living a Long Healthy Life (Archive) | The People's Pharmacy",
    "published": "2023-12-29T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.peoplespharmacy.com/articles/show-1345-secrets-to-living-a-long-healthy-life/opengraph-image?af0be0c619c3b0ea",
    "performance_score": 0,
    "domain_rank": 50069,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "71ea6aaf1ae858630dd2d80abfe47b549c25c7a9",
  "url": "https://www.peoplespharmacy.com/articles/show-1345-secrets-to-living-a-long-healthy-life",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Terry Graedon",
  "published": "2023-12-29T00:00:00.000+02:00",
  "title": "Show 1345: Secrets to Living a Long Healthy Life (Archive) | The People's Pharmacy",
  "text": "Secrets to Living a Long Healthy Life (Archive) Too many of us assume that aging automatically brings debility and cognitive decline. So it is a pleasure to talk with a centenarian who is ready to share the secrets to living a long healthy life. Secrets to Living a Long Healthy Life: Dr. Gladys McGarey is 102 years old. She spent her childhood in India because her parents were doctors caring for people in extremely remote, poor villages. An encounter with an elephant when she was nine years old clarified for her that healing should be her life’s work, too. The first and most important of her secrets for a satisfying life is that each of us can discover what our purpose is and pay attention to it. Needless to say, in a century of living, Dr. Gladys has seen a lot of changes. The practice of medicine has certainly not been stagnant. However, even in the 1970s, physicians Bill and Gladys McGarey and some of their colleagues recognized that they wanted a different way of practicing. That’s when they co-founded the American Holistic Medical Association, with its mission to tend to mind and spirit as well as to the patient’s body. She was later president of the organization, which is currently known as the Academy of Integrative Health and Medicine. Healing the whole being is different from simply killing pathogens, even though that may be needed at times. At other times, enlisting the patient’s inner healer is just as important. Finding Your Juice: Figuring out your purpose can be quite a challenge. Dr. Gladys recounts the story of a young man named James, who had recently graduated from college with a degree in computer science. Jim’s father, an engineer, was pleased with the prospect that his son would have steady employment, but Jim was not excited about it. He couldn’t figure out what to do with his life, but he thought a vision quest would help him figure it out. When his parents consulted Dr. Gladys, she endorsed that idea. The days he spent in the wilderness without food or water helped him realize that what he wanted and needed to do was create music. This was decades ago, and Jim is still making music, because that is where he found his “juice.” Following the Light: One of Dr. Gladys’ beautiful metaphors is to follow the light. She points out that life needs to move, and moving toward the light usually gives us the best results. She practices her own advice quite literally. Although she needs a walker to get around these days, she makes an effort to get in at least 3,800 steps a day with that walker. Her eyes are no longer strong enough for her to enjoy reading, but she listens to audio books. Instead of old age being a time of stagnation, she assures us that we can get better as we grow older. To accomplish that, we need to practice the five Ls: life, love, laughter, labor and listening. If we begin practicing now, we have a better chance of living a long, healthy life. This Week’s Guest: Gladys McGarey, MD, is still practicing at 102 years of age. Recognized as a pioneer of the allopathic and holistic medical movements, she is also a founding diplomat of the American Board of Holistic Medicine. She is the cofounder and past president of the American Holistic Medical Association, now called the Academy of Integrative Health and Medicine, as well as the co-founder of the Academy of Parapsychology and Medicine. Dr. McGarey currently has a medical consulting practice, maintains a healthy diet, and enjoys a good piece of cake every now and then. She is the author of [Living Medicine](https://www.amazon.com/Living-Medicine-Gladys-Taylor-McGarey/dp/1949001938/ref=sr_1_2?crid=3TUNQXFBI2KNV&keywords=Gladys+McGarey&qid=1686074258&s=books&sprefix=gladys+mcgarey%2Cstripbooks%2C138&sr=1-2). Her most recent book is [The Well-Lived Life: A 102-Year-Old Doctor’s Six Secrets to Health and Happiness at Every Age](https://www.amazon.com/Well-Lived-Life-102-Year-Old-Doctors-Happiness/dp/1668014483/ref=sr_1_1?crid=3TUNQXFBI2KNV&keywords=Gladys+McGarey&qid=1686074258&s=books&sprefix=gladys+mcgarey%2Cstripbooks%2C138&sr=1-1). Her website is [https://gladysmcgarey.com/](https://gladysmcgarey.com/) Listen to the Podcast: The podcast of this program will be available Monday, January 1, 2024, after broadcast on Dec. 30, 2023. You can stream the show from this site and download the podcast for free.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "http://www.amazon.com/exec/obidos/ASIN/1668014483",
    "https://gladysmcgarey.com/",
    "https://gladysmcgarey.com/)",
    "http://www.amazon.com/exec/obidos/ASIN/1949001938",
    "https://www.gladysmcgarey.com/",
    "http://amazon.com/exec/obidos/ASIN/1949001938",
    "https://www.gladysmcgarey.com/)",
    "http://amazon.com/exec/obidos/ASIN/1668014483",
    "https://gladysmcgarey.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gladys",
        "sentiment": "none"
      },
      {
        "name": "gladys mcgarey",
        "sentiment": "none"
      },
      {
        "name": "bill",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "long healthy life",
        "sentiment": "negative"
      },
      {
        "name": "people's pharmacy secrets to living a long healthy life",
        "sentiment": "neutral"
      },
      {
        "name": "american holistic medical association",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:27:28.513+02:00",
  "updated": "2024-01-05T03:49:28.804+02:00"
}