{
  "thread": {
    "uuid": "3a043c8c529a44dab98d2477fadcf419ebed8839",
    "url": "https://www.hilltimes.com/story/2024/02/15/water-management-is-key-to-and-symbolic-of-canadas-relationships-with-indigenous-peoples/411919",
    "site_full": "www.hilltimes.com",
    "site": "hilltimes.com",
    "site_section": "http://www.hilltimes.com",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media"
    ],
    "section_title": "People. Policy. Politics. - The Hill Times",
    "title": "Water management is key to and symbolic of Canada's relationships with Indigenous Peoples - The Hill Times",
    "title_full": "Water management is key to and symbolic of Canada's relationships with Indigenous Peoples - The Hill Times",
    "published": "2024-02-15T21:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.hilltimes.com/wp-content/uploads/2024/02/lake-1802337_1280-e1708029873955.jpg",
    "performance_score": 0,
    "domain_rank": 41192,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3a043c8c529a44dab98d2477fadcf419ebed8839",
  "url": "https://www.hilltimes.com/story/2024/02/15/water-management-is-key-to-and-symbolic-of-canadas-relationships-with-indigenous-peoples/411919",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ken Coates",
  "published": "2024-02-15T21:45:00.000+02:00",
  "title": "Water management is key to and symbolic of Canada's relationships with Indigenous Peoples - The Hill Times",
  "text": "Water is at the heart of reconciliation with Canada’s Indigenous Peoples. Access to clean water is recognized as a human right. Without water, people suffer grievously. When one group has reliable water supplies and others go without safe drinking water for years it is impossible to see equity and fairness in society. Ken Coates is a distinguished fellow and the director of Indigenous affairs at the Macdonald-Laurier Institute. Handout photograph There have been flashes of national interest in water matters, especially when there are disasters or crises. These concerns have proved transitory despite constant interventions by environmental groups. Canadians, with the world’s largest supply of fresh water, take this precious resource for granted. The federal government has removed most of the drinking water advisories in Indigenous communities. But it is distressing that it took generations to listen to First Nations, Métis, and Inuit complaints about the management of water. Water has become one of the most prominent symbols of the gap in quality of life and services between Indigenous and non-Indigenous Peoples, and between rich and poor. The management of water remains a standing indictment of fundamental inequities in the country. Indigenous Peoples have strong commitments to water quality and sustainability. The Idle No More Movement that swept across Canada in 2012 and 2013 started, in substantial measure, over changes to federal water management legislation that loosened regulations over water use and quality. Protection of water systems underlies almost every Indigenous opposition to resource and infrastructure development. While these issues should be of great concern to all Canadians, they strike at the heart of Indigenous social, cultural, and ecological sustainability. As northern scholar Catharine McClellan wrote of northern Indigenous Peoples, they are “part of the land, part of the water.” Most Canadians, in contrast, see water as a consumable resource. The country needs to listen to Indigenous Peoples more broadly on water matters. The First Nations and Métis of Cumberland House, Sask., led by the late Gary Carriere, agitated for years to draw attention to the near collapse of the Saskatchewan River Delta due to upstream farm run-off, effluent disposal and water diversion to major cities. That the prosperity of Calgary, central Alberta, and much of Saskatchewan rests on the rapid deterioration of North America’s largest inland delta warrants urgent attention. There are few greater examples of the seriousness of Canada’s water issues and the unwillingness to take measures to correct a water-based ecological disaster. Things move much faster when non-Indigenous communities are affected. The government of Alberta, alarmed by the declining snowpack in the Rocky Mountains this winter, has accelerated region-wide water planning. There are legitimate fears of a 1930s-type drought, with resulting impacts on communities and industries across Western Canada. This kind of resilience and disaster planning—sure to become more common as climate change continues—will no doubt emphasize urban and commercial uses. It stands in sharp contrast to the much slower response to Indigenous and rural water problems. Comparable scenarios are playing out across the country, from the downstream impacts of the Site C dam in northern British Columbia to the ongoing water challenges in Iqaluit, Nunavut. Water is only part of the challenge. Debates over Indigenous water quality are symptoms of much broader shortcomings in Canada’s approach to environmental and Indigenous issues. Canadians managed to roust themselves after the 2005 E. coli water crisis in Kashechewan First Nation in Ontario, leading to a substantial effort to improve water quality on reserves. There has been no such urgency for long-term poverty, food insecurity, over-crowded and decrepit housing, or widespread opioid abuse in remote Indigenous communities. Water, at least, motivates the government and the public to act. But Canada’s approach to both water and Indigenous affairs—more closely linked than most realize—cannot be driven solely by crises. Both require long-term planning, close collaboration with Indigenous communities, empowerment of Indigenous governments, and a sharper focus on the human-environment interaction. Ideally, the government can turn water management from a symbol of national failings to a sign of Canadian resilience, responsiveness, and cross-cultural understanding. Ken Coates is a distinguished fellow and the director of Indigenous affairs at the Macdonald-Laurier Institute. The Hill Times",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ken coates",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hill times water",
        "sentiment": "positive"
      },
      {
        "name": "macdonald-laurier institute",
        "sentiment": "none"
      },
      {
        "name": "first nations",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "indigenou",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T00:47:04.974+02:00",
  "updated": "2024-02-16T00:47:04.974+02:00"
}