{
  "thread": {
    "uuid": "e7e14a3cfe512aab84e52dc236e9c7e94428c686",
    "url": "https://www.newsandstar.co.uk/sport/national/24031711.pedro-porro-strike-earns-tottenham-fa-cup-victory-burnley/",
    "site_full": "www.newsandstar.co.uk",
    "site": "newsandstar.co.uk",
    "site_section": "https://newsandstar.co.uk/sport/national",
    "site_categories": [
      "media"
    ],
    "section_title": "UK Sport News | News and Star",
    "title": "Pedro Porro strike earns Tottenham FA Cup victory over Burnley | News and Star",
    "title_full": "Pedro Porro strike earns Tottenham FA Cup victory over Burnley | News and Star",
    "published": "2024-01-06T00:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.newsandstar.co.uk/resources/images/17618752/?type=og-image",
    "performance_score": 0,
    "domain_rank": 31518,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e7e14a3cfe512aab84e52dc236e9c7e94428c686",
  "url": "https://www.newsandstar.co.uk/sport/national/24031711.pedro-porro-strike-earns-tottenham-fa-cup-victory-burnley/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PA News Agency",
  "published": "2024-01-06T00:22:00.000+02:00",
  "title": "Pedro Porro strike earns Tottenham FA Cup victory over Burnley | News and Star",
  "text": "Pedro Porro’s 25-yard special helped Tottenham stumble into the FA Cup fourth round with a hard-fought 1-0 home win over Burnley. Spurs were far from vintage and a replay at Turf Moor appeared on the cards until Ange Postecoglou watched full-back Porro make the breakthrough with a superb strike in the 78th minute. It earned Tottenham a deserved fourth win from five matches, but Clarets boss Vincent Kompany could take positives after a solid display and they will now concentrate fully on staying in the Premier League. Spurs had already beaten Burnley 5-2 this season, but they were missing their hat-trick hero from that sunny September day with Son Heung-min away for the Asian Cup and the visitors started brightly in north London. Anass Zaroury blazed over early on before Wilson Odobert tested Tottenham goalkeeper Guglielmo Vicario with a long-range effort. Postecoglou had only made two changes for this third-round tie and arguably his strongest available team soon started to click into gear. Richarlison scuffed wide after a slick move before Brennan Johnson’s curler forced Arijanet Muric into action. The stadium was united in applause soon after when the clock struck 16 minutes as a tribute took place for Tottenham fan Harry Pitman, who was killed on New Year’s Eve. Giovani Lo Celso hooked over at the end of a touching minute’s applause before VAR checked Rodrigo Bentancur’s tackle on Zaroury, but Spurs’ stand-in skipper avoided punishment. Kompany’s side created their best chance with 27 minutes gone when Zaroury’s scooped pass put Zeki Amdouni through on goal but he fired over, and while the offside flag was raised, it would have counted. Johnson did flash wide from a Porro centre before half-time, but a drab first 45 ended goalless in N17. Tottenham were sent out early for the second half and it initially had the desired effect with Dejan Kulusevski driving over, while Lo Celso and Johnson tested Muric. Spurs were still trying to walk the ball in, though, and groans were audible from the home fans when Kulusevski decided to pass instead of shoot from a promising position. Lo Celso limped off moments later and Burnley also lost Charlie Taylor to a shoulder injury, which forced Kompany into a triple substitution with Nathan Redmond amongst those introduced. Johnson had called Muric into action again by this point with a volley into the ground before the hosts had half-hearted penalty appeals waved away when the attacker went down after slight contact by Josh Brownhill. A replay at Turf Moor seemed to loom large as the seconds ticked away, but Porro had other ideas. Moments after Richarlison failed to get on the end of Kulusevski’s cross, Porro won back possession from Ameen Al-Dakhil and let fly from 25 yards, with his dipping effort nestling into the corner. Tottenham substitute Ryan Sessegnon nearly put the game to bed in the 86th minute but Muric saved and Burnley’s goalkeeper almost set up a late leveller from a corner only for Amdouni to volley wide. Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pedro porro",
        "sentiment": "negative"
      },
      {
        "name": "star pedro porro",
        "sentiment": "negative"
      },
      {
        "name": "son heung",
        "sentiment": "none"
      },
      {
        "name": "richarlison",
        "sentiment": "none"
      },
      {
        "name": "arijanet mu",
        "sentiment": "none"
      },
      {
        "name": "vincent kompany",
        "sentiment": "none"
      },
      {
        "name": "anass zaroury",
        "sentiment": "none"
      },
      {
        "name": "porro",
        "sentiment": "none"
      },
      {
        "name": "postecoglou",
        "sentiment": "none"
      },
      {
        "name": "ange postecoglou",
        "sentiment": "none"
      },
      {
        "name": "wilson odobert",
        "sentiment": "none"
      },
      {
        "name": "guglielmo vicario",
        "sentiment": "none"
      },
      {
        "name": "brennan johnson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "burnley | news",
        "sentiment": "negative"
      },
      {
        "name": "tottenham",
        "sentiment": "negative"
      },
      {
        "name": "premier league",
        "sentiment": "none"
      },
      {
        "name": "burnley",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "london",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:57:29.651+02:00",
  "updated": "2024-01-06T00:57:29.651+02:00"
}