{
  "thread": {
    "uuid": "a74a3c764029205c0b7a9d04bba0da192e771b2d",
    "url": "https://sportbuzz.uol.com.br/noticias/futebol/pele-ganha-homenagens-em-dia-que-marca-um-ano-apos-morte-do-craque.phtml",
    "site_full": "sportbuzz.uol.com.br",
    "site": "uol.com.br",
    "site_section": "https://sportbuzz.uol.com.br/feed",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Sportbuzz",
    "title": "Pelé ganha homenagens em dia que marca um ano de sua morte",
    "title_full": "Pelé ganha homenagens em dia que marca um ano de sua morte",
    "published": "2023-12-29T18:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://sportbuzz.uol.com.br/media/_versions/2023/12/pele-um-ano-da-morte_widelg.jpg",
    "performance_score": 0,
    "domain_rank": 752,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 6,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a74a3c764029205c0b7a9d04bba0da192e771b2d",
  "url": "https://sportbuzz.uol.com.br/noticias/futebol/pele-ganha-homenagens-em-dia-que-marca-um-ano-apos-morte-do-craque.phtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redação",
  "published": "2023-12-29T18:08:00.000+02:00",
  "title": "Pelé ganha homenagens em dia que marca um ano de sua morte",
  "text": "Santos e Conmebol prestam suas homenagens ao Rei Pelé; missa e projeção de camisas no Cristo Redentor ainda vão acontecer\nNesta sexta-feira, 29, faz um ano que a morte de Edson Arantes do Nascimento foi confirmada. Para homenagear a falta que o Rei do Futebol faz, Pelé vem recebendo declarações e exaltações de diversas pessoas e entidades, principalmente do time que defendeu em quase toda sua carreira e trouxe muitas alegrias, o Santos, além da Conmebol.\nDurante toda a sexta-feira, 29, Pelé será homenageado em diversas cerimônias religiosas na cidade de Três Corações, em Minas Gerais, onde nasceu, além de uma missa no Santuário do Cristo Redentor, no Rio de Janeiro. Existe uma previsão de uma grande movimentação de admiradores do Rei no mausoléu onde está sepultado, em Santos.\nVer essa foto no Instagram\nO dia 29 de dezembro de 2022 marcou o fim de uma vida brilhante, vítima de uma falência múltipla dos órgãos pela progressão de um câncer no cólon e infecção respiratória. O ídolo ficou um mês internado no Hospital Albert Einstein, na cidade de São Paulo, onde veio a falecer aos 82 anos de idade.\n“29 de dezembro de 2022. A data que ninguém gostaria de lembrar, mas que deve ser reverenciada. O mundo chorava por um homem e a imortalidade se tornava real. Símbolo de genialidade, de excelência, de perfeição. A história marcada por 1.116 jogos, os 1.091 gols, os 45 títulos pelo Santos FC. Com um simples apelido, um número 10 nas costas e assim se tornou o maior de todos os tempos. Um Rei para sempre”, escreveu o Santos, em sua homenagem ao maior jogador de todos os tempos do clube e do futebol.\n29 de dezembro de 2022. A data que ninguém gostaria de lembrar, mas que deve ser reverenciada. O mundo chorava por um homem e a imortalidade se tornava real. Símbolo de genialidade, de excelência, de perfeição. A história marcada por 1.116 jogos, os 1.091 gols, os 45 títulos pelo…— Santos FC (@SantosFC)\n[pic.twitter.com/MAL7Txj0Fk] [December 29, 2023]\nO Rei também foi homenageado pela\nConfederação Sul-Americana de Futebol. Através das redes sociais, a Conmebol publicou uma ilustração de Pelé com uma camisa verde amarela, uma coroa e alguns troféus, principalmente as taças do tricampeonato da Copa do Mundo. “Um ano sem o eterno rei! Pelé deu vida à camisa 10, transcendeu fronteiras e mudou a história do futebol. Sua genialidade em campo mostrou ao mundo o melhor do talento sul-americano. Inigualável. Incomparável. O dono de um legado único e imortal”, disseram.\nAlém disso, a imagem do Cristo Redentor receberá algumas projeções de camisas usadas ao longo da carreira de Pelé. O Papa Francisco enviou uma mensagem em homenagem ao jogador que será lida por Dom Orani Tempesta, Arcebispo do Rio de Janeiro, durante a missa celebrada às 19h30 com o reitor do Santuário do Cristo Redentor, o padre Omar Raposo.\nUm ano sem o eterno rei!— CONMEBOL.com (@CONMEBOL)\nPelé deu vida à camisa 10, transcendeu fronteiras e mudou a história do futebol. Sua genialidade em campo mostrou ao mundo o melhor do talento sul-americano.\nInigualável. Incomparável. O dono de um legado único e imortal. ⚽👑\n[#PeléEterno]♾ [pic.twitter.com/OWZKMHB5zP] [December 29, 2023]\nMuitas homenagens para relembrar o um ano do falecimento do craque estão acontecendo. O Memorial Necrópole Ecumênica, em Santos, preparou em dezembro um esquema especial para receber os fãs do jogador. Além disso, no último dia 25 de dezembro, a Câmara dos Deputados aprovou um projeto de lei que institui que o dia 19 de novembro será oficialmente o Dia do Rei Pelé, escolhida por ter sido a data na qual Edson Arantes do Nascimento marcou seu milésimo gol, em 1969, contra o Vasco, em pleno Maracanã.\nVeja outras homenagens das redes sociais:\nVer essa foto no Instagram\n1 ano sem o Rei do Futebol 👑⚽️— gabrieldiogo.ilustra ✨ (@gabrieldiogof)\nilustração que fiz em homenagem ao Pelé, juntamente com a Agência África para a campanha de Copa do Mundo de Itaú, em 2022\n[pic.twitter.com/Esg9pkoPOT] [December 29, 2023]\nPelé, o Rei do futebol. 👑🇧🇷❤️— Futebol Nostálgico! (@futnostalgico)\nNostálgico!\n[pic.twitter.com/gFbt4IoGqr] [December 29, 2023]\nHá 1 ano, o mundo do futebol se despedia de Edson Arantes do Nascimento, o Rei Pelé. — News Almirante (@NewsAlmirantee)\n[pic.twitter.com/8xXF0d6xdm] [December 29, 2023]\nVer essa foto no Instagram",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T21:41:44.274+02:00",
  "updated": "2023-12-29T21:41:44.274+02:00"
}