{
  "thread": {
    "uuid": "582bb67493f562253935fc3ccd1ced60ff3bfe55",
    "url": "https://siliconcanals.com/portuguese-startup-eneida-secures-10-5m",
    "site_full": "siliconcanals.com",
    "site": "siliconcanals.com",
    "site_section": "https://siliconcanals.com/news/startups/energy/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "Portuguese startup Eneida secures €10.5M to optimise and control low voltage network",
    "title_full": "Portuguese startup Eneida secures €10.5M to optimise and control low voltage network",
    "published": "2024-07-05T13:22:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NL",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 97680,
    "domain_rank_updated": "2024-07-02T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "582bb67493f562253935fc3ccd1ced60ff3bfe55",
  "url": "https://siliconcanals.com/portuguese-startup-eneida-secures-10-5m",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@siliconcanals",
  "published": "2024-07-05T13:22:00.000+03:00",
  "title": "Portuguese startup Eneida secures €10.5M to optimise and control low voltage network",
  "text": "Coimbra, Portugal-based Eneida, a company specialised in Neighbourhood Grid Intelligence for Zero Emission Neighbourhoods (ZEN), announced on Friday that it has secured €10.5M in a Series B funding round led by Junction Growth Investors\nOther investors, including Santander Alternative Investments, Korys, HCapital, and the company’s Founders, also participated in the round.\nThe new funding will allow the Portuguese company to speed up its research and development efforts to further enhance its technology for grid operators and new energy players.\nIt will also help the company to expand its business and operational analytics platform to make ZEN accessible to everyone.\n“We are delighted to welcome Junction and Santander as our new shareholders, securing the Series B financing round. This operation also reflects the confidence and support of our investors, led by Korys, in our strategic direction”, says Carlos Pina Teixeira, CEO at Eneida.\n“This capital infusion will fuel our efforts to provide exceptional value to our customers, drive innovation, and expand our market reach to make ZEN a reality for everyone”, concludes Carlos.\nEneida: Reducing grid outages Led by Carlos Pina Teixeira, Eneida’ s solution addresses the challenges faced by grid operators and new energy players.\nIt provides clear situational awareness, detects and locates events and anomalies, and enables the optimisation and control of the low-voltage grid without requiring costly infrastructure upgrades.\nThe company says it allows for the rapid adoption of distributed assets such as solar panels, EV chargers, behind-the-meter batteries, and heat pumps, promoting economic efficiency and higher-quality energy solutions.\nEneida’s Operational Analytics platform — eneida DeepGrid, integrates smart sensor networks with data analytics and follows an open, modular, and interoperable architecture.\nIt supports the integration of third-party sensors and third-party applications.\nClients can deploy the entire solution or individual modules, tailoring it to their operational teams’ needs for optimal management of the low voltage network.\nCurrently, Eneida.io is operating across Europe, Africa, Australia, and New Zealand.\nThe investor Junction Growth Investors is a long-term, sustainable investment fund focused on non-listed European SMEs and scale-ups that play a crucial role in the energy transition.\n“At Junction, we have identified grid-enhancing technologies as one of our core focus areas helping to de-bottleneck the energy transition. The International Energy Agency (IEA) states that grid investment needs to nearly double by 2030, with emphasis on digitalising and modernizing\ndistribution grids, in order to meet national renewable energy targets. Eneida fits perfectly into this grid enhancing technology: they offer proven solutions (hardware & software) to distribution grid operators (DSOs) to obtain a detailed real-time view complemented with active grid\nmanagement tools”, according to Dirk Dewals, Managing Partner.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://eneida.io/",
    "https://www.eneida.io/",
    "https://eneida.io"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "eneida",
        "sentiment": "negative"
      },
      {
        "name": "carlos pina teixeira",
        "sentiment": "none"
      },
      {
        "name": "santander",
        "sentiment": "none"
      },
      {
        "name": "korys",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "eneida",
        "sentiment": "negative"
      },
      {
        "name": "santander alternative investments",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "portugal",
        "sentiment": "none"
      },
      {
        "name": "eneida",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T16:10:59.908+03:00",
  "updated": "2024-07-05T16:10:59.908+03:00"
}