{
  "thread": {
    "uuid": "87a1b4ed49db948c1e4e1c35ef42ea5f379b0031",
    "url": "https://www.elperiodic.com/torreblanca/marta-barrachina-reitera-apoyo-diputacion-semana-santa-ensalza-valor-religioso-cultural-passio-torreblanca_951856",
    "site_full": "www.elperiodic.com",
    "site": "elperiodic.com",
    "site_section": "https://www.elperiodic.com/rss_general.xml",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Noticias de Valencia, Alicante y Castellón",
    "title": "Marta Barrachina reitera el apoyo de la Diputación a la Semana Santa y ensalza el valor religioso y cultural de La Passió de Torreblanca",
    "title_full": "Marta Barrachina reitera el apoyo de la Diputación a la Semana Santa y ensalza el valor religioso y cultural de La Passió de Torreblanca",
    "published": "2024-03-29T13:36:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.elperiodic.com/archivos/imagenes/noticias/2024/03/29/passio-de-torreblanca-1_og.jpg",
    "performance_score": 0,
    "domain_rank": 66043,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "87a1b4ed49db948c1e4e1c35ef42ea5f379b0031",
  "url": "https://www.elperiodic.com/torreblanca/marta-barrachina-reitera-apoyo-diputacion-semana-santa-ensalza-valor-religioso-cultural-passio-torreblanca_951856",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "elperiodic.com",
  "published": "2024-03-29T13:36:00.000+03:00",
  "title": "Marta Barrachina reitera el apoyo de la Diputación a la Semana Santa y ensalza el valor religioso y cultural de La Passió de Torreblanca",
  "text": "Marta Barrachina reitera el apoyo de la Diputación a la Semana Santa y ensalza el valor religioso y cultural de La Passió de Torreblanca “Esta celebración, única y singular en la provincia de Castellón, pone en valor el factor sentimental, el tradicional, la fe y la pasión” La presidenta de la Diputación Provincial de Castellón, Marta Barrachina, ha reiterado el apoyo de la institución provincial a la Semana Santa y ha ensalzado el valor religioso y cultural de La Passió de Torreblanca, “una cita ineludible para miles de vecinos de toda la provincia, motivo de orgullo y tradición”, ha resaltado la presidenta. La máxima representante de la institución provincial ha realizado estas declaraciones durante su asistencia a la representación teatral de La Passió de Torreblanca 2024 que ha tenido lugar la noche de este Jueves Santo. “La Passió de Torreblanca, única y singular en la provincia de Castellón, pone en valor el factor sentimental, el tradicional, la fe y la pasión que se pone de manifiesto en unos días que rememoran la Pasión, Muerte y Resurrección de Cristo”, ha asegurado la presidenta. En este sentido, Marta Barrachina ha señalado que La Passió de Torreblanca, declarada Fiesta de interés Turístico Provincial, y que cuenta con el apoyo de la institución, es una parada obligatoria en el mapa de la Semana Santa en la provincia de Castellón. Al respecto, la dirigente provincial ha remarcado que “para la Diputación es un orgullo contar con estas celebraciones de la provincia, y la implicación de los vecinos y vecinas de Torreblanca por conservar y transmitir de generación en generación esta cita, la convierte en seña de identidad del municipio y de la provincia en su conjunto”. La Passió de Torreblanca es una de las dramatizaciones más importantes y antiguas de la provincia de Castellón, “una emotiva representación que hace pueblo, porque mantiene viva la unión de todos los vecinos preparando la representación durante todo el año”, ha señalado la presidenta de la institución provincial. Esta representación fue estrenada el 12 de abril de 1979 y desde entonces se realiza cada Jueves Santo en las calles del pueblo, los escenarios son naturales y es todo el pueblo el que se vuelva en ella. La Passió de Torreblanca se realiza totalmente en valenciano y en ella participan más de centenar de personas, todas ellas vecinas de Torreblanca, como actores y actrices. Marta Barrachina ha disfrutado de la representación y ha mostrado el compromiso de la Diputación de Castellón por reforzar su apoyo a una celebración “que nos identifica y que requiere el apoyo de la institución”. En este sentido, la primera presidenta ha recordado el convenio de colaboración entre la Diputación de Castellón y la Asociación La Passió de Torreblanca para la concesión de la subvención directa de 12.000 euros para la celebración de este acto. Un convenio que ella mismo recuperó el pasado ejercicio, después de que en 2019, el anterior equipo de gobierno decidiera suspenderlo. Sin duda, esta subvención de 12.000 euros forma parte del “compromiso de este gobierno provincial por preservar la cultura y las tradiciones porque son una muestra de nuestro pasado y también de nuestro presente”, ha asegurado la presidenta de la Diputación. Asimismo, ha manifestado que “este convenio de colaboración nos permite consolidar la apuesta por dotar nuestra provincia de atractivos para que cada vez sean más los argumentos que tengan los visitantes para poder venir a nuestra tierra”, ha concluido Marta Barrachina.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T14:50:22.528+03:00",
  "updated": "2024-03-29T15:04:33.951+03:00"
}