{
  "thread": {
    "uuid": "86ced7601f1e03db58b8f6b13752ba608169b7d3",
    "url": "https://euromaidanpress.com/2024/05/05/us-security-adviser-says-61-bn-aid-will-enable-ukraines-counteroffensive-in-2025",
    "site_full": "euromaidanpress.com",
    "site": "euromaidanpress.com",
    "site_section": "http://cleancoal.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Clean Coal News Today - EIN Presswire",
    "title": "US security adviser says $ 61 bn aid will enable Ukraine's counteroffensive in 2025 - Euromaidan Press",
    "title_full": "US security adviser says $ 61 bn aid will enable Ukraine's counteroffensive in 2025 - Euromaidan Press",
    "published": "2024-05-05T10:42:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://euromaidanpress.com/wp-content/uploads/2024/03/03_12_24_-Press-Briefing-by-Press-Secretary-Karine-Jean-Pierre-and-Jake-Sullivan-38-29-screenshot.png",
    "performance_score": 0,
    "domain_rank": 20737,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "86ced7601f1e03db58b8f6b13752ba608169b7d3",
  "url": "https://euromaidanpress.com/2024/05/05/us-security-adviser-says-61-bn-aid-will-enable-ukraines-counteroffensive-in-2025",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Yuri Zoria",
  "published": "2024-05-05T10:42:00.000+03:00",
  "title": "US security adviser says $ 61 bn aid will enable Ukraine's counteroffensive in 2025 - Euromaidan Press",
  "text": "Jake Sullivan, the US National Security Adviser, announced at the FT Weekend Festival in Washington on 5 May that Ukraine will look to mount a new counteroffensive in 2025, bolstered by a $61 billion US military aid, as this assistance will help to prevent further Russian territorial gains this year.\nLast fall, President Joe Biden requested $95 billion in foreign aid, including $60.8 billion for Ukraine, but Congressional Republicans stalled the proposal for six months. This delay weakened Ukraine’s defenses in the war with Russia, allowing Russia to capture territory and increase aerial attacks.\nAfter Congress’s approval, President Biden signed the aid bill into law on April 14, and the Pentagon announced the first aid package, yet Russia still continues to gain territory in places, as most of the matériel has not yet reached Ukrainian troops.\nDespite the substantial new US funding package approved last month , Sullivan anticipates Russian advances in the near future, acknowledging that “ you can’t instantly flip the switch .”\nHowever, he noted that the aid would enable Kyiv to maintain its defensive posture and ensure that Ukraine can withstand Russian assaults throughout 2024, and later in 2025, Ukraine intends “ to move forward to recapture the territory that the Russians have taken from them. ”\nSullivan’s comments on Ukraine’s potential 2025 counteroffensive, which hinges on additional Congressional funding and White House approval, underscore the White House’s strategic perspective should President Biden win re-election, contrasting with former President Trump’s skepticism and his preference for a negotiated settlement, FT notes.\nEarlier, Sullivan stated that the $61 billion aid package recently passed by Congress and signed by President Biden enables the US to support Ukraine until the end of the year.\nRead also:\nUkraine gets first weapons from latest US aid just 4 days after Biden’s signing – NYT Politico: With Ukraine aid secured, Biden to prioritize domestic economic messaging pre-election White House says US aid arriving in Ukraine but provides no further details ISW: Russian forces to make significant tactical gains before Ukraine stabilizes frontlines later on US Defense Secretary announces a $6 billion military aid package for Ukraine White House: US can sustain Ukraine aid through 2024 Ukrainian President grateful for US support, emphasizes need for swift action Pentagon officially announces rumored $1 bn military aid for Ukraine You could close this page. Or you could join our community and help us produce more materials like this. We keep our reporting open and accessible to everyone because we believe in the power of free information. This is why our small, cost-effective team depends on the support of readers like you to bring deliver timely news, quality analysis, and on-the-ground reports about Russia's war against Ukraine and Ukraine's struggle to build a democratic society. A little bit goes a long way: for as little as the cost of one cup of coffee a month, you can help build bridges between Ukraine and the rest of the world, plus become a co-creator and vote for topics we should cover next. Become a patron or see other ways to support . Become a Patron!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "War, Conflict and Unrest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.patreon.com/euromaidanpress",
    "https://www.ft.com/content/6fd11006-01db-4548-96d6-76343f38aea8",
    "https://www.patreon.com/bePatron?u=36526209",
    "https://ft.com/content/6fd11006-01db-4548-96d6-76343f38aea8",
    "https://patreon.com/bePatron?u=36526209",
    "https://www.patreon.com/bePatron",
    "https://patreon.com/euromaidanpress"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jake sullivan",
        "sentiment": "negative"
      },
      {
        "name": "biden",
        "sentiment": "none"
      },
      {
        "name": "sullivan",
        "sentiment": "none"
      },
      {
        "name": "joe biden",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "congress",
        "sentiment": "none"
      },
      {
        "name": "pentagon",
        "sentiment": "none"
      },
      {
        "name": "congressional republicans",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-05T12:40:02.326+03:00",
  "updated": "2024-05-05T14:34:32.407+03:00"
}