{
  "thread": {
    "uuid": "a5eac798a2a667ab5c44ce1054788b6e96b62107",
    "url": "https://www.pressreleasepoint.com/bangladesh-receives-900-million-world-bank-financing-increase-economic-and-urban-resilience",
    "site_full": "www.pressreleasepoint.com",
    "site": "pressreleasepoint.com",
    "site_section": "http://www.pressreleasepoint.com/prpage/all/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest Press Releases Today",
    "title": "Bangladesh Receives $900 million World Bank Financing to Increase Economic and Urban Resilience for Sustainable Growth",
    "title_full": "Bangladesh Receives $900 million World Bank Financing to Increase Economic and Urban Resilience for Sustainable Growth",
    "published": "2024-06-22T07:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 75819,
    "domain_rank_updated": "2024-06-18T13:08:26.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a5eac798a2a667ab5c44ce1054788b6e96b62107",
  "url": "https://www.pressreleasepoint.com/bangladesh-receives-900-million-world-bank-financing-increase-economic-and-urban-resilience",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "World Bank",
  "published": "2024-06-22T07:10:00.000+03:00",
  "title": "Bangladesh Receives $900 million World Bank Financing to Increase Economic and Urban Resilience for Sustainable Growth",
  "text": "[World Bank](/user/world-bank)on Sat, 06/22/2024 - 02:10 WASHINGTON DC, June 21, 2024 — The World Bank’s Board of Executive Directors today approved two projects totaling $900 million to help Bangladesh strengthen fiscal and financial sector policies and improve urban infrastructure and management to ensure sustainable and climate-resilient growth. WASHINGTON DC, June 21, 2024 — The World Bank’s Board of Executive Directors today approved two projects totaling $900 million to help Bangladesh strengthen fiscal and financial sector policies and improve urban infrastructure and management to ensure sustainable and climate-resilient growth. “Decisive reforms will help Bangladesh sustain growth and strengthen resilience to climate change and other shocks,” said Abdoulaye Seck, World Bank Country Director for Bangladesh and Bhutan . “These new financing operations will help Bangladesh in two critical areas – the financial sector and urban management — to achieve its vision of upper middle-income status.” The [Second Recovery and Resilience Development Policy Credit](https://projects.worldbank.org/en/projects-operations/project-detail/P178481) ($500 million)— the last in a series of two credits — supports fiscal and financial sector reforms to accelerate sustainable growth and build resilience to future shocks, including climate change. The program supports the transition from trade taxes to consumption and income taxes, which will help Bangladesh strengthen competitiveness and prepare for LDC graduation. It will help institutionalize the public procurement authority responsible for the electronic government procurement (e-GP system), which will cut down the average e-GP procurement lead time from 70 days to 55 days. It supports stronger banking sector oversight and improved management of National Savings Certificates. It will also help improve the efficiency and targeting of cash-based social protection programs and scale up public and private climate adaptation and mitigation investments. “A well-functioning financial sector is critical for Bangladesh to increase investment and improve access to finance for those left out of formal banking systems ,” said Bernard Haven, World Bank Senior Economist and Task Team Leader for the program . “The government has adopted strong macroeconomic reforms to address external imbalances and a new legislative framework to strengthen the financial sector.” The financing will help streamline the bank recovery framework, implementing a prompt corrective action framework to address undercapitalized banks. It will also bolster social protection programs, safeguarding the most vulnerable during economic downturns and natural disasters. The [Resilient Urban and Territorial Development Project](https://projects.worldbank.org/en/projects-operations/project-detail/P178985) ($400 million) will help improve climate-resilient and gender-responsive urban infrastructure and urban management capacities in seven city clusters along the economic corridor covering over 950 kilometers of the highway from Cox Bazaar in the south to Panchagarh in the north of Bangladesh. In 2021, about 38% of the country’s population lived in urban areas. This number is projected to rise to 60% by 2050. The trend of urbanization has largely been driven by the rapid growth of manufacturing sector jobs in the Dhaka metro area, making Dhaka one of the most densely populated cities in the world. Climate resilient development in secondary cities will help absorb climate migrants while helping reduce congestion in Dhaka. The project prioritizes coordinated investment in infrastructure and planning across these cities, ensuring a holistic approach compared to individual city plans. The project will help provide investments to support the development of strategically important corridors and city clusters. It will help create jobs, enhance rural-urban linkages and transition, and strengthen food supply chains, and link to domestic markets and global value chains. It will improve connectivity between the selected cities and surrounding Union Parishads by improving roads and bus terminals and also create new economic opportunities by enhancing facilities for tourism, open spaces, and others. The infrastructure designs will incorporate the needs of female users and green building features including rainwater harvesting. “This will be the first in a series of projects helping build resilience to climate change and create new opportunities and jobs in secondary cities through spatially targeted investments ,” said Kwabena Amankwah-Ayeh, World Bank Senior Urban Development Specialist and Task Team Leader for the project . “ Developing secondary cities as growth hubs will be critical for the country’s sustainable growth .” Selected municipalities and city corporations will receive subgrants for investing in climate-resilient and gender responsive infrastructure. The selected cities are expected to increase revenues by 20%. They will form Town-Level Coordinating Committees, where at least one-third of the members will be women. The World Bank was among the first development partners to support Bangladesh following its independence. Since then, the World Bank has committed about $41 billion in grants and interest-free credits to Bangladesh. In recent years, Bangladesh has been among the largest recipients of the World Bank’s interest-free credits.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Environment",
    "Economy, Business and Finance"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://projects.worldbank.org/en/projects-operations/project-detail/P178985",
    "https://projects.worldbank.org/en/projects-operations/project-detail/P178481",
    "https://www.projects.worldbank.org/en/projects-operations/project-detail/P178481",
    "https://www.projects.worldbank.org/en/projects-operations/project-detail/P178985"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "abdoulaye seck",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "world bank financing to increase economic and urban resilience",
        "sentiment": "negative"
      },
      {
        "name": "world bank",
        "sentiment": "negative"
      },
      {
        "name": "world bank’s board of executive directors",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "washington dc",
        "sentiment": "none"
      },
      {
        "name": "bangladesh",
        "sentiment": "none"
      },
      {
        "name": "bhutan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T12:18:11.612+03:00",
  "updated": "2024-06-22T13:40:46.661+03:00"
}