{
  "thread": {
    "uuid": "84bf156c207ea4c9b718d415a8617696ce08f635",
    "url": "https://www.diariodeleon.es/leon/240623/1563093/resiliencia-espera-resiliencia-financiacion-reforma.html",
    "site_full": "www.diariodeleon.es",
    "site": "diariodeleon.es",
    "site_section": "https://diariodeleon.es/leon",
    "site_categories": [
      "media",
      "education",
      "business",
      "top_news"
    ],
    "section_title": "Noticias de León | Diario de León",
    "title": "Resiliencia en la espera, resiliencia en la financiación de la reforma",
    "title_full": "Resiliencia en la espera, resiliencia en la financiación de la reforma",
    "published": "2024-06-23T05:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://imagenes.diariodeleon.es/files/article_social_75/uploads/2024/05/11/663fb6e035a55.jpeg",
    "performance_score": 0,
    "domain_rank": 29768,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "84bf156c207ea4c9b718d415a8617696ce08f635",
  "url": "https://www.diariodeleon.es/leon/240623/1563093/resiliencia-espera-resiliencia-financiacion-reforma.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "L. Urdiales",
  "published": "2024-06-23T05:30:00.000+03:00",
  "title": "Resiliencia en la espera, resiliencia en la financiación de la reforma",
  "text": "Dos décadas de espera por la obra en Trobajo del Camino no se habrían resuelto sin el fondo Next Generation de la Unión Europea, que aporta finalmente ese millón y medio largo que costará la obra. Se trata de transformar el cruce de la N-120 con la travesía urbana de la localidad en una solución a la altura de los tiempos, que permite el giro sin el cepo del semáforo que eternizaba la operación, en hora punta de forma desesperante.. La mitad del problema quedó resuelto en diciembre de 2023, cuando un vehículo chocó contra uno de los arcos de señalización y lo inutilizó.. Dos hileras de conos y balizas condicionan desde entonces el estatus de la circulación en la zona; desde entonces, también, la mitad del acceso del Polígono Industrial de Trobajo está encauzado a través de una vía de servicio que muere en un embudo, encajonado en mitad de la zona de paso de peregrinos del Camino de Santiago. Más de medio año en esas circunstancias describe la implicación de la administración en solucionar los problemas de León en materia de infraestructuras. «Con este ritmo, y esa planificación, es posible que soterren el tren antes de acabar la rotonda», valoraron algunas formaciones políticas atónitas por la marcha de las operaciones en torno a la carretera en la loma de Trobajo.. La historia del cruce de la N-120 que quiere ser rotonda es larga; la intrahistoria es intrigante. Desde el momento en el que el mes de diciembre cayó al suelo el semáforo, cada novedad deja en ridículo a la anterior referencia. Hasta el intento de culpar al Ayuntamiento de San Andrés por el bloqueo de la intersección cuando ya estaba en situación de comienzo legal (el 22 de diciembre de 2023, según describe el propio Gobierno de España en la respuesta a los senadores leoneses del PP que interpelaron por este torniquete.. Las dos décadas de espera por la reforma del cruce se van a alargar aún otro par de años; basta con que se lleve a cabo la previsión con el plazo de ejecución para que la rotonda se pueda vender como trofeo electoral en las locales de 2027.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-23T05:54:08.670+03:00",
  "updated": "2024-06-23T05:54:08.670+03:00"
}