{
  "thread": {
    "uuid": "8190c09c10a0dce833335ad107387ed533392ef3",
    "url": "https://timesofindia.indiatimes.com/city/chennai/here-hindus-have-been-serving-iftar-to-muslims-for-40-years-during-ramzan/articleshow/108844339.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://timesofindia.indiatimes.com/",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "News - Latest News, Breaking News, Bollywood, Sports, Business and Political News | Times of India",
    "title": "Here, Hindus have been serving iftar to Muslims for 40 years during Ramzan | Chennai News - Times of India",
    "title_full": "Here, Hindus have been serving iftar to Muslims for 40 years during Ramzan | Chennai News - Times of India",
    "published": "2024-03-28T11:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-108845684,width-1070,height-580,imgsize-175178,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 283,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8190c09c10a0dce833335ad107387ed533392ef3",
  "url": "https://timesofindia.indiatimes.com/city/chennai/here-hindus-have-been-serving-iftar-to-muslims-for-40-years-during-ramzan/articleshow/108844339.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Padmaja J",
  "published": "2024-03-28T11:14:00.000+02:00",
  "title": "Here, Hindus have been serving iftar to Muslims for 40 years during Ramzan | Chennai News - Times of India",
  "text": "“Jaldi karo [hurry up]. We must serve food before 5.50pm. Sun can set early, and we cannot keep them waiting in hunger,” says Ram Dev, as he adjusts his navy-blue skull cap. Dev is supervising Murali, Komal and 26 other volunteers, including children, of the Sufi Dar Trust who are shifting the iftar meals from a van to the Walajah Big Mosque in Chennai’s Triplicane area. The volunteers have cooked food for around 1,200 people at the Sufi Dar temple on Dr Radhakrishnan Road in Mylapore. It is ready to be distributed and served to Muslims who are about to break their Ramzan fast in the evening. Buckets of fried rice, pickle, bananas, kesar milk, water, dates, nuts and biscuits are unloaded from the van and transferred to paper plates. Volunteers then serve people sitting in the mosque’s courtyard. ‘Nombu’ gruel is also distributed in bowls. medium108844476 medium108845084 At a time when religious intolerance is prevalent, this temple and its volunteers are testimony to the belief that unity and harmony can prevail no matter one’s faith. This 40-year-old tradition was introduced by Dada Ratanchand, a Hindu, who came from Sindh (now in Pakistan) and took refuge in Chennai during Partition. Ratanchand established the Sufi Dar Trust, which set up this temple that propagates the teachings of Sufi saint Shahenshah Baba Nebhraj Sahib of Sindh. Built of white marble, there is a sense of peace that pervades Sufi Dar. For devotees of Shahenshah Baba, this temple is a place of pilgrimage. “All gods are one, said our guruji. We wear skull caps while serving our Muslim brothers iftar meals as a mark of respect for their sentiments and to ensure sweat and hair do not fall into the food,” says Dev. “It is a spiritual time for us too,” he adds. Dev’s dedication is apparent. He was part of the family business of automobiles earlier. “But I could not do this service efficiently. So, I broke away from the business. Now, I get more time for seva,” he says. medium108844591 There are other volunteers too, some of whom have moved from other parts of the country such as Maharashtra and Rajasthan to settle in Chennai. There are also those who specially come down from outside India during this time. Komal shifted from Chennai some time ago and now owns an LED manufacturing unit in Dubai. During Ramzan, she makes it a point to return to Chennai to assist in providing iftar meals at the mosque. “From childhood, I have been doing this seva every year with my family. A year doesn't go by without coming to India for Ramzan,\\\" she says. medium108844693 The Sufi Dar volunteers say they observe all festivals irrespective of religion. At the temple, Id, Navratri and Christmas are celebrated with equal enthusiasm – havans are performed during Navratri, carols are sung on Christmas and iftar is served during Ramzan. Inside the temple, dua is recited, and aarti and bhajans are sung for Durga, Ram and Shiva with fervour, even as Jesus is prayed to with devotion. The Sufi Dar Trust’s website says, “Pictures of several Sufi saints, Hindu saints and mystics, Jesus Christ and Mother Mary, Guru Nanak and other Sikh gurus, religious leaders of Radhaswami and Chidakashi sects and Sai Baba adorn the walls...Marble statues of Lord Ganesh, Laxmi Narayan, Shiva Parvati, Radha Krishna, Lord Ram, Sita, Laksman, Hanuman, Durga Mata and Jhulelal Sain are tastefully arranged and placed there. Every visitor, irrespective of his faith, is sure to behold his favourite deity and feel at home in Sufi Dar” medium108844810 Four-decade-old relationship The mosque and the temple have had a long relationship that dates back decades. The mosque was built by the nawab of Arcot, Mohammad Ali Khan Wallajah, in 1794 AD – it is today the largest mosque in Chennai. According to historian Kombai S Anwar, whom TOI spoke to earlier, “The nawab was known for his liberal donations cutting across religions.” Members of the Arcot royal family periodically checked the temple kitchen set up by Ratanchand some 40 years ago for hygiene and cleanliness. It was during that time they got into an agreement for the latter to make iftar food for Muslims fasting during Ramzan. medium108844919 Ram says there is no hundi or collection box inside Sufi Dar. “If people want to give something, our guruji asks them to bring biscuits, sweets or fruits. But some people who have been coming to the temple for decades anonymously donate money. We use that for seva.\\\" Fifty-year-old Jamila, a Muslim, who has just finished her iftar meal, is grateful for this service. She says, “I work near the mosque, but my house is in Pallavaram [a neighbourhood in Chennai some distance away]. During Ramzan, I can break my fast here and then go home after work.”Also read more such inspiring stories here.Photo: C Suresh Kumar",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ramzan",
        "sentiment": "negative"
      },
      {
        "name": "komal",
        "sentiment": "none"
      },
      {
        "name": "ram dev",
        "sentiment": "none"
      },
      {
        "name": "dada",
        "sentiment": "none"
      },
      {
        "name": "murali",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "chennai news - times of india",
        "sentiment": "negative"
      },
      {
        "name": "sufi dar trust",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mylapore",
        "sentiment": "none"
      },
      {
        "name": "chennai",
        "sentiment": "none"
      },
      {
        "name": "walajah big mosque",
        "sentiment": "none"
      },
      {
        "name": "radhakrishnan road",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T05:37:51.402+03:00",
  "updated": "2024-03-29T05:37:51.402+03:00"
}