{
  "thread": {
    "uuid": "7c6e394576051d63b3c438c249be83cb3f6f50e2",
    "url": "https://www.ggrecon.com/articles/monster-hunter-world-is-selling-big-five-years-after-launch/",
    "site_full": "www.ggrecon.com",
    "site": "ggrecon.com",
    "site_section": "https://www.ggrecon.com/news",
    "site_categories": [
      "food",
      "desserts_and_baking"
    ],
    "section_title": "Gaming News | Gaming Updates | GGRecon",
    "title": "Monster Hunter World is selling big, five years after launch",
    "title_full": "Monster Hunter World is selling big, five years after launch",
    "published": "2024-01-05T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.ggrecon.com/media/315dj1pv/screenshot-2024-01-05-at-22-10-26.png",
    "performance_score": 0,
    "domain_rank": 37324,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7c6e394576051d63b3c438c249be83cb3f6f50e2",
  "url": "https://www.ggrecon.com/articles/monster-hunter-world-is-selling-big-five-years-after-launch/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@GGReconEsports",
  "published": "2024-01-05T02:00:00.000+02:00",
  "title": "Monster Hunter World is selling big, five years after launch",
  "text": "Monster Hunter World is selling big, five years after launch In a special New Year message from a Monster Hunter producer, it was revealed that the game has sold over 23 million units. As well as this, the video announced some additional information about events which will be taking place this year in celebration of the series 20th anniversary. Monster Hunter: World has surpassed 23 million sales The Monster Hunter series has had a very successful 2023, as was shared in the video by the series producer, Ryozo Tsujimoto. Tsujimoto said: “I would like to take a moment to reflect on the progress of the Monster Hunter series last year. “In 2023, Monster Hunter: World and Monster Hunter Rise achieved total sales of 23 million and 13 million units respectively. “Thank you so much for your support of the Monster Hunter series.” It was similarly revealed that Monster Hunter Now surpassed 10 million units sold. Monster Hunter: World released in 2018, and is still incredibly popular amongst players, selling very well even five years after launch. Statistics weren’t the only thing explored in the video message The Monster Hunter series will celebrate its 20th anniversary this March, and there are set to be a few celebrations to commemorate the occasion. To celebrate the anniversary, the Monster Hunter team held a vote to decide the community’s number one monster from all 229 generations. The results of this are scheduled to be announced in March this year, alongside a special illustration of the community's favourite three monsters. The video stated that the official [20th anniversary website](https://www.monsterhunter.com/20th/en/) will be updated with any new information about any festivities which will be taking place. The website states: “The Monster Hunter series will celebrate its 20th anniversary in March 2024. We on the Monster Hunter team would like to extend our heartfelt gratitude to each and every one of our players. “We have only been able to reach this significant milestone thanks to your support. We are absolutely overwhelmed by the love and enthusiasm you have all poured into the series over the years. “With these 20 years of success behind us, we hope to ride this momentum and bring you bigger, better, and even more exciting hunting experiences that will thrill and surprise you.” As well as this, some new footage of Monster Hunter Wilds, the series' next major instalment which is scheduled to release in 2025, was shared. Tsujimoto stated that the next major update on the game will be coming in Summer this year.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.monsterhunter.com/20th/en/)",
    "https://monsterhunter.com/20th/en/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ryozo tsujimoto",
        "sentiment": "none"
      },
      {
        "name": "tsujimoto",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:56:22.293+02:00",
  "updated": "2024-01-06T00:56:22.293+02:00"
}