{
  "thread": {
    "uuid": "6f5f52440ad8b5cfb0da7e3d64894341b1c1add3",
    "url": "https://politica.expansion.mx/elecciones/2024/02/29/equipo-campana-claudia-sheinbaum",
    "site_full": "politica.expansion.mx",
    "site": "expansion.mx",
    "site_section": "https://politica.expansion.mx/rss",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "ADNPolítico",
    "title": "Este es el equipo de campaña de Claudia Sheinbaum y suma a Marcelo Ebrard",
    "title_full": "Este es el equipo de campaña de Claudia Sheinbaum y suma a Marcelo Ebrard",
    "published": "2024-02-29T21:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://cdn-3.expansion.mx/dims4/default/e203a3d/2147483647/strip/true/crop/1920x1008+0+36/resize/1200x630!/format/jpg/quality/80/?url=https%3A%2F%2Fcdn-3.expansion.mx%2F3d%2F8f%2F91e2cf3b4d929c4999aac873511c%2Feste-es-el-equipo-de-campana-de-claudia-sheinbaum-y-suma-a-marcelo-ebrard.jpeg",
    "performance_score": 0,
    "domain_rank": 11457,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6f5f52440ad8b5cfb0da7e3d64894341b1c1add3",
  "url": "https://politica.expansion.mx/elecciones/2024/02/29/equipo-campana-claudia-sheinbaum",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "(Foto: Galo Cañas/Cuartoscuro)",
  "published": "2024-02-29T21:25:00.000+02:00",
  "title": "Este es el equipo de campaña de Claudia Sheinbaum y suma a Marcelo Ebrard",
  "text": "A unas horas de que arranquen las campañas por la Presidencia de la República, Claudia Sheinbaum , abanderada de la coalición Sigamos Haciendo Historia, presentó al equipo que la acompañará en la búsqueda de ser la primera mujer en gobernar México, en el cual se incluyen a políticos como Marcelo Ebrard , Tatiana Clouthier , Mario Delgado y César Yáñez.\n“Este es el equipo que me va a acompañar estos tres meses en la coordinación de la campaña, tenemos reuniones permanentes, estamos todos integrados y repito, es el ‘equipazo’ que nos va a llevar al triunfo este dos de junio”, afirmó la abanderada de Morena, PT y Verde Ecologista.\nPublicidad ¿Quién es el equipo de campaña de Sheinbaum?\nEl equipo está conformado por las siguientes personas:\n-Mario Delgado, coordinador general de la campaña.\n-Citlali Hernández, coordinadora de enlace con mujeres.\n- Adán Augusto López, coordinador político.\n- Tatiana Clouthier, coordinadora de voceros.\n-Marcelo Ebrard: coordinador de vinculación con organizaciones civiles de mexicanos en el exterior.\n-Esthela Damián: coordinadora de defensa del voto.\n-Gerardo Fernández Noroña, coordinador del vínculo con organizaciones sociales\n-Renata Turrent, coordinadora del vínculo de diálogos por la transformación.\n-Ricardo Monreal, coordinador de enlace territorial.\n-Olivia Salomón y Ana María Lomelí, enlace con el sector empresarial.\n-Manuel Velasco, coordinador de alianzas.\n-Regina Orozco, coordinadora de vínculo con organizaciones culturales y artistas.\n-César Yáñez, coordinador de agenda.\nPublicidad Lo último Evento de Clara Brugada en Centro de CDMX cambia de sede tras irrupción Liga del Cambio: exmorenistas y excalderonistas \"firman\" en el equipo de Taboada Máynez y el reto de ganar el voto joven en las universidades y redes sociales Publicidad La exjefa de Gobierno anunció que este viernes en el Zócalo de la Ciudad de México delineará los primeros 100 compromisos de su proyecto de nación.\n“El día de mañana presento 100 puntos de nuestro programa de nación, algunos son puntos de nuestros principios, cómo vamos a gobernar y otro son proyectos específicos”, señaló.\nEl 1 de diciembre de 2018 luego de tomar posesión como presidente de la República, López Obrador presentó 100 compromisos para su gobierno, en el que se incluyó el combate a la corrupción e impunidad, una política de austeridad, así como la construcción de obras como el Tren Maya, el Aropuerto Internacional Felipe Ángeles, la Refinería Dos Bocas, entre otros.\nConoce más: presidencia AMLO resalta que cumplió 89 de 100 compromisos en su primer año de gobierno Sheinbaum detalló que realizará hasta tres eventos por día y cada semana abordará un tema central.\n“Cada semana vamos a dar a conocer temas centrales, por ejemplo la primera semana vamos a hablar del tema de seguridad, entonces sea en la Ciudad de México o en alguno de los estados donde estemos, vamos a presentar los temas centrales. Además vamos a hacer de dos a tres eventos diarios, eventos masivos dependiendo del lugar, reuniones con sectores también sector empresarial como campesino, organizaciones sociales, con organizaciones civiles y diario vamos a tener un encuentro con los medios de comunicación”, indicó.\nElecciones 2024 Ebrard y Xóchitl Gálvez chocan por sus opiniones añejas sobre Sheinbaum Xóchitl Gálvez promete cerrar refinerías Cadereyta y Tamaulipas Elecciones 2024 en México: Diario de campañas, resumen del 8 de marzo ver más Publicidad Publicidad Tags Claudia Sheinbaum Elecciones 2024 Marcelo Ebrard Morena Recomendaciones elecciones 2024 Inicio de campaña de Claudia Sheinbaum en el Zócalo: ¿A qué hora es? 4 Min Read elecciones 2024 Tribunal Electoral avala sancionar a Sheinbaum con amonestación pública 1 Min Read Más acerca del autor: Lidia Arista @ExpansionMx MGID Recomienda Newsletter",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [
    "https://ads.viralize.tv/display/?zid=AAFCBbHCIYWAfzh4",
    "https://twitter.com/ExpansionMx",
    "https://ads.viralize.tv/display/",
    "https://www.twitter.com/ExpansionMx",
    "https://www.ads.viralize.tv/display/?zid=AAFCBbHCIYWAfzh4"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:24:41.661+02:00",
  "updated": "2024-03-10T00:42:11.829+02:00"
}