{
  "thread": {
    "uuid": "884c75238dc548e062c512b3e21aa5361734eea6",
    "url": "https://www.citizentribune.com/sports/national/arizona-bowl-seen-and-heard/article_d98d2a57-56e2-5946-882f-2f01c379c825.html",
    "site_full": "www.citizentribune.com",
    "site": "citizentribune.com",
    "site_section": "https://www.citizentribune.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "citizentribune.com | Serving the Lakeway Region since 1966",
    "title": "70s, mostly sunny: Arizona Bowlers revel in December weather | National Sports",
    "title_full": "70s, mostly sunny: Arizona Bowlers revel in December weather | National Sports | citizentribune.com",
    "published": "2023-12-31T03:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/citizentribune.com/content/tncms/assets/v3/editorial/0/f8/0f8d8a30-07ce-5f7a-bf11-ca359ea4f51f/6590c44ee858c.image.jpg?crop=1924%2C1010%2C64%2C0&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 56307,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "884c75238dc548e062c512b3e21aa5361734eea6",
  "url": "https://www.citizentribune.com/sports/national/arizona-bowl-seen-and-heard/article_d98d2a57-56e2-5946-882f-2f01c379c825.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "James Kelley & Michael Lev Arizona Daily Star",
  "published": "2023-12-31T03:33:00.000+02:00",
  "title": "70s, mostly sunny: Arizona Bowlers revel in December weather | National Sports",
  "text": "You can’t beat Tucson in the winter. Especially when you’re from Toledo.\nThe weather was ideal Saturday afternoon for the 2023 edition of the Barstool Sports Arizona Bowl — low 70s and mostly sunny.\nIn Northern Ohio? A high of 41 degrees with cloudy skies.\n“Your mood just changes when you go outside and you’re not in a gray sky, you see the sun,” Toledo coach Jason Candle said two days earlier during the Rockets’ practice at Salpointe Catholic High School. “It’s been great. It’s been awesome. These guys are certainly enjoying it. You can see the energy.”\nAlthough he joked that he’d rather “be on a golf course somewhere, maybe tapping in on 17 or 18,” Candle appreciates the opportunity that postseason games such as the Arizona Bowl provide for student-athletes. They get to experience something new.\n“Most of our team has probably not been west of Chicago in their lifetime,” Candle said. “So to be able to see another part of the country ... we’re sitting here doing an interview looking at a mountain right now. My gosh, some of these kids have never experienced anything like that. So it’s really cool to watch them go through that.”\n30K-plus crowd The 2023 Arizona Bowl’s announced attendance of 30,428 is the bowl’s fifth best.\nThe bowl’s lowest attendance (other than the zero fans in 2020 when the game was closed to the public) was 20,425 in 2015 when Nevada beat Colorado State 28-23. The highest was 39,132 in 2017 when New Mexico State edged Utah State 26-20.\n“Big thanks to the Arizona Bowl. First class,” Wyoming coach Craig Bohl, who is retiring after Saturday's win, said postgame. “I appreciate the city of Tucson, how you embrace what a bowl should really mean and like I said, I’ve coached in a bunch of bowl games all around the country, just top shelf and that’s not coach speak, that’s speaking from my heart.\n“So I want to say thanks for the invitation,” he added. “You staged a great game with two really good opponents.”\nWyoming center Nofoafia Tulafono (77) gives a fist pump as the Cowboys celebrate their 16-15 win over Toledo in the Arizona Bowl, Tucson, Ariz., December 30, 2023.\nKelly Presnell / Arizona Daily Star Fantastic finishes This season marked the fourth walk-off Arizona Bowl.\nFive of the eight Arizona Bowls were decided by six points or less.\nWyoming junior kicker John Hoyland was 3 for 3 Saturday, going 13 for 20 in the season as a whole. He kicked the game winner, a 24-yarder.\n“I never really liked lifting up the kicker on the shoulders,” Hoyland said. “Because we kinda finish it off. There’s a whole lot of work, there’s a bunch of big guys hitting people to get me into that spot.”\nBack on TV This year’s Arizona Bowl marks its return to traditional TV as it was broadcast on The CW, in addition to Barstool.TV . Last year’s game was solely streamed by Barstool.\nThe first two Arizona Bowls were on the American Sports Network, which was a part of Sinclair Broadcast Group. They were streamed on CampusInsiders.com and broadcast on Sinclair stations like KWBA, Tucson’s CW affiliate.\nThen it was on CBS Sports Network for three years before taking the Sun Bowl’s slot on CBS in 2020 after the El Paso-based bowl was canceled due to COVID-19. In 2021, Barstool was set to take over broadcasting duties of the bowl they sponsor but it was canceled that year due to COVID.\nAmong Tucson bowl games, the first two Copper Bowl matchups, starting in 1989, were on TBS. The remaining Copper Bowl games, as well as when it was renamed the Insight.com Bowl, were on ESPN.\nBarstool’s bowl In an age when some TV networks don’t send commentators to games anymore, Barstool went a different direction, sending a large portion of its somewhat well-known multimedia crew to Tucson for Saturday’s matchup.\nBarstool again had Dave Portnoy, Dan “Big Cat” Katz, and Jake Marsh to call the game. Caleb Pressley and Adam “Rone” Ferrone served as sideline reporters with other Barstool personalities like Eric “PFT Commenter” Sollenberger, former NFL linebacker Will Compton and ex-NFL defensive lineman Taylor Lewan (an Arizona alum who played for Scottsdale Chapparal High School) — among others — participating as analysts on the broadcast’s halftime show.\nPortnoy shared on social media that he had dinner at Guadalajara Grill on Friday night.\nSaturday at Arizona Stadium, Katz sang the national anthem while Ferrone ran alongside Wyoming mascot Cowboy Joe as the pony trotted across the field after a Cowboys’ field goal.\nSouthern Arizona high school football goes bowling In the second quarter, Canyon del Oro High School football coach Dustin Peace accepted the National Football Foundation Southern Arizona Chapter’s “Bijan Robinson Player of the Year” award on behalf of CDO senior Kayden Luke.\nThe Arizona Bowl was a regular at high school football games this year, like commemorating the first All-Southern Arizona flag football game, which saw Marana face Mountain View.\nLuke, a state champion wrestler, was at the Mile High Challenge in Prescott Valley with the CDO wrestling squad.\nRobinson, who prepped at Salpointe before an illustrious college career at Texas and now a rookie with the NFL’s Atlanta Falcons, bought and donated 400 tickets to the Arizona Bowl.\nLocal Rocket royalty Toledo Hall of Fame quarterback Gene Swick, who lives in Green Valley, attended the Arizona Bowl.\nSwick’s No. 18 is one of four numbers the Rockets have retired. Swick played from 1973-75, becoming the first MAC quarterback to get first-team All-America honors from a major wire service (UPI).\nHe finished 10th in the Heisman voting in 1975, and the Cleveland Browns picked him in the fourth round of the NFL in 1976.\nPac in back Arizona Stadium’s Pac-12 logos were both painted over with Barstool logos, though the shield shape of the “Conference of Champions” logo was still slightly visible.\nThe middle of the field featured the Arizona Bowl logo painted over UA’s academic “A,” but the end zones still read “ARIZONA” and “WILDCATS.”\nArizona Bowl and Barstool signage covered up nearly all of the UA signs, and the upper deck on the east side featured Taco Bell, UFC, Barstool, Nova Home Loans and Tucson Federal Credit Union tarps.\nPregaming The Arizona Bowl featured a free tailgate on the east side of the UA mall before the game. The tailgate included food trucks, chances to pose for photos with mascots Cowboy Joe of Wyoming and Rocky of Toledo’s, while a main stage featured a “Battle of the Bands” between the schools’ marching bands.\nNear McKale Center, dozens of booths represented local entities like nonprofits, businesses, sports teams and government entities, including Tucson Fire Department and Tucson Police Department. Jumping castles, inflatable obstacle courses, basketball hoops and soccer goals were also there to keep attendees busy.\nTucson’s “Drum Up for Peace Festival” featured a DJ, drumming and a dance floor. Howell Athletics had a vertical jump challenge where fans could see how high they could jump, like at the NFL Combine.\nBetween the first and second quarters, the local organizations and local Native American tribes were recognized inside the stadium.\nTaco Drop The Arizona Bowl festivities don’t end after the trophy is presented.\nOn Sunday, bowl organizers will host the Taco Bell New Year’s Eve Downtown Bowl Bash at 41 E. Congress Street, at the Mural Lot across from The Monica Restaurant, beginning at 6 p.m.\nBefore the giant taco drops at midnight, there will be live music, including rock/metal band Warrant and even a “silent disco.”\nCowboys return Like snowbirds, Wyoming coming to Tucson in the winter has became a regular occurrence.\nThe Pokes played in their third Arizona Bowl in the game’s last four editions — including the last two.\nThe Cowboys won the 2019 Arizona Bowl 38-17 over Georgia State but dropped the 2022 Arizona Bowl 30-27 to Ohio in overtime.\nWyoming also went to the 1990 Copper Bowl, losing 17-15 to Cal, and the 1993 Copper Bowl, falling 52-17 to Kansas State.\nThis is Toledo’s first Arizona Bowl.\nIf Wyoming doesn’t get selected for another Arizona Bowl, the Cowboys are still set to return to Tucson to face the Arizona Wildcats at Arizona Stadium in 2030.\nOne Arizonan’s Bowl Wyoming sophomore quarterback Evan Svoboda, who entered the game midway through the fourth quarter and two plays in rushed for a touchdown, is the only Arizonan on either roster. Svoboda prepped at Red Mountain High School in Mesa.\nRockets give back Toledo welcomed childhood cancer patient Charley Myers and his family to practice on Thursday, set up by Team Impact. The young Rockets fan was also set to attend the Arizona Bowl. Team Impact sets up connections between kids serious illnesses and/or disabilities to college athletes.\nBarstool and the Roadrunners In town for the Arizona Bowl, Barstool personality “Jersey Jerry” attended the Tucson Roadrunners matchup with the Coachella Valley Firebirds at Tucson Arena Friday night. He bet on the Firebirds and encouraged his online followers to do the same; but Tucson scored three goals in 46 seconds in the first period — enough for the Roadrunners to pick up their fourth straight win.\nThe Arizona Bowl is a sponsor of the Tucson Roadrunners this season. Roadrunners mascot Dusty attended the bowl game and gave a lucky row of fans free tickets to Saturday night’s Roadrunners’ game against the San Diego Gulls at Tucson Arena.\nWyoming head coach Craig Bohl holds the trophy for the Cowboys’ last second win over Toledo in the Arizona Bowl, Tucson, Ariz., December 30, 2023.\nKelly Presnell / Arizona Daily Star The decider With the win, Wyoming's Bohl finished his career exactly one game over .500 with the Cowboys, at 61-60. Also the Cowboys improved to 10-9 in bowl games and 2-1 against Toledo.\nThe Rockets are 12-9 in bowl games, while head coach Jason Candle is 65-35 at UT.\n“It is special because it’s the last one for me,” Bohl said. “I’ve not gone to work a day in my life yet and it’s been a real tremendous profession. It’s great to go out with these guys.\n“I have a real sense of peace about moving on. It was time for this cowboy to ride off and (2024 UW) coach (Jay) Sawvel is going to do a great job.”\nToledo head coach Jason Candle has some words with the officials after an unnecessary roughness penalty on his Rockets in the fourth quarter against Wyoming in the Arizona Bowl, Tucson, Ariz., December 30, 2023.\nKelly Presnell / Arizona Daily Star Coaching connection Toledo co-offensive coordinator/quarterbacks coach Robert Weiner coached former UA signal caller Jordan McCloud at Tampa (Fla.) Plant High School. McCloud shined at upstart James Madison this year, getting the Dukes into the Top 25.\nGoing for gold Wyoming wore its yellow-gold jerseys for the second time this season.\nThe last time the Cowboys wore yellow jerseys was their 35-33 overtime win over Texas Tech to open the season.\nUW wore white warm-up shirts with the Cowboy logo jumping in front of a sun, two saguaros and blue mountains. The back said \"one last ride.\" The shirt somewhat mimicked the UA’s mountain and cactus logo — the one that used to grace the floor in McKale Center during the Lute Olson basketball era and has since gained a cult-like following.\nSun Belt rises again From 2016-19 the Sun Belt matched up with the Mountain West in the Arizona Bowl.\nThis season saw the Sun Belt return as the officials were reportedly from the conference geographically centered, mostly, in the southeast.\nGetting it right — eventually In the first quarter, Toledo’s 6-2, 293-pound senior center Devan Rogers appeared to score a touchdown after catching a deflection. Initially, the referee said it was a legal play but changed his tune since it was tipped by a Rocket receiver to Rogers.\nAfter a review he said, “The ruling on the field is correct — the second ruling.”\nPhotos: Wyoming comes back to edge Toledo 16-15, Arizona Bowl\nWyoming Head Coach Craig Bohl | Arizona Bowl Press Conference | Dec. 15, 2023 (WyoVision YouTube)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather"
  ],
  "external_links": [
    "http://CampusInsiders.com",
    "https://tucson.com/tncms/asset/editorial/ea3da214-a6a3-11ee-a5a7-e3d2cacf8172",
    "https://www.tucson.com/tncms/asset/editorial/ea3da214-a6a3-11ee-a5a7-e3d2cacf8172",
    "http://www.Barstool.TV",
    "http://Barstool.TV",
    "http://www.CampusInsiders.com",
    "http://www.Insight.com",
    "http://Insight.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "satur",
        "sentiment": "neutral"
      },
      {
        "name": "jason candle",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "arizona bowlers",
        "sentiment": "negative"
      },
      {
        "name": "rockets",
        "sentiment": "none"
      },
      {
        "name": "salpointe catholic high school",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tucson",
        "sentiment": "none"
      },
      {
        "name": "toledo",
        "sentiment": "none"
      },
      {
        "name": "arizona bowl",
        "sentiment": "none"
      },
      {
        "name": "chicago",
        "sentiment": "none"
      },
      {
        "name": "northern ohio",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T14:35:15.346+02:00",
  "updated": "2023-12-31T14:35:15.346+02:00"
}