{
  "thread": {
    "uuid": "a05a3c3af9417744b5c7b5f367a5aa1d78585387",
    "url": "https://www.jornaldocomercio.com/editorial/2024/01/1137393-reoneracao-da-folha-x-geracao-de-empregos.html",
    "site_full": "www.jornaldocomercio.com",
    "site": "jornaldocomercio.com",
    "site_section": "https://www.jornaldocomercio.com/ultimas-noticias/",
    "site_categories": [
      "media"
    ],
    "section_title": "Últimas notícias - Jornal do Comércio",
    "title": "Reoneração da folha x geração de empregos",
    "title_full": "Reoneração da folha x geração de empregos",
    "published": "2024-01-02T05:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.jornaldocomercio.com/_midias/jpg/2023/11/21/editorial-10393494.jpg",
    "performance_score": 0,
    "domain_rank": 78402,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a05a3c3af9417744b5c7b5f367a5aa1d78585387",
  "url": "https://www.jornaldocomercio.com/editorial/2024/01/1137393-reoneracao-da-folha-x-geracao-de-empregos.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jornal do Comércio",
  "published": "2024-01-02T05:25:00.000+02:00",
  "title": "Reoneração da folha x geração de empregos",
  "text": "O Brasil fechou 2023 com a confirmação de que nos primeiros 11 meses do ano foram gerados 1.914.467 postos de trabalho, segundo dados recentes do Cadastro Geral de Empregados e Desempregados (Caged), compilado pelo Ministério do Trabalho e Emprego. Diante dos números é de se esperar que o consolidado do ano ultrapasse a meta do próprio governo. O ministro do Trabalho e Emprego, Luiz Marinho, ainda no primeiro semestre, insistia na projeção de um saldo de 2 milhões de empregos formais criados no País. CONTINUE SUA LEITURA,\nESCOLHA SEU PLANO AGORA! Já é nosso assinante? Faça login OFERTA LIMITADA! ASSINAR JÁ Dúvidas? Fale com a gente! ASSINAR JÁ ASSINAR JÁ O Brasil fechou 2023 com a confirmação de que nos primeiros 11 meses do ano foram gerados 1.914.467 postos de trabalho, segundo dados recentes do Cadastro Geral de Empregados e Desempregados (Caged), compilado pelo Ministério do Trabalho e Emprego. Diante dos números é de se esperar que o consolidado do ano ultrapasse a meta do próprio governo. O ministro do Trabalho e Emprego, Luiz Marinho, ainda no primeiro semestre, insistia na projeção de um saldo de 2 milhões de empregos formais criados no País. Os números de novembro, período tradicional de contratações para o Natal, trouxeram arrefecimento nas contratações, mostrando o segundo pior desempenho do ano - com 130 mil vagas criadas- atrás apenas do mês de janeiro, quando foram computados 86 mil postos. No acumulado de janeiro a novembro, a maior expansão do emprego com carteira assinada ocorreu no setor de serviços, com saldo de 1.067.218 e um peso de 59,8% das contratações do período. No entanto, o saldo positivo foi comum a outros quatro grandes grupamentos econômicos (comércio, agropecuária, construção civil e indústria), assim como nos 26 estados e Distrito Federal. São Paulo permanece como o maior empregador de 2023, com mais de 551 mil empregos, seguido por Minas Gerais, com saldo de mais de 187 mil e Rio de Janeiro, com mais de 165 vagas. Apesar dos números estarem em equilíbrio com a meta do governo, dezembro ainda pode surpreender negativamente, já que é um mês em que invariavelmente acontecem demissões passado o período de contratações de final de ano. Junta-se a isso, o temor de setores estratégicos da economia com os efeitos da Medida Provisória da Reoneração do governo federal em pleno fechamento de 2023. Contrariando decisão do Congresso Nacional que optou pela prorrogação da desoneração da folha de pagamento, a equipe econômica do governo Lula entendeu que a medida é onerosa e inconstitucional. Os efeitos do canetaço sobre o mercado de trabalho devem respingar nesse 2024 e dependerão fortemente dos 17 setores afetados que, juntos, empregam mais de 9 milhões de pessoas no Brasil. Reunidos na organização Movimento Desonera Brasil, tais segmentos chamam a atenção para a insegurança jurídica para as empresas e para os trabalhadores já neste início de ano. E está recém começando.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Economy, Business and Finance",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T07:46:07.861+02:00",
  "updated": "2024-01-02T07:46:07.861+02:00"
}