{
  "thread": {
    "uuid": "62c075b15cb5c6dd0c7a56d3870caef7ff09257f",
    "url": "https://revistaforum.com.br/politica/2024/6/23/lula-tem-aprovao-maior-que-leite-mello-nas-aes-contra-tragedia-no-rs-diz-pesquisa-160971.html",
    "site_full": "revistaforum.com.br",
    "site": "revistaforum.com.br",
    "site_section": "https://revistaforum.com.br/global",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "Global - Revista Fórum",
    "title": "Lula tem aprovação maior que Leite e Mello nas ações contra tragédia no RS, diz pesquisa | Revista Fórum",
    "title_full": "Lula tem aprovação maior que Leite e Mello nas ações contra tragédia no RS, diz pesquisa | Revista Fórum",
    "published": "2024-06-23T15:09:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://revistaforum.com.br/u/fotografias/m/2024/6/23/f1280x720-131672_263347_5050.jpg",
    "performance_score": 0,
    "domain_rank": 37491,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "62c075b15cb5c6dd0c7a56d3870caef7ff09257f",
  "url": "https://revistaforum.com.br/politica/2024/6/23/lula-tem-aprovao-maior-que-leite-mello-nas-aes-contra-tragedia-no-rs-diz-pesquisa-160971.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Plinio Teodoro",
  "published": "2024-06-23T15:09:00.000+03:00",
  "title": "Lula tem aprovação maior que Leite e Mello nas ações contra tragédia no RS, diz pesquisa | Revista Fórum",
  "text": "As ações desencadeadas pelo presidente Lula, que criou um ministério extraordinário para a reconstrução do Rio Grande do Sul, em meio à tragédia climática que deixou mais de 170 mortos e 600 mil desalojados foram reconhecidas pelo povo gaúcho. Pesquisa Atlas, encomendada pela CNN, realizada apenas na capital mostra que o desempenho do presidente é melhor do que o do governador do Estado, Eduardo Leite (PSDB), e o do prefeito de Porta Alegre, Sebastião Mello (MDB) - que foi escorraçado pela população neste sábado (22). Te podría interesar Segundo o estudo, 46% dos gaúchos que moram na capital aprovam o desempenho de Lula. Outros 49% desaprovam e 6% não souberam opinar. A maior aprovação de Lula está entre os mais jovens, entre 16 e 24 anos, com 72,6%, e entre agnósticos e ateus, com 67,1%. Te podría interesar Por outro lado, o desempenho do presidente foi pior avaliado entre pessoas com até o ensino fundamental completo (63,6% de desaprovação) e evangélicos (62,7% desaprovam). Leite e Mello Entre os três chefes do Executivo, o governador tucano do Rio Grande do Sul teve a pior avaliação: apenas 31% aprovam o desempenho de Eduardo Leite frente à tragédia. Outros 59% desaprovam o trabalho de Leite, mesmo índice daqueles que rechaçam o desempenho de Mello. No entanto, o prefeito porto-alegrense tem índice de aprovação superior ao de Leite: 37%. Na pesquisa, 10% não souberam opinar sobre o desempenho do governador e 4% do mandatário da capital. Na segmentação demográfica (gênero, idade, escolaridade, religião e renda), apenas o grupo jovem, entre 16 e 24 anos tem maioria pró-Eduardo Leite, com 46,6% de aprovação contra 28,2% de desaprovação. Já Mello tem melhor desempenho entre os moradores da capital com ensino fundamental complemento, onde a aprovação chega a 72,7%. A pesquisa ouviu 1.798 eleitores porto-alegrenses, por meio de Recrutamento Digital Aleatório (Atlas RDR), entre 9 e 14 de junho. A margem de erro é de dois pontos percentuais para mais ou para menos, e o nível de confiança, de 95%.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-23T16:49:05.556+03:00",
  "updated": "2024-06-23T16:49:05.556+03:00"
}