{
  "thread": {
    "uuid": "e9857062297d473660a3293ff3ab1bd165b8afc0",
    "url": "https://www.theweather.com/news/trending/the-10-most-incredible-videos-of-2023-extreme-weather-and-natural-phenomena.html",
    "site_full": "www.theweather.com",
    "site": "theweather.com",
    "site_section": "https://www.theweather.com",
    "site_categories": [],
    "section_title": "Weather 14 days - Meteored",
    "title": "The 10 Most Incredible Videos of 2023! Extreme Weather and Natural Phenomena",
    "title_full": "The 10 Most Incredible Videos of 2023! Extreme Weather and Natural Phenomena",
    "published": "2023-12-29T22:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://services.meteored.com/img/article/los-10-videos-mas-increibles-de-2023-tiempo-extremo-y-fenomenos-naturales-1703798914617_1280.png",
    "performance_score": 0,
    "domain_rank": 98019,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e9857062297d473660a3293ff3ab1bd165b8afc0",
  "url": "https://www.theweather.com/news/trending/the-10-most-incredible-videos-of-2023-extreme-weather-and-natural-phenomena.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Samuel Biener",
  "published": "2023-12-29T22:45:00.000+02:00",
  "title": "The 10 Most Incredible Videos of 2023! Extreme Weather and Natural Phenomena",
  "text": "The 10 Most Incredible Videos of 2023! Extreme Weather and Natural Phenomena At Meteored we have compiled the most impressive videos of 2023 that has left us a large repertoire of extreme meteorology and shocking natural phenomena. Sand storms, flash floods, cloud formations, giant waves... What will be our number 1? The top 10 article with the most impactful videos of the year has become a Meteored classic. Our editorial team has already accumulated more than half a decade of daily, tireless searching for audiovisual testimonies, showing everything from the most extreme meteorological phenomena on the planet to small curiosities or natural disasters. In this edition we have a very impressive collection, with some atmospheric events that have turned out to be catastrophic in one way or another, reflecting the unstoppable advance of current climate change, or some natural phenomenon that will leave you with your mouth open because you will think that it is from some science fiction. With number 10 we have a great sandstorm that hit the city of Marrakech in August, turning the city's sky orange and with wind gusts of more than 80 km/h. The damage was very serious. For ninth position we move to Colombia, specifically to the beaches of La Boquilla, in the north of Cartagena. A woman died instantly after receiving a direct hit from lightning while she was enjoying a walk. In position eight we jump to [Europe](https://www.theweather.com/europe.htm), specifically to Bardonecchia, in the Piedmontese Alps (Italy). In mid-August a large storm caused a spectacular and large flash flood in the ravines in the area. We jumped over the pond to go to Guatemala, where a few days later an impressive lightning bolt that \"came out\" from the imposing Agua volcano was captured at the right moment. Without a doubt, it deserves seventh place! We continue climbing to reach sixth position. A few weeks ago the Iskitimka River, in southern Russia, was dyed a very intense red due to the discharge of an unidentified pollutant. In fifth place we traveled to the Colombian municipality of Villa Caro, with a shocking landslide after an episode of heavy rains. Fourth place goes to an impressive stratocumulus volutus associated with a powerful gust front, which left intense winds in mid-October in northern Uruguay. The 3 best videos of 2023 We reached the podium, with a very close result. The bronze medal goes to the episode of hurricane-force winds that left several people injured in mid-November in the Küçükçekm district of [Istanbul](https://www.theweather.com/istanbul.htm). The second position goes to a terrifying shelf cloud that swept through Normandy (France) at the end of August, does it look like a Tornado Alley storm? The winner of the ranking is an impressive video recorded in Cape [Cornwall](https://www.theweather.com/south-west-england-county.htm), in the south-west of England, where the powerful storm Noa left winds of more than 150 km/h and these gigantic waves. He is the just victor! Let's hope 2024 brings us a kinder classification.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Disaster and Accident",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "marrakech",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T23:35:30.710+02:00",
  "updated": "2023-12-29T23:35:30.710+02:00"
}