{
  "thread": {
    "uuid": "662dcc4bf33388d9373085ffcc8c81d1d469a6fc",
    "url": "https://otakukart.com/doctor-slump-episode-14-recap-jeong-woo-decides-to-propose",
    "site_full": "otakukart.com",
    "site": "otakukart.com",
    "site_section": "https://otakukart.com/rss",
    "site_categories": [
      "television",
      "hobbies_and_interests",
      "comic_books",
      "non_standard_content",
      "entertainment"
    ],
    "section_title": "OtakuKart",
    "title": "Doctor Slump Episode 14 Recap: Jeong Woo Decides To Propose",
    "title_full": "Doctor Slump Episode 14 Recap: Jeong Woo Decides To Propose",
    "published": "2024-03-15T00:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PH",
    "main_image": "https://otakukart.com/wp-content/uploads/2024/03/Doctor-Slump-Season-1.jpg",
    "performance_score": 0,
    "domain_rank": 73139,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "662dcc4bf33388d9373085ffcc8c81d1d469a6fc",
  "url": "https://otakukart.com/doctor-slump-episode-14-recap-jeong-woo-decides-to-propose",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Syeda Uzma",
  "published": "2024-03-15T00:15:00.000+02:00",
  "title": "Doctor Slump Episode 14 Recap: Jeong Woo Decides To Propose",
  "text": "JTBC’s latest rom-com, Doctor Slump, is about to feature a major milestone in Jeong Woo and Ha Neul’s wholesome relationship. The story centers on Yeo Jeong Woo played by Park Hyung Sik, and Nam Ha Neul, played by Park Shin Hye. Back in school, Yeo Jeong Woo was always the top student and went to the best medical school in the country.\nNow, he’s a famous plastic surgeon with a smooth life, but a strange medical accident shakes things up. That’s when he meets Nam Ha Neul, an old rival, at his lowest point. Ha Neul works as an anesthesiologist. Growing up, everyone thought she was super smart, and she worked hard to become a doctor.\nHer life is just work and studying, leaving no time for fun. One day, she realizes she’s not happy and wants a change. That’s when she meets Jeong Woo during a tough time, and they comfort each other, leading to a romantic relationship.\nHa Neul’s career takes a new turn (Credits: JTBC) Doctor Slump Episode 14 Recap After Kyung-min’s passing, Jeong-woo and Ha-neul try to return to their regular lives. Ha-neul faces a tough decision when offered a job as an assistant professor at her old hospital, while Jeong-woo struggles with his feelings towards Kyung-min.\nThey join Ha-neul’s family on a trip to Busan, where Jeong-woo learns they’re visiting her father’s grave. Feeling uncertain, he keeps his distance until he sees the family reminiscing about him with joy, prompting him to confide in Wol-seon about his mixed emotions.\nWol-seon advises Jeong-woo to take his time forgiving himself, leading to a heartfelt moment of solace. Meanwhile, Ha-neul gains clarity about her career path with Tae-seon’s encouragement, and she shares the news with Jeong-woo, who supports her enthusiastically.\nAs they embark on a new journey together, Jeong-woo decides to take the next step in their relationship by buying a ring to propose to Ha-neul, marking a hopeful beginning for their future.\nJeong Woo decides to Propose (Credits: JTBC) Doctor Slump Episode 15 Spoilers In the next episode, Jeong-woo deals with his feelings about Kyung-min’s death, finding solace and guidance from Wol-seon. Meanwhile, Ha-neul considers a career opportunity with Tae-seon’s encouragement. Their relationship takes a significant step forward as Jeong-woo suddenly surprises Ha-neul with a possible proposal.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jeong woo",
        "sentiment": "negative"
      },
      {
        "name": "nam ha neul",
        "sentiment": "none"
      },
      {
        "name": "park hyung sik",
        "sentiment": "none"
      },
      {
        "name": "park shin hye",
        "sentiment": "none"
      },
      {
        "name": "yeo jeong woo",
        "sentiment": "none"
      },
      {
        "name": "kyung",
        "sentiment": "none"
      },
      {
        "name": "jeon",
        "sentiment": "none"
      },
      {
        "name": "jeong",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "yeo jeong woo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:21:45.495+02:00",
  "updated": "2024-03-15T06:33:24.329+02:00"
}