{
  "thread": {
    "uuid": "6cfec7fa429ab64c06b398ad5871aae8cbacd7ca",
    "url": "https://www.vaticannews.va/it/papa/news/2024-06/papa-angelus-corpus-domini-gesu-eucaristia-fraternita-sofferenze.html",
    "site_full": "www.vaticannews.va",
    "site": "vaticannews.va",
    "site_section": "https://www.vaticannews.va/it.rss.xml",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "\n            ",
    "title": "Il Papa: farsi pane spezzato come Gesù per coltivare la fraternità e la solidarietà",
    "title_full": "Il Papa: farsi pane spezzato come Gesù per coltivare la fraternità e la solidarietà",
    "published": "2024-06-02T15:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.vaticannews.va/content/dam/vaticannews/agenzie/images/srv/2024/06/02/2024-06-02-angelus/1717323144046.JPG/_jcr_content/renditions/cq5dam.thumbnail.cropped.1500.844.jpeg",
    "performance_score": 0,
    "domain_rank": 2820,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 277,
        "comments": 11,
        "shares": 5
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6cfec7fa429ab64c06b398ad5871aae8cbacd7ca",
  "url": "https://www.vaticannews.va/it/papa/news/2024-06/papa-angelus-corpus-domini-gesu-eucaristia-fraternita-sofferenze.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vatican News",
  "published": "2024-06-02T15:30:00.000+03:00",
  "title": "Il Papa: farsi pane spezzato come Gesù per coltivare la fraternità e la solidarietà",
  "text": "Il Papa: farsi pane spezzato come Gesù per coltivare la fraternità e la solidarietà\nTiziana Campisi – Città del Vaticano\nGesù, che nel pane e nel calice offerti ai suoi discepoli nell’Ultima Cena “si dona per tutta l’umanità”, ci invita “a diventare ‘eucaristici’, cioè persone che non vivono più per sé stesse, nella logica del possesso e del consumo, ma che sanno fare della propria vita un dono per gli altri”. Nella solennità del Corpus Domini, che si celebra oggi in Italia e in altri Paesi, Papa Francesco, all’\nAngelus, spiega quale insegnamento trarre dall’esempio lasciatoci da Cristo, che si è fatto pane e vino “per la vita del mondo”.\nGrazie all’Eucaristia, diventiamo profeti e costruttori di un mondo nuovo: quando superiamo l’egoismo e ci apriamo all’amore, quando coltiviamo legami di fraternità, quando partecipiamo alle sofferenze dei fratelli e condividiamo il pane e le risorse con chi è nel bisogno, quando mettiamo a disposizione di tutti i nostri talenti, allora stiamo spezzando il pane della nostra vita come Gesù.\nNell’Eucaristia Gesù si dona per noi\nSu una piazza San Pietro bagnata dalla pioggia, affacciato dal Palazzo Apostolico, Francesco si sofferma sul significato dei gesti di Gesù, “che spezza il pane” e lo dà agli apostoli, “lo diede loro”, si legge nel Vangelo.\nGesù prende il pane non per consumarlo da solo, ma per spezzarlo e donarlo ai discepoli, rivelando così la sua identità e la sua missione. Egli non ha trattenuto la vita per sé, ma l’ha donata a noi; non ha considerato un tesoro geloso il suo essere come Dio, ma si è spogliato della sua gloria per condividere la nostra umanità e farci entrare nella vita eterna.\nCondividere ciò che siamo e abbiamo\nIn pratica, “di tutta la sua vita Gesù ha fatto un dono”, sottolinea il Papa, e allora “celebrare l’Eucaristia e cibarci di questo Pane”, come si fa specialmente la domenica, \"non è un atto di culto staccato dalla vita\", perché partecipare “al corpo e al sangue di Cristo non tende ad altro che a farci diventare quello che mangiamo”, come diceva San Leone Magno.\nSempre dobbiamo ricordarci che Gesù, prendendo il pane, lo spezzò e lo diede loro e, perciò, la comunione con Lui ci rende capaci di diventare anche noi pane spezzato per gli altri, capaci di condividere ciò che siamo e ciò che abbiamo.\nQuanto ha fatto Cristo deve, allora, indurre a riflettere, dice il Papa: doniamo la vita come Gesù e la spendiamo per gli altri? O siamo chiusi nel nostro io? “E, nelle situazioni di ogni giorno”, sappiamo “condividere” oppure cerchiamo sempre il nostro interesse?\nGrazie per aver letto questo articolo. Se vuoi restare aggiornato ti invitiamo a iscriverti alla newsletter\n[ cliccando qui](/it/iscrizione-newsletter.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.vatican.va/content/francesco/it/angelus/2024/documents/20240602-angelus.html",
    "https://vatican.va/content/francesco/it/angelus/2024/documents/20240602-angelus.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T18:23:37.935+03:00",
  "updated": "2024-06-02T18:23:37.935+03:00"
}