{
  "thread": {
    "uuid": "6f2af8ebca05705de9e50e4c1b162d0982d222af",
    "url": "https://www.agensir.it/quotidiano/2024/3/28/pasqua-mons-checchinato-cosenza-ci-invita-a-volare-alto",
    "site_full": "www.agensir.it",
    "site": "agensir.it",
    "site_section": "https://agensir.it",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "SIR - Servizio Informazione Religiosa",
    "title": "Pasqua: mons. Checchinato (Cosenza), “ci invita a volare alto” - AgenSIR",
    "title_full": "Pasqua: mons. Checchinato (Cosenza), “ci invita a volare alto” - AgenSIR",
    "published": "2024-03-28T20:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.agensir.it/wp-content/themes/sir-wp-theme/assets/images/logo_sir_2019@2x.png",
    "performance_score": 0,
    "domain_rank": 45103,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6f2af8ebca05705de9e50e4c1b162d0982d222af",
  "url": "https://www.agensir.it/quotidiano/2024/3/28/pasqua-mons-checchinato-cosenza-ci-invita-a-volare-alto",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@agensir",
  "published": "2024-03-28T20:30:00.000+02:00",
  "title": "Pasqua: mons. Checchinato (Cosenza), “ci invita a volare alto” - AgenSIR",
  "text": "“La Pasqua ci invita a volare alto”. Lo afferma nel messaggio alla diocesi mons. Giovanni Checchinato, arcivescovo di Cosenza-Bisignano. Gli auguri pasquali del presule sono stati pubblicati sul numero del settimanale diocesano “Parola di Vita”, in uscita oggi. “Scorgo un germoglio di resurrezione”, il tema del messaggio di mons. Checchinato. “Un germoglio nella storia dei paesi delle aree interne del nostro territorio”, paesi in cui “i numeri sono ormai minimali, in cui mancano i servizi essenziali”. L’arcivescovo bruzio ha constatato che per tali mancanze “si corre ogni giorno il rischio di non avere un soccorso sanitario celere, una prevenzione e un accompagnamento nella malattia”; eppure “questi piccoli centri custodiscono ancora sogni proprio grazie a chi non ha mollato, grazie alla presenza di donne e uomini che continuano a sognare un futuro per il loro paese”. Mons. Checchinato scorge “un germoglio di risurrezione nelle tante esperienze in cui ci si prende cura gli uni degli altri”. Pur constatando che “alcune esperienze siano un po’ autoreferenziali”, “è pur vero che generano relazioni, quelle che ti costringono a guardarsi negli occhi, che portano ancora a stringere le mani e non semplicemente a mettere dei like o dei cuoricini su uno schermo”. Quando accade questo, “si scopre che sono queste le relazioni che trasformano la vita” e “ti permettono di incontrare l’altro come fratello e sorella con cui camminare insieme” e “non come beneficiari della mia benevolenza”. Mons. Checchinato “scorge un germoglio di risurrezione nelle esperienze di coloro che scelgono di evitare il balcone da cui sentenziare sul mondo e sulla gente” e “mettono la loro faccia nel condividere il loro sogno di un mondo migliore dove ci sia la pace e la giustizia per tutti”. Per il presule bruzio “questo ci fa dire che la Pasqua è evento ‘sovversivo’, destabilizzante” perché “non solo stimola la sua energia di liberazione e di grazia nella storia dei credenti e il loro desiderio di cielo”, ma perché “ci fa comprendere che siamo ben oltre quello che possiamo vedere, toccare, sentire, sperimentare”. Infatti – ha concluso – “vorremmo tener chiuso Il Signore nel sepolcro della nostra dottrina, delle nostre tradizioni, delle nostre regole e delle nostre leggi”. Ma “se è chiuso nel sepolcro lo possiamo piangere, gli possiamo portare dei fiori, lo possiamo ricordare. E invece no, lui non è lì, il Sovversivo per eccellenza, che ha detto che è altrove che va cercato, dove forse non andremmo mai a cercarlo, che va amato lì dove si trova, senza la pretesa di poterlo controllare e incasellare”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T06:05:34.021+03:00",
  "updated": "2024-03-29T06:05:34.021+03:00"
}