{
  "thread": {
    "uuid": "6a5ba4af546ff1d5f689fa155be0b35a3d52fa13",
    "url": "https://www.wallstreet-online.de/nachricht/19241796-liberty-energy-inc-announces-first-quarter-2025-financial-and-operational-results",
    "site_full": "www.wallstreet-online.de",
    "site": "wallstreet-online.de",
    "site_section": "https://wallstreet-online.de/nachrichten/weitere-nachrichten",
    "site_categories": [
      "investing",
      "tennis",
      "finance",
      "sports"
    ],
    "section_title": "Nachrichten - Weitere Nachrichten",
    "site_title": "Aktien - Börse - Aktienkurse",
    "title": "Liberty Energy Inc. Announces First Quarter 2025 Financial and Operational Results - 16.04.2025",
    "title_full": "Liberty Energy Inc. Announces First Quarter 2025 Financial and Operational Results - 16.04.2025",
    "published": "2025-04-17T00:25:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DE",
    "main_image": "https://assets.wallstreet-online.de/_media/6/source1280/size_645/businesswire-1280.png",
    "performance_score": 0,
    "domain_rank": 17524,
    "domain_rank_updated": "2025-04-15T00:00:00.000+03:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6a5ba4af546ff1d5f689fa155be0b35a3d52fa13",
  "url": "https://www.wallstreet-online.de/nachricht/19241796-liberty-energy-inc-announces-first-quarter-2025-financial-and-operational-results",
  "ord_in_thread": 0,
  "author": "Business Wire (engl.)",
  "published": "2025-04-17T00:25:00.000+03:00",
  "title": "Liberty Energy Inc. Announces First Quarter 2025 Financial and Operational Results - 16.04.2025",
  "text": "Liberty Energy Inc. (NYSE: LBRT; “Liberty” or the “Company”) announced today first quarter 2025 financial and operational results.\nSummary Results and Highlights\nRevenue of $977 million, a 4% sequential increase Net income of $20 million, or $0.12 fully diluted earnings per share (“EPS”) Adjusted EBITDA 1 of $168 million, an 8% sequential increase Achieved 12% TTM Adjusted Pre-Tax Return on Capital Employed (“ROCE”) 2 Distributed $37 million to shareholders through share repurchases and cash dividends Repurchased and retired 1.0% of shares outstanding during the first quarter, and a cumulative 15.9% of shares outstanding since reinstating the repurchase program in July 2022 Expanded LPI’s distributed power systems offering with the acquisition of IMG Energy Solutions (“IMG”) Successfully tested the latest digiPrime technology advancement, the industry’s first natural gas variable speed pump Established new benchmark in critical equipment component longevity utilizing our AI-driven predictive maintenance systems, reducing total cost of asset ownership “Liberty delivered a solid first quarter, with revenue of $977 million and Adjusted EBITDA of $168 million, and distributed $37 million to shareholders through opportunistic share repurchases and dividends. We saw strong sequential improvement in utilization across our fleet, reached new heights in operational efficiencies and safety performance, and set a new high watermark in asset lifespan for equipment components,” commented Ron Gusek, Chief Executive Officer. “Our early year results demonstrate a positive rebound from the fourth quarter of 2024, a trend that has continued into the second quarter.”\n“In recent months, tariff announcements and a more aggressive OPEC+ production strategy have sent ripples across the energy sector. Today, we have excess demand for Liberty services as our customers align themselves with top-tier providers in a clear industry ‘flight to quality,’” continued Mr. Gusek. “While North American producers have not yet meaningfully changed development plans, we expect our customers to assess a range of scenarios in anticipation of commodity price pressure, and we are staying close to our partners in this dynamic market.”\n“Liberty’s differentiation is the engine of our success through both prosperous and challenging times. Our strategy of delivering strong long-term returns with a unique culture, deep customer relationships, and superior performance consistently drives differential demand for Liberty fleets,” continued Mr. Gusek. “Today, we are better positioned than ever to navigate market uncertainties, with greater scale, vertical integration, technological advancements, and a fortress balance sheet. Prior cycles have proved the resilience of our strategy, of leading the industry with discipline while strategically enhancing our competitive edge. We will adhere to our principles and continue to build enduring advantages in today’s rapidly evolving market.”\nOutlook\nAs global oil markets contend with tariff impacts, geopolitical tensions, and oil supply concerns, North American producers are evaluating a range of macroeconomic scenarios. The recent pause on tariffs has momentarily eased pressure on the global economy, and in turn, global oil demand concerns. However, markets remain focused on supply side dynamics, including the evolving OPEC+ production strategy and potential constraints on Iranian, Russian, and Venezuelan oil exports. Natural gas fundamentals are more favorable on rising LNG export capacity demand in support of global energy security.\nLesen Sie auch Rezessionsangst trifft Ölmarkt OPEC+ dreht den Hahn weiter auf: Droht jetzt die Rückkehr zum 50-Dollar-Öl? heute 08:43 Milei überrascht Reformen lassen Peso einbrechen, doch alle sind begeistert gestern 17:59 Game of Barrels Saudi-Arabien sprengt OPEC-Ketten und die Welt taumelt in den nächsten Öl-Schock gestern 12:36 Kupfer mit Paukenschlag Kupferpreis knallt rauf. Dieser Gold-Kupferproduzent geht steil gestern 09:00 While the current tumult in commodity prices is not immediately driving changes in North American activity, we expect oil producers are evaluating a range of scenarios in anticipation of oil price pressure. Concurrently, gas producers could prove to be beneficiaries of potentially lower associated gas production in oily basins.\nIn contrast to prior oil and gas cycles, recent years have seen steadier activity in both higher and lower commodity price environments. Larger, well-capitalized producers, that comprise a larger portion of shale production today, are better able to withstand a broader range of commodity prices, while smaller producers are more sensitive to commodity prices. Since the pandemic-driven downturn, the energy sector has seen significant consolidation as well as a strong focus on capital discipline and balance sheet strength, and most producers have targeted flat to modest production growth. Today’s frac activity simply supports maintenance of current oil production levels, mitigating the possibility of steep declines experienced by the service industry in past cycles. While macroeconomic risk could lead to lower oil production in North America, the industry is operating from a higher base of production today than prior cycles, implying a decline in service activity would likely be less pronounced than in the past.\nLiberty’s differential service platform is stronger today than at any point in the last 14 years. Our unmatched scale, integrated services, robust supply chain, and advanced technology systems uniquely enable us to deliver more value, lowering the total cost to produce a barrel of oil. Fleet modernization with advanced sensors, real-time data capture, and enhanced data visualization tools, is driving tangible benefits and improving decision-making, allowing our teams and customers to respond faster and more effectively in a dynamic market. We are also working closely with our customers to bring innovative engineering and designs to their completion strategies. This integrated, high-performance model reinforces our position as the service provider of choice in a competitive market.\n“We started the year with positive momentum and are currently anticipating sequential growth in revenue and profitability in the second quarter from higher utilization. Amidst market uncertainties we are working closely with our customers and suppliers to deliver superior services and drive greater efficiencies that could help partially offset tariff-related impacts. We expect our strong balance sheet will allow us to navigate any potential slowdown while executing on our long-term strategic plan,” commented Mr. Gusek. “We are also actively assessing the implications of tariffs across our business and have already begun mitigation efforts.”\n“Strategic investment has allowed us to develop new markets and lead technology innovation and operational efficiency in the industry. Growing power demand from data centers, manufacturing, mining, and industrial electrification is enabling us to expand our power services beyond the oilfield. The acquisition of IMG, a leader in distributed power systems, opportunistically augments LPI with power plant EPC management and PJM utility market expertise. We are excited by the opportunity ahead to expand in these key growth areas,” continued Mr. Gusek.\nShare Repurchase Program\nDuring the quarter ended March 31, 2025, Liberty repurchased and retired 1,546,138 shares of Class A common stock at an average of $15.50 per share, representing 1.0% of shares outstanding, for approximately $24 million.\nLiberty has cumulatively repurchased and retired 15.9% of shares outstanding at program commencement on July 25, 2022. Total remaining authorization for future common share repurchases is approximately $270 million.\nThe shares may be repurchased from time to time in open market transactions, through block trades, in privately negotiated transactions, through derivative transactions or by other means in accordance with federal securities laws. The timing, as well as the number and value of shares repurchased under the program, will be determined by the Company at its discretion and will depend on a variety of factors, including management’s assessment of the intrinsic value of the Company’s common stock, the market price of the Company’s common stock, general market and economic conditions, available liquidity, compliance with the Company’s debt and other agreements, applicable legal requirements, and other considerations. The exact number of shares to be repurchased by the Company is not guaranteed, and the program may be suspended, modified, or discontinued at any time without prior notice. The Company expects to fund the repurchases by using cash on hand, borrowings under its revolving credit facility and expected free cash flow to be generated through the authorization period.\nCash Dividend\nDuring the quarter ended March 31, 2025, the Company paid a quarterly cash dividend of $0.08 per share of Class A common stock, or approximately $13 million in aggregate to shareholders.\nOn April 15, 2025, the Board declared a cash dividend of $0.08 per share of Class A common stock, to be paid on June 20, 2025 to holders of record as of June 6, 2025.\nFuture declarations of quarterly cash dividends are subject to approval by the Board of Directors and to the Board’s continuing determination that the declarations of dividends are in the best interests of Liberty and its stockholders. Future dividends may be adjusted at the Board’s discretion based on market conditions and capital availability.\nFirst Quarter Results\nFor the first quarter of 2025, revenue was $977 million, compared to $1.1 billion in the first quarter of 2024 and $944 million in the fourth quarter of 2024.\nNet income (after taxes) totaled $20 million for the first quarter of 2025 compared to $82 million in the first quarter of 2024 and $52 million in the fourth quarter of 2024.\nAdjusted Net Income 3 (after taxes) totaled $7 million for the first quarter of 2025 compared to $82 million in the first quarter of 2024 and $17 million in the fourth quarter of 2024.\nAdjusted EBITDA 1 of $168 million for the first quarter of 2025 decreased 31% from $245 million in the first quarter of 2024 and increased 8% from $156 million in the fourth quarter of 2024. Please refer to the reconciliation of Adjusted EBITDA (a non-GAAP measure) to net income (a GAAP measure) in this earnings release.\nFully diluted earnings per share was $0.12 for the first quarter of 2025 compared to $0.48 for the first quarter of 2024 and $0.31 for the fourth quarter of 2024.\nAdjusted Net Income per Diluted Share 3 of $0.04 for the first quarter of 2025 compared to $0.48 for the first quarter of 2024 and $0.10 for the fourth quarter of 2024.\nPlease refer to the tables at the end of this earnings release for a reconciliation of Adjusted EBITDA, Adjusted Net Income, and Adjusted Net Income per Diluted Share (each, a non-GAAP financial measure) to the most directly comparable GAAP financial measures.\nBalance Sheet and Liquidity\nAs of March 31, 2025, Liberty had cash on hand of $24 million, an increase from fourth quarter levels, and total debt of $210 million drawn on the secured asset-based revolving credit facility (“ABL Facility”) a $20 million increase from fourth quarter. Total liquidity, including availability under the credit facility, was $164 million as of March 31, 2025.\nConference Call\nLiberty will host a conference call to discuss the results at 8:00 a.m. Mountain Time (10:00 a.m. Eastern Time) on Thursday, April 17, 2025. Presenting Liberty’s results will be Ron Gusek, Chief Executive Officer, and Michael Stock, Chief Financial Officer.\nIndividuals wishing to participate in the conference call should dial (833) 255-2827, or for international callers, (412) 902-6704. Participants should ask to join the Liberty Energy call. A live webcast will be available at http://investors.libertyenergy.com . The webcast can be accessed for 90 days following the call. A telephone replay will be available shortly after the call and can be accessed by dialing (877) 344-7529, or for international callers (412) 317-0088. The passcode for the replay is 6508118. The replay will be available until April 24, 2025.\nAbout Liberty\nLiberty Energy Inc. (NYSE: LBRT) is a leading energy services company. Liberty is one of the largest providers of completion services and technologies to onshore oil, natural gas, and enhanced geothermal energy producers in North America. Liberty also owns and operates Liberty Power Innovations LLC, providing advanced distributed power and energy storage solutions for the commercial and industrial, data center, energy, and mining industries. Liberty was founded in 2011 with a relentless focus on value creation through a culture of innovation and excellence and the development of next generation technology. Liberty is headquartered in Denver, Colorado. For more information, please visit www.libertyenergy.com and www.libertypowerinnovations.com , or contact Investor Relations at IR@libertyenergy.com .\n1 “Adjusted EBITDA” is not presented in accordance with generally accepted accounting principles in the United States (“U.S. GAAP”). Please see the supplemental financial information in the table under “Reconciliation of Net Income to EBITDA and Adjusted EBITDA” at the end of this earnings release for a reconciliation of the non-GAAP financial measure of Adjusted EBITDA to its most directly comparable GAAP financial measure.\n2 Adjusted Pre-Tax Return on Capital Employed is a non-U.S. GAAP operational measure. Please see the supplemental financial information in the table under “Calculation of Adjusted Pre-Tax Return on Capital Employed” at the end of this earnings release for a calculation of this measure.\n3 “Adjusted Net Income” and “Adjusted Net Income per Diluted Share” are not presented in accordance with U.S. GAAP. Please see the supplemental financial information in the table under “Reconciliation of Net Income and Net Income per Diluted Share to Adjusted Net Income and Adjusted Net Income per Diluted Share” at the end of this earnings release for a reconciliation of the non-GAAP financial measures of Adjusted Net Income and Adjusted Net Income per Diluted Share to the most directly comparable GAAP financial measures.\nNon-GAAP Financial Measures\nThis earnings release includes unaudited non-GAAP financial and operational measures, including EBITDA, Adjusted EBITDA, Adjusted Net Income, Adjusted Net Income per Diluted Share, and Adjusted Pre-Tax Return on Capital Employed (“ROCE”). We believe that the presentation of these non-GAAP financial and operational measures provides useful information about our financial performance and results of operations. We define Adjusted EBITDA as EBITDA adjusted to eliminate the effects of items such as non-cash stock-based compensation, new fleet or new basin start-up costs, fleet lay-down costs, gain or loss on the disposal of assets, gain or loss on investments, net, bad debt reserves, transaction and other costs, the loss or gain on remeasurement of liability under our tax receivable agreements, and other non-recurring expenses that management does not consider in assessing ongoing performance.\nOur board of directors, management, investors, and lenders use EBITDA and Adjusted EBITDA to assess our financial performance because it allows them to compare our operating performance on a consistent basis across periods by removing the effects of our capital structure (such as varying levels of interest expense), asset base (such as depreciation, depletion, and amortization) and other items that impact the comparability of financial results from period to period. We present EBITDA and Adjusted EBITDA because we believe they provide useful information regarding the factors and trends affecting our business in addition to measures calculated under U.S. GAAP.\nWe present Adjusted Net Income and Adjusted Net Income per Diluted Share because we believe such measures provide useful information to investors regarding our operating performance by excluding the after-tax impacts of unusual or one-time benefits or costs, including items such as gain or loss on investments, net and transaction and other costs, primarily because management views the excluded items to be outside of our normal operating results. We define Adjusted Net Income as net income after eliminating the effects of such excluded items and Adjusted Net Income per Diluted Share as Adjusted Net Income divided by the number of weighted average diluted shares outstanding. Management analyzes net income without the impact of these items as an indicator of performance to identify underlying trends in our business.\nWe define ROCE as the ratio of adjusted pre-tax net income (adding back income tax and certain adjustments that include tax receivable agreement impacts, gain or loss on investments, net, and transaction and other costs, when applicable) for the twelve months ended March 31, 2025 to Average Capital Employed. Average Capital Employed is the simple average of total capital employed (both debt and equity) as of March 31, 2025 and March 31, 2024. ROCE is presented based on our management’s belief that this non-GAAP measure is useful information to investors when evaluating our profitability and the efficiency with which management has employed capital over time. Our management uses ROCE for that purpose. ROCE is not a measure of financial performance under U.S. GAAP and should not be considered an alternative to net income, as defined by U.S. GAAP.\nNon-GAAP financial and operational measures do not have any standardized meaning and are therefore unlikely to be comparable to similar measures presented by other companies. The presentation of non-GAAP financial and operational measures is not intended to be a substitute for, and should not be considered in isolation from, the financial measures reported in accordance with U.S. GAAP. See the tables entitled Reconciliation and Calculation of Non-GAAP Financial and Operational Measures for a reconciliation or calculation of the non-GAAP financial or operational measures to the most directly comparable GAAP measure.\nForward-Looking and Cautionary Statements\nThe information above includes “forward-looking statements” within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. All statements, other than statements of historical facts, included herein concerning, among other things, statements about our expected growth from recent acquisitions, expected performance, future operating results, oil and natural gas demand and prices and the outlook for the oil and gas industry, outlook for the power industry, future global economic conditions, improvements in operating procedures and technology, our business strategy and the business strategies of our customers, the deployment of fleets in the future, planned capital expenditures, future cash flows and borrowings, pursuit of potential acquisition opportunities, our financial position, return of capital to stockholders, business strategy and objectives for future operations, are forward-looking statements. These forward-looking statements are identified by their use of terms and phrases such as “may,” “expect,” “estimate,” “outlook,” “project,” “plan,” “position,” “believe,” “intend,” “achievable,” “forecast,” “assume,” “anticipate,” “will,” “continue,” “potential,” “likely,” “should,” “could,” and similar terms and phrases. However, the absence of these words does not mean that the statements are not forward-looking. Although we believe that the expectations reflected in these forward-looking statements are reasonable, they do involve certain assumptions, risks and uncertainties. The outlook presented herein is subject to change by Liberty without notice and Liberty has no obligation to affirm or update such information, except as required by law. These forward-looking statements represent our expectations or beliefs concerning future events, and it is possible that the results described in this earnings release will not be achieved. These forward-looking statements are subject to certain risks, uncertainties and assumptions identified above or as disclosed from time to time in Liberty's filings with the Securities and Exchange Commission. As a result of these factors, actual results may differ materially from those indicated or implied by such forward-looking statements.\nAny forward-looking statement speaks only as of the date on which it is made, and, except as required by law, we do not undertake any obligation to update or revise any forward-looking statement, whether as a result of new information, future events or otherwise. New factors emerge from time to time, and it is not possible for us to predict all such factors. When considering these forward-looking statements, you should keep in mind the risk factors and other cautionary statements in “Item 1A. Risk Factors” included in our Annual Report on Form 10-K for the year ended December 31, 2024 as filed with the SEC on February 6, 2025 and in our other public filings with the SEC. These and other factors could cause our actual results to differ materially from those contained in any forward-looking statements.\nLiberty Energy Inc.\nSelected Financial Data\n(unaudited)\nThree Months Ended\nMarch 31,\nDecember 31,\nMarch 31,\n2025\n2024\n2024\nStatement of Operations Data:\n(amounts in thousands, except for per share data)\nRevenue\n$\n977,461\n$\n943,574\n$\n1,073,125\nCosts of services, excluding depreciation, depletion, and amortization shown separately\n761,616\n741,754\n782,680\nGeneral and administrative (1)\n65,775\n56,174\n52,986\nTransaction and other costs\n811\n—\n—\nDepreciation, depletion, and amortization\n127,742\n132,164\n123,186\nLoss (gain) on disposal of assets, net\n3,345\n(11,442\n)\n(1,160\n)\nTotal operating expenses\n959,289\n918,650\n957,692\nOperating income\n18,172\n24,924\n115,433\nLoss on remeasurement of liability under tax receivable agreements\n—\n3,210\n—\nGain on investments, net\n(19,288\n)\n(44,753\n)\n—\nInterest expense, net\n9,543\n8,499\n7,063\nNet income before taxes\n27,917\n57,968\n108,370\nIncome tax expense\n7,806\n6,075\n26,478\nNet income\n20,111\n51,893\n81,892\nNet income per common share:\nBasic\n$\n0.12\n$\n0.32\n$\n0.49\nDiluted\n$\n0.12\n$\n0.31\n$\n0.48\nWeighted average common shares outstanding:\nBasic\n161,938\n162,856\n166,325\nDiluted\n165,784\n167,163\n171,441\nOther Financial and Operational Data\nCapital expenditures (2)\n$\n120,878\n$\n188,148\n$\n141,993\nAdjusted EBITDA (3)\n$\n168,150\n$\n155,740\n$\n244,786",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Politics",
    "Human Interest"
  ],
  "topics": [
    "Economy, Business and Finance->business reporting and performance",
    "Economy, Business and Finance->financial service",
    "Politics->economic policy"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": false,
  "webz_reporter": false,
  "external_links": [
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Finvestors.libertyenergy.com&esheet=54239206&newsitemid=20250416673949&lan=en-US&anchor=http%3A%2F%2Finvestors.libertyenergy.com&index=1&md5=09b42d0ddd55b3e0a7d8449c0b20374d",
    "http://investors.libertyenergy.com",
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.libertyenergy.com&esheet=54239206&newsitemid=20250416673949&lan=en-US&anchor=www.libertyenergy.com&index=2&md5=4d5d3ee6e76828e30486fb28804dfe3f",
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.libertypowerinnovations.com&esheet=54239206&newsitemid=20250416673949&lan=en-US&anchor=www.libertypowerinnovations.com&index=3&md5=c3f36c3e1ea765a158af8d126b222990",
    "http://www.investors.libertyenergy.com",
    "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.libertypowerinnovations.com&esheet=54239206&newsitemid=20250416673949&lan=en-US&anchor=www.libertypowerinnovations.com&index=3&md5=c3f36c3e1ea765a158af8d126b222990",
    "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Finvestors.libertyenergy.com&esheet=54239206&newsitemid=20250416673949&lan=en-US&anchor=http%3A%2F%2Finvestors.libertyenergy.com&index=1&md5=09b42d0ddd55b3e0a7d8449c0b20374d",
    "https://cts.businesswire.com/ct/CT",
    "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.libertyenergy.com&esheet=54239206&newsitemid=20250416673949&lan=en-US&anchor=www.libertyenergy.com&index=2&md5=4d5d3ee6e76828e30486fb28804dfe3f"
  ],
  "entities": {
    "persons": [],
    "locations": [],
    "organizations": [
      {
        "name": "Liberty Energy Inc.",
        "sentiment": "negative",
        "tickers": []
      },
      {
        "name": "IMG Energy Solutions",
        "sentiment": "none",
        "tickers": []
      },
      {
        "name": "EBITDA",
        "sentiment": "none",
        "tickers": []
      }
    ]
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": {
    "categories": [],
    "bias": null,
    "source": {
      "type": null,
      "city": null,
      "state": null,
      "country": null,
      "domain_type": null,
      "agency": null,
      "organization_name": null
    }
  },
  "rating": null,
  "crawled": "2025-04-17T00:31:26.253+03:00",
  "updated": "2025-04-17T00:31:26.253+03:00"
}