{
  "thread": {
    "uuid": "6b0c72122c7e67cb1331b2a32ea0deeeda362183",
    "url": "https://www.fox8live.com/2023/12/29/2023-sees-major-dip-violent-crimes-nationally-ushering-hope-safer-2024/",
    "site_full": "www.fox8live.com",
    "site": "fox8live.com",
    "site_section": "https://www.fox8live.com/powernation",
    "site_categories": [
      "media"
    ],
    "section_title": "POWERNATION",
    "title": "2023 sees major dip in violent crimes nationally, ushering hope for safer 2024",
    "title_full": "2023 sees major dip in violent crimes nationally, ushering hope for safer 2024",
    "published": "2023-12-29T07:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-wvue-prod.cdn.arcpublishing.com/resizer/v2/TDL5G43G5JAMTMQLVMCFILGMJ4.jpg?auth=3f51969602292d1391bbaedc66c83c520be4c4b09f0194b824dfbfeb2dd4f1e4&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 14315,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6b0c72122c7e67cb1331b2a32ea0deeeda362183",
  "url": "https://www.fox8live.com/2023/12/29/2023-sees-major-dip-violent-crimes-nationally-ushering-hope-safer-2024/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ashlyn Brothers",
  "published": "2023-12-29T07:23:00.000+02:00",
  "title": "2023 sees major dip in violent crimes nationally, ushering hope for safer 2024",
  "text": "NEW ORLEANS (WVUE) - In 2023, a potentially historic drop in violent crimes like homicides across the country is catching some people off guard and leaving many cautiously optimistic ahead of the new year.\nDeciphering the data is not an exact science.\n“If you want to know what the crime trend is you have to use wording and estimative language and incomplete data to guesstimate,” Jeff Asher said.\nData shows the country is cutting back on violent crime.\n“I am very surprised to hear that,” Mark Hughey said.\nIt’s a pleasant surprise.\n“I feel really positive about 2024. I think not everything is fixed but it’s definitely better than it was 2 or 3 years ago,” Elizabeth Ellis said.\n“Hopefully it’ll be safer around even like Uptown but especially downtown where it’s still iffy to walk around at night or even with friends in the day,” Marbella Maristany said.\nOthers are noticing a difference.\n“You can really see that crime is down. You see the kids running. They are having fun. Everybody is having fun so it’s a beautiful year. It’s going to be a beautiful year,” Dexter Lewis said.\nJeff Asher is a public safety analyst and consultant for the New Orleans City Council. He said depending on how people consume information, it may seem like crime is as high as ever.\n“We never talk about instances where there were no crimes, there were no robberies yesterday, there were no shootings yesterday. That’s not a story. That’s not something people talk about,” said Asher.\n“Were there more antidotes this year that I’ve been exposed to or were there more last year. And because you have sort of this present bias, you’re more likely to think there’s more of these incidents that you’re dealing with this year. It just makes it very difficult for people to gain an accurate picture of something that’s a little bit difficult to evaluate.”\nHe said data collected from about 180 cities across the country suggests around a 13% dip in crime this year which is either one of if not the largest reported declines in the US. Asher said the FBI released quarterly data covering a period through September 2023 and showed roughly an 8% decline in violent crime nationally, also possibly the largest decrease on record.\n“It’s been a real slog coming back post-pandemic for businesses and people in general. It’s been tough for parents to sort of bridge the gap between their professional and personal lives,” Asher said.\n“As some of those stresses and as the things that were put on the backburners because of the pandemic start to re-enter everyday life, we’re seeing some of these crime trends especially in terms of gun violence and murder return to what they were before the pandemic,” Asher said.\nAsher said in 2020 through 2022, New Orleans saw a massive increase in murders, going from less than 120 in 2019 to more than 260 last year.\nNow, according to the Metropolitan Crime Commission , homicides are down about 20% this year compared to this time 2022.\n“Still we’re talking about over 190 murders which for the city is a lot of murders but if you sort of graph it over time, the trend is certainly positive,” Asher said.\nAsher said aggravated assaults, robberies and carjackings are all down this year too.\n“Everyone likes to, when things are going down, point to things that they’re doing and when things are going up, they point to the big national things that are outside of their control,” Asher said.\nWhen asked if things like proactive policing or resource deployment made a difference, Asher said it’s difficult to pinpoint any local impacts, at least this early on.\nHe also noted the NOPD has about 40 fewer commissioned officers on the streets now compared to the beginning of 2023. Given that the trends are not unique to New Orleans, Asher believes curbing violent crime results from national factors.\n“New Orleans gets the national trends. Just does so more so,” Asher said.\nLocally, Asher said rape and sexual assault numbers haven’t seen a stark change, though he said those are hard to track because of some changes the Orleans Parish Communication District made to calls for service data.\nAuto theft is the only significant increase we’re seeing, though Asher said those numbers are starting to come down.\nSee a spelling or grammar error in our story? Click Here to report it. Please include the headline.\nSubscribe to the Fox 8 YouTube channel .\nCopyright 2023 WVUE. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://www.youtube.com/channel/UC3ijTadOgOLbGWGC1rRy9lA?sub_confirmation=1",
    "https://crimebulletin.metrocrime.org/orleans-crime-trends-as-of-december-17-2019-2023/",
    "https://www.youtube.com/channel/UC3ijTadOgOLbGWGC1rRy9lA",
    "https://crimebulletin.metrocrime.org/orleans-crime-trends-as-of-december-17-2019-2023",
    "https://youtube.com/channel/UC3ijTadOgOLbGWGC1rRy9lA?sub_confirmation=1",
    "https://www.crimebulletin.metrocrime.org/orleans-crime-trends-as-of-december-17-2019-2023/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dexter lewis",
        "sentiment": "none"
      },
      {
        "name": "elizabeth ellis",
        "sentiment": "none"
      },
      {
        "name": "marbella maristany",
        "sentiment": "none"
      },
      {
        "name": "jeff asher",
        "sentiment": "none"
      },
      {
        "name": "mark hughey",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "uptown",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T07:32:15.346+02:00",
  "updated": "2023-12-29T07:32:15.346+02:00"
}