{
  "thread": {
    "uuid": "548a29f9098a9783d1c3095e6835e6504642778b",
    "url": "https://www.hstoday.us/featured/leading-with-character-letting-go",
    "site_full": "www.hstoday.us",
    "site": "hstoday.us",
    "site_section": "https://www.hstoday.us/category/featured/",
    "site_categories": [
      "media",
      "hacking",
      "tech"
    ],
    "section_title": null,
    "title": "LEADING WITH CHARACTER: Letting Go",
    "title_full": "LEADING WITH CHARACTER: Letting Go",
    "published": "2024-05-31T21:13:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 24095,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "548a29f9098a9783d1c3095e6835e6504642778b",
  "url": "https://www.hstoday.us/featured/leading-with-character-letting-go",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@HSTodayMag",
  "published": "2024-05-31T21:13:00.000+03:00",
  "title": "LEADING WITH CHARACTER: Letting Go",
  "text": "Summer is rapidly approaching, and joy is in the air! Outside my windows, a chorus of birds makes magical music that wafts in through my windows with the cool, fresh breeze. It soothes my soul. I want to spend my entire day—no, every day—outside, savoring the beauty of nature. But I can’t. Why? Because I have too much to do.\nMost of us would like to have more discretionary time—especially this time of year—but it seems so elusive. In this week’s blog, let’s explore how to create space and be more satisfied and productive at work and at home by doing less , not more . I don’t have all the answers and am still searching, as I’m sure many of you are, too. As you read, I encourage you to imagine ways you can “let go” for a better life.\nOvercommitting\nSix years ago, I retired from the US Coast Guard after 40 years in uniform. I was looking forward to a slower pace, but wanted to keep involved to give back for all the Coast Guard and my country did for me. So, I accepted several offers to volunteer on boards and advisory councils, and wrote a book, Breaking Ice & Breaking Glass: Leading in Uncharted Waters , on character-centered leadership. As I took on those obligations, one at a time, it seemed so manageable. But in the end, they all added up until one day it struck me…I was overcommitted. Once you’re overcommitted, there is no easy way out. It takes determination and patience to pare back.\nCollecting or Letting Go\nThose of you who read my column regularly know I take much inspiration from Shankar Vedantum’s, The Hidden Brain podcast. Just this week I listened to the latest episode, “Innovation 2.0: Do Less,” with Leidy Klotz. I highly recommend you listen; it can be found here: https://podcasts.apple.com/us/podcast/hidden-brain/id1028908750?i=1000656907220\nDr. Klotz cites a quote attributed to the Chinese philosopher, Lao Tzu, presumed author of the ancient Chinese text on Taoism, Tao Te Ching , “Those who seek knowledge , collect something every day. Those who seek wisdom , let go of something every day.” Wow, did that resonate with me! I’ll admit to a propensity to collect, not let go. For instance, I shop and make frequent additions to my wardrobe, but seldom find the same motivation to get rid of clothes I don’t wear. Why do so many of us tend to add but not take away? I believe it’s because we’re rewarded if we add something, such as a new item of clothing (“Oh, I like your new suit!”), or a new change at work (Isn’t she top notch for installing that new computer software?”). On the other hand, no one notices if we give away a suit, or remove something from the workplace. It just disappears. The act of letting go is seldom celebrated.\nAn Example of Letting Go\nSo how do we condition ourselves to look for ways to let go to make space for what we really want or need? I recall a good example from my days as commanding officer of the US Coast Guard’s Recruit Training Center in Cape May, NJ. Shortly after reporting aboard, it became obvious the seven and one-half week recruit training curriculum was somewhat outdated and overburdened. There was need for new training modules, but no space in the jam-packed program. My staff informed me it just wasn’t possible to add anything more. Meanwhile, I traveled around the country to visit and benchmark with every other armed service’s recruit training center. I discovered there was, indeed, much we needed to add to bring our Coast Guard curriculum up to speed. But how to do it?\nOne day I was walking around the training center and stopped to watch the seamanship training. An instructor was teaching recruits how to use old-fashioned sound powered phones, which had been the primary means of communication on ships for decades prior to the invention of hand-held radios. I had recently served as commanding officer of a Coast Guard cutter, and knew we rarely used the obsolete sound powered phones. So, I asked the instructor how much time was spent teaching recruits this skill. He enthusiastically responded, “Eight hours, ma’am!” Right then and there, I knew how to make room for new training modules. We would find and eliminate outdated ones. A few weeks later, my senior leadership team announced they had discovered 63.5 hours of outdated/less relevant training that could be let go to make room for curriculum modernization. Everyone should have celebrated, but there were those who resisted eliminating the modules because it was taking something away “that had always been there.” What a lesson in the challenges of letting go!\nLook in the mirror. What can you, as a leader, let go to improve your and your team’s well-being, and to improve your organization? What is your execution plan for letting go?\nPlease join me again in two weeks for more on Leading with Character.\nIf you enjoyed this post, please visit my website where you can buy my book, Breaking Ice & Breaking Glass: Leading in Uncharted Waters, and sign up for my mailing list: https://sandrastosz.com/book/breaking-ice-and-breaking-glass/",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://sandrastosz.com/book/breaking-ice-and-breaking-glass/",
    "https://podcasts.apple.com/us/podcast/hidden-brain/id1028908750?i=1000656907220",
    "https://www.podcasts.apple.com/us/podcast/hidden-brain/id1028908750?i=1000656907220",
    "https://podcasts.apple.com/us/podcast/hidden-brain/id1028908750",
    "https://sandrastosz.com/book/breaking-ice-and-breaking-glass",
    "https://www.sandrastosz.com/book/breaking-ice-and-breaking-glass/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "us coast guard",
        "sentiment": "none"
      },
      {
        "name": "coast guard",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T22:45:07.464+03:00",
  "updated": "2024-05-31T22:45:07.464+03:00"
}