{
  "thread": {
    "uuid": "a1d2228bba73c6fe665141d2c3359a778b7bedf7",
    "url": "https://carbuzz.com/news/naturally-aspirated-toyota-ae86-makes-11000-rpm-initial-d-meme-a-reality",
    "site_full": "carbuzz.com",
    "site": "carbuzz.com",
    "site_section": "https://carbuzz.com/rss/news",
    "site_categories": [
      "car_culture",
      "vehicles",
      "buying_selling_cars"
    ],
    "section_title": "CarBuzz",
    "title": "Naturally-Aspirated Toyota AE86 Makes 11,000-RPM 'Initial D' Meme A Reality",
    "title_full": "Naturally-Aspirated Toyota AE86 Makes 11,000-RPM 'Initial D' Meme A Reality",
    "published": "2024-01-06T02:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "http://cdn.carbuzz.com/share-images/990x660/27000/700/27707.jpg",
    "performance_score": 0,
    "domain_rank": 10177,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a1d2228bba73c6fe665141d2c3359a778b7bedf7",
  "url": "https://carbuzz.com/news/naturally-aspirated-toyota-ae86-makes-11000-rpm-initial-d-meme-a-reality",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cesar Miguel",
  "published": "2024-01-06T02:01:00.000+02:00",
  "title": "Naturally-Aspirated Toyota AE86 Makes 11,000-RPM 'Initial D' Meme A Reality",
  "text": "Of course, it used the iconic panda colors, too.\nWe all know the 11,000 rpm meme from Initial D, but this AE86 built by Formula Drift OG Taka Aono is the real deal. It was recently shown off at the 2023 SEMA, and while a select few builds, like the\n13k-RPM Mini from hell, can rev beyond that, it's always neat to see screaming monsters like this discussed in detail.\nAs mentioned, this car in question was built by a true fan of the\nToyota AE86. Aono, after all, was the last guy to have used an AE86 in the Formula D series. Larry Chen interviewed him, and the vehicle in question looks like it received heaps of attention and care from its owner and builder. Everything about this ride is immaculate, from the 4AGE inline-4 engine in the engine bay to its body.\nThe engine bay alone is a work of art, but Aono says every part of the car is functional. The 4AGE itself was inspired by Aono's Formula D car. That, however, was noted to be demanding in terms of maintenance, requiring a 24-hour service interval when run with an 11k tune and normal-sized engine internals. Yes, the interval time includes idling time.\nThis new build was reinforced by a newly developed larger crankshaft paired with a much larger set of pistons and a slightly longer block similar to the 2JZ engine, made famous by the fourth-generation A80\nToyota Supra. OS Giken developed these parts and sold them as a kit optimized for strength. This is particularly noteworthy, considering the 4A Toyota engine series was released around 30 years ago.\nOn that end, Aono can reach higher RPMs while having less risk of blowing up. As of the moment, it already makes 170 horsepower to the wheels, which is significant for an engine of this type.\nThen again, the builder/owner says it is currently experiencing issues; its individual throttle bodies are too small. The headers are also experiencing clearance issues with the car's steering shaft.\nOnce those problems are fixed, Aono expects 185-190 hp at the wheels. Still, that doesn't sound much, but he admits he isn't chasing big power. For that, he says he could go the turbocharging route, which he isn't considering now. His priority, after all, is the 11,000 rpm sound.\nOf course, Aono's AE86 also gets the recognizable black-and-white color scheme from the anime. It also rocks a set of RS Watanabe Eight Spoke F8-Type wheels and a carbon fiber hood, among other clean touches. Its interior comprises brand-new, genuine Toyota parts except for the Bride bucket seats, carbon fiber cash, and interior door panels. Oh, and as a final mind-blower, the vehicle is running a transmission from a\nMazda RX-7.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "aono",
        "sentiment": "none"
      },
      {
        "name": "larry chen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sema",
        "sentiment": "none"
      },
      {
        "name": "formula drift og taka aono",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T02:06:44.937+02:00",
  "updated": "2024-01-06T02:06:44.937+02:00"
}