{
  "thread": {
    "uuid": "3303aa380daa53f8bbd3966cdb3010b138074b0a",
    "url": "https://newsday.co.tt/2023/12/28/harewood-christopher-my-individual-of-the-year/",
    "site_full": "newsday.co.tt",
    "site": "newsday.co.tt",
    "site_section": "https://newsday.co.tt/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Trinidad and Tobago Newsday",
    "title": "Harewood-Christopher –my individual of the year",
    "title_full": "Harewood-Christopher –my individual of the year",
    "published": "2023-12-29T05:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "TT",
    "main_image": "https://newsday.co.tt/wp-content/uploads/2023/12/23192267-1-e1703271241523.jpg",
    "performance_score": 0,
    "domain_rank": 30291,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3303aa380daa53f8bbd3966cdb3010b138074b0a",
  "url": "https://newsday.co.tt/2023/12/28/harewood-christopher-my-individual-of-the-year/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Newsday",
  "published": "2023-12-29T05:23:00.000+02:00",
  "title": "Harewood-Christopher –my individual of the year",
  "text": "Letters to the Editor\nHarewood-Christopher –my individual of the year\nNewsday\nTHE EDITOR: I would like to nominate Commissioner of Police Erla Harewood-Christopher as the individual of the year.\nPlease permit me to plead my case.\nWith her Court and Process experience, and her stint on the Audit Committee, no one expected her to be appointed as CoP, but she got there and during the first year in office, the nation got a taste of what the word lacklustre really means.\nGone was the enthusiasm to fight crime, to reach the public so as to engender confidence as well as expand the police's role and function in protecting and serving society.\nShe then retired and as was expected, the political directorate felt it appropriate to extend her term, which is due to expire sometime in May, if I recollect correctly.\nAnd as we approach 2024, one is really astonished as to how bad things have gotten. We are approaching 570 murders, with no real response from the TTPS in terms of arrests and convictions.\nAs such, if we reflect on the cry that this was a first in TT's history, where a woman is leading the TTPS, we really have seen nothing to make womankind and people in general proud.\nOur dear sister urged the nation to pray when she spoke in Chaguanas, as though the nation wasn't praying then, isn't praying (more than ever) now and is determined to pray that they are not next to fall victim to bandits, extortionists, killers and gang leaders.\nShe has not delivered on her undertaking to reduce crime by June of this year. Instead, crime increased in every nook and cranny of the nation, forcing our commissioner to eat her words.\nCrime is the number one concern of every citizen, let's be clear. Everywhere you turn, the nation is begging for a police presence, day or night as no one is safe. Only on Wednesday, an innocent woman was shot dead by gunmen as they pursued their targets in Spring Village.\nWhether they like hearing it or not, the most potent instrument in the fight against crime is a visible and active police presence and not just only police dishing out traffic tickets or guarding citizens when they stage a protest.\nWhen was the last time our CoP attended and spoke at the TTPS' community outreach meetings?\nWhat's worse, there are even those within the ranks who challenge our CoP.\nThe media has reported on officers challenging the CoP over promotions or the alleged denial of their rights. How can one explain the gross oversight and error of incorrectly promoting 900 constables to corporals. This is mind-blowing. It's like the TTPS is at war with itself. Don't feel the criminals are not taking note.\nI have seen no intelligent policing strategy coming from the TTPS led by Harewood-Christopher.\nYes there have been a couple drug busts and firearms seizures and my congrats to the TTPS. But the general feeling, given the rampant murders, shootings, home invasions and armed robberies, is that the TTPS is failing under the CoP's guidance and control.\nPersonally, my feelings are that Mrs Harewood-Christopher has actually exceeded our failed Minister of National Security and given her performance, I say she can be promoted to a minister in the government. Congratulations, CoP Harewood-Christopher, my individual of the year.\nLYSTRA MARAJH\nSt James",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christopher",
        "sentiment": "negative"
      },
      {
        "name": "harewood",
        "sentiment": "negative"
      },
      {
        "name": "erla harewood",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tt",
        "sentiment": "none"
      },
      {
        "name": "ttps",
        "sentiment": "none"
      },
      {
        "name": "audit committee",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T06:24:20.964+02:00",
  "updated": "2023-12-29T06:24:20.964+02:00"
}