{
  "thread": {
    "uuid": "3be0178d9f18e2a434370f9aa843b7e9ad25e585",
    "url": "https://vnexplorer.net/zelensky-sermonises-god-as-ukrainian-ally-in-orthodox-easter-message-s2639276.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Zelensky sermonises God as Ukrainian 'ally' in Orthodox Easter message",
    "title_full": "Zelensky sermonises God as Ukrainian 'ally' in Orthodox Easter message",
    "published": "2024-05-06T00:36:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQUYT.img",
    "performance_score": 0,
    "domain_rank": 56915,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3be0178d9f18e2a434370f9aa843b7e9ad25e585",
  "url": "https://vnexplorer.net/zelensky-sermonises-god-as-ukrainian-ally-in-orthodox-easter-message-s2639276.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-05-06T00:36:00.000+03:00",
  "title": "Zelensky sermonises God as Ukrainian 'ally' in Orthodox Easter message",
  "text": "President Volodymyr Zelensky hailed God as Ukraine’s ‘ally’ in the war with Russia and urged citizens to be united in prayer in his Orthodox Easter address.\nIn a video filmed in front of Kyiv’s Saint Sophia Cathedral, Zelensky said that God ‘has a chevron with the Ukrainian flag on his shoulder’.\nWith ‘such an ally’, the President said, ‘life will definitely win over death’.\nHe then called on his people to unite in prayer for each other and soldiers on the front line, adding ‘Ukrainians kneel only in prayer and never before invaders and occupiers’.\nAs Ukraine marked its third Easter at war, Moscow launched a barrage of drones overnight, concentrated in Ukraine’s east where the situation on the front line is worsening.\nSix people, including a child, were wounded in a drone strike in the eastern Kharkiv region, regional governor Oleh Syniehubov said.\nPresident Volodymyr Zelensky hailed God as Ukraine’s ‘ally’ in the war with Russia and urged citizens to be united in prayer in his Orthodox Easter address. He published a video message (pictured) on Sunday from Kyiv’s Saint Sophia Cathedral in the centre of the capital\nAs Ukraine marked its third Easter at war, Putin’s forces launched a barrage of drones concentrated in Ukraine’s east where the situation on the front line is worsening. Pictured is damage caused by the overnight drone attack on a building in the Dnipro region\nA firefighter is pictured spraying water on the smouldering wreckage caused by a Russian strike in the Nikopol region overnight\nZelensky published a video message on Sunday from Kyiv’s Saint Sophia Cathedral in the centre of the capital.\nWearing a traditional Ukrainian vyshyvanka shirt, instead of his typical army-style clothes, he said: ‘(Russia) violated all commandments, coveted our house and come to kill us. The world sees it, God knows it.\n‘And we believe: God has a chevron with the Ukrainian flag on his shoulder. So with such an ally, life will definitely win over death.’\nHe continued: ‘Ukrainians kneel only in prayer and never before invaders and occupiers. The bible teaches us to love our close ones. And the present has shown us the true meaning of this.\n‘When we support and help each other, even hundreds of kilometres away from one another, we protect each other, we pray for each other. We all have become closer to each other, we have become each other’s neighbours.’\nIn Russia, President Vladimir Putin did not explicitly mention the war – which the Kremlin calls a ‘special military operation’ – in his Easter message.\nIn a public address to Patriarch Kirill – head of the Russian Orthodox Church that strongly backs Moscow’s invasion of Ukraine – Putin thanked him for ‘fruitful cooperation in the current difficult period, when it is so important for us to unite our efforts for the steady development and strengthening of the Fatherland.’\nPutin’s forces launched an overnight rocket strike on eastern Ukraine. Pictured are firefighters trying to extinguish a blaze following the strike\nUkraine’s air force said Russia fired 24 Iranian-style ‘Shahed’ drones at its territory overnight, 23 of which were shot down. Police are pictured surveying damage from the overnight attack\nFires broke out when debris from drones that were shot down fell on buildings. A firefighter is pictured spraying water on one of the blazes\nAs Orthodox Christians in Ukraine and Russia celebrated Easter, Putin’s forces launched an overnight rocket strike on Ukraine’s eastern Donetsk region.\n‘In Pokrovsk, rocket attacks killed two people and damaged a house,’ Vadim Filashkin, Ukraine’s governor of the eastern Donetsk region, said in a post on Telegram.\nPokrovsk is around 60 kilometres (35 miles) northwest of Donetsk city, the Russian-held capital of the region which Moscow claims to have annexed.\nUkraine’s air force said Russia fired 24 Iranian-style ‘Shahed’ drones at its territory overnight, 23 of which were shot down.\n‘A house and outbuildings were burned down as a result of ‘Shahed’ attacks. Six people were injured, among them a girl born in 2015,’ said Kharkiv Governor Oleg Synegubov on Telegram.\nFires broke out when debris from drones that were shot down fell on buildings in the neighbouring Dnipropetrovsk region. No casualties were reported.\nIn Russia and Ukraine, leaders have used religion and the church institution to rally society behind the war effort.\nOfficials in Kyiv urged residents to follow Orthodox Easter services online due to safety concerns.\nSerhiy Popko, head of the Kyiv city administration, warned that ‘even on such bright days of celebration, we can expect evil deeds from the aggressor’.\nRussian President Vladimir Putin (left) talks with Moscow Mayor Sergey Sobyanin (right) during the Easter service at the Christ The Saviour Cathedral in Moscow on May 5, 2024\nNews of the attacks was released on social media by Ukrainian officials, adding to the tens of thousands have been killed and millions driven from their homes since Putin ordered the invasion of Russia’s smaller neighbour in February 2022\nA Russian plane has accidentally dropped a bomb, aimed for Ukraine, on the border city of Belgorod during a May 4, 2024 attack\nA majority of Ukrainians identify as Orthodox Christians, though the church is divided.\nMany belong to the independent Orthodox Church of Ukraine. The rival Ukrainian Orthodox Church was loyal to the patriarch in Moscow until splitting from Russia after the 2022 invasion and is viewed with suspicion by many Ukrainians.\nIn Moscow, worshippers including Putin packed Moscow’s landmark Christ the Saviour Cathedral late on Saturday for a night-time Easter service led by Patriarch Kirill, head of the Russian Orthodox Church and an outspoken supporter of the Kremlin.\nEastern Orthodox Christians usually celebrate Easter later than Catholic and Protestant churches, because they use a different method of calculating the date for the holy day that marks Christ’s resurrection.\nRead more",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "War, Conflict and Unrest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQNuX.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQUYT.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQNv0.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQNuZ.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lR3tb.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQXjH.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQZgl.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lR3td.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQSmz.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQNuZ.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQUYT.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQSmz.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQXjH.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQNv0.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQZgl.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lQNuX.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lR3tb.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lR3td.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "zelensky",
        "sentiment": "negative"
      },
      {
        "name": "volodymyr zelensky",
        "sentiment": "negative"
      },
      {
        "name": "oleh syniehubov",
        "sentiment": "none"
      },
      {
        "name": "sophia cathedr",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "saint sophia cathedral",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      },
      {
        "name": "moscow",
        "sentiment": "none"
      },
      {
        "name": "kharkiv",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T00:59:38.007+03:00",
  "updated": "2024-05-06T00:59:38.007+03:00"
}