{
  "thread": {
    "uuid": "945d4ae2c0ef2d7f5dbb14629adf6c2898c76532",
    "url": "https://www.newarab.com/features/iwd-2024-celebrate-resilience-palestinian-mothers",
    "site_full": "www.newarab.com",
    "site": "newarab.com",
    "site_section": "https://www.newarab.com/rss.xml",
    "site_categories": [],
    "section_title": "The New Arab",
    "title": "On IWD 2024, celebrate the resilience of Palestinian mothers",
    "title_full": "On IWD 2024, celebrate the resilience of Palestinian mothers",
    "published": "2024-03-08T15:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.newarab.com/sites/default/files/styles/600x338/public/2024-03/Final%20Artwork%20-%20jpg_0.jpg?h=d1cb525d&amp;itok=yqIjQh2E",
    "performance_score": 0,
    "domain_rank": 17530,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "945d4ae2c0ef2d7f5dbb14629adf6c2898c76532",
  "url": "https://www.newarab.com/features/iwd-2024-celebrate-resilience-palestinian-mothers",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Yousra Samir Imran",
  "published": "2024-03-08T15:35:00.000+02:00",
  "title": "On IWD 2024, celebrate the resilience of Palestinian mothers",
  "text": "International Women's Day 2024: Celebrating the resilience of Palestinian women and mothers When speaking to Palestinian women from Gaza about their lives before [October 7, 2023](https://www.newarab.com/tag/gaza-war-2023-2024), they all say the same thing: while they weren’t living in utopia, they had still built beautiful lives for themselves and their families despite continued Israel assault, occupation, and blockade. Gazan women spoke of idyllic mornings spent with their mothers, eating Palestinian breakfast spreads made by their mothers’ loving hands, the likes of which you won’t taste elsewhere, and of family gatherings in living rooms, on balconies and terraces, late into the night, talking, laughing and sharing memories, hopes and dreams. Gazan [mothers ](https://www.newarab.com/features/miscarriage-rates-gaza-turn-pregnancy-death-sentence)are at the centre of their families’ universe, playing the roles of wife, mother, educator, and working woman. They are their husbands’ wing women, and for those who have lost their husbands whether in the current war or previous ones, they have had to usurp the role of father as well. \"What makes Palestinian women unique is their persistence, resilience and determination... The Palestinian woman never despairs and always has optimism\" Palestinian women in Gaza stand shoulder-to-shoulder with Gazan men and have a fierce love for their children and a resolve to live life. Through hard work and determination, they secure the best education for their children and are incredibly proud of them. The word saamidah in Arabic, or resilient, is personified by the Palestinian mother. How October 7 shattered the dreams of Palestinian women On the morning of October 7, 2023, the mother of four [Fayrouz Walid](https://www.gofundme.com/f/dfppf-support-my-family-to-escape-from-the-damned-war?qid=896807ee24cdedd9300fcf136e45ccb1), woke up to get her children ready to go to school. Her husband had recently emigrated to Belgium with the hopes of providing a better life for Fayrouz and her young children. After having lived through six wars and rebuilding their house almost as many times, he decided he wanted to set up a life for them in Belgium and they would join him later on. Fayrouz and her children ended up joining him a lot sooner than planned. “All I remember is that I had a beautiful life in my beloved Gaza,” Fayrouz recalls. “I got married after my father died and at the time, I was in my first year of university. During that time, I had four children, and I took on the roles of wife, mother and university student. I used to wait until my children fell asleep before I could study.” While en route to the children’s school, they heard the sound of explosions. Fayrouz says she has no idea how she and her children managed to get back home that day. “On October 7, the sun disappeared and never reappeared,” she says. “We lived through apocalyptic days, going to sleep and waking up to the sound of air strikes and explosions, the screams of widows, and the cries of children. \"I decided I was no longer going to take the risk of losing one of my children and my husband managed to get us evacuated out of Gaza. We recently reunited with him in Belgium. Whenever I eat food or drink water, I do so with a pang in my heart. The sound of air strikes follows me into my dreams.” | | Fayrouz and her children were among the lucky few to be evacuated after the outbreak of Israel’s relentless air bombardments. But her mother, sister and niece Rawa, who was seriously injured during an airstrike resulting in the loss of a lot of blood and requiring further medical treatment, have been [unable to leave](https://www.newarab.com/opinion/israels-war-gaza-channelling-shame-action) Gaza. Fayrouz says Rawa is an extremely intelligent girl who plans to be a doctor one day. “What makes Gazan mothers unique is their humility; the Gazan mother is the one that planted the seeds of heroes and warriors; she is the First Lady of women worldwide. Gazan women have a patience and ability to cope with hardships that no other woman can,” says Fayrouz. “She’s also a woman who brings her achievements into realisation. “My message to the world this [International Women’s Day](https://www.newarab.com/opinion/iwd-israeli-soldiers-obsession-gaza-womens-underwear) is that the Prophet Muhammed (pbuh) said, ‘I enjoin on you to treat women well,’ and I would like to say to you, treat Gaza’s women well, oh free people of the world.” Uprooting Palestinian life: The story of Afaf Masoud and the Sabara Plant Nursery Not far away in Germany, lives [Afaf Masoud](https://www.gofundme.com/f/hope-and-support-for-rebuilding-my-familys-life) who got married and emigrated with her husband just two months before Israel’s war on Gaza. Afaf's father, an agricultural engineer, had recently died. Afaf left behind the family business and passion project, [Sabara Plant Nursery](https://www.middleeastmonitor.com/20180507-teenager-establishes-gazas-largest-cactus-nursery/), which she had opened during her first year of university with her father, in the capable hands of her mother, Nermine Ahmed Al Dali. “My mother helped us a lot with the nursery; she would finish the housework and come down to the nursery to help us. When I studied for exams, my mother would take the reins,” Fayrouz tells The New Arab. “My father died two months before October 2023; my mother was still in her mourning period. My mother had it in her mind to carry on working in our plant nursery after I got married and to take it over. My mother’s goal was to expand our project, even after my father’s death and after I married and moved away, but then the war came and ruined everything.” \"This International Women's Day, my message to Palestinian women is that you are a source of inspiration for me, despite the geographical distances that separate us... You are the source of strength and will. You are the source of hopes and dreams\" Sabara Plant Nursery and the family home were hit by Israeli airstrikes twice; the first time the nursery and house were partially destroyed, and the second time they were fully reduced to rubble. Afaf’s mother Nermine and her siblings left their family home just days before it was destroyed. “Our plant nursery was a source of life for us,” Afaf explains. “When my family evacuated my mother bid it farewell with tears; it was almost as if the plants were nourished by her tears. It was a painful collapse of her spirit and shattered dreams.” Nermine has now taken on the role of both mother and father and spends her days going out to find food, water and shelter for the rest of the family. “When I go out, I ask myself ‘Am I going to return, and if I don’t, who will take my place?’” says Nermine. “I’m waiting for this war to end just so that I can take a shower. There are [no bathrooms available](https://www.newarab.com/features/israel-deliberately-targeting-gazas-healthcare-system) and at most you might shower once a month. \"There’s no water and the available water is expensive and needs distilling to be safe to drink. To wash, you need to make a fire to warm the water; many people just wash in cold water. Every day we wake up and go to sleep and maybe the next day won’t come for us and today will be the last day.” Nermine’s dreams are tied to their plant nursery. She says that gardening gives her hope in life. She dreams of rebuilding Sabara Plant Nursery once the war is over, even if it is smaller than before. “When I speak to my mother, she sounds exhausted and looks and sounds a lot older,” Afaf says. “I feel as if no one else in this world would be able to do what my mother has managed to do. She really is strong. My mother can do what 100 men couldn’t. “What makes Palestinian women unique is their persistence, resilience and determination,” Afaf explains to The New Arab. “The Palestinian woman never despairs and always has optimism. The Palestinian woman has a lot of persistence in life; she does not see a difference between a man and a woman and enjoys working.” | | Understanding the 'legend' of the Palestinian woman Gazan science graduate and mother of one [Alaa Al Talla](https://www.gofundme.com/f/Rebuildmyfamilyhomeingaza), has lived in Wales since 2021. She is one of nine siblings whom she has been campaigning to evacuate along with her parents. Her father has a serious heart condition. She has not seen her family in three years, and her 18-month-old daughter Layan has never met them. Alaa says before October 7, 2023, her mother’s life was full of hopes and dreams. Her mother was a champion of higher education and spent her entire married life working hard to ensure all her nine children were well-educated; Alaa’s siblings are doctors, teachers, engineers, pharmacists and software developers. “My mother’s life, as well as that of my family, has turned into a nightmare she hopes she will wake up from,” says Alaa. “Life has completely gone backwards as if they’ve gone back to a different period; all the features of technology and progress have disappeared and there’s no water, electricity, internet, food or houses. \"The family home was bombed on December 29, 2023. They say that money can be compensated and the most important thing is that you are okay, but our house was like another soul with its inhabitants. Our house was a sea of memories, a soul buried under its rubble, it had legends and tales in every corner and room.” Amid Israel's systematic destruction of Palestinian life, Alaa's wishes are simple. “My mother and every Palestinian mother dream of a decent life without the fear of bombing and war, as Gaza has suffered six wars, the most violent of which is the Seventh of October War. \"The Palestinian mother wishes that peace and stability prevail in Gaza, that the borders are opened and we are allowed to move and travel, that we are allowed the rights that the world is calling for, and the dream of job opportunities, as the Gaza Strip has seen an increase in unemployment. “The Palestinian mother is a legend in her ability to adapt to life circumstances, but this does not mean that the Palestinian mother does not deserve to be pampered. “This [International Women's Day](https://www.newarab.com/features/women-women-2024-dismantling-female-refugee-stereotypes), my message to Palestinian women is that you are a source of inspiration for me, despite the geographical distances that separate us,” says Alaa. “You are the source of strength and will. You are the source of hopes and dreams. I wish for every Palestinian woman to continue what she is currently doing, as they are the ones who are building a future full of peace, and I wish them continued health, wellness and happiness. As Palestinian women in the [diaspora](https://www.newarab.com/opinion/diasporas-crucial-role-palestinian-resistance), we are following in your footsteps.” To support Fayrouz, Afaf and Alaas’ efforts in raising money for their families in Gaza, please visit their GoFundMe fundraisers: [Fayrouz Walid](https://www.gofundme.com/f/dfppf-support-my-family-to-escape-from-the-damned-war?qid=896807ee24cdedd9300fcf136e45ccb1), [Afaf Masoud](https://www.gofundme.com/f/hope-and-support-for-rebuilding-my-familys-life), [Alaa Al Talla](https://www.gofundme.com/f/Rebuildmyfamilyhomeingaza). Cover illustration by Dania K. Follow her work on Instagram: [@cestdania](https://www.instagram.com//) Yousra Samir Imran is a British Egyptian writer and author who is based in Yorkshire. She is the author of Hijab and Red Lipstick, published by Hashtag Press Follow her on Twitter: [@UNDERYOURABAYA](https://twitter.com/UNDERYOURABAYA)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.gofundme.com/f/dfppf-support-my-family-to-escape-from-the-damned-war?qid=896807ee24cdedd9300fcf136e45ccb1),",
    "https://gofundme.com/f/hope-and-support-for-rebuilding-my-familys-life),",
    "https://www.gofundme.com/f/hope-and-support-for-rebuilding-my-familys-life),",
    "https://gofundme.com/f/hope-and-support-for-rebuilding-my-familys-life)",
    "https://www.twitter.com/UNDERYOURABAYA)",
    "https://www.gofundme.com/f/hope-and-support-for-rebuilding-my-familys-life)",
    "https://middleeastmonitor.com/20180507-teenager-establishes-gazas-largest-cactus-nursery/),",
    "https://twitter.com/UNDERYOURABAYA)",
    "https://www.instagram.com//)",
    "https://www.middleeastmonitor.com/20180507-teenager-establishes-gazas-largest-cactus-nursery/),",
    "https://gofundme.com/f/Rebuildmyfamilyhomeingaza),",
    "https://www.gofundme.com/f/Rebuildmyfamilyhomeingaza).",
    "https://www.gofundme.com/f/Rebuildmyfamilyhomeingaza),",
    "https://gofundme.com/f/dfppf-support-my-family-to-escape-from-the-damned-war?qid=896807ee24cdedd9300fcf136e45ccb1),",
    "https://www.gofundme.com/f/dfppf-support-my-family-to-escape-from-the-damned-war",
    "https://gofundme.com/f/Rebuildmyfamilyhomeingaza).",
    "https://instagram.com//)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T16:04:57.579+02:00",
  "updated": "2024-03-08T20:51:44.406+02:00"
}