{
  "thread": {
    "uuid": "34aacc04d781ecd07d2575c96dff43a722c2aeec",
    "url": "https://www.t13.cl/noticia/tendencias/dj-mendez-se-sincera-tras-volver-a-chile-7-1-2024",
    "site_full": "www.t13.cl",
    "site": "t13.cl",
    "site_section": "https://t13.cl",
    "site_categories": [
      "media"
    ],
    "section_title": "Teletrece - Noticias de Chile y el Mundo | T13",
    "title": "Dj Mendez se sincera: “Sigo amando Chile”",
    "title_full": "Dj Mendez se sincera: “Sigo amando Chile”",
    "published": "2024-01-08T01:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "https://s.t13.cl/sites/default/files/styles/manualcrop_850x475/public/t13/field-imagen/2024-01/401253974_2038185129869778_2026367210123384779_n.jpeg?h=676e44ec&amp;itok=5bHa0mUb",
    "performance_score": 0,
    "domain_rank": 27252,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "34aacc04d781ecd07d2575c96dff43a722c2aeec",
  "url": "https://www.t13.cl/noticia/tendencias/dj-mendez-se-sincera-tras-volver-a-chile-7-1-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "T13",
  "published": "2024-01-08T01:04:00.000+02:00",
  "title": "Dj Mendez se sincera: “Sigo amando Chile”",
  "text": "Leopoldo Méndez sorprendió tras sus declaraciones en el programa de [Youtube](https://www.youtube.com/watch?v=sZg5f_OUcKI&ab_channel=CanalKike21) de Kike Morandé. El músico y productor chileno, conocido como DJ Méndez, se sinceró con el animador y habló de cómo ve la actualidad del país. También se refirió a la depresión que lo llevó a irse de Chile y volver a Suecia con su familia. “Chile es como es Chile (...) Todo el mundo se quiere cagar a todo el mundo. Entonces sufrí de varios personajes que se metieron en mi camino. Poca o mucha inversión que hacía no resultaba y salía pa’ tras. Entonces, eso me fue afectando y desgastando las ganas de estar aquí en chile”, explicó. Debido a esto, buscó ayuda profesional y descubrió que estaba pasando por una depresión, que se desencadenó principalmente por estar alejado de sus hijos, quienes viven en Suecia. “No hay profesional en el mundo que me pueda ayudar de la forma que me entregan mis hijos”, confesó A pesar de todo, el músico volvió a Chile y actualmente está emparejado con Beatriz Fuentes, una chilena de 32 años. Incluso, se tatuó “Bea” en una mano. “Me viste ella, ella me elige la ropa”, dijo Dj Mendez. Un último disco: El objetivo de DJ Méndez En la conversación con Kike Morandé, surgió el tema de la violencia en el país, situación que ha sorprendido a DJ Méndez en su regreso a Chile. [ Lee También > Globos de Oro 2024: ¿Cuándo, a qué hora y dónde ver la premiación? ](/noticia/tendencias/cuando-donde-seran-globos-de-oro-2024-5-1-2024) “Es lamentable pero así está Chile, es triste verlo. Yo he tenido muy malas experiencias pero sin embargo sigo amando Chile. Me gusta lo positivo y me quedo con eso. Chile está mal, está la gente agresiva. Tengo grabado mínimo dos tres peleas en pleno semáforo\", mencionó. En ese contexto, es que el el DJ confesó tener conversaciones con su pareja sobre tener hijos, pero decidieron dejar de lado esa idea. “Aunque mucho amor sentimos pero de traer a un niño o niña, un bebé a este mundo como está la cosa\", dijo el cantante. Además, Leo Méndez le contó a Kike Morandé de sus planes: publicar su último disco e irse a vivir al sur. Actualmente, el creador de \"Estocolmo\" está preparando un álbum en el que colabora con reconocidos artistas urbanos como el productor Abraham Wayne y Gino Mella. También, está grabando un nuevo reality, esta vez con él de protagonista. \"Es como los Méndez pero otra era”, dijo entre risas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "http://www.youtube.com/watch?v=sZg5f_OUcKI",
    "http://www.youtube.com/watch",
    "http://youtube.com/watch?v=sZg5f_OUcKI"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:14:01.117+02:00",
  "updated": "2024-01-08T01:14:01.117+02:00"
}