{
  "thread": {
    "uuid": "2a8a11da6ed0265646ef5bc4bfdb7d744ac8534b",
    "url": "https://english.mathrubhumi.com/news/world/2023-officially-warmest-year-on-record-by-a-huge-margin-wmo-confirms-1.9235890",
    "site_full": "english.mathrubhumi.com",
    "site": "mathrubhumi.com",
    "site_section": "https://english.mathrubhumi.com/just-in",
    "site_categories": [
      "media"
    ],
    "section_title": "Just In | English",
    "title": "2023 officially warmest year on record by a huge margin, World Meteorological Organization confirms, latest news, india news, World Meteorological Organization, global warming",
    "title_full": "2023 officially warmest year on record by a huge margin, World Meteorological Organization confirms, latest news, india news, World Meteorological Organization, global warming",
    "published": "2024-01-13T16:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://english.mathrubhumi.com/image/contentid/policy:1.7304695:1646096457/drought.jpg?$p=028aa1d&f=16x9&w=1080&q=0.8",
    "performance_score": 0,
    "domain_rank": 29356,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2a8a11da6ed0265646ef5bc4bfdb7d744ac8534b",
  "url": "https://english.mathrubhumi.com/news/world/2023-officially-warmest-year-on-record-by-a-huge-margin-wmo-confirms-1.9235890",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@english_mathrubhumi",
  "published": "2024-01-13T16:10:00.000+02:00",
  "title": "2023 officially warmest year on record by a huge margin, World Meteorological Organization confirms, latest news, india news, World Meteorological Organization, global warming",
  "text": "Representative Image New Delhi: The World Meteorological Organization (WMO) has officially confirmed that 2023 is the hottest year on record by a huge margin, smashing global temperature records. The yearly average global temperature approached 1.5 degrees Celsius above pre-industrial levels, which is significant because the Paris Agreement on climate change aims to limit the long-term temperature increase to no more than the same amount. According to the agreement, the long-term increase is calculated as an average over decades rather than an individual year like 2023. Global temperatures in every month between June and December set new monthly records, with July and August registering as the hottest months on record, the UN agency said in a statement. Strictly, the WMO found that the annual average global temperature was 1.45 degrees Celsius higher than pre-industrial levels. They consolidated six leading datasets used for monitoring global temperatures, all of which ranked 2023 as the warmest year on record. The datasets included those developed and maintained by space and meteorological agencies in the US - NASA and NOAA - along with those in the UK, Europe and Japan, before arriving at their conclusions regarding the year 2023. \"Climate change is the biggest challenge that humanity faces. It is affecting all of us, especially the most vulnerable,\" said WMO Secretary-General Celeste Saulo. \"We cannot afford to wait any longer. We are already taking action but we have to do more and we have to do it quickly. We have to make drastic reductions in greenhouse gas emissions and accelerate the transition to renewable energy sources.\" She said the temperature rise recorded globally reflected the mid-2023 shift from cooling effects brought about by the climate driver La Nina to the warming effects of El Nino. \"Given that El Nino usually has the biggest impact on global temperatures after it peaks, 2024 could be even hotter,\" said Saulo, who became WMO Secretary-General on January 1, 2024. \"While El Nino events are naturally occurring and come and go from one year to the next, longer-term climate change is escalating, and this is unequivocal because of human activities. \"The climate crisis is worsening the inequality crisis. It affects all aspects of sustainable development and undermines efforts to tackle poverty, hunger, ill-health, displacement, and environmental degradation,\" said Saulo. The WMO went on to say that since the 1980s, each decade had been getting progressively warmer, with the past nine years being the warmest on record, even as long-term monitoring of temperatures worldwide was just one indicator of climate and climatic changes. Other indicators include atmospheric greenhouse gas concentrations, ocean heat and acidification, sea level, sea ice extent and glacier mass balance, measures of all of which shattered existing records to make new ones, it said. The statement said that sea surface temperatures remained exceptionally high for much of the year, which were accompanied by severe and damaging marine heatwaves. Further, the sea ice extent in Antarctica registered its lowest measure ever, both for the end-of-summer minimum in February and end-of-winter maximum in September, the agency said. All these long-term climate changes expressed themselves in the daily weather, it said, with the extreme heat impacting health and fuelling devastating wildfires. Intense rainfall, floods, rapidly intensifying tropical cyclones left a trail of destruction, death and huge economic losses, it said. UN Secretary-General Antonio Guterres said that 2023 was a \"mere preview of the catastrophic future\" that awaited us, if we didn't act now. \"Humanity's actions are scorching the earth. We must respond to record-breaking temperature rises with path-breaking action,\" he said. \"We can still avoid the worst of climate catastrophe. But only if we act now with the ambition required to limit the rise in global temperature to 1.5 degrees Celsius and deliver climate justice,\" he said. The WMO said it will issues its final State of the Global Climate 2023 report in March 2024, that will include details on socioeconomic impacts on food security, displacement, and health. In November 2023, the agency had issued a provisional report, showing that \"records were broken across the board\". PTI",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "world meteorological organization",
        "sentiment": "neutral"
      },
      {
        "name": "wmo",
        "sentiment": "none"
      },
      {
        "name": "un",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-13T16:14:02.680+02:00",
  "updated": "2024-01-13T16:14:02.680+02:00"
}