{
  "thread": {
    "uuid": "d545b7db6ad74f577d6b8c29f7f64476e633c2a7",
    "url": "https://democratherald.com/tncms/asset/editorial/233e4680-1f77-11ef-84f8-0336df5740f7",
    "site_full": "democratherald.com",
    "site": "democratherald.com",
    "site_section": "http://www.gazettetimes.com/search/?f=rss&amp;t=article&amp;l=50&amp;s=start_time&amp;sd=desc&amp;k%5B%5D=%23topstory",
    "site_categories": [
      "media"
    ],
    "section_title": "gazettetimes.com - RSS Results",
    "title": "Interfaith Voices: Climate change threatens Indigenous spirituality",
    "title_full": "Interfaith Voices: Climate change threatens Indigenous spirituality",
    "published": "2024-06-01T16:05:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/democratherald.com/content/tncms/assets/v3/editorial/2/33/233e4680-1f77-11ef-84f8-0336df5740f7/665a1165d4197.preview.jpg?crop=1763%2C926%2C0%2C124&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 37033,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d545b7db6ad74f577d6b8c29f7f64476e633c2a7",
  "url": "https://democratherald.com/tncms/asset/editorial/233e4680-1f77-11ef-84f8-0336df5740f7",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "LUHUI WHITEBEAR",
  "published": "2024-06-01T16:05:00.000+03:00",
  "title": "Interfaith Voices: Climate change threatens Indigenous spirituality",
  "text": "Many people do not make the connection between climate change and spirituality. For Indigenous people, the impacts are deeply felt. The impact depends, of course, on where someone’s people are from. Yet, regardless of geographic differences, climate impacts on land and water threaten our ability to keep our ceremonies going. Unlike many religious structures, our ceremony connections are tied to place. We depend on access to plants, animals and water from the places we hold our ceremonies. Climate change has made this necessary access challenging. To help illustrate these impacts, I will give an example from one of the ceremonies in which I participate. Thank you to readers for understanding that I will not be describing the details of this ceremony or the location, out of privacy and respect. This ceremony depends on several different parts connected to place. One is access to certain food and plants from the area where it is held. However, due to droughts, some of these plants are declining. People are also reading… We do not overharvest our medicine plants so they are not depleted out of existence. The lack of water is making it harder and harder to have necessary plants as part of our ceremony. There is no alternative. If the plants are gone, that part of our ceremony is also gone. Additionally, the presence of fire is a vital part of this ceremony. It burns for several days. However, due to the rise of extreme summer fires, drought and drier conditions, we have faced permit restrictions on fire. In recent years, we have even had our ceremony prohibited due to fire threat. It took a great deal of advocacy from some in the community to gain approval for our permit. The only reason it was approved was because of the advocacy and an intense fire safety plan now in place. Otherwise, we would not have been able to have the ceremony at all. These may seem like minor inconveniences to some, or something that needs to be adapted to. Yet, for Indigenous people, we cannot just move our ceremonies that follow the cycles of nature and depend on specific pieces. The removal of ceremonies from place reflects the removal of Indigenous people from our lands. Just as our people have continued, we need our ceremonies to continue as well. To keep our ways going, we need to work with each other to help find ways to address climate change together. Our entire belief systems depend on it.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T16:37:46.471+03:00",
  "updated": "2024-06-01T21:18:48.026+03:00"
}