{
  "thread": {
    "uuid": "252fa6f1d6bbb18b30cb17b543319804daf32870",
    "url": "https://thesun.my/local_news/economists-upbeat-on-2024-HK11931530",
    "site_full": "thesun.my",
    "site": "thesun.my",
    "site_section": "https://www.thesundaily.my/rss/home",
    "site_categories": [],
    "section_title": "Highlights",
    "title": "Economists upbeat on 2024",
    "title_full": "Economists upbeat on 2024",
    "published": "2024-01-01T17:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MY",
    "main_image": "https://thesun.my/binrepository/480x321/0c70/480d250/none/11808/GVAB/w5006xwt_3765330_20240102072054.jpg",
    "performance_score": 0,
    "domain_rank": 43347,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "252fa6f1d6bbb18b30cb17b543319804daf32870",
  "url": "https://thesun.my/local_news/economists-upbeat-on-2024-HK11931530",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "sivanisvarry morhan",
  "published": "2024-01-01T17:20:00.000+02:00",
  "title": "Economists upbeat on 2024",
  "text": "PETALING JAYA: In the wake of robust economic expansion witnessed in 2023, the resilience of the national economy will stand as a testament to its stability in 2024, said economists.\nMalaysia University of Science and Technology economist and provost for research and innovation Prof Geoffrey Williams said Malaysia is poised for a positive economic performance this year, signalling a resolute stride towards prosperity and resilience.\nHe cited the Statistics Department, which said the national economy exhibited resilience in the face of global uncertainties and registered positive growth in 2023, primarily driven by robust industrial production and retail sales.\nChief Statistician Datuk Seri Mohd Uzir Mahidin reported a 3.9% economic growth for the first nine months of 2023, a notable contrast to the 9.2% growth recorded for the same period in 2022.\nWilliams said: “The positive trajectory was underpinned by a significant upswing in the industrial production index, which grew to 2.7% year-on-year in October 2023.\n“This was driven by the mining sector’s robust performance.”\nHe said the manufacturing sector faced challenges as its sales value experienced a 1.4% decline to RM156.7 billion in October 2023, influenced by a notable drop in the petroleum, chemical, rubber and plastic products sub-sectors.\n“On the other hand, the wholesale and retail trade sector saw a commendable increase in monthly sales value, reaching RM142.3 billion in October.\n“This was driven by the expansion of the wholesale trade sub-sector.”\nOn the economic outlook for 2024, Williams foresees a scenario characterised by a moderation in growth compared with 2023 and a sustained and controlled level of inflation.\nHowever, he said there are persistent challenges in attracting investments due to various local and global events recently.\nAs a result, on the trade front, a contraction of 2.4% was recorded year-on-year in October 2023, with both exports and imports experiencing a decline.\n“The trade surplus stood at RM12.9 billion, which reflected a 30.3% decrease from the previous year,” he said.\nWilliams emphasised the diversification of the economy by promoting sectors with growth potential.\n“A diversified economy is less vulnerable to external shocks and provides a broader range of investment opportunities,” he said.\nHe also underscored the need for conservative fiscal management and called for an analysis of tax reforms to improve revenue sources, and attention to good governance to reduce wastage and corruption.\n“My analysis stems from various factors influencing the economic landscape, including domestic and global conditions. Stakeholders and policymakers should formulate strategies and policies to navigate the evolving economic landscape this year,” he said.\nMonash University economic professor Dr Niaz Asadullah said 2024 will reflect confidence in the level of business investments and will contribute to job creation, innovation and overall economic expansion.\n“International trade, a crucial driver of economic interconnectedness, encapsulates the exchange of goods and services across borders.\n“Therefore, it is crucial to analyse key indicators such as GDP (growth domestic product) growth, consumption, investment, international trade, inflation and unemployment,” he said.\nHowever, Niaz highlighted Malaysia’s vulnerability to global economic trends and the importance of sustaining domestic demand.\n“Political stability has impacted the quarterly GDP growth in 2023, so there is a need for reforms to enhance the productivity of small and medium-sized enterprises to drive growth in 2024.\n“Therefore, it is important to propose reforms to the labour market and balance fiscal strength with provisions for popular support, which will ensure political stability.”\nHe said the government should work to overcome high-priority issues such as poverty and unemployment, subsidy rationalisation, raising incomes, improving job prospects and addressing long-term care and student loans this year.\n“By focusing on the importance of proactive measures, reforms and careful consideration of various factors to navigate the evolving economic landscape, Malaysia can experience a positive economic outlook in 2024,” he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "williams",
        "sentiment": "none"
      },
      {
        "name": "geoffrey williams",
        "sentiment": "none"
      },
      {
        "name": "datuk seri mohd uzir mahidin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "petaling jaya",
        "sentiment": "negative"
      },
      {
        "name": "malaysia university of science and technology",
        "sentiment": "none"
      },
      {
        "name": "statistics department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "malaysia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T01:44:47.581+02:00",
  "updated": "2024-01-02T01:44:47.581+02:00"
}