{
  "thread": {
    "uuid": "24d6054270f0aca52b00fb7432d8d745e57d704e",
    "url": "https://www.wqad.com/article/entertainment/events/navarro-canoe-company-jeff-ohern-meet-the-maker-handcrafting-boat/526-05e253b1-0e30-4125-9826-23bd43b97624",
    "site_full": "www.wqad.com",
    "site": "wqad.com",
    "site_section": "https://wqad.com/news",
    "site_categories": [
      "hobbies_and_interests",
      "travel",
      "by_us_locale",
      "photography"
    ],
    "section_title": "News Headlines | wqad.com",
    "title": "Meet the QC man behind Navarro Canoe Co.'s handcrafted boats | wqad.com",
    "title_full": "Meet the QC man behind Navarro Canoe Co.'s handcrafted boats | wqad.com",
    "published": "2024-04-19T00:45:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.tegna-media.com/assets/WQAD/images/e09c662f-0091-4075-89d6-d28664a2bda3/e09c662f-0091-4075-89d6-d28664a2bda3_1140x641.jpg",
    "performance_score": 0,
    "domain_rank": 19937,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "24d6054270f0aca52b00fb7432d8d745e57d704e",
  "url": "https://www.wqad.com/article/entertainment/events/navarro-canoe-company-jeff-ohern-meet-the-maker-handcrafting-boat/526-05e253b1-0e30-4125-9826-23bd43b97624",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shelby Kluver (WQAD)",
  "published": "2024-04-19T00:45:00.000+03:00",
  "title": "Meet the QC man behind Navarro Canoe Co.'s handcrafted boats | wqad.com",
  "text": "ROCK ISLAND, Ill. — So often, life can be like a river. It twists and turns -- many times, in ways you could never expect. But if we're lucky, we'll end up exactly where we're meant to be. And we would say Jeff O'Hern is one of the lucky ones. \"Yeah, that's what I do. I make the boats here,\" said O'Hern. He's the hands that craft [Navarro Canoe Co.'s](https://www.navarrocanoe.com/) handcrafted canoes. 2024 will mark 50 years since Navarro first began building boats in Navarro, California. Over the decades it's changed locations to four different states as owners come and go. 12 years ago, the owner at the time brought Navarro to downtown Rock Island. Then two years ago, it changed hands again. It was then, in 2022, that O'Hern began a brand new journey. He was asked to become Navarro's master craftsman, despite not having any experience or formal training on how to build canoes. \"It's a working retirement for me, which is fun,\" O'Hern said. Navarro is hosting a ['Meet Your Makers' event](https://www.navarrocanoe.com/makers) to bring you a behind the scenes look at the shop, and O'Hern's work, on April 20-21. More information on how to RSVP for the event is at the bottom of this article. It takes him about 100 manhours to complete each canoe. He cuts and shapes the wood, creates the fiberglass shell from molds he helped build, adds protective Kevlar lining and carefully pieces it all together. Right now, O'Hern is cranking out about two to three canoes each month, for customers all over the country and even some international buyers in Japan. But if you ask O'Hern, he wasn't worried about his lack of training. After all, he says his whole life has prepared him for this moment. From high school through his 50s, O'Hern worked as a youth outreach pastor as well as a football coach at Moline High School. \"You don't get paid much for that work, so I tended to have side jobs,\" O'Hern laughed. He grew up in a construction-oriented family; his grandmother loved antiques and taught him about finishes; during college, O'Hern lived in Florida and learned how to work with fiberglass while making surfboards; he also had experience painting over the years. When he was asked to take over canoe building by the two new co-owners of Navarro, O'Hern thought it would be a perfect fit. \"God is provisional. It's that simple,\" O'Hern smiled. \"I could see myself doing this until I no longer exist.\" While he jokingly calls this his retirement job, O'Hern certainly puts in the hours. He averages anywhere from 50 to 70 hours at the shop. During that first year, he even kept a cot at Navarro so he could be ready to go when the canoe's resin was dry. \"This is a great-- I don't want to say end, but this is a great final job to have,\" O'Hern said. And it turns out it took him reaching the end to find his way back to the beginning. O'Hern grew up on the Rock River and remembers canoeing as a child. When he was too young to drive, he would have to walk two and a half miles up to the bridge, then down over and around to the mall to wait for the bus. \"So instead, after dad left for work so he didn't know we were doing it, we'd get in the canoe, paddle straight across river, take three minutes and tie up the canoe under the viaduct by the mall and get on the bus,\" O'Hern laughed. \"And at the end of the day, get back to the canoe to go home, but you had to beat dad!\" Every Navarro canoe is customized to the customer's preference. From the wood types, grains and stains to the color of the fiberglass shell wrapped around the canoe. Many customers even get logos, names, initials or other designs imprinted onto the wood. Navarro canoes can range from $5,000 to $8,000. They're also much lighter than your typical 100-pound canoe, instead weighing in at around 50 pounds. \"When these canoes retire, they don't go to landfills. They go to estates, is how we like to put it,\" said Todd McGreevy, one of Navarro's co-owners. Navarro's canoes are built to last. They're also made to be a much smoother ride than other boats on the market. \"The ribs give them a flexibility. The canoes breath in the water. Versus an aluminum boat, which kind of-- when the water comes up, it gets kind of loud and slaps against the sides. These, when you sit down, you literally feel it breathing and gliding through the water,\" McGreevy said. He also noted that Navarro would not be what it is without O'Hern's master craftsmanship. We asked O'Hern if he thought of himself as an artist, as many people would consider his work a piece of floating art. He got emotional at the thought. \"Anything that you make with your hands and craft is art, isn't it? I think so. Yeah, I'm thankful when someone calls it art or just hangs it on the wall. Makes me feel pretty good,\" O'Hern said. But while we would call the boats art, to O'Hern, they're really about joy. \"It's all joy. I get pure satisfaction from building a canoe. There's nothing better than working with your hands. It makes me feel valid. And as you age, you can find yourself feeling like you're not important anymore. And this gives me... yeah,\" O'Hern said, choking up. \"Thank you to the maker for making me a maker.\" You can get a behind-the-scenes look at Navarro Canoe Co. and O'Hern's work at the shop's 'Meet Your Makers' event on April 20 and 21. Guests will enjoy pizza, beverages and a personal tour through the facility by O'Hern and the rest of the team. RSVPs are required for this event. You can do so [here](https://www.navarrocanoe.com/makers). Tune into The Current from 4 to 5 p.m. on weekdays to catch live interviews impacting you, your family and your hometown as well as all of the biggest headlines of the day. Watch more news, weather and sports on News 8's [YouTube channel](https://www.youtube.com/c/Wqadnews8/videos)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.youtube.com/c/Wqadnews8/videos)",
    "https://www.navarrocanoe.com/makers)",
    "https://www.navarrocanoe.com/)",
    "https://www.navarrocanoe.com/makers).",
    "https://navarrocanoe.com/)",
    "https://navarrocanoe.com/makers).",
    "https://navarrocanoe.com/makers)",
    "https://youtube.com/c/Wqadnews8/videos)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "o'hern",
        "sentiment": "none"
      },
      {
        "name": "jeff o'hern",
        "sentiment": "none"
      },
      {
        "name": "navarro",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "navarro canoe co.",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "ill.",
        "sentiment": "none"
      },
      {
        "name": "rock island",
        "sentiment": "none"
      },
      {
        "name": "navarro",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "rock island",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:57:23.804+03:00",
  "updated": "2024-04-19T00:57:23.804+03:00"
}