{
  "thread": {
    "uuid": "9ae2edf4238030b38ff7492effce927a7da01e37",
    "url": "https://www.world-today-news.com/how-a-mother-discovered-her-sons-eye-cancer-using-a-cell-phone-flash-a-story-of-hope-and-awareness",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "World Today News",
    "title": "How a Mother Discovered Her Son's Eye Cancer Using a Cell Phone Flash: A Story of Hope and Awareness - World Today News",
    "title_full": "How a Mother Discovered Her Son's Eye Cancer Using a Cell Phone Flash: A Story of Hope and Awareness - World Today News",
    "published": "2024-03-01T01:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 26955,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9ae2edf4238030b38ff7492effce927a7da01e37",
  "url": "https://www.world-today-news.com/how-a-mother-discovered-her-sons-eye-cancer-using-a-cell-phone-flash-a-story-of-hope-and-awareness",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2024-03-01T01:04:00.000+02:00",
  "title": "How a Mother Discovered Her Son's Eye Cancer Using a Cell Phone Flash: A Story of Hope and Awareness - World Today News",
  "text": "My 3-month-old son was diagnosed with retinoblastoma, an eye cancer, by turning on a white flash and checking his eyes. Entered 2024.02.29 22:05 Entered 2024.02.29 22:05 Modified 2024.02.29 18:00 Views 559\nThe story of a woman with four children in the UK who discovered a rare cancer in her newborn son through her mobile phone was told. This was thanks to the camera’s flash function. [사진=뉴욕포스트 보도 캡처]The story of a woman with four children in the UK was told that she discovered a rare cancer in her newborn son using a cell phone camera flash.\nAccording to recent reports, including the American daily New York Post, 40-year-old Sarah Hedges looked at her 3-month-old son Thomas while preparing dinner in November 2022 and noticed a ‘white light’ shining in his eyes.\nHedges noticed that her son’s eyes seemed to reflect light like a cat’s eyes, so she turned on the flash on her phone and took a picture. This was to check whether there was a problem due to the lighting. And the next day, when we moved Thomas to another room near the light, we saw that white light again.\nHedges searched for related information , and based on the information he found, he thought Thomas may have cancer. He later showed the doctor the photos he had taken. The doctor at the time didn’t seem too worried, but Hedges, who was worried as her mother, requested a test at the hospital.\nTest results showed that Thomas was, in fact, diagnosed with retinoblastoma, a rare and aggressive form of eye cancer. Thomas, who was diagnosed with a rare cancer, underwent six rounds of chemotherapy starting in November 2022. He also developed sepsis, but completed his last chemotherapy treatment on April 6, 2023, and was diagnosed as cured on May 10, 2023. He is said to be currently recovering well.\nRetinoblastoma: A subtle white glow appears in the eyes under certain lighting conditions.\nAccording to the Children’s Eye Cancer Trust (CHECT), signs of retinoblastoma include the appearance of a white light when exposed to certain lights or when the eye is squinted. In addition to light, symptoms such as changes in eye shape or eye swelling may also occur. However, it appears very subtly and difficult to notice. If there are no noticeable symptoms, it may be difficult to recognize them right away because babies often appear healthy.\nNevertheless, if symptoms are detected late or treatment is delayed, the eye may need to be removed in less than half of all cases. In the case of Thomas, the medical staff said it was fortunate that his mother was able to immediately identify the symptoms and receive treatment.\nAccording to the National Cancer Information Center’s cancer information , retinoblastoma is a primary malignant tumor that occurs in the optic nerve cells of the retina and occurs most often in children. It accounts for 3-4% of childhood cancer, especially malignant tumors, and is mainly discovered in infancy. It is reported that 5% of blindness in children is due to retinoblastoma.\nThe retina is the innermost membrane of the eye, and its role is to detect light, process and integrate visual information , and transmit it to the brain through the optic nerve. The biggest cause of why cancer occurs in the retina is genetics. Until now, no genes related to the development of retinoblastoma were known other than the MYCN gene. Among these, in January last year, a joint research team led by Seung-gyu Lee and Yong-jun Kim, professors in the Department of Ophthalmology at Yonsei University Severance Hospital, and Professor Han Jeong-woo in the Department of Pediatric Hematology-Oncology, identified that BRCA gene mutation is the cause of retinoblastoma.\nBRCA genetic mutations are associated with ovarian cancer and breast cancer. The research team explains that retinocytoma can occur when there is a BRCA gene mutation and epigenetic mutations caused by the external environment overlap. It was recently published in the international academic journal ‘British Journal of Ophthalmology.’\n“Copyright ⓒ ‘Honest Knowledge for Health ’ Comedy.com ( / Unauthorized reproduction and redistribution, AI learning and use prohibited”\n2024-02-29 13:06:07\n#white #light #childs #eyes.. #mother #discover #sons #cancer\nRelated posts: Paco Roca portrays a woman with breast cancer who receives a new therapy Orthopedics becomes a university, the first step towards the Medicine course. \"A milestone\" bacon? Pork, cabbage, garlic ... What changes in the body? Measles vaccine doses stuck in storage | Romania Local government leadership and accountability are key to overcoming HIV, tuberculosis and malaria -... Dengue Hemorrhagic Fever (DHF) Cases in Jakarta Reach All-Time High in 2023 explosive burnouts, high psychological distress World Health Organization president, alarm signal: \"We should not assume that bird flu will not affe... Llama Antibodies Researched to Treat Covid-19 The Impact of Global Beef Prices on Brazilian Exports: October 2023 Report Share this: Facebook X",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://i0.wp.com/akcdn.detik.net.id/visual/2019/05/22/94de8469-47f5-4e93-9780-9e942da7d03e_169.jpeg?resize=150%2C150&ssl=1)",
    "https://i0.wp.com/akcdn.detik.net.id/visual/2019/05/22/94de8469-47f5-4e93-9780-9e942da7d03e_169.jpeg",
    "https://www.i0.wp.com/akcdn.detik.net.id/visual/2019/05/22/94de8469-47f5-4e93-9780-9e942da7d03e_169.jpeg?resize=150%2C150&ssl=1)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "thomas",
        "sentiment": "none"
      },
      {
        "name": "hedges",
        "sentiment": "none"
      },
      {
        "name": "sarah hedges",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "new york post",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:15:19.436+02:00",
  "updated": "2024-03-01T01:15:19.436+02:00"
}