{
  "thread": {
    "uuid": "098a40296831f160499113698b8b1c055f95c7be",
    "url": "https://www.monitor.co.ug/uganda/news/national/uganda-martyrs-must-prioritise-faith-archbishop-insists-4642732",
    "site_full": "www.monitor.co.ug",
    "site": "monitor.co.ug",
    "site_section": "https://www.monitor.co.ug/",
    "site_categories": [
      "media"
    ],
    "section_title": "Home | Monitor",
    "title": "Uganda Martyrs' Day celebrations must prioritise faith, Archbishop insists | Monitor",
    "title_full": "Uganda Martyrs' Day celebrations must prioritise faith, Archbishop insists | Monitor",
    "published": "2024-05-31T17:52:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "UG",
    "main_image": "https://www.monitor.co.ug/resource/blob/4628620/df9a1d37a1680806956df317654ad657/home10pix-data.jpg",
    "performance_score": 0,
    "domain_rank": 12585,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "098a40296831f160499113698b8b1c055f95c7be",
  "url": "https://www.monitor.co.ug/uganda/news/national/uganda-martyrs-must-prioritise-faith-archbishop-insists-4642732",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ESTHER OLUKA",
  "published": "2024-05-31T17:52:00.000+03:00",
  "title": "Uganda Martyrs' Day celebrations must prioritise faith, Archbishop insists | Monitor",
  "text": "Uganda Martyrs' Day celebrations must prioritise faith, Archbishop insists What you need to know: While giving an update on the level of preparations, Wokorach, who has been serving as the Bishop of the Nebbi Catholic Diocese, told journalists on Friday, May 31, during a media briefing held at Uganda Catholic Secretariat, in Nsambya, in Kampala, that Namugongo risks becoming anything else apart from a spiritual center The archbishop designate of Gulu Catholic Archdiocese Raphael P’Mony Wokorach has said the Uganda Martyrs' Day celebrations should only be accompanied by faith and spiritual activities and nothing else. While giving an update on the level of preparations, Wokorach, who has been serving as the Bishop of the Nebbi Catholic Diocese, told journalists on Friday, May 31, during a media briefing held at Uganda Catholic Secretariat, in Nsambya, in Kampala, that Namugongo risks becoming anything else apart from a spiritual center. \"We risk Namugongo becoming anything other than a spiritual center. As we prepare, you feel pressure from all sides... The politicians come to help us (but under conditions) and say, \"I must appear there,\" but that's part of the pressure. Each year, the celebration is held in Namugongo, a township in Wakiso district, with prayers at both the Catholic Shrine of Uganda Martyrs and the Anglican Martyrs' Site. “Let us not draw our attention away from what we are meant to be. Pilgrimage is not a journey for fun but rather a spiritual and religious one that one hopes to benefit from. Let the pressure of the world not overwhelm and evade what Namugongo initially was,\" Wokorach elaborated. Overall, Namugongo celebrations should be protected from all invasions of ideas, the archbishop-elect said. “Namugongo celebrations should be protected from all invasions of ideas and how to look at them... We come together as a nation to celebrate the spiritual life of these Uganda Martyrs, and that is what I say we should protect. That should not be lost on our side. If we don’t look at the Uganda Martyrs as holy people who lived because of God, then we have lost it all,” he said. Nebbi Catholic Diocese is animating this year’s Martyrs Day celebrations under the theme, “But as for me and my household, we shall serve the Lord.” The team is working with a budget of Shs 1.8 billion. Head of the Finance Committee for the Nebbi Catholic Diocese Namugongo preparations Mr Maurice Opar Manano revealed during the press briefing that the government of Uganda had been the biggest financial contributor to the event after giving them Shs 1.1 Billion. Other entities including organisations and individuals have additionally made contributions in one way or another. “The collections in total so far are Shs 1.7 billion against Shs1.8 billion, meaning our deficit is Shs 100 million which is negligible,” Mr Manano said. “The ideas of the committee for the event and the proposed budget were all initiated last year in June 2023 but since then, prices for items have increased and everything else has changed. We have struggled to see if everything fits within the budget,” Mr. Manano added. On the challenges, the organising team said the huge numbers of pilgrims sometimes tend to complicate matters. \"We are simply moving from being a national celebration to an international celebration. Each year, more people come from outside the country. With the growth in numbers, preparations also become very complex from the budget and everything else including issues of security, food, and so forth,” Wokorach said. Amidst everything else, the Chief Executive Officer (CEO) of Uganda Tourism Board (UTB) Lilly Ajarova said the Martyrs Day celebrations come with the blessings of positioning Uganda as a faith-based destination, which is a plus for the country in so many dimensions including enhancing the country’s tourism capabilities. Above everything else, the team says they are all set for the coming celebrations.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "wokorach",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gulu catholic archdiocese raphael p’mony wokorach",
        "sentiment": "none"
      },
      {
        "name": "uganda catholic secretariat",
        "sentiment": "none"
      },
      {
        "name": "nebbi catholic diocese",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uganda",
        "sentiment": "none"
      },
      {
        "name": "kampala",
        "sentiment": "none"
      },
      {
        "name": "nsambya",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T21:27:17.831+03:00",
  "updated": "2024-05-31T22:09:45.486+03:00"
}