{
  "thread": {
    "uuid": "2941871605f6fa6c86c8f1c6a2aff99be8867c3e",
    "url": "https://www.jcu.edu.au/news/releases/2024/april/dungeons-and-dragons-may-improve-mental-health",
    "site_full": "www.jcu.edu.au",
    "site": "jcu.edu.au",
    "site_section": "https://www.jcu.edu.au",
    "site_categories": [
      "education"
    ],
    "section_title": "Study at James Cook University in Queensland - JCU Australia",
    "title": "Dungeons and Dragons may improve mental health - JCU Australia",
    "title_full": "Dungeons and Dragons may improve mental health - JCU Australia",
    "published": "2024-04-12T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.jcu.edu.au/__data/assets/image/0009/2143584/aisvri-lDZNNvLU6pY-unsplash.jpg",
    "performance_score": 0,
    "domain_rank": 7843,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2941871605f6fa6c86c8f1c6a2aff99be8867c3e",
  "url": "https://www.jcu.edu.au/news/releases/2024/april/dungeons-and-dragons-may-improve-mental-health",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-12T03:00:00.000+03:00",
  "title": "Dungeons and Dragons may improve mental health - JCU Australia",
  "text": "Media Releases Dungeons and Dragons may improve mental health Researchers have found that people who play the game Dungeons and Dragons (D&D) show improvements in their mental health. James Cook University PhD researcher Alyssia Merrick led the study, which analysed the effect the game had on 25 people who played over eight weeks. She said D&D is a tabletop game involving paper and pen, typically played over a series of sessions and with three to six people taking on player characters’ roles and one person who takes on the role of the Dungeon Master (DM). “The DM is charged with guiding the players’ journey and plays the role of enemies and nonplayer characters the players interact with. Players roll dice to determine the result of game actions. The die roll is modified by the abilities given to the players’ characters,” said Ms Merrick. She said researchers measured aspects of the mental health of 25 people with a mean age of 28, including eight females. Four had never played D&D at any level. They played eight one-hour sessions of D&D over eight weeks before their mental health was measured again. “The game involved players tracking a goblin through a cave system after it had stolen from a town, and players faced monsters and traps as part of this pursuit,” said Ms Merrick. She said participants demonstrated significant decreases in depression, stress and anxiety and significant increases in self-esteem and self-efficacy over the study period. “Players often say playing D&D is cathartic and provides a space to express emotions in the game without concern for outside consequences. Due to the nature of the game being cooperative, D&D also offers players a sense of connectedness and a safe space to explore their mental health problems, allowing them to feel more at ease. “This work and a growing number of other case studies suggest D&D can be harnessed to minimise the impact of anxiety symptoms,” said Ms Merrick. Link to paper [here](https://researchonline.jcu.edu.au/81119/1/JCU_Merrick%20et%20al%202023%20AAM.pdf). Alyssia Merrick E: alyssia.merrick@my.jcu.edu.au",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ms merrick",
        "sentiment": "none"
      },
      {
        "name": "alyssia merrick",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "james cook university",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T04:56:29.534+03:00",
  "updated": "2024-04-12T04:56:29.534+03:00"
}