{
  "thread": {
    "uuid": "c2808ee08a88ed545604c7d12789eab8d3172e92",
    "url": "https://knpr.org/npr/2024-07-04/a-bridge-for-wildlife-could-help-get-grizzlies-off-the-endangered-list",
    "site_full": "knpr.org",
    "site": "knpr.org",
    "site_section": "https://knpr.org",
    "site_categories": [
      "media",
      "music",
      "entertainment"
    ],
    "section_title": "KNPR.org | Nevada Public Radio",
    "title": "A bridge for wildlife could help get grizzlies off the endangered list",
    "title_full": "A bridge for wildlife could help get grizzlies off the endangered list",
    "published": "2024-07-05T01:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 56715,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c2808ee08a88ed545604c7d12789eab8d3172e92",
  "url": "https://knpr.org/npr/2024-07-04/a-bridge-for-wildlife-could-help-get-grizzlies-off-the-endangered-list",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "John Hooks",
  "published": "2024-07-05T01:03:00.000+03:00",
  "title": "A bridge for wildlife could help get grizzlies off the endangered list",
  "text": "A bridge for wildlife could help get grizzlies off the endangered list AILSA CHANG, HOST: Every year in America, the federal government says about 200 people die in car crashes with wildlife, and tens of thousands more are injured. This year, a lot of money - hundreds of millions of taxpayer dollars - is being spent to reduce the carnage and save not just people's lives, but animals' lives, too, including some endangered species. Montana Public Radio's John Hooks reports. (SOUNDBITE OF TRAFFIC) JOHN HOOKS, BYLINE: This two-lane stretch of U.S. Highway 93 on the Flathead Indian Reservation is notorious for car crashes with wildlife. KYLIE PAUL: Like, I saw a tiny black bear cub dead on the side of the road on the - on 93 this weekend. And I saw so many dead deer. HOOKS: Kylie Paul is a road ecologist with the Center for Large Landscape Conservation. PAUL: And this traffic creates this moving fence that just completely blocks their ability to live their daily lives, to make their ancient migratory pathways. HOOKS: So Paul is pretty excited that there's now more money than ever to build wildlife crossing structures. Basically, bridges over or tunnels under highways in places like this. PAUL: They can be 100% effective with underpasses, overpasses and fencing. And it gets drivers in a safe place, and it gets animals able to move under and over the road and live on their daily lives. HOOKS: This is particularly important for grizzly bears, which have been on the endangered species list since 1975. A federal court says they can't be taken off that list until isolated populations reconnect and start breeding. That means grizzlies from here in Northern Montana need to be able to get together with grizzlies down near Yellowstone National Park, and they have to cross a lot of roads to get there. WHISPER CAMEL-MEANS: They can't all just live here like it's a refuge. HOOKS: Whisper Camel-Means leads the Wildlife Division for the Confederated Salish and Kootenai Tribes. CAMEL-MEANS: They need to be able to disperse. So if we can just allow them to naturally move... HOOKS: The bipartisan infrastructure law passed in 2021 allocates $350 million to build wildlife crossing structures nationwide, including $8 million for this one on Highway 93, where a fifth of all grizzly bears killed by cars in Montana die. Most wildlife crossings funded by the first round of infrastructure bill money are in Western states. But road ecologist Kylie Paul says there are about half a dozen in the Midwest, Southern and Eastern states. PAUL: Where there's quite an amazing array of amphibians and other smaller animals that we might not think of human safety, there's huge issues with their populations, with their ability to not get completely annihilated on their migratory pathways that they take, you know, seasonally to mate. HOOKS: The U.S. Department of Transportation is currently accepting applications for the second round of funding for wildlife crossing structures. The final third of funding is to be awarded in 2026. Paul would like to see the funding made permanent. PAUL: And as long as we have vehicles and roads, we're going to have problems. So we need to keep putting up these solutions. (SOUNDBITE OF TRAFFIC) HOOKS: Back on Highway 93 on the Flathead Reservation in Montana, the tribes here are partnering with the state and are in the early design phase for the new overpass aimed at saving grizzly bears. They're hoping to start construction next year. For NPR News, I'm John Hooks, near Ronan, Mont. (SOUNDBITE OF MAREN MORRIS SONG, \"GIRL\") Transcript provided by NPR, Copyright NPR. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kylie paul",
        "sentiment": "none"
      },
      {
        "name": "kylie paul",
        "sentiment": "none"
      },
      {
        "name": "paul",
        "sentiment": "none"
      },
      {
        "name": "paul",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "montana public radio's john hooks",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "flathead indian reservation",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T05:42:19.949+03:00",
  "updated": "2024-07-05T05:42:19.949+03:00"
}