{
  "thread": {
    "uuid": "57df8e14d36a432d776dc8cea5a964e6e9b157db",
    "url": "https://brazil.shafaqna.com/PT/AL/8813131",
    "site_full": "brazil.shafaqna.com",
    "site": "shafaqna.com",
    "site_section": "http://www.brazil.shafaqna.com/rss.xml",
    "site_categories": [],
    "section_title": "Brasil Notícias (Leitor de Notícias) | ",
    "title": "Há 30 anos Paulo coleciona carrinhos e relíquias em miniaturas de filmes famosos",
    "title_full": "Há 30 anos Paulo coleciona carrinhos e relíquias em miniaturas de filmes famosos",
    "published": "2024-01-07T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "BR",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 30008,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "57df8e14d36a432d776dc8cea5a964e6e9b157db",
  "url": "https://brazil.shafaqna.com/PT/AL/8813131",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-07T02:00:00.000+02:00",
  "title": "Há 30 anos Paulo coleciona carrinhos e relíquias em miniaturas de filmes famosos",
  "text": "campogrande - 16 minutes ago Há 30 anos Paulo coleciona carrinhos e relíquias em miniaturas de filmes famosos Há três décadas Paulo Cruz, de 56 anos, coleciona carrinhos em miniatura. Hoje, ele foca nos veículos que estamparam as telonas de cinema em filmes como Speed Racer, Grease, De Volta Para o Futuro, Supernatural e Batman, por exemplo. Ao todo são mais de mil automóveis em tamanhos que vão do 1/64 a 1/12, ou seja, carros que são 64 vezes menores que o original. Ao Campo Grande News o jornalista comenta que a paixão nasceu junto com ele e o acompanha desde a infância. “Desde que me entendo por gente eu estava com um caminho na mão. Eu sou um colecionador mediano, mas tenho uma coleção bacana de carros legais. Tem caras que têm até 10 mil carrinhos”. Ele acrescenta que o colecionismo é interessante pois além do prazer em ter os veículos, a história dos carros é algo que cresce com o homem. “Isso faz parte do nosso imaginário. A história do carro é gigante, ele é antropologicamente ligado ao ser humano. Ele faz parte da vida das pessoas. É uma forma de trazer pra perto um modelo que você não pode comprar. Uma forma de inspirar. É um hobby muito saudável”. A primeira paixão foi uma miniatura comparada na Alemanha durante uma exposição em Frankfurt. “Esse que parece um triciclo é o primeiro automotor. Ela é bem diferente, foi feita fielmente como o modelo original. Ela tem até uma carta patente, que significa originalidade. Foi cara pra caramba,hoje valeria quase R$5 mil, mas é uma miniatura que é muito rara . Outro xodó de Paulo é uma kombi com escala 1/12, ou seja, 12 vezes menor do que o original. Para proteger a própria coleção e estimular os filhos a seguirem o caminho dos apaixonados por veículos em miniaturas, o jornalista começou a comprar os carros para os meninos. Hoje com 20 e 22 anos. “Meus filhos são apaixonados por carros, para preservar a minha eu montei a deles. Eles não colecionam como eu, mas pra não estragarem eu comprava pra eles. É legal, minha esposa apoia, virou algo de família”. Paulo trabalha no setor automobilístico e participa de eventos pelo Brasil. Em um deles ele chegou a levar algumas miniaturas. “Onde viajo eu levo alguns têm uma miniatura muito grande, escala 1/4 um carro muito emblemático, vi a miniatura e fiquei apaixonado e estou atrás de alguém que faça pra mim. “Eu já fiz eventos com essas miniaturas. Reuniu mais de 5 mil miniaturas, ficou bem bonita. Sempre me pedem pra fazer outra, mas é bem caro, tem que ter expositores próprios, mas eu penso em fazer. Esse da hot wheels é 1/64, ou seja 64 vezes menor que o original, esses pequenos são melhores de guardar. Os grandes tem que ter expositores, gosto de deixar exposta, então acaba tendo que ter lugar para guardar”. Receba as principais notícias do Estado pelo Whats. Clique aqui para acessar o canal do Campo Grande News . Siga o Lado B no WhatsApp , um canal para quebrar a rotina do jornalismo de MS! Clique aqui para acessar o canal do Lado B .\nRead on the original site",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://campograndenews.com.br/lado-b/comportamento-23-08-2011-08/ha-30-anos-paulo-coleciona-carrinhos-e-reliquias-em-miniaturas-de-filmes-famosos",
    "https://www.campograndenews.com.br/lado-b/comportamento-23-08-2011-08/ha-30-anos-paulo-coleciona-carrinhos-e-reliquias-em-miniaturas-de-filmes-famosos"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:19:31.109+02:00",
  "updated": "2024-01-08T00:19:31.109+02:00"
}