{
  "thread": {
    "uuid": "2114c80ee71df92f60f1ca84c5d5f52140dceccb",
    "url": "https://en.vijesti.me/news/society/687955/savjet-rtcg-a-usvojio-finansijski-plan-raonic-moj-izbor-je-zakonit-konacno-imamo-predvidivost-u-budzetu",
    "site_full": "en.vijesti.me",
    "site": "vijesti.me",
    "site_section": "http://en.vijesti.me",
    "site_categories": [],
    "section_title": "News online - The latest from Montenegro and the world",
    "title": "RTCG council adopted financial plan; Raonic: My choice is legal, we finally have predictability in the budget",
    "title_full": "RTCG council adopted financial plan; Raonic: My choice is legal, we finally have predictability in the budget",
    "published": "2023-12-29T13:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ME",
    "main_image": "https://www.vijesti.me/data/images/2023/12/29/12/5539610_savje_share.jpg",
    "performance_score": 0,
    "domain_rank": 35825,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2114c80ee71df92f60f1ca84c5d5f52140dceccb",
  "url": "https://en.vijesti.me/news/society/687955/savjet-rtcg-a-usvojio-finansijski-plan-raonic-moj-izbor-je-zakonit-konacno-imamo-predvidivost-u-budzetu",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Vijestime",
  "published": "2023-12-29T13:12:00.000+02:00",
  "title": "RTCG council adopted financial plan; Raonic: My choice is legal, we finally have predictability in the budget",
  "text": "The financial plan was adopted with six \"yes\" votes. Amina Murić said that she always reacted when some items of the Financial Plan seemed unclear to her. Raonic said that they had no support from the state in digitizing the archive. \"The yellow press in Montenegro tried to point out that our archive is being destroyed by floods, which is not true. It was only one heating pipe... We saved a part of our archive, we finally brought certain cultural treasures to the light of day and We have recently signed a contract with the Montenegrin Cinematheque, which will digitize a part of the VHS tapes...\", he claims. According to him, \"a big step forward has been made\" in marketing. Raonic claims that his choice is legal. \"When the prosecutor's office announces this issue, will you resign. I know how I was elected and I know what the court verdict is. I will ask you that after 24 days, after you realize that you are wrong, to think about whether you are ready to resign. It is certain that after I was elected the second time, I was not in a conflict of interest. The council decided for me. The public service is going in every direction in the best possible direction. I don't know if you are happy about that,\" said Raonic. Raonic said that shows that \"are expensive and of an entertaining nature\" are being removed from the PP plan. \"We will work on the film program. In the next year, due to these changes, one less film will be realized,\" said the general director of RTCG, adding that they have not yet decided which two entertainment programs and films will not be realized. Marijana Camović Veličković pointed out that a lot of work can be done on the financial front so as not to \"give up shows in advance\". \"I remind you that RTCG has 750 employees and that you need almost half a million for external services. It's good that you reduced the costs of the construction facility and the famous adaptation that never ends. We have no insight into how you spend money. You don't need advice for that.. . New vehicles is another problematic item in my opinion. You have not explained the new weather forecasting system that costs 120.000 Euros. What is its purpose and what is the cost involved. It is just put there, without explanation. What is there is, you will definitely get the support of this financial plan,\" pointed out Camović Veličković. Boris Raonic said that he has \"a lot of trepidation in this place as to how the 20 and a half million euros will be spent\". \"All these things that we are discussing here are checked in several ways... Every euro is carefully weighed,\" Raonic said, adding that \"many headlines in newspapers are placed in such a way that they look like yellow press.\" He said that the adaptations are \"simply necessary, because the studio is leaking, so they have to do the adaptation\". Camović Veličković told him that he should be nervous because he is illegally sitting in the position of general director. \"It's good that you have it. You should know that it's not perfect,\" said the vice-president of the RTCG Council. Director General of RTCG Boris Raonic said that he came up with a model that changes the way public service is financed. \"The amount reached in the end is about two million euros higher, which is the minimum for quality public service operations... We are satisfied with the solution reached. Not ideal. A number of things will be slowed down. They will not be able to be realized in the year when we are celebrating eight decades of existence of the public service. What is certain is that we finally have predictability in the budget, which will enable us to plan long-term... A political consensus was reached and all benevolent actors in society accepted it. I know there was turbulence at the last session of the Council, but we came up with a good model. A small change will be necessary when we know to the last decimal, what amount is allocated to the public service. I would like to ask for your understanding, this is not a matter of someone's whim or bad work organization, but it was done on the last day...\", said Raonic. He said that about 1.800.000 euros will be less compared to the previously planned model. \"One part of the PP plan, due to these changes, will not be able to be implemented. You know that many things are important to us. You know that the public service has significantly improved its production. It is entering the online space... Thank you for your understanding due to the specific environment that has been created Raonic pointed out. Goran Rakočević said that RTCG will receive a percentage of the current budget. \"Based on the data from the budget proposal, we were able to calculate the amount that we can expect in the next year. It is the amount of 18.700.000 euros. I expect the current budget, when all the amendments are drawn up, to change. It will not be materially significant change,\" Rakočević said. RTCG will have 22 million euros at its disposal in the coming year. The public service will spend about 22.800.000 euros in the coming year. The Council of Radio and Television of Montenegro, at the continuation of the 33rd session, discusses the Financial Plan. They will, among other things, express their opinion on the appointment of the Audit Committee, as well as on the contract related to the public procurement procedure. The vice-president of the RTCG Council, Marijana Camović Veličković, said that the disputed point of the contract is related to the public procurement procedure (robotized pedestals). The President of the Council, Veselin Drljević, said that the agenda was renewed with the proposal of the financial plan, because the budget was adopted only yesterday at the Assembly of Montenegro. Bonus video:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Crime, Law and Justice",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "amina murić",
        "sentiment": "neutral"
      },
      {
        "name": "raonic",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rtcg council",
        "sentiment": "negative"
      },
      {
        "name": "montenegrin cinematheque",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "montenegro",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T14:57:23.339+02:00",
  "updated": "2023-12-29T14:57:23.339+02:00"
}