{
  "thread": {
    "uuid": "e21be9157d2b532408f454db67d4ba81a643a232",
    "url": "https://www.europapress.es/andalucia/andalucia-verde-01334/noticia-quince-usuarios-faisem-participan-huelva-programa-formacion-trabajos-medio-ambiente-20240705144903.html",
    "site_full": "www.europapress.es",
    "site": "europapress.es",
    "site_section": "https://www.europapress.es/andalucia",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "\r\n\tNoticias de Andalucía  hoy- EUROPA PRESS\r\n",
    "title": "Quince usuarios de Faisem participan en Huelva en un programa de formación para trabajos en medio ambiente",
    "title_full": "Quince usuarios de Faisem participan en Huelva en un programa de formación para trabajos en medio ambiente",
    "published": "2024-07-05T15:49:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img.europapress.es/fotoweb/fotonoticia_20240705144903_1200.jpg",
    "performance_score": 0,
    "domain_rank": 2633,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e21be9157d2b532408f454db67d4ba81a643a232",
  "url": "https://www.europapress.es/andalucia/andalucia-verde-01334/noticia-quince-usuarios-faisem-participan-huelva-programa-formacion-trabajos-medio-ambiente-20240705144903.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Europa Press",
  "published": "2024-07-05T15:49:00.000+03:00",
  "title": "Quince usuarios de Faisem participan en Huelva en un programa de formación para trabajos en medio ambiente",
  "text": "HUELVA, 5 Jul. (EUROPA PRESS) -\nUn total de 15 usuarios de la Fundación Pública Andaluza para la Integración Social de Personas con Enfermedad Mental (Faisem) en Huelva ha participado en un programa piloto de formación para generar oportunidades de empleo en el sector medioambiental, organizado en colaboración con la empresa Endesa; la Fundación Juan XXIII, que trabaja en la inclusión sociolaboral de personas en situación de vulnerabilidad psicosocial, y el Ayuntamiento de la capital.\nSegún ha indicado la Junta y Endesa en una nota de prensa, las delegadas territoriales de Economía y de Industria y de Salud y Consumo, Lucía Núñez y Manuela Caro, respectivamente, la gerente de Faisem, Silvia Maraver, y el director de Endesa en Andalucía, Extremadura, Ceuta y Melilla, Rafael Sánchez Durán, han asistido al acto de entrega de diplomas a los alumnos de esta actividad, que se enmarca en los programas de apoyo social y acceso al empleo dirigidos a personas con problemas de salud mental que desarrolla en la provincia onubense esta entidad pública dependiente de la Junta de Andalucía.\nLa titular de Economía y de Industria ha subrayado que el proceso de descarbonización de la energía ha producido nuevas áreas de formación indirectamente asociadas a las demandadas por las empresas industriales y promotores de energías renovables. \"En este sentido, dicha formación ha cumplido con la necesidad del sector en la preparación y adecuación de los terrenos y pantallas forestales, con el título en COMPOST-IN\", ha afirmado.\nEndesa, como compromiso social corporativo adquirido, ha apostado por la formación de jóvenes usuarios de Faisem con el objetivo de favorecer la inclusión laboral de personas con Necesidades Específicas de Apoyo Educativo en el sector de las renovables. \"Para la Junta es fundamental apoyar de manera institucional estas iniciativas que cumplen con un doble objetivo de formar a profesionales del sector de las renovables, formación hoy por hoy muy demandada, a la vez que se favorece la inclusión de jóvenes en el mundo laboral a través de una formación específica, con la que estamos muy satisfechos\", ha señalado Núñez.\n\"Desde la Consejería de Salud y Consumo defendemos la incorporación al mercado laboral como un elemento fundamental dentro del proceso de recuperación y para lograr la plena inclusión social de las personas afectadas, objetivos considerados prioritarios en el Plan Integral de Salud Mental de la Junta\", han coincidido en señalar las dos representantes autonómicas del área sanitaria.\nPor otro lado, Rafael Sánchez Durán ha señalado cómo \"el sector renovable necesita personal especializado no solo durante la construcción de proyectos, sino sobre todo durante su operación y mantenimiento\". \"Las instalaciones precisan de profesionales que mantengan la vegetación que pueda afectar a las placas solares, y ahora, gracias al convenio que la compañía firmó con la FUNDACIÓN JUAN XXIII, estamos dando esta oportunidad a un colectivo que carecía de oportunidades en el entorno rural\", ha añadido.\nEl curso clausurado se denomina 'Compost-IN: Compostaje Incisivo', un programa formativo en compostaje, desbroce y pantalla forestal de plantas renovables, y se ha desarrollado del 13 de mayo al 19 de junio pasados.\nEl objetivo principal ha sido facilitar a las personas participantes la incorporación en trabajos medioambientales asociados a plantas fotovoltaicas, capacitándolos en compostaje, desbroce bajo paneles fotovoltaicos, cultivo y mantenimiento de pantalla forestal de plantas solares fotovoltaicas, actividades todas ellas sinérgicas entre sí, con las que se consigue implementar un modelo de planta renovable naturalizada, respetuosa con el medioambiente y fuente de biodiversidad que comparte y no compite por el uso del suelo, conservando el valor primario del mismo.\nLa actividad se ha estructurado a través de un contenido dividido en dos partes: por un lado, 62 horas teórico-prácticas; y por otro, 37 horas más de formación práctica.\nLa impartición de la primera fase teórica-práctica se ha realizado en el aula de informática del Centro de Día de Faisem 'El Conquero', completándose el resto de las enseñanzas en el huerto que la fundación tiene cedido por parte del Ayuntamiento de Huelva en el Parque Moret.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T15:58:34.228+03:00",
  "updated": "2024-07-05T15:58:45.230+03:00"
}