{
  "thread": {
    "uuid": "d5f4f4ddaf61f34a913287b0084979b298e3c56c",
    "url": "https://www.ajc.com/news/medicare-advantage-plans-offer-interesting-incentives/S4RGA5ZUF2TDUHAURI5MRYTPTI/",
    "site_full": "www.ajc.com",
    "site": "ajc.com",
    "site_section": "https://www.ajc.com/news/video/",
    "site_categories": [
      "media"
    ],
    "section_title": "News video - AJC",
    "title": "Medicare Advantage plans offer interesting incentives",
    "title_full": "Medicare Advantage plans offer interesting incentives",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.ajc.com/resizer/rfNn_yikDSugJH0IDpHQB4slkLM=/1200x630/d1fegwn2wjh0cs.cloudfront.net/12-28-2023/t_bd4bca0314a64b89b661e52457cace23_name_09e816fcdf764697b287dc468e42954e_scaled.jpg",
    "performance_score": 0,
    "domain_rank": 1480,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d5f4f4ddaf61f34a913287b0084979b298e3c56c",
  "url": "https://www.ajc.com/news/medicare-advantage-plans-offer-interesting-incentives/S4RGA5ZUF2TDUHAURI5MRYTPTI/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "Medicare Advantage plans offer interesting incentives",
  "text": "Log In Log In Log In ePaper Newsletters AJC Live Podcasts Help Center Our Products Everyday Heroes Georgia Bulldogs Trump Georgia Indictment Georgia Politics Holiday Guide 50 Years of Atlanta Hip Hop Sports Opinion ePaper 52° Log In Log In Log In ePaper Newsletters AJC Live Podcasts Help Center Our Products Log In ePaper Newsletters AJC Live Podcasts Help Center Our Products News All News Georgia News Breaking News Local News Business Education Weather Traffic Everyday Heroes Inspire Atlanta COVID-19 News Crime & Public Safety National & World News Obituaries AJC Jobs Politics All Politics Georgia Election 2023 Legislature Trump Georgia Indictment Politically Georgia Podcast Patricia Murphy Politically Georgia Jamie Dupree National Politics Take Action Legislative Navigator Local News All County News Alpharetta Dunwoody Roswell Sandy Springs City of Atlanta Clayton County Cobb County Gwinnett County DeKalb County North Fulton County South Fulton County Investigations All Investigations Data Journalism Dangerous Dwellings Unprotected: Senior Care Census 2020 The Imperfect Alibi Doctors & Sex Abuse Ahmaud Arbery Case Breakdown Podcast Opinion All Opinion AJC Columnists Readers Write Get Schooled Mike Luckovich Torpy at Large Patricia Murphy Real Life with Nedra Rhone Contact the AJC Editorial Board AJC Podcasts All AJC Podcasts Breakdown Bow Tie Chronicles Politically Georgia Braves Report Southern Fried Soccer In Context Hawks Report The Voices of King HBCU Journeys Things to Do All Things to Do Events in Atlanta Georgia Entertainment Scene Holiday Guide Flashback Photos Puzzles & Games AJC Peachtree Road Race AJC Photo Galleries AJC Videos All AJC Podcasts Food All Food News Food & Recipes Restaurant News Drink Scene Dining Guide At Home With Atlanta Chefs Atlanta Culinary Journeys Life All Life 50 Years of Atlanta Hip Hop Atlanta Living & Arts Travel Black History Month Home & Garden Unapologetically ATL Health Celebrity Buzz Celebrations Pulse Daily Savings Classifieds Sports All Sports Atlanta Braves Georgia Bulldogs AJC Super 11 Atlanta Falcons Georgia Tech Atlanta United Atlanta Hawks Atlanta Dream High School Sports State Sports Report AJC Sports Podcasts Sports Betting About Help Center About the Atlanta Journal-Constitution Newsroom Ethics Code Careers Archive Press On Donate Contact Us Contact Us Send a News Tip Advertise AJC Newsroom Our Products ePaper Newsletters All AJC Podcasts AJC Live Download iOS App Download Android App Subscription Print Subscription Digital Subscription Manage Subscription NIE/Newspapers in Education © 2023 The Atlanta Journal-Constitution. All Rights Reserved. By using this website, you accept the terms of our Terms of Use , Privacy Policy , CCPA , and understand your options regarding Ad Choices . Learn about Careers at Cox Enterprises. Medicare Advantage plans offer interesting incentives © 2023 The Atlanta Journal-Constitution. All Rights Reserved. By using this website, you accept the terms of our Terms of Use , Privacy Policy , CCPA , and understand your options regarding Ad Choices . Learn about Careers at Cox Enterprises. Back to Top Cookie Settings",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "medicare advantage",
        "sentiment": "negative"
      },
      {
        "name": "bulldogs trump georgia indictment georgia politics holiday guide",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "atlanta",
        "sentiment": "none"
      },
      {
        "name": "alpharetta dunwoody roswell sandy springs city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:03:22.131+02:00",
  "updated": "2023-12-29T00:03:22.131+02:00"
}