{
  "thread": {
    "uuid": "2e2fe0ce6ffb31f3cd70cd93b1dd374864aad7f1",
    "url": "https://znetwork.org/znetarticle/shawn-fains-new-years-resolution-is-to-lay-the-ground-for-a-national-strike/",
    "site_full": "znetwork.org",
    "site": "znetwork.org",
    "site_section": "https://znetwork.org/znetarticle",
    "site_categories": [],
    "section_title": "ZNet Articles Archive - ZNetwork",
    "title": "Shawn Fain’s New Year’s Resolution Is to Lay the Ground for a National Strike - ZNetwork",
    "title_full": "Shawn Fain’s New Year’s Resolution Is to Lay the Ground for a National Strike - ZNetwork",
    "published": "2023-12-29T19:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://znetwork.org/wp-content/uploads/2023/12/Shawn_Fain2.jpg",
    "performance_score": 0,
    "domain_rank": 12687,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2e2fe0ce6ffb31f3cd70cd93b1dd374864aad7f1",
  "url": "https://znetwork.org/znetarticle/shawn-fains-new-years-resolution-is-to-lay-the-ground-for-a-national-strike/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jonathan Rosenblum",
  "published": "2023-12-29T19:45:00.000+02:00",
  "title": "Shawn Fain’s New Year’s Resolution Is to Lay the Ground for a National Strike - ZNetwork",
  "text": "Imagine it’s the evening of April 30, 2028. The nation is roiling as millions of workers coast to coast prepare to walk off the job in an unprecedented May Day national strike. Workers in manufacturing, logistics, healthcare, grocery, high tech, hospitality, and public services have mobilized and committed to bring the economy to a halt unless their bold demands are met: Medicare for All, a $30/hour minimum wage, and a tax on billionaires to massively increase public education funding. That’s the sort of vision that United Auto Workers (UAW) President Shawn Fain has challenged the rest of the labor movement to begin organizing toward. At the end of October, in announcing strike settlements at the Big Three auto companies, [Fain noted](https://twitter.com/UAW/status/1718764187755909181) that the UAW contracts all expire the day before May Day 2028. He urged other unions to align their contracts with the UAW. “If we’re truly going to take on the billionaire class and rebuild the economy so that it starts to work for the many and not the few, then it’s important that we not only strike, but that we strike together,” he said. Workers have organized national strikes in other countries, where labor movements are stronger and there’s a history of national bargaining around social demands. Not so in the US, where the post-WWII political establishment—too often with the complicity of union leaders—intentionally created and enforced a labor law framework that partitioned the working class by establishing bargaining at the enterprise level, rather than by sector or whole industries. In the US system, workers are left to fight separate battles, worksite by worksite, for health care, fair pay, and health and safety rights—things we’re more powerful fighting for together. Fain’s May Day throwdown takes aim at capital’s divide-and-conquer legal regime. But to be successful in 2028, the labor movement will need millions of workers to join in: those now in unions, who should begin to line up contracts for that decisive date, and many more who are not yet in unions but are beginning to organize. This vision is what makes the new surge of auto worker organizing the UAW is currently embarking on particularly momentous. In the wake of the UAW’s breakthrough strike and contract settlements at Ford, General Motors, and Stellantis, workers at the industry’s growing non-union plants—Toyota, Honda, Subaru, Hyundai, BMW, VW, Tesla, and more—are beginning to organize on a scale not seen in generations. Thousands of workers have signed union cards in the last few weeks. The UAW has dispatched organizers to non-union plants and launched a splashy national media campaign along with social media organizing tools. “When we return to the bargaining table in 2028, it won’t just be with the Big 3, but with the Big 5 or Big 6,” [Fain predicted](https://www.labornotes.org/2023/10/big-3-buckled-stand-strike-spread). That’s much easier said than done. Executives at Toyota et al. already are mounting anti-union campaigns, with carrots—raises of up to 11 percent—and sticks—anti-union meetings, videos, harassment of union leafleteers, and one-on-one lectures by supervisors about the evils of unions. These companies have control in the workplace and will stop at nothing to thwart the incipient worker rebellions. In the past, auto executives have hired the worst-of-the-worst union-busting law firms—outfits like Littler Mendelson, who are the brains and muscle behind Starbucks’ union-quashing efforts. Expect the same army of pinstriped busters this time around in auto plants. UAW members scored big when they struck and won contracts at the Big 3 that began to claw back the concessions of the last generation. It took hard work, and the divided ratification votes showed that UAW members are not done demanding their share. It will be an even bigger challenge—another order of magnitude harder—to beat Elon Musk and his fellow auto CEOs and successfully organize non-union auto workers on a mass basis. Yet we must all root for and materially support the auto workers, because their victories will lay the foundation for the vision Fain laid out, the opportunity to do battle for social and economic justice on a national, class-wide basis. Today the UAW represents only about 15 percent of the [990,000](https://www.statista.com/statistics/276474/automotive-industry-employees-in-the-united-states-by-sector/) US automobile and parts manufacturing workers. That’s down from a peak of 1.5 million UAW members [in 1979](https://www.usatoday.com/story/money/2023/09/15/uaw-membership-numbers-through-years/70865885007/), when 80 percent of US auto manufacturing was unionized and UAW contracts drove industry standards. The biggest automaker in the US? It’s no longer General Motors. In 2021 [Toyota beat GM](https://www.thedrive.com/news/43738/toyota-beat-gm-as-americas-1-automaker-for-the-first-time-ever-in-2021) to become number one in the US, churning out millions of cars and trucks at its [10 manufacturing plants](https://www.toyota.com/usa/operations/), all but one located in so-called “right to work” states where anti-union laws weaken worker organization and suppress wages. For years, UAW leaders gave lip service to organizing those and other plants. In the last decade, the union badly mangled efforts to organize at [Nissan](https://www.usatoday.com/story/money/cars/2017/08/05/nissan-workers-reject-uaw-crucial-vote/542216001/) and [Volkswagen](https://www.thenation.com/article/archive/uaw-works-council-tennessee-union-volkswagen/), in both cases underestimating the potency of the anti-union campaigns and underappreciating the need to build strong in-plant union committees. On Dec. 11, [Fain delivered a speech on Facebook Live](https://www.facebook.com/uaw.union/videos/2087492778271093) to autoworkers and supporters where he recounted the broader uprising that began during the UAW strike. At the non-union factories, “autoworkers weren’t just writing us messages, they were signing union cards,” he said. “They found old organizing websites—some made their own websites, and just started signing up. They were tuning in to our Facebook Live updates, our stories, our materials, they made their own stickers with our UAW wheel and posted them all over non-union plants.” Once the strike concluded in late October, momentum grew for signing union cards, the precondition for a union representation election. By law unions must get a minimum of 30 percent of workers to sign union authorization cards before they can request a vote conducted by the National Labor Relations Board. UAW organizers say they aim to get 70 percent sign-up at plants before filing, to ensure there’s enough support to overcome management opposition. VW workers in Chattanooga, Tennessee were the first to surpass the 30 percent threshold in their plant of 3,800. On Dec. 7, they took their campaign public, unveiling a video along with a website featuring a list of the [187 members of the in-plant Volunteer Organizing Committee](https://uaw.org/vw/) (VOC). As workers at other auto plants meet the 30 percent threshold, they too will go public. A confluence of factors is driving the momentum. To be sure, the gains UAW members made at the Big 3 are a huge inspiration for workers. But also motivating the union push are the punishing non-union working conditions. This year, VW eliminated two holidays and increased insurance costs for workers, according to Zack Curvin, a VW powertrain assembly line worker in Chattanooga. VW also instituted a line speedup, telling workers that the company wants to see “a car a minute off the line,” almost double the line speed of two years ago, Curvin told me, adding that VW has been reducing time for maintenance and workers often struggle with broken or substandard equipment. An autoworker I spoke with at Rivian’s 6,000-worker plant in Normal, Illinois said his colleagues were frustrated that the company was expecting workers to use vacation time or take unpaid “voluntary time off” when the plant shuts down for three weeks of retooling next spring. When Jeff Allen began working at Toyota’s massive Georgetown, Kentucky plant in 1994, “we had free health insurance and Toyota pretty much followed what the UAW had,” he told me. But over the years, Toyota shifted healthcare costs onto workers, trimmed retirement, and kept wages down. None of these indignities or austerity measures were because the companies were hurting financially. The “German Three”—BMW, Mercedes, and VW—made $460 billion in profits over the last decade. Toyota made $250 billion in profits in the same 10-year period, while opening a food bank for Allen and his 9,500 coworkers at the Georgetown plant, [according to the UAW](https://www.facebook.com/uaw.union/videos/2087492778271093). Workers at these and other plants have tried to organize and failed before, but this time feels different, they said. In the past, Allen said he and his coworkers “just leafleted and assumed people would come on board.” This time, “we’re going back to old school, talking to people one on one,” he told me. Yolanda Peoples, a 12-year VW assembly line worker, described to me how VOC members “are trying to hit every part of the plant, from young to old.” On national auto worker organizing calls, Peoples said, she’s gained skills and insights from other workers about how to approach workers who are on the fence or skeptical. Rather than barge ahead with a union rap, she’s practiced asking questions, drawing out worker concerns and hopes. “I’ll ask them, ‘Have you ever gone through anything that you wouldn’t want your son or daughter to go through?’ Make it more personal. Everyone has that one story,” she said. This daily organizing work is unflashy—but absolutely essential. Too many past organizing campaigns—not just the UAW’s failed attempts, but efforts by other unions in myriad industries—have faltered when organizers took organizing shortcuts, fell back on gimmicks, or underestimated the scale of employer resistance. They tried to “sell” workers on the union, rather than challenge workers to step up and make the union their own. They soft-pedaled the fight against the boss, rather than describing a power struggle between workers and management. To withstand the tornado of the full-blown anti-union campaign, organizers must place the power struggle front-and-center in conversations, and they must build a union structure inside the workplace that can withstand the hostile winds. That means recruiting respected workers on every shift, in every work area and department, to serve on the plant VOC so they can educate, unite, bolster, and move a majority of coworkers into action. It doesn’t matter how deeply felt the workplace issues are, how righteous the fight seems to be, how popular it is with the wider public, if there is not [a tight internal organizing structure that is tested through collective union actions](https://www.thenation.com/article/culture/jane-mcalevey-collective-bargain-book-review/): vote yes petitions, sticker-up days, and other demonstrations of majority worker support. The harder the boss fight workers face, the more solid the structure needs to be—and the more often it needs to be tested. In Chattanooga, Curvin described how he and his fellow VOC members have talked to 85 percent of his line coworkers, and a majority have signed union cards. “I’m amazed at how quickly things have moved,” he said. “There’s a lot of strong will to help each other out.” A BMW worker in South Carolina described to me how he and his coworkers have identified every work area—bumper line, assembly, paint shop, body shop, and so on—and are methodically identifying which areas have VOC members and which don’t. That’s the sort of rigorous organizing that will be required to win. These initial organizing steps are a sign that workers and the UAW are keen to avoid repeating past mistakes. Still, there inevitably will be temptations to take organizing shortcuts, become enamored with glitzy media, or overvalue the public vibe or a politician’s endorsement. It will be important to bear in mind that the same UAW contracts that provide non-union workers the courage to stand up and fight also give the bosses of the multinational companies more incentive than ever before to fight the union. They have unlimited resources with which to wage that war, and surely will deploy them. But if the workers continue to organize in a disciplined manner, the coming months and years could see the UAW grow by the tens of thousands, or even more. That is an exciting prospect, not just for the workers in these plants, but for all of us in the labor movement who heard Fain’s call to arms and have circled May Day 2028 in our calendars. ZNetwork is funded solely through the generosity of its readers. [Donate](/about-support-us/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Politics",
    "Social Issue"
  ],
  "external_links": [
    "https://www.labornotes.org/2023/10/big-3-buckled-stand-strike-spread).",
    "https://www.thenation.com/article/archive/uaw-works-council-tennessee-union-volkswagen/),",
    "https://www.thenation.com/article/culture/jane-mcalevey-collective-bargain-book-review/):",
    "https://twitter.com/UAW/status/1718764187755909181)",
    "https://www.statista.com/statistics/276474/automotive-industry-employees-in-the-united-states-by-sector/)",
    "https://www.facebook.com/uaw.union/videos/2087492778271093)",
    "https://www.facebook.com/uaw.union/videos/2087492778271093).",
    "https://uaw.org/vw/)",
    "https://www.usatoday.com/story/money/2023/09/15/uaw-membership-numbers-through-years/70865885007/),",
    "https://www.toyota.com/usa/operations/),",
    "https://www.thedrive.com/news/43738/toyota-beat-gm-as-americas-1-automaker-for-the-first-time-ever-in-2021)",
    "https://www.usatoday.com/story/money/cars/2017/08/05/nissan-workers-reject-uaw-crucial-vote/542216001/)",
    "https://facebook.com/uaw.union/videos/2087492778271093).",
    "https://thenation.com/article/archive/uaw-works-council-tennessee-union-volkswagen/),",
    "https://usatoday.com/story/money/2023/09/15/uaw-membership-numbers-through-years/70865885007/),",
    "https://facebook.com/uaw.union/videos/2087492778271093)",
    "https://statista.com/statistics/276474/automotive-industry-employees-in-the-united-states-by-sector/)",
    "https://www.uaw.org/vw/)",
    "https://thenation.com/article/culture/jane-mcalevey-collective-bargain-book-review/):",
    "https://thedrive.com/news/43738/toyota-beat-gm-as-americas-1-automaker-for-the-first-time-ever-in-2021)",
    "https://toyota.com/usa/operations/),",
    "https://labornotes.org/2023/10/big-3-buckled-stand-strike-spread).",
    "https://usatoday.com/story/money/cars/2017/08/05/nissan-workers-reject-uaw-crucial-vote/542216001/)",
    "https://www.twitter.com/UAW/status/1718764187755909181)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shawn fain",
        "sentiment": "neutral"
      },
      {
        "name": "fain",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "united auto workers",
        "sentiment": "none"
      },
      {
        "name": "uaw",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T23:51:14.529+02:00",
  "updated": "2023-12-29T23:51:14.529+02:00"
}