{
  "thread": {
    "uuid": "0d5bb7754759b45e82e5519a9c726a7b8ea6da81",
    "url": "https://www.thedailystar.net/nrb/news/enhance-services-them-speakers-3506276",
    "site_full": "www.thedailystar.net",
    "site": "thedailystar.net",
    "site_section": "http://thedailystar.net",
    "site_categories": [
      "media"
    ],
    "section_title": "The Daily Star – Leading English Daily among Bangladesh Newspapers",
    "title": "Enhance services for them: speakers | The Daily Star",
    "title_full": "Enhance services for them: speakers | The Daily Star",
    "published": "2023-12-29T20:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BD",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5743,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0d5bb7754759b45e82e5519a9c726a7b8ea6da81",
  "url": "https://www.thedailystar.net/nrb/news/enhance-services-them-speakers-3506276",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@dailystarnews",
  "published": "2023-12-29T20:00:00.000+02:00",
  "title": "Enhance services for them: speakers | The Daily Star",
  "text": "Enhance services for them: speakers The government needs to ease and increase its different services for the expatriates including those related to remittance as their contributions are crucial for the country's economy, speakers said at a discussion yesterday. They also said expatriates should be recognised accordingly for their contributions to the country. Scholars Bangladesh Society and Center for NRB Foundation organised the discussion as part of a two-day celebration on \"National Expatriates Day (NRB Day-2023)\" at a city hotel. It is the responsibility of the Bangladesh government as well as governments of those countries to look after them [expatriates]. Last year, the government announced December 30 as National Expatriates Day which will be observed for the first time this year. Addressing the discussion as chief guest, Planning Minister MA Mannan, who joined virtually, said remittance sent by expatriates contribute positively in two ways -- by boosting the country's foreign exchange reserve and also playing a crucial role in changing the lives of their family members back home. He stressed opening more service-related offices under the expatriates' welfare ministry in the country's migration-prone areas. Besides, expatriates should get priority in receiving different government services, he added. On getting more remittance through formal channels, former Bangladesh Bank governor Atiur Rahman said there was a need for a government step to reduce the difference between exchange rate and market rate to get foreign currency. Prof Atiqul Islam, vice chancellor of North South University, said by sending its workforce abroad, Bangladesh is \"doing favour\" to the receiving countries as many countries are in need of foreign workers due to their ageing population. It is the responsibility of the Bangladesh government as well as governments of those countries to look after them, he added. Foreign Secretary Masud Bin Momen said the government is committed to promote safe, regular and orderly migration. \"Migration remains a central element of our foreign policy priorities,\" he said. As Bangladesh is going to graduate from the least developed country status by 2026, the government has emphasised on upskilling the country's human resources to meet the needs of global markets, he added. There is a need for a government step to reduce the difference between exchange rate and market rate to get foreign currency. At the programme, Prof Pema Gyalpo of Institute of International Japanese Studies at Takushoku University was felicitated for his contribution as a \"fundraiser and organiser\" for refugees during the Liberation War in 1971. Chairing the session, Center for NRB Foundation President ME Chowdhury Shameem lauded the government for announcing a national day for expatriates. On the concluding day on Saturday, a ceremony for \"NRB Day Award\" and \"NRB Day Special Award\" will take place, alongside a discussion, at the same venue. Besides, the book \"Bangabandhu and Japan's Relationship\", written by Prabir Bikash Sarkar, a Bangladeshi author residing in Japan, will be launched during the programme.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ma mannan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "scholars bangladesh society and center for nrb foundation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bangladesh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T00:26:53.031+02:00",
  "updated": "2023-12-30T00:26:53.031+02:00"
}