{
  "thread": {
    "uuid": "014991660582e37ea9911cf5d9888a65bcb07f93",
    "url": "https://yorks.unison.org.uk/2024/01/02/2024-the-year-of-lgbt-workers/",
    "site_full": "yorks.unison.org.uk",
    "site": "unison.org.uk",
    "site_section": "https://yorks.unison.org.uk",
    "site_categories": [],
    "section_title": "UNISON Yorkshire &amp; Humberside | Yorkshire &amp; Humberside",
    "title": "2024: The Year of LGBT+ Workers | UNISON Yorkshire & Humberside",
    "title_full": "2024: The Year of LGBT+ Workers | UNISON Yorkshire & Humberside",
    "published": "2024-01-02T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "GB",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 31177,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "014991660582e37ea9911cf5d9888a65bcb07f93",
  "url": "https://yorks.unison.org.uk/2024/01/02/2024-the-year-of-lgbt-workers/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-02T02:00:00.000+02:00",
  "title": "2024: The Year of LGBT+ Workers | UNISON Yorkshire & Humberside",
  "text": "Members of the union’s LGBT+ committee explain why they think the year is so important, and what it can offer LGBT+ members At UNISON’s LGBT+ conference in November, delegates welcomed the launch of The Year of LGBT+ Workers, which will take place throughout 2024. This campaign follows UNISON’s successful Year of Disabled Workers campaign in 2022 and the Year of Black Workers in 2023. It is an excellent opportunity to engage LGBT+ workers, grow the union’s LGBT+ membership and embed LGBT+ rights in its organising, campaigning and bargaining strategies. There are also some positive achievements to celebrate, including both national and local negotiated policies on discrimination and harassment against LGBT+ people. However, most importantly, members of the LGBT+ committee feel that the Year of the LGBT+ worker could not come at a better time, as prejudice and discrimination against LGBT+ people is increasing, incited by government rhetoric and fuelled by the far right. Going backwards Lucy Power cites a number of worrying developments, including the Westminster government’s blocking of the Scottish parliament’s gender recognition bill, which would have allowed self-identification, and its failure to include a promised ban on so-called conversion therapy in the King’s Speech. She adds that Brexit fuelled and enabled hate crime, not just against people of different ethnicities or races, but also people who were not conforming to ‘the norm’. She also notes that the UK is “falling slowly down the rankings” of the International Lesbian, Gay, Bisexual, Trans and Intersex Association’s Rainbow Map, which ranks 49 European countries on their respective legal and policy practices for LGBTI people. “I think we were fifth at one stage and now we’re 17th. It’s the steady decline – the drip, drip, drip, driven by the right-wing evangelical movement, which is basically saying anything that doesn’t conform to the nuclear family is clearly a threat to society and can’t be tolerated.” Lucy is aware that many people think LGBT+ people already have full equality. “They say, ‘You’ve got equal marriage – what more do you want?’. I think what’s so important is to make people realise that, yes, we have come a long way, but we appear to be going backwards now.” Eileen Best observes: “Our rights are deteriorating all over the place. We’re losing rights that we already had. The rise of the far right, the gender critical movements … all this rhetoric feels like we’re going backwards and if ever we needed a year, it’s now.” Jenny Black agrees: “The timing [of the year] couldn’t be more relevant. The movements that are gathering pace in America and Europe are impacting on the way the UK sees LGBT+ people, and we have a government that’s really reflective of that.” She mentions how there have been campaigns to remove mentions of LGBT+ people in sex education in schools, “where the gender critical movement is influencing the government’s views on trans, non-binary and gender diverse people’s lives”. And she sees a clear connection between the omissions in the King’s Speech and prime minister Rishi Sunak’s comment that “short-term gimmicks” would not feature in his plans. “That’s a really telling message as to how this government views our community as a whole.” Driving change in workplaces Lucy explains that there are various objectives for 2024, with a primary one being to build more LGBT+ activists and making the self-organised group more visible. “The year can help to drive change in workplaces,” she says. “For instance, we know that there are still workplaces where they don’t have decent policies in terms of uniforms, where they’re worn; if they’re gendered, is there a non-binary [option]? There are also workplaces that don’t have a transitioning policy. All of which contributes to the difficulties LGBT+ workers face within their own workplaces.” For Penny Smith, the year will help with education. “What I want to do is show that the community is very wide and covers a lot more identities than LGB or T would indicate. “So, to really educate – not only LGBT+ reps or branch officers, but the whole union – on what the ‘+’ means and what these other identities are and that they absolutely have a place within the LGBT+ set of families.” Penny herself is asexual (someone who experiences little or no sexual attraction). She has also learned in the last few years that she is autistic, “and asexuality among autistics is extremely common, because it’s sensory”. She notes that there is a lot of overlap between neurodiversity and gender nonconformity: here, too, is an opportunity for education that The Year of LGBT+ Workers can provide. With a 1.3m membership, there are bound to be some in UNISON who hold gender critical views, Penny says. “We need to educate and inform all the time… there’s a lot of preaching to the choir, and this year is about preaching to the congregation”. Eileen mentions a conversation with her young son, when she asked him if he knew what pronouns were. His response was a rolling-eyed, “Of course I know what pronouns are, mum.” That’s a far cry from her experience growing up in the 1960s and ’70s. So yes, there has been progress. But, equally, as many senior Conservative politicians increase their divisive language, and as a general election approaches, the Year of LGBT+ Workers could hardly be more timely. It’s a chance for LGBT+ workers to celebrate and showcase workplace successes – and to combat all the hostile rhetoric.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Labor",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lucy power",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "unison yorkshire & humberside",
        "sentiment": "negative"
      },
      {
        "name": "year of black workers",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T17:50:14.337+02:00",
  "updated": "2024-01-02T17:50:14.337+02:00"
}