{
  "thread": {
    "uuid": "cbaedf79d4c46aab3e58f04a5ef5f0cc674d08cf",
    "url": "https://news.npcc.police.uk/releases/former-npcc-chair-martin-hewitt-qpm-awarded-cbe-in-new-year-honours-list",
    "site_full": "news.npcc.police.uk",
    "site": "npcc.police.uk",
    "site_section": "https://news.npcc.police.uk/feed/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "National Police Chiefs' Council (NPCC) - News",
    "title": "Former NPCC Chair Martin Hewitt QPM Awarded CBE in New Year Honours list",
    "title_full": "Former NPCC Chair Martin Hewitt QPM Awarded CBE in New Year Honours list",
    "published": "2023-12-30T00:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://news.npcc.police.uk/Content/img/npcc-placeholder.png",
    "performance_score": 0,
    "domain_rank": 87111,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cbaedf79d4c46aab3e58f04a5ef5f0cc674d08cf",
  "url": "https://news.npcc.police.uk/releases/former-npcc-chair-martin-hewitt-qpm-awarded-cbe-in-new-year-honours-list",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-30T00:30:00.000+02:00",
  "title": "Former NPCC Chair Martin Hewitt QPM Awarded CBE in New Year Honours list",
  "text": "29 Dec 2023\nFormer National Police Chiefs’ Council (NPCC) chair Martin Hewitt QPM has been awarded the Commander of the Order of the British Empire (CBE) in His Majesty The King's New Year Honours List.\nMr Hewitt stepped down as Chair of the NPCC in April 2023 after a four-year term. He led the organisation through a series of events which thoroughly tested policing across the UK, not least the Covid-19 pandemic.\nHis contribution during the pandemic was significant, helping to create the 4E’s model, which demonstrated the effectiveness of national coordination, with policing working with consistency and in tandem to protect communities. As part of his role, Mr Hewitt also became the voice for UK policing and he delivered several addresses to the nation at the regular No10 briefings.\nOther significant events/issues that he helped policing navigate through included several government changes and a general election, the Brexit transition, Black Lives Matter protests, deep concerns about the safety of women and girls and a range of environmental protest action.\nMr Hewitt also played a significant part in helping drive the Police Uplift Programme, which aimed to recruit 20,000 new police officers, and was achieved earlier this year.\nOn top of this, during his time as chair, policing delivered the G7 Summit in Cornwall, COP26 in Glasgow, the Commonwealth Games in Birmingham, the funeral of the Duke of Edinburgh, platinum jubilee celebrations, the funeral of HM Queen Elizabeth and the accession of King Charles III.\nAs well as helping policing navigate through these tough challenges and large-scale events, Mr Hewitt was instrumental in the development of the NPCC itself. With the establishment of the Strategic Hub, appointment of the first ever chief scientific advisor for policing, and an expanded National Police Coordination Centre (NPoCC).\nSpeaking about the award of his CBE, Martin Hewitt QPM, said:\n“It is a real privilege to be recognised in the King’s New Year Honours list. Policing is never about one individual and I feel proud and humbled in equal measure. It is right and proper to see the service recognised in this way and I would like to send my congratulations to all my other colleagues that have been recognised today.”\nCommunications office\nBy phone:\n0800 538 5058\nBy email:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "martin hewitt",
        "sentiment": "negative"
      },
      {
        "name": "hewitt",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "npcc chair martin hewitt qpm awarded cbe",
        "sentiment": "negative"
      },
      {
        "name": "national police chiefs’ council",
        "sentiment": "neutral"
      },
      {
        "name": "npcc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T04:02:14.716+02:00",
  "updated": "2023-12-30T04:02:14.716+02:00"
}