{
  "thread": {
    "uuid": "f71c8140a57ed57d8868c7b5e6eb69d8952bfef2",
    "url": "https://agrilifetoday.tamu.edu/2024/01/05/texas-am-reseach-receives-5-2-million-grant-to-improve-short-day-onion-productionn/",
    "site_full": "agrilifetoday.tamu.edu",
    "site": "tamu.edu",
    "site_section": "https://agrilifetoday.tamu.edu/feed/",
    "site_categories": [
      "home_and_garden",
      "gardening"
    ],
    "section_title": "AgriLife Today",
    "title": "Texas A&M AgriLife Research gets $5.2 million grant for onion improvement",
    "title_full": "Texas A&M AgriLife Research gets $5.2 million grant for onion improvement",
    "published": "2024-01-05T23:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://agrilifetoday.tamu.edu/wp-content/uploads/2021/11/onions.jpg",
    "performance_score": 0,
    "domain_rank": 738,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f71c8140a57ed57d8868c7b5e6eb69d8952bfef2",
  "url": "https://agrilifetoday.tamu.edu/2024/01/05/texas-am-reseach-receives-5-2-million-grant-to-improve-short-day-onion-productionn/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Paul Schattenberg",
  "published": "2024-01-05T23:38:00.000+02:00",
  "title": "Texas A&M AgriLife Research gets $5.2 million grant for onion improvement",
  "text": "[Texas A&M AgriLife Research](https://agriliferesearch.tamu.edu/) received more than $5.2 million in grant funding from the [U.S. Department of Agriculture’s National Institute of Food and Agriculture](https://www.nifa.usda.gov/) for a project to address multiple aspects of the southern U.S. onion harvest system. The director for the “Ensuring Future Economic Viability of U.S. Short-Day Onion Production Through Mechanical Harvesting” project will be Subas Malla, Ph.D. Malla is an AgriLife Research associate professor of vegetable breeding at the [Texas A&M AgriLife Research and Extension Center in Uvalde.](https://uvalde.tamu.edu/) The [Texas A&M](https://tamu.edu/) AgriLife team is comprised of Stephen Searcy, Ph.D., Professor Emeritus and former head of the [Department of Biological and Agricultural Engineering](https://baen.tamu.edu/), Bryan-College Station; Juan Anciso, Ph.D., professor and [Texas A&M AgriLife Extension Service](https://agrilifeextension.tamu.edu) vegetable specialist, Weslaco; Francisco Abello, Ph.D., assistant professor and AgriLife Extension economist – management, Vernon; and Larry Stein, Ph.D., professor, Regents Fellow and associate head of the [Department of Horticultural Sciences](https://hortsciences.tamu.edu/), Uvalde. The University of California, the University of Georgia and New Mexico State University will also partner on the project. Searcy will serve as co-director and lead the project’s agricultural engineering research. Anciso and Abello will lead the AgriLife Extension and economic analysis components, respectively. “The goal of this proposal is to improve profitability and ultimately market share for short-day onions by mechanizing short-day onion harvesting,” Malla said. “We intend to do this through development and selection of cultivars, optimization of production practices, improved harvest systems, and communication of the associated socioeconomic benefits to growers and packers.” Short-day onions long on production challenges The majority of onions grown across the southern region of the U.S. are short-day onions. Short-day onions require about 10-12 hours of daylight to produce bulbs, while long-day onions require 14-16 hours. According to South Texas Growers Inc., a wholesale nursery, in 2023, the state’s fresh market onion industry — sweet, yellow, red and white onions combined — grew a total of 75,460 tons across 7,158 acres in the 35 South Texas counties. The average farm-gate value of those onions is around $39 million. Short-day onions are a high-value vegetable crop in many southern U.S. states, including Texas, but their biology and structure present some difficulties, especially during harvest. Onion harvesters developed for long-day onions in northern states have been tested with short-day onions, Searcy said, but growers judged the results to be less than satisfactory. “Dry matter content in the short-day sweet onion is low but the water content is high,” Malla said. “Due to the high water content in the bulb, there is a greater likelihood of bruise damage since the bulbs can’t withstand a higher-pressure impact when harvested. That is why short-day onions have traditionally been harvested by hand.” In efforts to use mechanized harvesting, too many bulbs were damaged to be acceptable for the fresh market, he said. “However, these past attempts were limited to substituting the mechanical harvester for manual labor and did not involve a whole-system approach.” The new project aimed at mechanizing harvest will involve the whole system and include short-day onion areas in Georgia, Texas, New Mexico and California to represent a full range of growing conditions. “Limited availability and increasing cost of labor has resulted in decreased U.S. short-day onion production and a lack of competitiveness with foreign sources,” Malla said. “A viable mechanized harvest system is a high priority for growers and the industry.” Building a better short-day onion harvest system Malla said the project will address the many facets of developing a successful harvest system. These include: – Identifying cultivars and production practices suitable for mechanical harvesting. – Modifying the harvest system to minimize the potential damage to onion bulbs. – Evaluating the influence of mechanical harvest on profitability and risk faced by onion growers. – Communicating the benefits and drawbacks of adopting mechanical harvesting to growers. Malla said the adoption of any advances by growers will rely on partnerships with equipment manufacturers, seed companies and technology providers. A stakeholder advisory panel and scientific advisers will participate in the project’s proposed research and outreach activities. “We are already in the process of evaluating diverse Texas A&M onion germplasm to understand the genetic mechanism of host resistance against diseases and insects,” Malla said. “We are working with the [Texas A&M Vegetable and Fruit Improvement Center](https://vfic.tamu.edu/) to test bulb quality and storability in onions. We are also testing Texas A&M onion germplasm in a way that will help shorten the cultivar development cycle.” To his knowledge, Malla said, this project is one of the broadest and most comprehensive ever undertaken to address the many challenges to short-day onion production. “Our ultimate goal is identifying the best cultivars and improving the short-day onion harvest system in a way that provides better results and better profitability for the producer,” he said. -30-",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.nifa.usda.gov/",
    "https://www.nifa.usda.gov",
    "https://nifa.usda.gov/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "larry stein",
        "sentiment": "none"
      },
      {
        "name": "subas malla",
        "sentiment": "none"
      },
      {
        "name": "malla",
        "sentiment": "none"
      },
      {
        "name": "francisco abello",
        "sentiment": "none"
      },
      {
        "name": "stephen searcy",
        "sentiment": "none"
      },
      {
        "name": "juan anciso",
        "sentiment": "none"
      },
      {
        "name": "vernon",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "texas a&m agrilife research",
        "sentiment": "negative"
      },
      {
        "name": "texas a&m",
        "sentiment": "none"
      },
      {
        "name": "agriculture’s national institute of food and agriculture",
        "sentiment": "none"
      },
      {
        "name": "university",
        "sentiment": "none"
      },
      {
        "name": "bryan-college station",
        "sentiment": "none"
      },
      {
        "name": "department of horticultural sciences",
        "sentiment": "none"
      },
      {
        "name": "texas a&m agrilife research and extension center",
        "sentiment": "none"
      },
      {
        "name": "texas a&m agrilife extension service",
        "sentiment": "none"
      },
      {
        "name": "department of biological and agricultural engineering",
        "sentiment": "none"
      },
      {
        "name": "agrilife research",
        "sentiment": "none"
      },
      {
        "name": "university of california",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s. departmen",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "uvalde",
        "sentiment": "none"
      },
      {
        "name": "weslaco",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:45:07.609+02:00",
  "updated": "2024-01-06T06:02:51.436+02:00"
}