{
  "thread": {
    "uuid": "e8bce402202c286edf8c58be459a1f592c9dc42e",
    "url": "https://africanamericans.einnews.com/pr_news/708598616/cleveland-clinic-s-efficient-lifesaving-treatment-for-multiple-myeloma-giving-hope-to-lives",
    "site_full": "africanamericans.einnews.com",
    "site": "einnews.com",
    "site_section": "https://africanamericans.einnews.com:443/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "African Americans News",
    "title": "Cleveland Clinic’s Efficient, Lifesaving Treatment for Multiple Myeloma Giving Hope to Lives",
    "title_full": "Cleveland Clinic’s Efficient, Lifesaving Treatment for Multiple Myeloma Giving Hope to Lives - African American News Today - EIN Presswire",
    "published": "2024-05-03T14:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.einnews.com/ampsize/664180/multiple-myeloma.png",
    "performance_score": 0,
    "domain_rank": 3216,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e8bce402202c286edf8c58be459a1f592c9dc42e",
  "url": "https://africanamericans.einnews.com/pr_news/708598616/cleveland-clinic-s-efficient-lifesaving-treatment-for-multiple-myeloma-giving-hope-to-lives",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-03T14:08:00.000+03:00",
  "title": "Cleveland Clinic’s Efficient, Lifesaving Treatment for Multiple Myeloma Giving Hope to Lives",
  "text": "Cleveland Clinic’s Efficient, Lifesaving Treatment for Multiple Myeloma Giving Hope to Lives Cleveland Clinic’s Efficient, Lifesaving Treatment for Multiple Myeloma Giving Hope to Lives\nCleveland Clinic Abu Dhabi’s Multiple Myeloma & Amyloidosis Program is an ambitious effort to reduce myeloma and other related life-threatening diseases.\nABU DHABI, UNITED ARAB EMIRATES, Located in Abu Dhabi, Cleveland Clinic is a multispeciality hospital with well-trained and highly qualified Western-certified physicians and surgeons. It is the only centre specializing in diagnosing, testing, and treating this life-threatening medical condition. The hospital's Multiple Myeloma and Amyloidosis Program team offers compassionate treatment using the latest equipment and extensive knowledge and research in multiple myeloma .\nWhat is Multiple Myeloma?\nMultiple myeloma is a rare and dangerous type of blood plasma cancer that severely damages the white blood cells. These white blood cells are responsible for making antibodies in the body that result in enhancing the immunity. When immunity-building cells get damaged, they stop working or making protein to fight the infections. As a result, those cancerous cells occupy the healthy cells. It does not only stay here but also affects the other parts of the body like the skull, spine, ribs, etc.\nCauses of Multiple Myeloma\nThe exact causes of multiple myeloma are still not clear but experts believe that it can begin with a slight change in just a single plasma cell in bone marrow. The plasma cells are a type of white blood cells while bone marrow is a soft white tissue in bones.\nSometimes any unusual activity or an unexpected event may turn a single plasma cell into a cancerous cell. It begins to grow rapidly and crowd out other healthy cells. All normal cells have the ability to grow and die. All this happens at a fixed time but in case of abnormal cancerous cells - they do not follow this rule. They grow exponentially and occupy the space. At the end of the day, no more useful antibodies are formed, and the body begins to suffer. Though these myeloma cells produce their own proteins or antibodies, they are of no use. The body does not use them. As a result, they start piling up in the body and cause other problems like kidney issues, etc.\nAre There Any Risk Factors?\nThe exact causes are not known but yes, there are several risk factors involved that may increase the chance of getting multiple myeloma.\nSome of the most common ones are:\nPeople aged more than 60\nMen are at more risk of developing this type of cancer than women\nPeople of African American origin are at more risk\nHaving a family history of myeloma\nHaving MGUS condition (monoclonal gammopathy of undetermined significance)\nBeing exposed to radiation\nObesity\nWhat Are the Symptoms?\nIt is not easy to diagnose this disease at earlier stages because most of the time the symptoms do not appear too soon. The first sign may be bone pain. A routine of regular blood or urine tests makes it identifiable at this stage.\nThe most common symptoms are:\nBone pain: The most common and the first symptom that may appear is a consistent pain in the spine, chest, ribs or hips. This can be mild to severe depending upon the severity of the cancer.\nWeakness and fatigue: This cancer may lead to anaemia which can further cause weakness, tiredness and shortness of breath.\nAppetite changes: The damage to the kidneys can cause severe weight loss, nausea, upset stomach, constipation and loss of appetite.\nConfusion: High levels of calcium in the blood can cause confusion or mental fogginess. Myeloma also leads to dizziness, headaches, thickened blood and blurred vision.\nRepeated infections: Multiple myeloma has a severe impact on normal cells so it increases the chances of getting frequent infections like kidney, bladder and skin infections. Besides that, it also causes unusual bleeding of gums, teeth, nose and heavy periods in females.\nSevere thirst: Infection to the kidneys and high levels of calcium (hypercalcaemia) cause thirst and a need to urinate frequently.\nWeakness or numbness: Myeloma can also severely damage the bone and cause fractures. If this happens to the spine, it may lead to other symptoms like numbness in arms, legs and feet. People may also experience difficulty in controlling their bowel.\nDiagnosis\nDiagnosing multiple myeloma is quite easy with Cleveland Clinic's professional medical staff. Both inpatients and outpatients are supported throughout their treatment journey. Besides medical care, emotional and mental help is also ensured to elevate the morale of the patients. All approaches go beyond simply diagnosing and treating patients.\nA healthcare practitioner may find myeloma while treating another medical condition. In some instances, they may find the symptoms and will refer to various tests to confirm the presence of cancer.\nIt includes the following tests based on the symptoms:\nBlood tests: If during blood tests, a doctor finds a high calcium level, they may suspect the presence of myeloma. There are two main types of proteins that are usually formed by myeloma cells. It can be M protein or beta-2-microglobulin. If it is found in blood that can be a clear indication of multiple myeloma. Several other tests are performed to check the kidney functioning, calcium levels in the blood, and blood cell count.\nUrine test: Bence Jones proteins, which are M proteins may also show up in a patient's urine sample. A blood urea nitrogen (BUN) and creatinine test may also be performed to see if the kidneys are functioning properly or not.\nBone marrow tests: Bone marrow samples are collected from the hip bone by using two main methods - biopsy and bone marrow aspiration. Bone marrow has two main parts, solid and liquid. The sample from the solid part is collected using biopsy, while a needle is used to collect the liquid part in the aspiration method. Local anaesthetic is used to perform this process. That means only the area of the pelvic region from where the sample is being taken is numbed.\nImaging test: Some other scans and tests include X-ray, PET (positron emission tomography), CT scan and MRI. These tests are usually performed to check any damage to a patient's arms, legs, spine, skull and pelvis.\nThese tests help Cleveland Clinic’s professionals understand and identify the stage of the disease. Usually, there are three main stages ranging from 1 to 3. At stage 1, the cancer is slowly growing and at its initial stage. This tells how fast it is growing. At stage 2, it starts growing rapidly while in the 3rd stage, it becomes worse. Identifying the stages helps the staff take the proper measures and plan the treatment.\nA GP examines the patient at the initial stage and asks for different symptoms. He will examine various body conditions, overall health and medical history. Most commonly a patient is examined for bleeding, infections and bone condition. Depending upon the results and severity of the symptoms, the doctors at Cleveland Clinic suggest a test and ensure follow-ups with patients.\nTreatment at Cleveland Clinic Abu Dhabi\nThe treatment of myeloma isn't started immediately. At first, the doctors will prescribe various medications to treat the symptoms of cancer. The symptoms are closely monitored and several other tests are regularly prescribed and performed to prevent worsening the health.\nThe treatment is planned by thoroughly examining the health condition of a person. It relieves pain and controls the growth of myeloma cells without causing any complications.\nTreatments at Cleveland Clinic may include:\nTargeted therapy\nCleveland Clinic is among one of those clinics offering top-quality treatment options for multiple myeloma.\nIn targeted therapy, medical professionals use different types of medications to target specific agents in cancerous cells. It makes them to die. That means it targets the vessels or proteins that feed the cancerous cells or tumours. This process ultimately causes the death of cells or stops their growth.\nImmunotherapy\nThis is another revolutionary advancement of Cleveland Clinic that offers an innovative treatment to patients in Abu Dhabi. That does not mean only people living here can avail the opportunity to get a better life. It means the hospital offers a complete and cooperative environment to serve patients of each race, ethnicity, religion or culture.\nAs the cancerous cells lower the power of the body to fight infections, there is a need to boost natural immunity by introducing certain immunotherapy drugs.\nThis treatment, as the name suggests involves boosting the immunity of the patients by giving certain types of medications.\nThe natural immune system of the body does not fight with the cancerous cells because these cells produce specific proteins that blend in well with the body system. The introduction of immunotherapy drugs specifically targets those proteins and triggers an immune response. It then kills the cancerous cells.\nCAR-T cell therapy\nThis is another method that trains the body’s immune system to fight cancerous cells. CAR-T (chimeric antigen receptor) cell therapy involves taking a blood sample from the patient. Then white blood cells including T cells are extracted from it. These cells are programmed with unarmed viruses and introduced again into the body. These cells then specifically target the cancerous cells and kill them. This way it spots the harmful cells, kills them and treats the myeloma.\nChemotherapy\nCleveland Clinic has the most up-to-date chemotherapy treatment options. It involves the use of specific medications to destroy or kill the cancerous cells. The entire range of medicines used in chemotherapy are approved by relevant authorities and have a proven impact on the health of the patients.\nVarious patients respond to those medications differently because of their immunity levels and body types. However, overall, positive results have been seen in destroying the fast-growing cancerous cells and improving patients' health.\nThe multi-disciplinary team coordinates all aspects of each patient's care to maximize the effectiveness of the treatment and reduce the side effects.\nBone marrow transplant\nThis one is also called stem cell transplant. Here the bone marrow of the patients is replaced with the healthy cells.\nDuring a bone marrow transplant, healthy stem cells are collected from a patient's body. Chemotherapy is performed to destroy the diseased cells. After that, the stem cells are reintroduced into the body. After their arrival into the blood, they reach the bones and start building normally.\nThere are two main types of bone marrow transplantation based on the doner:\nThe first one is called autologous transplant where a patient's own cells are used for transplantation purposes. The other one is called allogeneic. Here the blood-forming cells of another person or a healthy donor are used to replace the damaged cells of a patient.\nAll methods used and performed by highly skilled healthcare professionals at Cleveland Clinic are advanced and are planned as per the body requirements of a patient to reduce the side effects. This makes the entire process quite effective and safe.\nRadiation therapy\nCleveland Clinic is known worldwide for pioneering breakthroughs in diagnosing and treating myeloma. The myeloma team actively participates in clinical research through Cleveland Clinic's cancer program. This includes access to trials investigating new drugs, treatment options, transplants, and strategies to improve outcomes.\nThere are limitless options available to treat various patients according to the risk level of their disease. Radiation therapy is another treatment option offered by Cleveland Clinic that uses powerful rays to destroy cancerous cells. The source of these radiations may vary, i.e., protons, X-rays, etc. These radiations quickly act on the plasmacytoma, which is a mass of myeloma cells, and damage them.\nThis process is mainly useful when plasmacytoma is causing pain in bones. It often acts as a quick pain reliever and prevents the chances of bone fractures.\nRadiation is also good for treating single myeloma tumours in one area which is called solitary plasmacytoma. In these cases, this method alone is often used as the main treatment.\nThese are just a few options. A dedicated team is available 24/7 to assist the patients to get guidance on treating this life-threatening condition. From initial contact and diagnosis to complete recovery, Cleveland Clinic offers an approach that addresses all the needs of patients, either emotional or physical. Not only this but a personalized plan ensures that the specific needs and preferences of each patient are met in a unique and compassionate way.\nAbout Cleveland Clinic Abu Dhabi\nCleveland Clinic Abu Dhabi is an extension of US-based Cleveland Clinic and a part of M42 Group which is a multispecialty hospital in Abu Dhabi. To learn more about multiple myeloma treatment at Cleveland Clinic Abu Dhabi, visit the website or call directly.Shahid Maqbool\nCleavland Clinic Abu Dhabi\n+971 800 82223\nemail us here",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.einpresswire.com/",
    "https://www.einpresswire.com/?promo=4700",
    "http://einpresswire.com/contact_author/708598616",
    "https://clevelandclinicabudhabi.ae/en/",
    "http://www.einpresswire.com/contact_author/708598616",
    "https://www.clevelandclinicabudhabi.ae/en/",
    "https://clevelandclinicabudhabi.ae/en/health-hub/health-resource/diseases-and-conditions/multiple-myeloma",
    "https://www.clevelandclinicabudhabi.ae/en",
    "https://www.clevelandclinicabudhabi.ae/en/health-hub/health-resource/diseases-and-conditions/multiple-myeloma",
    "https://einpresswire.com/?promo=4700"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "clevela",
        "sentiment": "negative"
      },
      {
        "name": "abu dhabi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "lifesaving treatment for multiple myeloma giving hope to lives cleveland clinic",
        "sentiment": "negative"
      },
      {
        "name": "cleveland clinic",
        "sentiment": "negative"
      },
      {
        "name": "amyloidosis program",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "abu dhabi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T17:59:18.004+03:00",
  "updated": "2024-05-03T17:59:18.004+03:00"
}