{
  "thread": {
    "uuid": "2a471af448dad4ba4fb4c286a1701804ba5a3f5e",
    "url": "https://www.investing.com/news/press-releases/universal-display-corporations-dr-julie-brown-to-receive-prestigious-usc-viterbi-engineering-award-93CH-3375785",
    "site_full": "www.investing.com",
    "site": "investing.com",
    "site_section": "https://investing.com/news/press-releases",
    "site_categories": [
      "investing",
      "stamps_and_coins",
      "hobbies_and_interests",
      "finance",
      "financial_news"
    ],
    "section_title": "Press Releases - Investing.com",
    "title": "Universal Display Corporation's Dr. Julie Brown to Receive Prestigious USC Viterbi Engineering Award By Investing.com",
    "title_full": "Universal Display Corporation's Dr. Julie Brown to Receive Prestigious USC Viterbi Engineering Award By Investing.com",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i-invdn-com.investing.com/news/news_pile_69x52._800x533_L_1419494209.jpg",
    "performance_score": 0,
    "domain_rank": 1330,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2a471af448dad4ba4fb4c286a1701804ba5a3f5e",
  "url": "https://www.investing.com/news/press-releases/universal-display-corporations-dr-julie-brown-to-receive-prestigious-usc-viterbi-engineering-award-93CH-3375785",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Investing.com",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Universal Display Corporation's Dr. Julie Brown to Receive Prestigious USC Viterbi Engineering Award By Investing.com",
  "text": "EWING, N.J.--(BUSINESS WIRE)--Universal Display Corporation (Nasdaq: OLED) (UDC), enabling energy-efficient displays and lighting with its UniversalPHOLED ® technology and materials, announced that the University of Southern California (USC) will be honoring UDC's Executive Vice President and Chief Technical Officer, Dr. Julie Brown, with the Daniel J. Epstein Engineering Management Award. The award, from the USC Viterbi School of Engineering, recognizes Dr. Brown for her exemplary professional accomplishments and exceptional contributions to the field of engineering management. The award will be presented during the 2024 Viterbi Awards today, April 11th, in Beverly Hills, California. This award is a testament to Julie's outstanding leadership and groundbreaking contributions that have not only propelled our Company forward, but have also revolutionized the OLED industry, said Steven V. Abramson, President and Chief Executive Officer of Universal Display (NASDAQ: [OLED](/equities/universal-display)) Corporation. Throughout her tenure with UDC, she has consistently demonstrated an unparalleled commitment to pushing the boundaries of technological innovation and driving transformative change. Julie has the ability to find unique solutions through her extensive expertise and by empowering those around her to collaborate and succeed. This award puts her name in a well-deserved place of honor, next to other titans of innovation who advance our understanding and test the limits of possibility. It is wonderful that many of our smartphone displays today contain materials and technologies that arose from Dr. Brown's efforts to bring modern, energy-efficient phosphorescent OLED materials and technology to market, said Yannis C. Yortsos, Dean of the Viterbi School of Engineering. We are thrilled to recognize Dr. Brown for her extraordinary work and substantial impact on the world through the power of engineering and technology. She joins a prestigious group of Daniel J. Epstein Engineering Management Award recipients, whose accomplishments have contributed to the advancement of engineering across many disciplines and endeavors from electronics to the exploration of the cosmos. I am deeply honored by this recognition and would like to thank all of those who have supported me on this journey, including Drs. Stephen Forrest and Mark Thompson, who discovered phosphorescent OLEDs, said Dr. Julie Brown. In fact, Dr. Forrest has been my valued mentor and friend spanning four decades. He was my professor at USC and helped me navigate my career path initially to Hughes Labs and then to Universal Display Corporation in 1998, where I would find my professional home and an opportunity to explore new realms of possibility. I'd also like to express my heartfelt appreciation to Steve Abramson, Sidney Rosenblatt, and our late founder Sherwin Seligsohn, who believed in me and what we could accomplish together. To my friends and colleagues at UDC, thank you for our strong partnership that has enabled the transformation of UDC's vision and innovation into reality. Our collective journey of advancing energy-efficient OLEDs is still in its early chapters. Let's continue to push the boundaries of science and business to further inspire work to better our world. Since joining Universal Display Corporation in 1998, Dr. Brown has been spearheading the R&D vision and roadmap for the Company. She has driven and advanced UDC's technical vision and excellence from its start-up years to firmly position the Company as a leader in the discovery, development, and commercialization of state-of-the-art OLED technologies and phosphorescent materials. Today, UDC's materials and technology can be found in virtually every OLED consumer electronics device around the world. In 2021, Dr. Brown was elected to the U.S. National Academy of Engineering (NAE) for her contributions to materials and device technologies for phosphorescent light emitting diode displays, and their commercialization. Dr. Brown is an elected IEEE Fellow, elected SID Fellow, and inductee into the New Jersey High Tech Hall of Fame. Prior to joining UDC, Dr. Brown worked at Hughes Research Laboratories, Raytheon Company (NYSE: [RTN](/equities/raytheon-co)) and AT&T Bell Laboratories. She earned her B.S. from Cornell University and received her Ph.D. in Electrical Engineering/Electrophysics from the University of Southern California. About the USC Viterbi School of Engineering Founded in 1905, the USC Viterbi School of Engineering was named in 2004 as the Andrew and Erna Viterbi School of Engineering, honoring USC alumnus Andrew Viterbi, who developed an algorithm to connect the world, and his wife Erna. Located in Los Angeles, a global center for arts, technology, business and innovation in the heart of the Pacific Rim, USC Viterbi draws undergraduate and graduate students from all over the world. With more than 10,000 students, 400 faculty across all ranks and appointment levels, and more than 40 in-residence or affiliated members of the National Academies, USC Viterbi is considered among the top engineering programs. Under the leadership of Dean Yannis C. Yortsos, the school helps re-imagine the 21st century engineer, by pioneering the Grand Challenge Scholars Program, leading national efforts in enhancing diversity, and changing the conversation about engineering. With its vision of engineering a better world for all humanity, USC Viterbi embodies the power of engineering (Engineering+) to advance discovery and solutions across all disciplines, to serve California, the nation, and the world. In 2024, the USC Viterbi School of Engineering launched the School of Advanced Computing, thus creating a new school within a school. About Universal Display Corporation Universal Display Corporation (Nasdaq: OLED) is a leader in the research, development and commercialization of organic light emitting diode (OLED) technologies and materials for use in display and solid-state lighting applications. Founded in 1994 and with subsidiaries and offices around the world, the Company currently owns, exclusively licenses or has the sole right to sublicense more than 6,000 patents issued and pending worldwide. Universal Display licenses its proprietary technologies, including its breakthrough high-efficiency UniversalPHOLED ® phosphorescent OLED technology that can enable the development of energy-efficient and eco-friendly displays and solid-state lighting. The Company also develops and offers high-quality, state-of-the-art UniversalPHOLED materials that are recognized as key ingredients in the fabrication of OLEDs with peak performance. In addition, Universal Display delivers innovative and customized solutions to its clients and partners through technology transfer, collaborative technology development and on-site training. To learn more about Universal Display Corporation, please visit https://oled.com/. Universal Display Corporation and the Universal Display Corporation logo are trademarks or registered trademarks of Universal Display Corporation. All other company, brand or product names may be trademarks or registered trademarks. All statements in this document that are not historical, such as those relating to the projected adoption, development and advancement of the Company's technologies, and the Company's expected results and future declaration of dividends, as well as the growth of the OLED market and the Company's opportunities in that market, are forward-looking financial statements within the meaning of the Private Securities Litigation Reform Act of 1995. You are cautioned not to place undue reliance on any forward-looking statements in this document, as they reflect Universal Display Corporation's current views with respect to future events and are subject to risks and uncertainties that could cause actual results to differ materially from those contemplated. These risks and uncertainties are discussed in greater detail in Universal Display Corporation's periodic reports on Form 10-K and Form 10-Q filed with the Securities and Exchange Commission, including, in particular, the section entitled Risk Factors in Universal Display Corporation's Annual Report on Form 10-K for the year ended December 31, 2023. Universal Display Corporation disclaims any obligation to update any forward-looking statement contained in this document. Follow Universal Display Corporation Facebook (NASDAQ: [META](/equities/facebook-inc)) YouTube (OLED-C) View source version on businesswire.com: https://www.businesswire.com/news/home/20240411368036/en/ Universal Display: Darice Liu investor@oled.com media@oled.com +1 609-964-5123 Source: Universal Display Corporation",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.businesswire.com/news/home/20240411368036/en/",
    "https://oled.com/.",
    "https://www.oled.com/.",
    "https://businesswire.com/news/home/20240411368036/en/",
    "https://www.businesswire.com/news/home/20240411368036/en"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "julie brown",
        "sentiment": "neutral"
      },
      {
        "name": "brown",
        "sentiment": "none"
      },
      {
        "name": "daniel j. epstein",
        "sentiment": "none"
      },
      {
        "name": "julie",
        "sentiment": "none"
      },
      {
        "name": "steven v. abramson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "universal display corporation",
        "sentiment": "neutral"
      },
      {
        "name": "udc",
        "sentiment": "none"
      },
      {
        "name": "usc viterbi school of engineering",
        "sentiment": "none"
      },
      {
        "name": "university of southern california (usc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "n.j.",
        "sentiment": "none"
      },
      {
        "name": "ewing",
        "sentiment": "none"
      },
      {
        "name": "beverly hills",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:13:05.546+03:00",
  "updated": "2024-04-12T00:13:05.546+03:00"
}