{
  "thread": {
    "uuid": "0d7eeccb0ecdc0371a5741e86d71fe283ab6c38b",
    "url": "https://www.superdeporte.es/salud/guia/2024/02/29/beneficios-patatas-dieta-adelgazar-79749466.html",
    "site_full": "www.superdeporte.es",
    "site": "superdeporte.es",
    "site_section": "http://www.superdeporte.es/elementosInt/rss/41",
    "site_categories": [
      "sports"
    ],
    "section_title": "Superdeporte - Fuera de Juego",
    "title": "Por qué no deberíamos dejar de comer patatas, ni siquiera cuando queremos perder peso",
    "title_full": "Por qué no deberíamos dejar de comer patatas, ni siquiera cuando queremos perder peso",
    "published": "2024-02-29T20:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.superdeporte.es/cds-statics/assets/img/logos/logo-regionales-superdeporteOG_.png",
    "performance_score": 0,
    "domain_rank": 74884,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0d7eeccb0ecdc0371a5741e86d71fe283ab6c38b",
  "url": "https://www.superdeporte.es/salud/guia/2024/02/29/beneficios-patatas-dieta-adelgazar-79749466.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rafa Sardiña",
  "published": "2024-02-29T20:15:00.000+02:00",
  "title": "Por qué no deberíamos dejar de comer patatas, ni siquiera cuando queremos perder peso",
  "text": "NUTRICIÓN\nPor qué no deberíamos dejar de comer patatas, ni siquiera cuando queremos perder peso\nEs uno de los alimentos más nutritivos: fuente de potasio, vitamina C y B6 y carotenoides. Bueo incluso para los diabéticos, sobre todo hervidas y con piel\nDemonizada y amada a partes iguales. La patata, un tubérculo\nmuy nutritivo, despierta cierta controversia en cuanto a cómo afecta a la salud pese a que fue cultivada por primera vez hace más de 8.000 años en el sur de Perú, y lleva en el continente europeo desde 1537.\nEstamos, sin duda, ante uno de los alimentos más versátiles de la cocina mediterránea, ya que se puede servir:\n- Hervida\n- Frita\n- Como guarnición\n- En ensalada\n- En puré…\nY que, aunque muchos podían pensar lo contrario hasta ahora, cuenta con innumerables beneficios para nuestro organismo, como también ocurre con otros tubérculos de la misma familia, como la batata, el boniato y la yuca.\nSin embargo, un nuevo estudio del\nCentro de Investigación Biomédica de Pennington en Louisiana (Estados Unidos) desmiente una de las creencias más extendidas: que la patata es enemigo de las dietas saludables y que produce un mayor riesgo de diabetes tipo 2.\nPropiedades de las patatas: ‘reina’ de la vitamina C\nSegún explica la\nFundación Española de Nutrición (FEN), la patata es un alimento básico y fuente de nutrientes, como la vitamina C.\nPero “una parte considerable de la misma puede perderse durante el proceso de cocción. Para preservar su contenido, es recomendable cocinarlas al vapor o al horno (envueltas en papel de aluminio)”.\nLa cantidad de vitamina C que aporta equivale al 46% de las ingestas recomendadas para hombres y mujeres de 20 a 39 años con una actividad física moderada.\n- \"En la composición de la patata cabe destacar el contenido en hidratos de carbono, mayoritariamente en forma de almidón y una pequeña proporción como glucosa, fructosa y sacarosa\".\nY, pese a lo que muchos puedan pensar, no es especialmente calórico si se consume en crudo: 88 calorías por cada 100 gramos.\nY además, “la patata aporta minerales como el potasio. Este contribuye al funcionamiento normal del sistema nervioso y de los músculos”.\n“No tienen un impacto negativo en la salud”\nLa investigación publicada en el\n'Journal of Medicinal Food', y liderada por Candida Rebello, profesora en Pennington Biomedical, ha analizado a 36 participantes entre 18 y 60 años con sobrepeso, obesidad o resistencia a la insulina.\nLas personas que participaron en nuestro estudio perdieron peso\nLa dieta, controlada por expertos, incluyó alimentos tales como carne, pescado, verduras, frutas, y, por supuesto, patatas. Y como resultado, como subraya la especialista, \"demostramos que, contrariamente a la creencia común, las patatas no tienen un impacto negativo en los niveles de glucosa en la sangre\".\nDe hecho, resalta la investigación, \"las personas que participaron en nuestro estudio perdieron peso\".\nLa forma en la que se incluyeron las patatas en la dieta fue hervidas, \"para maximizar su contenido de fibra (2 gramos por cada 100)\". Y para ello, se hirvieron con piel y después se refrigeraron entre 12 y 24 horas.\n- \"La comida de cada participante se adaptó a sus necesidades calóricas, y una mayoría se sintió lleno, más rápido y, a menudo, ni siquiera terminaron su comida\".\nEsto se debe a su alto contenido en hidratos de carbono complejos, que convierten a la patata en uno de los alimentos más saciantes y que puede ayudar a perder peso, se come menos cantidad sin necesidad de pasar hambre.\nUn alimento \"bastante económico\" para incorporar a la dieta\nLa patata es un tubérculo que, de acuerdo a esta investigación, no se debe eliminar de una dieta equilibrada y saludable, muy económico, pero que se debe incorporar en nuestra alimentación de una determinada forma.\nSe debe consumir, si se quiere mantener un peso óptimo, hervida y, sobre todo, sin quitar la piel, ya que es donde contiene la mayor cantidad de vitamina C.\n- Este alimento “favorece la pérdida de peso en individuos con resistencia a la insulina” y ayuda a regular los niveles de glucosa en sangre.\n- También aporta carotenoides, siendo la violaxantina, anteraxantina, luteína, los más abundantes, mientras que la neoxantina, beta-criptoxantina, zeaxantina y b-carotenos.\nNada tiene que ver con las propiedades, por ejemplo, de las patatas fritas en bolsa. Así lo recalca la Fundación Española de Nutrición. “Las patatas fritas comerciales suelen contener abundante sal por lo que debe realizarse un consumo moderado y ocasional de este alimento, sobre todo en personas que sigan dietas hiposódicas”.\nY con mayor aporte calórico, ya que al freírse absorbe mayor cantidad de grasas. En cualquier caso, se debe optar por patatas fritas en aceite de oliva o de semillas como el girasol, “por su contenido en ácidos grasos insaturados”.\nFuera de Juego ¡Bombazo! Telecinco cambia el horario de La Isla de las Tentaciones https://www.superdeporte.es/fuera-de-juego/2024/02/28/zasca-tony-aguilar-hermanas-pombo-98788305.html Zasca de Tony Aguilar a las hermanas Pombo https://www.superdeporte.es/fuera-de-juego/2024/02/28/producto-estrella-mercadona-limpiar-sartenes-98767329.html El producto estrella de Mercadona para limpiar las sartenes y dejarlas como nuevas Trucos de limpieza Esto es lo que debes hacer para acabar con el polvo de los muebles de casa Dietas La fuerza de voluntad y el ejercicio físico, las claves para perder grasa sin hacer dieta Salud Tres ejercicios para mantenerte en forma toda la vida Guía Vivir con Síndrome de Smith-Magenis, una enfermedad rara con apenas 100 casos en España https://www.superdeporte.es/fuera-de-juego/2024/02/29/cierre-disneyland-98824691.html ¿Cierre de Disneyland?\nDÍA MUNDIAL DE LAS ENFERMEDADES RARAS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [
    "https://superdeporte.es/salud/dietas/2024/02/28/fuerza-voluntad-ejercicio-fisico-adelgazar-98775265.html",
    "https://liebertpub.com/doi/10.1089/jmf.2022.0072?url_ver=Z39.88-2003&rfr_id=ori%3Arid%3Acrossref.org&rfr_dat=cr_pub++0pubmed",
    "https://www.pbrc.edu",
    "https://superdeporte.es/fuera-de-juego/salud/2024/02/28/ejercicios-forma-vida-salud-98762433.html",
    "https://superdeporte.es/fuera-de-juego/2024/02/29/cierre-disneyland-98824691.html",
    "https://www.fen.org.es/MercadoAlimentosFEN/pdfs/patata.pdf",
    "https://superdeporte.es/fuera-de-juego/2024/02/28/producto-estrella-mercadona-limpiar-sartenes-98767329.html",
    "https://superdeporte.es/fuera-de-juego/2024/02/28/zasca-tony-aguilar-hermanas-pombo-98788305.html",
    "https://www.pbrc.edu/",
    "https://www.superdeporte.es/fuera-de-juego/2024/02/29/isla-tentaciones-telecinco-cambia-horario-98819597.html",
    "https://superdeporte.es/fuera-de-juego/2024/02/29/isla-tentaciones-telecinco-cambia-horario-98819597.html",
    "https://www.superdeporte.es/fuera-de-juego/2024/02/28/zasca-tony-aguilar-hermanas-pombo-98788305.html",
    "https://www.superdeporte.es/salud/dietas/2024/02/28/fuerza-voluntad-ejercicio-fisico-adelgazar-98775265.html",
    "https://www.superdeporte.es/fuera-de-juego/2024/02/29/cierre-disneyland-98824691.html",
    "https://pbrc.edu/",
    "https://superdeporte.es/fuera-de-juego/trucos-de-limpieza/2024/02/28/acabar-polvo-muebles-casa-limpieza-98779325.html",
    "https://superdeporte.es/salud/guia/2024/02/29/vivir-sindrome-smith-magenis-enfermedad-rara-98805890.html",
    "https://www.superdeporte.es/fuera-de-juego/2024/02/28/producto-estrella-mercadona-limpiar-sartenes-98767329.html",
    "https://www.liebertpub.com/doi/10.1089/jmf.2022.0072?url_ver=Z39.88-2003&rfr_id=ori%3Arid%3Acrossref.org&rfr_dat=cr_pub++0pubmed",
    "https://fen.org.es/MercadoAlimentosFEN/pdfs/patata.pdf",
    "https://www.superdeporte.es/salud/guia/2024/02/29/vivir-sindrome-smith-magenis-enfermedad-rara-98805890.html",
    "https://www.liebertpub.com/doi/10.1089/jmf.2022.0072",
    "https://www.superdeporte.es/fuera-de-juego/trucos-de-limpieza/2024/02/28/acabar-polvo-muebles-casa-limpieza-98779325.html",
    "https://www.superdeporte.es/fuera-de-juego/salud/2024/02/28/ejercicios-forma-vida-salud-98762433.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:21:44.062+02:00",
  "updated": "2024-03-01T00:21:44.062+02:00"
}