{
  "thread": {
    "uuid": "1619e1a00e5a7ebd037837873c5e6a926ec37ade",
    "url": "https://menafn.com/1108408598/Organic-Food-Personal-Trainer-How-Abu-Dhabi-Aquarium-Looks-After-African-Manatees",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "https://www.menafn.com/rss/menafn_mostapopular_local_en.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Sofas: The New Centrepiece",
    "title": "Organic Food, Personal Trainer: How Abu Dhabi Aquarium Looks After African Manatees",
    "title_full": "Organic Food, Personal Trainer: How Abu Dhabi Aquarium Looks After African Manatees",
    "published": "2024-07-04T03:33:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://menafn.com/updates/pr/2024-07/04/KT_8f329image_story.jpg",
    "performance_score": 0,
    "domain_rank": 6619,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1619e1a00e5a7ebd037837873c5e6a926ec37ade",
  "url": "https://menafn.com/1108408598/Organic-Food-Personal-Trainer-How-Abu-Dhabi-Aquarium-Looks-After-African-Manatees",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2024-07-04T03:33:00.000+03:00",
  "title": "Organic Food, Personal Trainer: How Abu Dhabi Aquarium Looks After African Manatees",
  "text": "( MENAFN - Khaleej Times) Published: Thu 4 Jul 2024, 6:33 PM\nLast updated: Thu 4 Jul 2024, 10:17 PM\nTwo male African Manatees – rare and vulnerable species – are having a ball at the National Aquarium in Abu Dhabi.\nFlown in on a special flight earlier this year, each of the manatees is fed about 20kg of hydroponically grown healthy veggies daily, gets personal attention from vets, trainers and staff, is monitored round-the-clock, and also growing in popularity among the visitors.\nThe National Aquarium, the first facility in the region to host the mammoth manatees, has gone the extra mile to provide the aquatic mammals with an environment mimicking their natural habitat in Africa.\nStay up to date with the latest news. Follow KT on WhatsApp Channels.\nOffering an exclusive backstage tour, Lewis Cocks, the curator at the aquarium, told Khaleej Times about the royal treatment given to the manatees, and how the state-of-the-art facility has been playing a pivotal role in advancing conservation efforts for this vulnerable species.\n“We use hydroponics technique to grow fresh food vertically. The daily intake of a manatee is up to 8 per cent of its body weight, i.e., about 21kg,” Lewis said. The main course includes cabbage, lettuce, and bok choy. In desserts are sweet potato, low sugar fruits and pellets.\nThe African Manatees are one out of the three remaining species of manatees, the others being the West Indian and Amazonian – all are categorised as vulnerable. The manatees became endangered while facing threats including illegal hunting, entrapment caused by man-made structures, accidental capture in fishing nets, hits by boats, and habitat loss.\n“There has been less awareness of protection and conservation. But now they have got guardians,” Lewis pointed out.\nThe African Manatees are also among the least studied manatee species in the world, and now TNA is working closely with the African Aquatic Conservation Fund (AACF) NGO to safeguard this vulnerable species.\n“Even though the African fund has studied manatees in the wild, it hasn't got much chance to work with them closely. Also, they very rarely see manatees. Now, the African fund team will come here to study. They can learn how the manatees live and eat. It's a first-of-a-kind chance for them to study this species.”\nSignificantly, TNA in collaboration with the Mohamed bin Zayed Species Conservation Fund (MBZSCF) has started groundwork in West Africa for the 'African Manatee Conservation Project'.\nLewis pointed out the funding woes faced by conservationist groups in Africa, and how TNA has committed an annual contribution of $25,000 to sustain the project. The money is sourced from proceeds generated by its Manatee retail shop at the aquarium. It will be used by AACF for research, conservation, and educational outreach initiatives to protect the population in their natural habitats in Senegal and Guinea.“We've set up this partnership and it's nice to get them a better life.”\nIn the past few months since their arrival, TNA experts have been able to learn new things about the mammals.\n“These two manatees are aged between 15 to 20 years old and can live up to 40 years. They both are opposite in their characters. While one is socially interactive, the other is shy.”\nThe manatees are in the large tank along with African Arowana and Giraffe Catfish. Often, the small fish species can be seen 'cleaning' the manatees.\n“We have been learning a lot about their food behaviour. The recent discovery is that even though other species are vegetarian, the African Manatees are omnivorous. They can take a bit of meat, small fish, catfish, and shellfish. We're learning a lot about how they breathe, and getting accustomed to their new environments. We are training them. There is a trainer who goes in to train them.”\nLewis noted that the friendly manatees are also intelligent.\n“They learn new things. We can make them wait, stop, eat certain things. They are quite intelligent, more than they seem to be.”\nALSO READ:\nUAE's first AI-enabled honey testing centre launched in Abu Dhabi Abu Dhabi launches initiative to map noise levels\nMENAFN04072024000049011007ID1108408598",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lewis cocks",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "khaleej times",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "abu dhabi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T02:38:18.377+03:00",
  "updated": "2024-07-05T02:38:18.377+03:00"
}