{
  "thread": {
    "uuid": "7ce39f22474d8f2b59c8ac8e5a93953a0c7c0a92",
    "url": "https://www.bozemandailychronicle.com/sports/around_montana/during-another-strong-season-montana-state-mens-club-lacrosse-team-seeks-support-for-travel-to/article_54319cc2-fda5-11ee-8fb5-573d65f2ea4e.html",
    "site_full": "www.bozemandailychronicle.com",
    "site": "bozemandailychronicle.com",
    "site_section": "https://www.bozemandailychronicle.com/sports/",
    "site_categories": [
      "media"
    ],
    "section_title": "Sports | bozemandailychronicle.com",
    "title": "During another strong season, Montana State men's club lacrosse team seeks support for travel to upcoming tournaments | Sports | bozemandailychronicle.com",
    "title_full": "During another strong season, Montana State men's club lacrosse team seeks support for travel to upcoming tournaments | Sports | bozemandailychronicle.com",
    "published": "2024-04-18T21:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/bozemandailychronicle.com/content/tncms/assets/v3/editorial/4/8f/48fff6fe-fda6-11ee-8e17-8be6585df1cb/662153909804e.image.jpg?crop=1675%2C879%2C0%2C178&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 17588,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7ce39f22474d8f2b59c8ac8e5a93953a0c7c0a92",
  "url": "https://www.bozemandailychronicle.com/sports/around_montana/during-another-strong-season-montana-state-mens-club-lacrosse-team-seeks-support-for-travel-to/article_54319cc2-fda5-11ee-8fb5-573d65f2ea4e.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Parker Cotton",
  "published": "2024-04-18T21:00:00.000+03:00",
  "title": "During another strong season, Montana State men's club lacrosse team seeks support for travel to upcoming tournaments | Sports | bozemandailychronicle.com",
  "text": "The Montana State men’s club lacrosse team is nearing the end of one of its best seasons ever.\nThe Bobcats are currently 13-1 and have already qualified for the Men’s Collegiate Lacrosse Association National Championships for the third season in a row.\nAs a player-funded program, though, MSU is seeking community support to help alleviate the costs of traveling to the Rocky Mountain Lacrosse Conference Tournament, which runs April 25-27, in Provo, Utah, and the national tournament, which runs May 6-11 in Round Rock, Texas.\nThe team has launched a GoFundMe campaign with the goal of $35,000, but the costs of those two tournaments will likely be closer to $55,000 or $60,000, head coach Chris Kelly said.\n“I think if people are really looking for a reason to give to this team, it would not necessarily be just for this one year, but for the longevity of the program,” Kelly said. “We’ve been strong for 20 years, and we’re hoping to get stronger and more competitive to be national champions for a few years and kind of continue that process and really continue to be a staple for this game in the state of Montana.”\nKelly recalled how supportive the community was when the team’s bus caught fire in 2022 . The Bobcats made the national tournament that year and lost their first game, finishing with a 9-7 record. They improved on that last year, going 14-3 and winning a game at the national tournament against UC San Diego.\nMSU hopes to take the next step at nationals this season.\n“It’s already been great outreach, but there’s still a lot of ground to make up because it is expensive to fly an entire college team anywhere, on top of hotels and rental vans and everything that comes with it,” Kelly said.\nThe Bobcats have been proving themselves as one of the nation’s top teams this season, as they are ranked No. 5 in the latest MCLA Division II coaches poll. MSU has been highly ranked since starting the season with a trio of wins against teams that were in the national tournament last season — Cal State San Marcos, UC San Diego again and Missouri State — by a combined score of 42-16.\n“We hit the ground running and never really looked back,” Kelly said.\nWith 234 goals through 14 games, MSU has the third-highest scoring Division II team in the country. And the Bobcats have allowed just 85 goals all season.\n“I think we’re one of, if not the best, goals-against average teams across the nation right now and honestly, we’re just really poised to go deep,” Kelly said.\nThe Bobcats have two games remaining in their regular season — against the University of Denver and Wyoming on Saturday in Sheridan, Wyoming — before starting the postseason. MSU will face DU again in the first game of the RMLC Tournament next week. A win in that game would likely mean facing Air Force, the No. 2-ranked team in the country.\n“It’s a very tough region. With Air Force having a varsity program team as well as a club team, you see some fallout from the varsity program,” Kelly said. “So we’re competing against NCAA-level players as a club team. Same with Denver and other teams around the region. There’s really good competition out here.”\nMSU’s only loss this season has come against perennial powerhouse St. Thomas. The Bobcats lost that 13-12 in overtime on Feb. 25, putting their record at 4-1. MSU has won nine consecutive games since then, including a 16-2 win against rival Montana on March 29. That win meant the traveling rivalry trophy, the Copper Cup, remained in Bozeman for the seventh straight year.\n“It’s really fun, especially for the senior class, to never see that thing leave our home and stay in Bozeman,” Kelly said. “(Montana) only scored two goals the whole game, but they scored both of those within the first 10 minutes of competition. So we held them scoreless for almost 50-plus minutes (after that).”\nMost recently, Montana State played in Glendive and defeated St. John’s 23-3 on April 13 and North Dakota State 12-10 on April 14. The win against NDSU was the team’s closest margin since playing St. Thomas, but Kelly believes that game serves as a good teaching lesson.\n“All in all, this season’s been awesome. I couldn’t ask for more than what we’ve been getting from the guys,” he said. “If we can learn from that close game and be ready for the playoffs, we’re going to be ready to roll.”\nSo far, the Bobcats have enjoyed strong offensive seasons from junior midfielder Jona Serrell (45 goals, 15 assists, 60 total points), freshman attack Liam Prescott (21 goals, 30 assists) and sophomore attack Mekhi Davis (21 goals, 10 assists). Serrell, who is originally from Draper, Utah, celebrated his 100th career goal on March 9.\nKelly also identified junior Bill Weiss and seniors Josh Wilson and Jason Starks as key contributors to the team’s defense. Joining them is junior goaltender Ethan Zwickey, a Belgrade High graduate who averages 9.83 saves per game.\n“It’s just been a really well-balanced team,” Kelly said. “No one is really selfish with the ball.”\nLet the news come to you Get any of our free daily email newsletters — news headlines, opinion, e-edition, obituaries and more.\nExplore newsletters Parker Cotton can be reached at pcotton@dailychronicle.com or 406-582-2670. Follow him on X/Twitter @ByParkerCotton.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport"
  ],
  "external_links": [
    "https://www.gofundme.com/f/montana-state-mens-lacrosse-teams-journey-to-nationals",
    "https://cloud.adamspg-email.com/bozemandailychronicle-newsletters",
    "http://www.gofundme.com/f/montana-state-mens-lacrosse-teams-journey-to-nationals",
    "https://406mtsports.com/college/big-sky-conference/montana-state-university/montana-state-mens-lacrosse-receives-generous-donations-after-bus-fire/article_57b38b66-92e2-5ef8-b6d0-29cd72230936.html",
    "https://www.cloud.adamspg-email.com/bozemandailychronicle-newsletters",
    "https://gofundme.com/f/montana-state-mens-lacrosse-teams-journey-to-nationals",
    "https://www.406mtsports.com/college/big-sky-conference/montana-state-university/montana-state-mens-lacrosse-receives-generous-donations-after-bus-fire/article_57b38b66-92e2-5ef8-b6d0-29cd72230936.html",
    "http://gofundme.com/f/montana-state-mens-lacrosse-teams-journey-to-nationals"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chris kelly",
        "sentiment": "none"
      },
      {
        "name": "kelly",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "montana state",
        "sentiment": "neutral"
      },
      {
        "name": "men’s collegiate lacrosse association national championships",
        "sentiment": "none"
      },
      {
        "name": "msu",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "round rock",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "provo",
        "sentiment": "none"
      },
      {
        "name": "utah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:19:45.846+03:00",
  "updated": "2024-04-25T01:20:13.230+03:00"
}