{
  "thread": {
    "uuid": "cd64caf3005db594bccdda40dceac5f4eed32bf8",
    "url": "https://www.minotdailynews.com/life/arts-entertainment/2024/01/nd-artist-relates-friendship-with-world-war-ii-pilot-hero",
    "site_full": "www.minotdailynews.com",
    "site": "minotdailynews.com",
    "site_section": "https://www.minotdailynews.com",
    "site_categories": [
      "media"
    ],
    "section_title": " News, Sports, Jobs - Minot Daily News",
    "title": "ND artist relates friendship with World War II pilot hero | News, Sports, Jobs - Minot Daily News",
    "title_full": "ND artist relates friendship with World War II pilot hero | News, Sports, Jobs - Minot Daily News",
    "published": "2024-01-20T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 60460,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cd64caf3005db594bccdda40dceac5f4eed32bf8",
  "url": "https://www.minotdailynews.com/life/arts-entertainment/2024/01/nd-artist-relates-friendship-with-world-war-ii-pilot-hero",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-20T02:00:00.000+02:00",
  "title": "ND artist relates friendship with World War II pilot hero | News, Sports, Jobs - Minot Daily News",
  "text": "ND artist relates friendship with World War II pilot hero A painting by North Dakota artist Scott Nelson of the scene when World War II pilot Maj. Gale “Buck” Cleven’s plane was shot down during World War II hangs in the Dakota Territory Air Museum’s Legends Hangar in Minot. Cleven, who was born in Lemmon, South Dakota, and in later years lived in Dickinson for a time, was the commanding officer of the 350th Bombardment Squadron, a unit of Eighth Air Force’s 100th Bomb Group. His plane was shot down on Oct. 8, 1943, during a raid on Bremen, Germany. He was captured and became a prisoner of war at Stalag Luft III. Cleven, considered a legendary figure in the bomb group’s history, is played by Austin Butler, in the cast in “Masters of the Air,” a nine-episode limited series from executive producers Steven Spielberg, Tom Hanks and Gary Goetzman, and written by John Orloff. It will air on Apple TV+ on Friday, Jan. 26, and continue every week through March 15. Based on Donald L. Miller’s book of the same name, “Masters of the Air” follows the men of the 100th Bomb Group who conducted bombing raids over Nazi Germany. The unit was nicknamed the “Bloody Hundredth” due to its heavy losses in combat missions. Nelson got to know Cleven in spring 2003 when George Ott, another World War II pilot and POW at Stalag Luft III, brought his friend, Cleven, along to pay a visit to Nelson at Nelson’s ranch near Solen. Nelson had painted a picture of Ott’s story as the deputy lead in the 2nd Schweinfurt strike on Oct. 14, 1943, when Ott’s B-17 was hit. A few months later on Veterans Day in 2003, Nelson was invited to The Cowboy Opry at a church in Lemmon for a special tribute to World War II pilots. Bob Penfield, an auctioneer, set up the event and had invited the veterans and Nelson. “They had me show the pictures and tell the stories,” Nelson said. He said many of the veterans also got up and talked. The veterans had flown the planes shown in Nelson’s paintings. Prior to the event, Nelson did a watercolor of a B-17 because he wanted something to represent Cleven, who attended the event in Lemmon with Ott. He said Cleven did not want to talk about his wartime experiences. “It was just a quick watercolor I had done so there would be something. All I knew was he was in the 100th Bomb Group, and the 100th Bomb Group has a square “D” on the tail,” Nelson said. At the event that day in Lemmon, Nelson told the group, “Well, I have kind of a surprise. This represents Buck Cleven.” He showed the watercolor of the B-17 he had painted and said to the group, “Now Buck’s kind of shy but maybe we can get him up here to say something.” “He got up and talked – not very long but he talked and told what happened,” Nelson said. “We actually have that tape.” He said the original tape is in the North Dakota Heritage Center in Bismarck. Nelson said that event in Lemmon was “really instrumental” in how he came to painting the picture now hanging in the air museum in Minot. “Two days after that deal in Lemmon, I got a letter from Buck. He had photocopied pages of his journal that he had when he was in Stalag Luft III. It had all the narrative about when he was shot down. I had everything. It told the damage that the plane had and just real descriptive of being shot down,” Nelson said. Nelson contacted Michael Faley, historian with the 100th Bomb Group. “He gave me all the information on the plane. There were no pictures of the plane but they gave me the color scheme, how it was marked and all that stuff,” Nelson said. “The plane was named ‘Our Baby.’ There were no pictures of it but they knew these planes by what they were named.” He said Cleven flew the plane only one time because he was the commanding officer and flew different planes. When Nelson finished the painting showing Cleven’s B-17 when it was hit, he took it to Dickinson and Cleven signed it. “Anyway, that’s where all that started,” Nelson said. Nelson has the watercolor at his home. Cleven lived in Dickinson for about two years to be closer to his friend Ott and then moved to Sheridan, Wyoming. When Cleven lived in Sheridan he would drive to Dickinson and he and Ott would make a trip to Fargo for their medical checkups. Nelson said at various times they would let him know they would be coming through the area and he would meet them in Bismarck for a meal. Cleven died in 2006. Ott died in 2016. Nelson started painting the “stories” of World War II pilots in the late 1990s and continued through the early 2010s. Besides the painting of when Cleven’s plane was hit, a number of Nelson’s other paintings are on display at the Minot air museum. On Saturday, Jan. 27, in conjunction with the “Masters of the Air” airing, the Lemmon Legion Post #66 will hold an event, including a presentation by Nelson, who will discuss his paintings and the World War II pilots he met 20 years ago in Lemmon. Proceeds will be donated to the Midwest Honor Flight.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "scott ne",
        "sentiment": "positive"
      },
      {
        "name": "stalag luft iii",
        "sentiment": "none"
      },
      {
        "name": "gale",
        "sentiment": "none"
      },
      {
        "name": "tom hanks",
        "sentiment": "none"
      },
      {
        "name": "dickinson",
        "sentiment": "none"
      },
      {
        "name": "cleven",
        "sentiment": "none"
      },
      {
        "name": "austin butler",
        "sentiment": "none"
      },
      {
        "name": "steven spielberg",
        "sentiment": "none"
      },
      {
        "name": "gary goetzman",
        "sentiment": "none"
      },
      {
        "name": "john orloff",
        "sentiment": "none"
      },
      {
        "name": "donald l. miller",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "minot daily news nd",
        "sentiment": "positive"
      },
      {
        "name": "350th bombardment squadron",
        "sentiment": "none"
      },
      {
        "name": "100th bomb group",
        "sentiment": "none"
      },
      {
        "name": "apple",
        "sentiment": "none"
      },
      {
        "name": "eighth air force’s 100th bomb group",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "north dakota",
        "sentiment": "none"
      },
      {
        "name": "dakota territory air museum’s legends hangar",
        "sentiment": "none"
      },
      {
        "name": "bremen",
        "sentiment": "none"
      },
      {
        "name": "south dakota",
        "sentiment": "none"
      },
      {
        "name": "minot",
        "sentiment": "none"
      },
      {
        "name": "lemmon",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T10:56:34.507+02:00",
  "updated": "2024-01-20T10:56:34.507+02:00"
}