{
  "thread": {
    "uuid": "d5f5843d340ee3b01221cbd24cd485ac8a3782df",
    "url": "https://www.valeursactuelles.com/clubvaleurs/societe/journee-internationale-des-droits-des-femmes-ces-voix-feminines-qui-oeuvrent-pour-la-paix",
    "site_full": "www.valeursactuelles.com",
    "site": "valeursactuelles.com",
    "site_section": "https://www.valeursactuelles.com/rss",
    "site_categories": [
      "sports"
    ],
    "section_title": "Valeurs actuelles",
    "title": "Journée internationale des droits des femmes : ces voix féminines qui oeuvrent pour la paix",
    "title_full": "Journée internationale des droits des femmes : ces voix féminines qui oeuvrent pour la paix",
    "published": "2024-03-08T19:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://www.valeursactuelles.com/assets/uploads/2024/03/SIPA_01086482_000030-1.jpg",
    "performance_score": 0,
    "domain_rank": 25084,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d5f5843d340ee3b01221cbd24cd485ac8a3782df",
  "url": "https://www.valeursactuelles.com/clubvaleurs/societe/journee-internationale-des-droits-des-femmes-ces-voix-feminines-qui-oeuvrent-pour-la-paix",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-08T19:00:00.000+02:00",
  "title": "Journée internationale des droits des femmes : ces voix féminines qui oeuvrent pour la paix",
  "text": "Ce vendredi 8 mars, le collectif\nWomen United for Peace, créé au lendemain du massacre du 7 octobre, organisait une rencontre pour célébrer le courage et la résilience des femmes, particulièrement en temps de guerre. En France et dans le monde entier, ce collectif organise des événements dans le but de sensibiliser les populations sur les conséquences des conflits et d’encourager les médiations.\nA LIREHommage aux victimes françaises du 7 octobre : « Un grand moment d’union nationale et d’espoir »\nDelphine Horvilleur, rabbin et auteur du livre Comment ça va pas ?, animait cette rencontre aux côtés des docteurs Sapir Biton et Cathy Lawi, deux psychiatres en Israël, venus spécialement pour l’événement. « Votre présence aujourd’hui témoigne de notre pouvoir d’action », se félicite Joy, responsable au sein du collectif, à la centaine d’invités présents. En grande majorité des femmes, le public se compose des membres du collectif, de leurs soutiens, de journalistes et de nouvelles venues.\nUne solidarité époustouflante\n« Comment saluer le courage des soldates, des militantes, des soignantes, des bénévoles… », s’interroge la jeune femme. Depuis le 7 octobre, « une solidarité époustouflante a émergé », note Joy. Une solidarité émouvante qui est à l’origine du collectif Women United for Peace et de nombreuses autres initiatives.\nParmi ces initiatives, les psychiatres Sapir Bitton et Cathy Lawi ont fondé un centre de résilience pour les femmes, situé dans le\nkibboutz Erez, dans le sud du pays, pour aider les victimes du 7 octobre et leurs proches. L’intégralité des dons récoltés ce jour étaient dédiés à ce centre de résilience. Si ce kibboutz est aujourd’hui totalement vidé de ses 600 habitants, ceux-ci attendent le jour où ils pourront retrouver leur maison.\nA LIREGuerre Hamas-Israël : « Silence, on viole ! »\n700 blessés\nSymbole de résilience incarné, Sapir, psychiatre dans un hôpital du sud du pays, raconte comment elle a dû soigner des patients en urgence le jour de l’attaque, alors qu’elle ignorait si elle reverrait un jour ses enfants. « Quand j’ai entendu les sirènes, le matin du 7 octobre, je travaillais à l’hôpital. J’ai immédiatement voulu rentrer chez moi, au kibboutz Erez pour aller chercher mes enfants, raconte Sapir. Heureusement, ma sœur m’en a empêché, en me disant qu’il y avait des terroristes sur toutes les routes. Sans elle, je ne serais peut-être plus ici aujourd’hui », ajoute-t-elle dans un soupir. Ce samedi 7 octobre, ce sont plus de 700 blessés qui sont arrivés aux urgences de l’hôpital. La psychiatre travaille en continu pendant 38 heures et découvre alors l’étendue du massacre : des personnes en sang, d’autres qui avaient perdu un membre… « L’odeur de la chair brûlée m’a suivie pendant des jours », se remémore-t-elle amèrement. « Je ne savais pas si j’allais revoir mes enfants un jour. Je n’ai jamais eu aussi peur », confie Sapir.\nPendant ce temps-là, son mari et ses deux enfants passent 17 heures enfermés dans la chambre forte de leur maison. Son mari parvient à lui envoyer quelques sms. Le reste du temps, il tient une arme pointée en direction de la porte, par peur de voir surgir les terroristes à tout instant. Finalement, il s’échappe du kibboutz au bout de deux jours et parvient à rejoindre Sapir. « Mais je n’étais même pas soulagée, se rappelle-t-elle. La conscience de tous ces morts est écrasante ».\nUne explosion des consultations\nDans son travail, la psychiatre est confrontée à des cas cliniques sans précédents : une fillette de 13 ans, sans antécédents, qui a fait une tentative de suicide. Elle constate une explosion des dépressions, de l’anxiété, et plus grave encore, « des personnes qui se sont mises à présenter des épisodes psychotiques du jour au lendemain ».\n« Nous voulons transformer cette souffrance pour guérir », enchaîne Cathy, thérapeute spécialiste des traumatismes, à l’origine du dispositif\nEmotionAid, un processus de premiers secours émotionnels. « Le 7 octobre était une situation sans précédents, que l’on peut apparenter à l’expérience de mort imminente », explique la thérapeute.\n« Les femmes ont été touchées tout particulièrement », poursuit la thérapeute. Elles ont été touchées par les récits, les images de femmes violées et massacrées, si bien qu’elles ont vécu un traumatisme individuel, mais également collectif ». Malgré tout, Cathy Lawi délivre un message d’optimisme : « On peut guérir de ses traumatismes. Il ne faut pas rester seul dans la souffrance. »\nComment ça va pas?\n« Ce livre est né de l’impression que l’empathie avait disparu, déclare Delphine Horvilleur. Lorsque certains relativisaient la souffrance par leur ‘mais’ ». Descendante de rescapés de la Shoah, l’auteur explique les visions confrontées de ses ancêtres paternels et maternels. « Les uns étaient très optimistes sur l’avenir, les autres pas du tout et étaient persuadés que l’histoire se reproduirait », raconte l’auteur. Comment ça va pas ? est une œuvre qui vise à soutenir les victimes directes et indirectes du drame. « Une partie du monde veut entendre la douleur des femmes, sauf la nôtre ! », s’insurge Delphine Horvilleur. Le fruit d’une grille de lecture dominant/dominé ou « une femme israélienne violée appartiendrait au groupe des dominants ».\nDe la même façon que les psychiatres, Delphine Horvilleur, en tant que rabbin, a été confrontée à la souffrance des victimes. « Je me suis sentie trop brisée pour aider les gens », confie-t-elle. Son livre se veut l’appui à tous ceux qui partagent ses sentiments mêlés depuis l’attaque. Et de conclure : « Nous devons accepter que nous ne serons plus jamais les mêmes. »\nEn dépit de tout, Sapir, Cathy et Delphine réitèrent leur conviction que la paix est possible, notamment grâce à la voix des femmes.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://lachrysalide.institute/emotionaid/",
    "https://www.lachrysalide.institute/emotionaid",
    "https://www.wufp.org/",
    "https://www.lachrysalide.institute/emotionaid/",
    "https://fr.timesofisrael.com/ces-veuves-de-guerre-enceintes-qui-portent-la-vie-et-font-le-deuil-de-leur-mari",
    "https://fr.timesofisrael.com/ces-veuves-de-guerre-enceintes-qui-portent-la-vie-et-font-le-deuil-de-leur-mari/",
    "https://www.fr.timesofisrael.com/ces-veuves-de-guerre-enceintes-qui-portent-la-vie-et-font-le-deuil-de-leur-mari/",
    "https://wufp.org",
    "https://wufp.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-09T14:37:34.984+02:00",
  "updated": "2024-03-09T14:37:34.984+02:00"
}