{
  "thread": {
    "uuid": "2b2d5390737af9234278da8b5a7e51cea33496cd",
    "url": "https://www.rtl.fr/actu/meteo/une-pluie-d-etoiles-filantes-attendue-jusqu-a-vendredi-7900336950",
    "site_full": "www.rtl.fr",
    "site": "rtl.fr",
    "site_section": "https://rtl.fr/actu",
    "site_categories": [
      "media"
    ],
    "section_title": "Toute l&#039;actualité  en direct et en vidéo sur RTL.fr",
    "title": "Une pluie d'étoiles filantes attendue jusqu'à vendredi",
    "title_full": "Une pluie d'étoiles filantes attendue jusqu'à vendredi",
    "published": "2024-01-02T09:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://images.rtl.fr/~c/2000v2000/rtl/www/1641827-vendredi-200-a-300-etoiles-filantes-devraient-traverser-le-ciel.jpg",
    "performance_score": 0,
    "domain_rank": 5106,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2b2d5390737af9234278da8b5a7e51cea33496cd",
  "url": "https://www.rtl.fr/actu/meteo/une-pluie-d-etoiles-filantes-attendue-jusqu-a-vendredi-7900336950",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Marina Giraudeau",
  "published": "2024-01-02T09:56:00.000+02:00",
  "title": "Une pluie d'étoiles filantes attendue jusqu'à vendredi",
  "text": "Avis aux amoureux d’étoiles filantes car c’est \"LA\" semaine à ne pas louper. Elles seront nombreuses à défiler dans le ciel jusqu'au vendredi 5 janvier. On les appelle les Quadrantides. Et c’est chaque année au même moment. Une étoile filante est un minuscule morceau de comète ou d’astéroïde, de moins d'1 mm. Il arrive dans l'atmosphère à une telle vitesse -50 000 à 250 000 km/h- qu'il chauffe et se désintègre provoquant une lumière fugace. L'orbite des comètes et celle de la Terre ne variant que très peu, le phénomène se produit aux mêmes périodes chaque année. Il y a moins d’un mois il y a eu les Géminides. Et les plus connues sont les Perséides car elles se produisent en août où la météo est plus adéquate pour les observer. Le pic d'intensité des Quadrantides est prévu dans la nuit de mercredi à jeudi avec 200 par heure à son maximum selon l’organisation météorologique mondiale. Mais il faudra trouver un endroit sans pluie et sans nuages, les habitants du quart sud-est seront donc privilégiés. Autre facteur réduisant la visibilité des étoiles filantes : la lune. Elle sera dans son dernier quartier donc pas pleine, mais sa lumière peut être gênante. Pour les observer : pas besoin de matériel, l'œil nu suffit. Allongez-vous pour avoir un plus grand champs de vision du ciel. Et si vous voyez une étoile filante, n'oubliez pas de faire un vœu ! Afin d'assurer la sécurité et la qualité de ce site, nous vous demandons de vous identifier pour laisser vos commentaires. Cette inscription sera valable sur le site RTL.fr. Bienvenue sur RTL Ne manquez rien de l'actualité en activant les notifications sur votre navigateur Cliquez sur “Autoriser” pour poursuivre votre navigation en recevant des notifications. Vous recevrez ponctuellement sous forme de notifciation des actualités RTL. Pour vous désabonner, modifier vos préférences, rendez-vous à tout moment dans le centre de notification de votre équipement. Bienvenue sur RTL Rejoignez la communauté RTL, RTL2 et Fun Radio pour profiter du meilleur de la radio",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T10:12:43.283+02:00",
  "updated": "2024-01-02T10:12:43.283+02:00"
}