{
  "thread": {
    "uuid": "321a7da3bc3326d0fa6198ba64494884e0de9618",
    "url": "https://www.twobirds.com/en/news-and-deals/2023/germany/bird-and-bird-erwirkt-aussergewoehnliche-entscheidung-f%C3%BCr-nanostring-in-laufendem-patentrechtsstreit",
    "site_full": "www.twobirds.com",
    "site": "twobirds.com",
    "site_section": "https://twobirds.com",
    "site_categories": [
      "birds",
      "law_government_and_politics",
      "legal_issues",
      "pets"
    ],
    "section_title": "Bird &amp; Bird | International Law Firm",
    "title": "Bird & Bird gained exceptional decision for NanoString in ongoing patent litigation",
    "title_full": "Bird & Bird gained exceptional decision for NanoString in ongoing patent litigation",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.twobirds.com/-/media/twobirdssite/logos/bird-and-bird-open-graph-image.png?h=272&amp;iar=0&amp;w=570&amp;hash=181066BBF268E3D4D4FD1462EED6FBC4",
    "performance_score": 0,
    "domain_rank": 28451,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "321a7da3bc3326d0fa6198ba64494884e0de9618",
  "url": "https://www.twobirds.com/en/news-and-deals/2023/germany/bird-and-bird-erwirkt-aussergewoehnliche-entscheidung-f%C3%BCr-nanostring-in-laufendem-patentrechtsstreit",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Bird & Bird gained exceptional decision for NanoString in ongoing patent litigation",
  "text": "International law firm Bird & Bird has won in the ongoing patent litigation between NanoString Technologies Inc. (NanoString) and 10x Genomics Inc. (10x Genomics) and President and Fellows of Harvard College (Harvard). By orders of December 20, 2023, the German Higher Regional Court of Munich (Appeals Court; docket no. 6 U 2359/23 and 6 U 2360/23) decided that, in patent infringement proceedings initiated by 10x Genomics/Harvard, the enforcement of the judgments of the Regional Court of Munich, dated May 17, 2023 (First Instance Court; docket no. 7 O 2693/22 and 7 O 5812/22) is to be stayed against the provision of a security in the amount of EUR 2 million for NanoString Inc. and € 300.000 for NanoString GmbH. These exceptional decisions are based on exceptional procedural relief. With its orders of December 20, 2023, based on the applicable summary examination, the Appeals Court confirmed the general rule that a suspension of enforcement can only be considered in exceptional cases under special circumstances. Such an exception can be given if an aspect relevant to a decision was not examined by the 1st instance, which raises difficult legal questions that cannot be clearly answered. This applies in patent infringement proceedings in particular if a feature of the patent claim was not dealt with in more detail in the first instance judgment, although there would have been reason to do so. On the background in a nutshell: In the 1st instance proceedings, the Defendants – represented by the Bird & Bird team – had disputed the alleged infringement of the asserted claim vis-à-vis several claim features. However, in the appealed Regional Court judgments, one disputed feature was not discussed in any detail and this omission was the focus point for the requests for preliminary suspension of the 1st instance judgments*. It remains to be seen whether the plaintiffs will be able to turn the Appeals Court’s opinion around in the appeal proceedings on the merits. Bjorn Johnson, Vice President, Legal Affairs, at NanoString Technologies says: “This success of NanoString in Germany is of particular interest as our competitor, 10x Genomics, together with Harvard has brought multiple patent infringement lawsuits against NanoString, in the US, Germany, and the European Union (i.e. at the UPC). As with all complex patent litigation, there may be favorable and unfavorable rulings as these cases are adjudicated. However, NanoString remains confident that we will ultimately invalidate the patents being asserted against us and show that we do not infringe any valid patents - and the recent Higher Regional Court orders are an important step.” Bird & Bird partner Oliver Jan Jüngst and counsel Dr. Moritz Schroeder – representing the successful applicants in the matter – commented: “The decisions are very important, we think: First and foremost, we are very happy for our clients that the Higher Regional Court has now rectified the legal situation considering an “incomplete” infringement assessment in the first instance. Secondly, and well beyond the specific case, we think the decisions of the Higher Regional Court Munich are an important and well-reasoned step in domestic case law, clarifying if/when an omission in a 1st instance judgment justifies a preliminary suspension of enforcement.” NanoString Technologies, Inc. has been advised by the following Bird & Bird lawyers: partner [Oliver Jan Jüngst, LL.M.](/en/people/o/oliver jan-jüngst) and counsel [Dr. Moritz Schroede](/en/people/d/dr-moritz-schroeder)r, both IP / Patents, Dusseldorf. We thank the clients from the NanoString group of companies for agreeing to making all this accessible to the public. *The Higher Regional Court argued (highlighting added): “…It is therefore established case law that in cases in which the contested judgment – as here – is only enforceable against the provision of security by the creditor, a suspension of enforcement can only be considered in exceptional cases under special circumstances. Such circumstances regularly (only) exist if it can already be assumed on the basis of a summary examination that the challenged judgment will not be upheld or – if the outcome of the appeal proceedings is open – if the appellant credibly demonstrates the possibility of the occurrence of extraordinary, practically irreparable damage that goes well beyond the general effects of enforcement (established case law, see only Senate, decision of 9.4.2019 – 6 U 4653/18, GRUR-RS 2019, 41076 para. 107, with further references). In addition, an interim suspension of enforcement may be considered, even without the initial judgment proving to be manifestly erroneous, if an aspect relevant to the decision was not examined by the regional court when the judgment was handed down, which raises difficult legal questions that cannot be clearly answered. This is because the principle that a suspension is only necessary if it can already be established on summary examination at the time of the decision on the application for suspension that the contested judgment is unlikely to be upheld is based on the fact that the court of first instance has already dealt with the facts of the case in detail and decided on the questions that arise. However, this consideration does not apply if the court of first instance has disregarded essential aspects of the case that are relevant to the decision and thus a decision on the relevant facts, to which reference can be made on summary examination, is not yet available at all (see; OLG Düsseldorf, GRUR-RR 2010, 122; Kühnen, HdB-Patentverletzung, 15th ed., Chapter H para. 47). This applies in patent infringement proceedings in particular if a feature of the patent claim was not dealt with in more detail in the first instance judgment, although there would have been reason to do so. If the latter is the case, however, this does not per se lead to a suspension of compulsory enforcement. Rather, this constellation is comparable to the situation where the court of first instance did not examine a feature of the patent claim because it was only added subsequently in a parallel pending nullity proceeding in which the patent claim was maintained in a limited version. In this case, taking into account the mutual interests of the parties, an interim suspension of the compulsory enforcement of the patent should be ordered. Nevertheless, taking into account the mutual interests of the parties, a suspension of enforcement must be omitted if it is already apparent from a summary examination by the court of appeal that the challenged embodiment also makes use of the feature added by the nullity proceedings (see Kühnen, HdB-Patentverletzung, 15th ed., chapter H para. 63; see also BGH, GRUR 2016, 1206 - Mähroboter). It seems appropriate to also apply these principles to the aforementioned constellation, so that even if a claim feature is \"overlooked\" by the court of first instance, enforcement does not have to be discontinued if the realization of the feature by the challenged embodiment can be affirmed beyond doubt even on summary examination by the court of appeal. b) In the present case, it can be left open whether, according to the defendant's factual submission, it would be threatened with extraordinary disadvantages in the event of enforcement that go beyond the usual consequences of enforcement. It is also irrelevant whether a summary examination shows that the judgment of first instance is unlikely to be upheld, i.e. that it is manifestly incorrect, which the defendant does not demonstrate with its application for suspension. The defendant rightly asserts that in the present case the suspension of enforcement is required because the Regional Court did not go into more detail in its judgment on feature 2.4.4, although there would have been reason to do so (see aa). In addition, it cannot be determined with certainty on merely summary examination that the challenged embodiment also makes use of feature 2.4.4 (see bb)…” The full court orders (in German) can be accessed [here](https://www.twobirds.com/-/media/new-website-content/pdfs/2023/germany/231220_Beschluss_des_OLG_Muenchen_6_U_2359_23_Kart_e.pdf) and [here](https://www.twobirds.com/-/media/new-website-content/pdfs/2023/germany/231220_Beschluss_des_OLG_Muenchen_6_U_2360_23_Kart_e.pdf). For some background, the requests for the preliminary suspension of enforcement dated October 27, 2023 are also provided [here](https://www.twobirds.com/-/media/new-website-content/pdfs/2023/germany/231027_Antrag_auf_Einstellung_ZV_OLG_Muenchen_6_U_2359-23e.pdf) and [here](https://www.twobirds.com/-/media/new-website-content/pdfs/2023/germany/231027_Antrag_auf_Einstellung_ZV_OLG_Muenchen_6_U_2360-23e.pdf) (in German, without exhibits and noting that the plaintiffs also provided written comments). Overall background on the relevant German part of the wider litigation between 10x Genomics/Harvard and the NanoString group of companies: In the German litigation the European patent 2794928 B1 was asserted on March 4, 2022. The Prague Bird & Bird M&A team advised ARICOMA, a KKCG Group company, on a strategic IT divestment on the Czech market Jan 05 2024 Bird & Bird advises the owners of PLEASE WAIT to be SEATED A/S in connection with the transaction with Eva Solo A/S Dec 22 2023 Bird & Bird advised RIVE on structuring a €300 million financing platform Dec 20 2023 Bird & Bird acted as a legal counsel for Toivo Group Plc in connection with its accelerated bookbuild offering Dec 20 2023",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "bird & bird",
        "sentiment": "negative"
      },
      {
        "name": "nanostring techn",
        "sentiment": "negative"
      },
      {
        "name": "genomics/harvard",
        "sentiment": "none"
      },
      {
        "name": "harvard college (harvard",
        "sentiment": "none"
      },
      {
        "name": "appeals court",
        "sentiment": "none"
      },
      {
        "name": "german higher regional court of munich (appeals court",
        "sentiment": "none"
      },
      {
        "name": "nanostring inc.",
        "sentiment": "none"
      },
      {
        "name": "regional court of munich",
        "sentiment": "none"
      },
      {
        "name": "nanostring gmbh",
        "sentiment": "none"
      },
      {
        "name": "10x genomics inc.",
        "sentiment": "none"
      },
      {
        "name": "first instance court",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T15:48:52.670+02:00",
  "updated": "2024-01-05T15:51:42.595+02:00"
}