{
  "thread": {
    "uuid": "8a244be088001fd9fc6f9e9eaae63aa873767be0",
    "url": "https://www.euronews.com/2024/05/06/hamas-accepts-egyptian-qatari-ceasefire-proposal",
    "site_full": "www.euronews.com",
    "site": "euronews.com",
    "site_section": "https://www.euronews.com/news/international",
    "site_categories": [
      "media",
      "tennis",
      "sports"
    ],
    "section_title": "international news and breaking news | Euronews\n",
    "title": "Hamas accepts Egyptian-Qatari ceasefire proposal | Euronews",
    "title_full": "Hamas accepts Egyptian-Qatari ceasefire proposal | Euronews",
    "published": "2024-05-06T19:09:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "TR",
    "main_image": "https://static.euronews.com/articles/stories/04/63/01/94/1200x675_cmsv2_c6a92aeb-53b9-5d78-a5d4-933b2961183c-4630194.jpg",
    "performance_score": 0,
    "domain_rank": 581,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8a244be088001fd9fc6f9e9eaae63aa873767be0",
  "url": "https://www.euronews.com/2024/05/06/hamas-accepts-egyptian-qatari-ceasefire-proposal",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Euronews",
  "published": "2024-05-06T19:09:00.000+03:00",
  "title": "Hamas accepts Egyptian-Qatari ceasefire proposal | Euronews",
  "text": "ADVERTISEMENT US President Joe Biden and Israeli Prime Minister Benjamin Netanyahu spoke Monday morning as Israel appeared closer to launching an offensive on the southern Gaza city of Rafah - a move staunchly opposed by the US on humanitarian grounds.\nThe White House said Biden underscored US concerns about an invasion of Rafah - where more than 1 million civilians from other parts of Gaza are sheltering after 7 months of war sparked by Hamas' October 7 attack on Israel.\n“The President reiterated his clear position on Rafah,” according to a White House summary of the call.\nThe call comes hours before Biden is to host King Abdullah II of Jordan for a private lunch meeting at the White House on Monday.\nOn Sunday, Netanyahu rejected international pressure to halt the war in Gaza in a fiery speech marking the country’s annual Holocaust memorial day, declaring: “If Israel is forced to stand alone, Israel will stand alone.”\n“I say to the leaders of the world: No amount of pressure, no decision by any international forum will stop Israel from defending itself,” he said, speaking in English. “Never again is now.”\nTensions escalated Sunday when Hamas fired rockets at Israeli troops positioned on the border with Gaza near Israel’s main crossing for delivering humanitarian aid, killing four soldiers. Meanwhile, Israeli airstrikes on Rafah killed 22 people, including children and two infants, according to a hospital.\nShare this article Comments You might also like As Israel's Rafah ground offensive looms, EU leaders make last-ditch calls for restraint Israel to shut down Al Jazeera offices amid rising tensions Israelis rally to demand Gaza ceasefire and PM Netanyahu's resignation palestinians Hamas Gaza City Ceasefire Israel Hamas war ADVERTISEMENT Top stories Now playing Next Live. IDF strikes Rafah despite Hamas accepting ceasefire proposal Now playing Next EU Policy. Revealed: MEPs’ millions in outside earnings Now playing Next EU ready to make 'full use' of trade defence tools against China: VDL Now playing Next Putin set to begin fifth term as war with Ukraine continues Now playing Next How long does it take a hacker to crack a password in 2024? ADVERTISEMENT Most read Ukrainians flee Russian advance as footage shows decimated village Russian forces executed surrendering Ukrainian soldiers: HRW report Israelis rally to demand ceasefire and Netanyahu's resignation What is the 30:30:30:10 rule and how should you use it? Euroviews. 'Quiet hiring' is silently revolutionising the workplace",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      },
      {
        "name": "euronews advertisement hamas",
        "sentiment": "negative"
      },
      {
        "name": "hamas gaza city ceasefire israel hamas",
        "sentiment": "none"
      },
      {
        "name": "un",
        "sentiment": "none"
      },
      {
        "name": "idf",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "northern gaza",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "tel aviv",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "rafah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T20:34:19.494+03:00",
  "updated": "2024-05-07T00:27:23.758+03:00"
}