{
  "thread": {
    "uuid": "0e53255aae84dd2a1113c1639bb1b5b7a4d0e438",
    "url": "https://www.excelsior.com.mx/funcion/video-madonna-esta-en-mexico-este-fue-el-primer-lugar-que-visito-cdmx/1647323",
    "site_full": "www.excelsior.com.mx",
    "site": "excelsior.com.mx",
    "site_section": "http://excelsior.com.mx//rss.xml",
    "site_categories": [
      "travel",
      "national_parks",
      "top_news"
    ],
    "section_title": "Excélsior - RSS",
    "title": "VIDEO: Madonna ya está en México, este fue el primer lugar que visitó con su hija en la CDMX",
    "title_full": "VIDEO: Madonna ya está en México, este fue el primer lugar que visitó con su hija en la CDMX",
    "published": "2024-04-19T00:47:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://cdn2.excelsior.com.mx/media/pictures/2024/04/18/3104304.jpg",
    "performance_score": 0,
    "domain_rank": 9538,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0e53255aae84dd2a1113c1639bb1b5b7a4d0e438",
  "url": "https://www.excelsior.com.mx/funcion/video-madonna-esta-en-mexico-este-fue-el-primer-lugar-que-visito-cdmx/1647323",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "andrea.hernandez",
  "published": "2024-04-19T00:47:00.000+03:00",
  "title": "VIDEO: Madonna ya está en México, este fue el primer lugar que visitó con su hija en la CDMX",
  "text": "Los conciertos de\nMadonna en México están a la vuelta de la esquina, esto es una gran noticia para sus fans, quienes a pesar de las polémicas y la actitud de la Reina del Pop en algunas ocasiones, no dejan de serle fiel.\nEn este contexto, a través de redes sociales, se dieron a conocer más detalles de su visita a México, pues todo parece indicar que la cantante de 65 años ya se encuentra en la Ciudad de México para prepararse y descansar un poco antes de sus shows en el Palacio de los Deportes.\nTe puede interesar: Los mejores MEMES de la cancelación de Danna Paola por decir que prefiere España y no México\n¿Qué lugar de la CDMX visitó Madonna?\nDe acuerdo con los fieles fans de Madonna, la cantante llegó este martes 16 de abril a la CDMX y se hospedará en el hotel Four Seasons, ubicado sobre Paseo de la Reforma, un lugar al que suelen llegar los famosos que visitan la capital del país.\nEn el video sólo se puede ver el exterior del lujoso hotel, además de que según los seguidores de la intérprete de \"Material Girl\", su llegada habría sido aproximadamente a las 23:45 horas.\n[@luisberardii]Madonna YA ESTÁ EN MÉXICO previo a los 5 conciertos que dará en el Palacio de los Deportes [#madonna] [#madonnaenmexico] [#celebrationtour] [#madonnafans] [#madonnatour] [#tour] [#palaciodelosdeportes] [#hotelfourseason] [Vogue (Edit) - Madonna]\nSin embargo, en la sección de comentarios inició un debate sobre en qué hotel realmente está hospedada, pues otros usuarios aseguraron que se encuentra en el hotel St. Regis, el cual se encuentra bastante cerca del Four Seasons.\nAsimismo, se dio a conocer que el miércoles por la noche, Madonna tuvo una cena o evento privado en el Museo de Frida Kahlo, también conocido como la Casa Azul, ubicado al sur de la CDMX, en la alcaldía Coyoacán.\nCabe recordar que este es uno de los lugares favoritos de los famosos, especialmente de los extranjeros, pues fue hace unos meses, en noviembre pasado c\nuando Peso Pluma y Nicki Nicole aún eran novios, cuando la argentina visitó la CDMX y presuntamente, el mexicano habría organizado una cena privada para ella en ese mismo lugar.\n[@usagifer]Y cuando eres Fan haces muchas cosas por tu artista, en esta ocasión esperando a ver a la Patrona Madonna en la cena especial o evento que le harán en el Museo de Frida Kahlo, la Casa Azul en Ciudad de México. Gracias @Ricardo Buitron [#madonna] [#reinadelpop] [#madonnaenmexico] [#celebrationtour] [#palaciodelosdeportes] [#casaazul] [#museofridakahlo] [#ocesa] [#madonnamexico] [La Isla Bonita - Madonna]\nEn las imágenes se puede ver el exterior de la Casa Azul a donde comenzaron a llegar camiones de catering para el evento y conforme pasaba la tarde, había más movimiento sobre la calle de Londres, en la colonia Del Carmen.\nYa de noche, los invitados comenzaron a llegar al icónico lugar en donde vivió Frida Kahlo junto con Diego Rivera, incluso el usuario logró captar como los invitados tuvieron que esperar a que les abrieran, sobre ellos, el usuario respondió:\nPuro extranjero, nadie de los que entraron eran figuras públicas, todo fue rápido y la cena siguió a puerta cerrada, sin nada de autos o seguridad afuera, así que la Patrona se la pasó tranquila\"\nEsto fue confirmado por su hija, Mercy James, quien compartió a través de Instagram una selfie en la que escribió \"Mexico\" junto con un emoji de la bandera mexicana para referir ya está en tierras aztecas.\nPosteriormente, compartió otra foto de ella, pero frente al Museo de Frida Kahlo, lo que confirmó que sí hubo un evento privado con motivo de la llegada de Madonna a México.\n¿Aún hay boletos para ver a Madonna?\nLa Reina del Pop logró agotar las cinco fechas en México en poco tiempo, aunque algunos fans tienen la esperanza de que se liberen algunas entradas, hasta este 18 de abril, eso no ha ocurrido.\nLa intérprete de \"Like a Prayer\" se presentará en el Palacio de los Deportes el 20, 21, 23, 24 y 26 de abril, aunque muchos fans están emocionados por estos shows, algunos tienen malas experiencias de eventos pasados.\nAIHC",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:18:53.228+03:00",
  "updated": "2024-04-19T01:18:53.228+03:00"
}