{
  "thread": {
    "uuid": "abe48fcf27a5f78fc594b13df57c3ffead9db0d3",
    "url": "https://english.news.cn/20240114/0af4b725b69d4669860666e629667354/c.html",
    "site_full": "english.news.cn",
    "site": "news.cn",
    "site_section": "https://english.news.cn",
    "site_categories": [
      "media"
    ],
    "section_title": "Xinhua – China, World, Business, Sports, Photos and Video | English.news.cn",
    "title": "China's ice-and-snow attractions prove hits through variety, warmth-Xinhua",
    "title_full": "China's ice-and-snow attractions prove hits through variety, warmth-Xinhua",
    "published": "2024-01-14T12:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 984,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "abe48fcf27a5f78fc594b13df57c3ffead9db0d3",
  "url": "https://english.news.cn/20240114/0af4b725b69d4669860666e629667354/c.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Xinhua",
  "published": "2024-01-14T12:04:00.000+02:00",
  "title": "China's ice-and-snow attractions prove hits through variety, warmth-Xinhua",
  "text": "Visitors watch a firework show during the opening ceremony of the 40th Harbin International Ice and Snow Festival at the Harbin Ice-Snow World in Harbin, northeast China's Heilongjiang Province, Jan. 5, 2024. (Xinhua/Wang Jianwei)\nHARBIN, Jan. 14 (Xinhua) -- Though the temperature had dropped below minus 20 degrees Celsius, thousands of tourists were still lingering outdoors in the winter wonderland of Harbin Ice-Snow World located in the city of Harbin in China's northernmost Heilongjiang Province.\n\"We came here as soon as we arrived in Harbin. This venue is going viral on social media this winter!\" said Sun Xiaozheng, a tourist from Beijing visiting the \"ice city\" with her friend.\nEven though their hands were already numb due to the freezing cold, Sun said the splendid ice sculptures and illuminations fascinated her and her friend to such an extent that they decided to keep wandering around in the park in search of more surprises, despite the very low temperature.\nBuilt on the bank of the frozen Songhua River, Harbin Ice-Snow World is a landmark ice-and-snow theme park carved out of 250,000 cubic meters of ice and snow.\nThe park, alongside other winter attractions in northeast China, has recently proved a smash hit on Chinese social media. This has especially been the case since the International Ice and Snow Festival kicked off on Jan. 5 in Harbin, with the park seeing a huge and steady influx of people over the past week.\nAn aerial drone photo taken on Jan. 5, 2024 shows tourists having fun at the Harbin Ice-Snow World in Harbin, northeast China's Heilongjiang Province. (Xinhua/Wang Jianwei)\nLuo Xin, vice president of Harbin Ice and Snow World Park Co., Ltd., the theme park's operator, said the park has seen a significant increase in visitors compared with past years, receiving an average of more than 30,000 visitors daily this winter.\nAs tourism continues to heat up in Harbin, the park is drawing an increasing number of tourists by offering various winter activities and experiences, along with heart-warming service, thereby providing people with memorable welcomes.\nAccording to Sun Zemin, marketing director of the park, this year's scale of ice-and-snow sculptures in the park is the largest since it first opened in 1999. This winter the park features a series of giant ice sculptures and more than 20 amusement activities, ranging from ice kart racing to snow drifting.\nTo cope with the growing demands of tourists, the number of ice slides in the park has been expanded from eight last winter to 14 this winter, with operating time also extended, said Sun.\n\"Our staff at the ice slides often work until 1 or even 2 a.m. to make sure that every tourist queuing in line gets a chance to experience it,\" Sun added.\nTourists enjoy rides on an ice slide at Harbin Ice-Snow World in Harbin, northeast China's Heilongjiang Province, Jan. 2, 2024. (Xinhua/Xie Jianfei)\n\"People start waiting in front of the park gate at 8 a.m. daily, and they come from various regions including the likes of Beijing, Shanghai, Shenzhen and Hong Kong. During the upcoming Spring Festival, we will experience the peak tourist flow,\" said Zhang Meiling, a tour guide at the park.\nIn the park, many volunteers dressed in light-colored down coats and red vests serve as the jacks-of-all-trades for tourists in need, offering route guidance, lost and found services, and even a cup of hot ginger tea.\nAn undergraduate at Harbin University of Science and Technology surnamed Yu is among the volunteers providing hot tea for tourists in queues. \"Although I have to stay outdoors, the enthusiasm of tourists brings warmth to my heart, making my experience unforgettable,\" he said.\nSuch hospitality has helped both the park and the city of Harbin gain the goodwill of tourists from all over the country, and on Chinese social media many people have shared their impressive experiences in the city, such as finding free smartphone charging areas in subway stations, or receiving free rides from local drivers. These tourists voluntarily became spokespersons for Harbin's travel industry, drawing even more nationwide attention to the city.\n\"Followers of my social media accounts soared from 600,000 to more than 2 million recently, with an online audience of over 100,000 watching my live broadcasts. It's such an extraordinary experience in my career,\" said Teng Yue, a host working at the park, while also expressing his wishes to deliver joy to tourists.\nGiven the variety of activities and cordial services on offer in Heilongjiang, it is easy to understand why the passion of tourists is extending beyond the walls of Harbin Ice-Snow World. Many other winter attractions in this province have also seen a surge in visitors this winter.\nThis photo taken on Dec. 14, 2022 shows a view of the Snow Town scenic spot in Hailin City in northeast China's Heilongjiang Province. (Xinhua/Xie Jianfei)\nAs of Thursday, Yabuli, a renowned ski resort in Harbin, had received a total of 410,000 tourists this season, with the highest single-day tourist number topping 14,000. The \"Snow Town\" in the city of Mudanjiang, with its stunning snow views, has entertained more than 720,000 guests since opening in early November 2023, and tourist numbers there also expected to break records this winter.\n\"This year the number of tourists has increased significantly. Currently, even rooms for the upcoming Spring Festival have nearly all been booked out,\" said Fan Zhaoyi, a homestay manager in Mudanjiang.\n\"For individual travelers, a city's infrastructure and public services form the backbone of tourism competitiveness. It is only when tourists feel the warmth of the city and the goodwill of its citizens that they blend into the lives of a travel destination,\" said Dai Bin, president of China Tourism Academy. ■",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "wang jianwei)",
        "sentiment": "none"
      },
      {
        "name": "sun xiaozheng",
        "sentiment": "none"
      },
      {
        "name": "sun",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "xinhua visitors",
        "sentiment": "negative"
      },
      {
        "name": "xinhua",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "beijing",
        "sentiment": "none"
      },
      {
        "name": "heilongjiang province",
        "sentiment": "none"
      },
      {
        "name": "harbin",
        "sentiment": "none"
      },
      {
        "name": "harbin",
        "sentiment": "none"
      },
      {
        "name": "harbin ice-snow world",
        "sentiment": "none"
      },
      {
        "name": "songhua river",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-14T13:39:50.950+02:00",
  "updated": "2024-01-14T13:39:50.950+02:00"
}