{
  "thread": {
    "uuid": "f9400ef7c827d465574b2968bfd9891c612b4bcb",
    "url": "https://www.nydailynews.com/2024/05/31/embark-on-a-spiritual-journey-with-rock-solid-mamas-crystal-creations",
    "site_full": "www.nydailynews.com",
    "site": "nydailynews.com",
    "site_section": "https://www.nydailynews.com/branded-content/",
    "site_categories": [
      "media",
      "celebrity_fan_gossip",
      "entertainment"
    ],
    "section_title": null,
    "title": "Embark on a spiritual journey with Rock Solid Mamas’ crystal creations",
    "title_full": "Embark on a spiritual journey with Rock Solid Mamas’ crystal creations",
    "published": "2024-05-31T19:07:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 650,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f9400ef7c827d465574b2968bfd9891c612b4bcb",
  "url": "https://www.nydailynews.com/2024/05/31/embark-on-a-spiritual-journey-with-rock-solid-mamas-crystal-creations",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ascend Agency",
  "published": "2024-05-31T19:07:00.000+03:00",
  "title": "Embark on a spiritual journey with Rock Solid Mamas’ crystal creations",
  "text": "Crystal and gemstones have been valued for centuries for their incredible healing properties. Interestingly, this practice is still significant as millions worldwide say they have experienced profound spiritual healing with crystals. With the growing demand for crystal healing, many websites and proponents have crowded the market, but only a few stand out based on the authenticity of their products. With Rock Solid Mamas, people say they have found solace and experience spiritual soaring. Rock Solid Mamas is a movement emanating an aura of tranquility and mystique for anyone who works with them.\nThanks to its unique and original products, Rock Solid Mamas has drawn in seekers of spiritual healing like moths to a flame. Stacie Murphy and Cindy Yoder, the dynamic co-founders of Rock Solid Mamas, don’t consider themselves to be ordinary artisans; they describe themselves as alchemists of the soul. They create unique crystal jewelry and hope to weave magic with their hands and hearts.\nThe journey of Rock Solid Mamas began with a mutual passion for art and a deep-seated belief in the power of crystals and gemstones to heal and uplift. It all started as a humble endeavor that eventually became a thriving business. Each of their pieces is meticulously crafted to harness the energy of the earth’s precious stones. From the depths of amethyst to the embrace of carnelian, the collection that Rock Solid Mamas carries mesmerizes with a range of colors and energies. Each piece is said to resonate with a unique frequency that harmonizes mind, body and spirit.\nAmong all other similar entities, Rock Solid Mamas stands out for its commitment to customization, which allows seekers of spiritual healing to infuse their essence into every creation. Whether it is a personalized necklace with the protective properties of obsidian or a pair of earrings sparkling with citrine, each piece becomes a channel for the wearer’s intentions and aspirations.\nMurphy and Yoder are often immersed in creativity. They exemplify the unique blend of intuition and craftsmanship in their products and services. Ailing souls can also reach out for help with Rock Solid Mamas’ official website and connect with the founders through email.\nBeyond just a place to find exquisite pieces of original crystal jewelry, Rock Solid Mamas could be seen as a sanctuary for the weary soul to find respite and renewal. Through workshops and events, Murphy and Yoder offer a space for exploration and growth, guiding participants on a spiritual journey of self-discovery and empowerment.\nThe mission with Rock Solid Mamas goes beyond mere business. The founders feel a sense of responsibility and a sacred duty to spread light and healing. As Murphy and Yoder continue to weave their magic with each piece of crystal and gemstone, they can help people experience spiritual healing. So, the next time your life’s burdens weigh heavy, remember there is a place where two mamas with hearts of gold are waiting to heal you.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Religion and Belief",
    "Health"
  ],
  "webz_reporter": false,
  "external_links": [
    "http://rocksolidmamas.com/",
    "http://www.facebook.com/rocksolidmamas",
    "https://www.instagram.com/rocksolidmamas/",
    "http://facebook.com/rocksolidmamas",
    "http://rocksolidmamas.com",
    "http://www.rocksolidmamas.com/",
    "https://instagram.com/rocksolidmamas/",
    "https://www.instagram.com/rocksolidmamas"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cindy yoder",
        "sentiment": "none"
      },
      {
        "name": "stacie murphy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rock solid mamas",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T21:06:22.526+03:00",
  "updated": "2024-05-31T21:06:22.526+03:00"
}