{
  "thread": {
    "uuid": "7e41ecd9cce146a2c92fd18827f6f0bc8fb507f9",
    "url": "https://kalkinemedia.com/news/world-news/innovative-environmental-technologies-and-quickinsure-join-hands-to-support-e-waste-drive-by-indiaasha-asha-foundation",
    "site_full": "kalkinemedia.com",
    "site": "kalkinemedia.com",
    "site_section": "https://kalkinemedia.com/feed",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Kalkine Media",
    "title": "Innovative Environmental Technologies and Quickinsure Join Hands to Support E-Waste Drive by IndiaAsha (Asha Foundation)",
    "title_full": "Innovative Environmental Technologies and Quickinsure Join Hands to Support E-Waste Drive by IndiaAsha (Asha Foundation)",
    "published": "2023-12-28T20:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://kalkinemedia.com/storage/uploads/large/1703810933_658e1775d7b36_shilpa_mishra.jpeg",
    "performance_score": 0,
    "domain_rank": 66605,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7e41ecd9cce146a2c92fd18827f6f0bc8fb507f9",
  "url": "https://kalkinemedia.com/news/world-news/innovative-environmental-technologies-and-quickinsure-join-hands-to-support-e-waste-drive-by-indiaasha-asha-foundation",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "info@kalkinemedia.com (EIN Presswire)",
  "published": "2023-12-28T20:30:00.000+02:00",
  "title": "Innovative Environmental Technologies and Quickinsure Join Hands to Support E-Waste Drive by IndiaAsha (Asha Foundation)",
  "text": "EINPresswire.com/ -- In a remarkable display of corporate responsibility and commitment to environmental sustainability, IndiaAsha(Asha Foundation) is thrilled to announce their collaboration with Innovative Environmental Technologies Pvt. Ltd. and Quickinsure in an endeavor to bolster the E-WasteDrive. The shared goal of this partnership is to raise awareness, promote responsible e-waste disposal, and contribute to a cleaner, greener future.\nElectronic waste, or e-waste, poses a significant environmental challenge, with improper disposal leading to pollution, resource wastage, and potential health hazards. Recognizing the gravity of this issue, Innovative Environmental Technologies Pvt. Ltd. and Quickinsure are stepping forward to support IndiaAsha's dedicated efforts to address this critical concern.\nThe alliance between these two industry leaders and IndiaAsha(Asha Foundation) will encompass several key initiatives:\nE-Waste Collection Drives: Both Innovative Environmental Technologies Pvt. Ltd. and Quickinsure have actively encouraged their employees and customers to participate in e-waste collection drives organized by IndiaAsha(Asha Foundation). These drives will ensure that electronic waste is collected and disposed of responsibly, preventing it from ending up in landfills.\nAwareness Campaigns: A comprehensive e-waste awareness campaign will be jointly undertaken to educate the public about the hazards of improper disposal and the importance of recycling electronics. This campaign will utilize various media channels to reach a wider audience and drive behavior change.\nMr.Ashish V.Nawade, CEO at Innovative Environmental Technologies Pvt. Ltd. , expressed their enthusiasm for the partnership, saying, \"We are proud to stand alongside with IndiaAsha (Asha Foundation) in their noble mission to address the e-waste crisis. Innovative Environmental Technologies Pvt. Ltd., believes in “Your Waste Our Energy” this partnership will allow us to make a significant difference in preserving our environment.\"\nAmey Dehankar, HR Manager at Quickinsure, added, \" Quickinsure is delighted to announce its collaboration with the Asha Foundation to support child welfare through the sale of cluttered, unwanted e-waste, contributing significantly to both social impact and environmental sustainability. This partnership not only aims to make a positive difference in the lives of\nunderprivileged children but also addresses the pressing issue of e-waste. By repurposing and selling unwanted electronic items, we strive to reduce environmental impact while supporting child welfare initiatives.\"\nIndiaAsha (Asha Foundation) is equally excited about the partnership and the impact it could make. Shilpa Mishra, Strategic Leader at IndiaAsha(Asha Foundation), stated, \"This collaboration is a testament to the power of collective action. Together, we will significantly enhance our efforts to address the e-waste issue and pave the way for a more sustainable future.\"\nThis partnership underscores the importance of corporate responsibility and the role that businesses can play in addressing environmental challenges. It sets an example for others in the industry to follow, demonstrating that together, we can create a cleaner, greener, and more sustainable world.\nAvinash Kulkarni\nIndiaAsha (Asha Foundation)\n[[email protected]](/cdn-cgi/l/email-protection#a9c0c7cfc6e9c0c7cdc0c8c8dac1c887c6dbce)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Economy, Business and Finance",
    "Environment"
  ],
  "external_links": [
    "https://www.indiaasha.org/",
    "https://www.einpresswire.com/",
    "https://einpresswire.com/",
    "https://www.einpresswire.com",
    "https://indiaasha.org/",
    "https://www.indiaasha.org"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "innovative environmental technologies",
        "sentiment": "negative"
      },
      {
        "name": "indiaasha (asha foundation",
        "sentiment": "neutral"
      },
      {
        "name": "asha foundation",
        "sentiment": "none"
      },
      {
        "name": "innovative environmental technologies pvt. ltd.",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T02:52:28.315+02:00",
  "updated": "2023-12-29T02:52:28.315+02:00"
}