{
  "thread": {
    "uuid": "ae5f7fb32b6fd90a2801846fc7d1f2c0355a0847",
    "url": "https://www.mlb.com/news/jose-berrios-has-solid-spring-debut-for-blue-jays",
    "site_full": "www.mlb.com",
    "site": "mlb.com",
    "site_section": "http://chicago.cubs.mlb.com/bluejays",
    "site_categories": [
      "social"
    ],
    "section_title": "Official Toronto Blue Jays Website | MLB.com",
    "title": "José Berríos has solid spring debut for Blue Jays",
    "title_full": "José Berríos has solid spring debut for Blue Jays",
    "published": "2024-02-29T23:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.mlbstatic.com/mlb-images/image/upload/t_2x1/t_w1536/mlb/vd4jotyn2igv3x8cwgth.jpg",
    "performance_score": 0,
    "domain_rank": 788,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ae5f7fb32b6fd90a2801846fc7d1f2c0355a0847",
  "url": "https://www.mlb.com/news/jose-berrios-has-solid-spring-debut-for-blue-jays",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Keegan Matheson",
  "published": "2024-02-29T23:24:00.000+02:00",
  "title": "José Berríos has solid spring debut for Blue Jays",
  "text": "Berríos ready to move on from playoff hook DUNEDIN, Fla. -- The last time we saw [José Berríos](https://www.mlb.com/player/621244) on a mound, we were all left wondering why he didn’t stay on it. The decision to [lift a dominant Berríos](https://www.mlb.com/bluejays/news/jose-berrios-early-exit-from-game-2-goes-wrong-for-blue-jays) from Game 2 of the AL Wild Card Series last October dominated headlines for weeks. If you’re reading this, you’ve already lost enough sleep over that day in Minneapolis where everything went wrong, but Berríos’ first spring start Thursday is as good a time as any to close that book. Berríos, more than anyone, is ready. He’s been stuck in the middle of this, answered questions about it and relived it too many times. The fresh start is welcome. “We had a conversation. We talked, me and the team, about that situation,” Berríos said. “We got clear. We’re on the same page. We are ready to turn the page about that last game. That knowledge, that confidence and the ability to talk with them -- and they heard me -- made me feel more comfortable. I have more experience now. I’m excited.” \"La Makina\" looks like, well, a machine. He’s put so much work into his impressive body, which has kept him on the mound as consistently as anyone in this sport over the past decade. He’s rebounded from the baffling blip of 2022 as well with a fantastic 2023 season. With five years still left on his extension, the Blue Jays are looking at a long-term cornerstone of their rotation once more. Berríos is thoughtful and self-reflective, often weaving analogies about life and pitching together in post-game interviews. It’s part of what has kept him so steady over the years, but don’t mistake it for complacency. There’s a growl to Berríos when he’s at his best, and with his 30th birthday still a few months away, there’s plenty left. “Every year, we get more experience,” Berríos said. “Thank god I am feeling good, feeling healthy. Every year, we add something new to ourselves to get better. That’s how I feel right now. I know myself more. Knowing what I need to be a hundred percent out there has been a huge key for me. I don’t know if we’re getting old or getting experienced, but that’s how I see it.” The glimpse of Berríos we saw Thursday at TD Ballpark looked just fine, throwing two innings of scoreless, two-hit ball in the Blue Jays' [5-0 loss](https://www.mlb.com/gameday/phillies-vs-blue-jays/2024/02/29/748176/final/box) to the Phillies. It was an easy, worry-free start, which is all Berríos needs to do for the next month. There’s always going to be a new wrinkle for a pitcher of Berríos’ caliber, though, and this year, it’s a cutter to help him against lefties. He threw two on Thursday, one of them getting him a ground-ball out. “I know it’s going to be a good tool for me, adding to my stuff,” Berríos said. “Adding to the four-seam and two-seam, a cutter on the glove side against lefties is going to be a good weapon. If I keep practicing and can throw it whenever I want in an at-bat, it’s going to be a big, big pitch for me.” If Berríos can repeat his 2023 season, the Blue Jays would be thrilled. He gave them 189 2/3 innings over 32 starts with a 3.65 ERA, carrying a heavy workload alongside [a few other workhorses](https://www.mlb.com/bluejays/news/chris-bassitt-blue-jays-2024-rotation-strength). He embodies the identity of this rotation so well, and if he’s going to be around for five more seasons, he’ll continue to be one of the faces of it. “We are competitors, all five,” Berríos said. “Including Manoah. I know he’s going to be good. He’s going to be ready and join us. He’s going to break camp with the team. Having all five ready to compete and do the best for the team makes me feel more comfortable and happy, knowing we’re going to be good all five days.” Berríos is a lock to keep one of those five days sturdy. Outside of one oddball season, it’s all he’s done, week after week for his entire career. Part of turning the page is learning what’s on the next one, though, and Berríos is as eager as anyone to see it.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "josé berríos",
        "sentiment": "negative"
      },
      {
        "name": "” berríos",
        "sentiment": "none"
      },
      {
        "name": "berríos",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "fla.",
        "sentiment": "none"
      },
      {
        "name": "dunedin",
        "sentiment": "none"
      },
      {
        "name": "minneapolis",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:04:12.709+02:00",
  "updated": "2024-03-01T00:04:12.709+02:00"
}