{
  "thread": {
    "uuid": "95f94a0a749bee512b1f138767055eed8ff0735a",
    "url": "https://tribuneonlineng.com/anglican-primate-tasks-media-practitioners-on-patriotism/",
    "site_full": "tribuneonlineng.com",
    "site": "tribuneonlineng.com",
    "site_section": "https://tribuneonlineng.com/rss",
    "site_categories": [
      "shopping"
    ],
    "section_title": "Tribune Online",
    "title": "Anglican Primate tasks media practitioners on patriotism",
    "title_full": "Anglican Primate tasks media practitioners on patriotism",
    "published": "2023-12-29T15:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://tribuneonlineng.com/wp-content/uploads/2023/12/mediaimgblog-e1703860579932.jpg",
    "performance_score": 0,
    "domain_rank": 22003,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "95f94a0a749bee512b1f138767055eed8ff0735a",
  "url": "https://tribuneonlineng.com/anglican-primate-tasks-media-practitioners-on-patriotism/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Collins Nnabuife",
  "published": "2023-12-29T15:36:00.000+02:00",
  "title": "Anglican Primate tasks media practitioners on patriotism",
  "text": "The Primate of the Church of Nigeria (Anglican Communion) Archbishop Henry Ndukuba has charged practitioners in media and entertainment industry to project Nigeria in good light.\nArchbishop Ndukuba who made the call while parleying with the media in his residence, enumerated the need to emulate practitioners who portray tourism and investment potentials of their countries in movies and in the news.\nThe religious leader said most practitioners in Nigeria project things that do not speak well of the country and do not attract foreign investment.\nHe said rather than engaging in things that we bring those bad names, the press should always present Nigeria in a good light.\n“I think that the journalism of the pre-independence I believe, is the type of journalism we need now to redeem the image of our country.\n“Go for the things that we make for the building up and unity and progress and prosperity of our nation,” he said.\nFurthermore, the Clergyman acknowledged that the celebration of the 2023 Christmas is being done in the context of much anxiety, stress, and challenges.\nHe, however, observed that the prices of commodities are so high including the cost of transport saying that ordinary things that were hitherto, easily affordable are gradually getting out of the reach of the common man.\nThe Anglican primate expressed displeasure over the security situation in the country, as he also expressed concern over bad roads in the country and the state of infrastructure in general that we have.\nHe expressed hope in President Bola Tinubu’s administration saying that with the 2024 budget being considered by the National Assembly, there is hope for the country.\nArchbishop Ndukuba warned against “weaponisation of religious identity” which he said is responsible for the inclusion or exclusion of some sections of the country.\nAccording to him, weaponisation of religious identity leads to attacks, discrimination, to subdue and to control people.\n“As the scripture says, perfect love casts out fear. If the love of God is shared among us as human persons, I believe God that I will treat my brother or my sister no matter where he or she is coming from with respect and with love; love is to seek the best be done for him or her.\n“And if there is anything, especially in our country in this season of lack, in this time of stress, is the need for us to care for one another, bear one another’s burden, and help each other both as citizens and as leaders, whether religious or political in all our communities.\n“Let us pursue the things that make for peace, because we are celebrating the best of the Prince of Peace for He has come to reconcile us with one another and with God and to make peace reign on earth,” he said.\nREAD ALSO FROM\n NIGERIAN TRIBUNE",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "henry ndukuba",
        "sentiment": "negative"
      },
      {
        "name": "ndukuba",
        "sentiment": "none"
      },
      {
        "name": "clergyman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "church of nigeria",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "nigeria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T16:52:56.877+02:00",
  "updated": "2023-12-29T16:52:56.877+02:00"
}