{
  "thread": {
    "uuid": "b693d1aa144e36914c69ad95a35ce4936ae18feb",
    "url": "https://www.vaticannews.va/es/papa/news/2024-05/francisco-que-haya-paz-entre-palestina-e-israel-no-a-la-guerra.html",
    "site_full": "www.vaticannews.va",
    "site": "vaticannews.va",
    "site_section": "https://www.vaticannews.va/es.rss.xml",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "\n            ",
    "title": "Francisco: Que haya paz entre Palestina e Israel. No a la guerra, sí al diálogo",
    "title_full": "Francisco: Que haya paz entre Palestina e Israel. No a la guerra, sí al diálogo",
    "published": "2024-05-05T15:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.vaticannews.va/content/dam/vaticannews/agenzie/images/ansa/2024/05/05/13/1714907548937.jpg/_jcr_content/renditions/cq5dam.thumbnail.cropped.1500.844.jpeg",
    "performance_score": 0,
    "domain_rank": 2811,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 34,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b693d1aa144e36914c69ad95a35ce4936ae18feb",
  "url": "https://www.vaticannews.va/es/papa/news/2024-05/francisco-que-haya-paz-entre-palestina-e-israel-no-a-la-guerra.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vatican News",
  "published": "2024-05-05T15:00:00.000+03:00",
  "title": "Francisco: Que haya paz entre Palestina e Israel. No a la guerra, sí al diálogo",
  "text": "Francisco: Que haya paz entre Palestina e Israel. No a la guerra, sí al diálogo\nSalvatore Cernuzio - Ciudad del Vaticano\n“¡No a la guerra, sí al diálogo!”\nPocas sílabas del Papa después del Regina Coeli de este 5 de mayo, son suficientes para indicar el único camino posible para un Oriente Medio devastado por la violencia: el diálogo. El vínculo entre Israel y Palestina que Francisco, mirando desde la ventana del Palacio Apostólico, espera que se fortalezca.\nBuenos frutos\n“Que haya paz para que el diálogo entre ellos se fortalezca y dé buenos frutos”.\nEstas palabras del Papa llegan en días en los que continúan las conversaciones entre Israel y Hamás, con mediadores de Egipto y Qatar, para el cese de la violencia en Gaza. Hay quienes niegan cualquier progreso aparente; fuentes árabes hablan en cambio del \"mejor\" proyecto de acuerdo que ya está sobre la mesa, cuya aprobación podría ser inminente. El Papa Francisco, dirigiéndose a los fieles, pide oraciones para que no desaparezca esta oportunidad de diálogo que, como ha dicho en muchas otras ocasiones, en este momento del mundo es una \"necesidad\".\nOraciones por la sufriente Ucrania\nY pide también oraciones por Ucrania, definida una vez más como \"atormentada\", donde continúan los ataques rusos. Uno de los últimos en Járkov anoche, con un asalto con drones kamikazes que hirió a seis civiles, entre ellos tres mujeres, dos hombres y una niña de 8 años.\n“Por favor, sigamos orando por la Ucrania atormentada… ¡Sufre mucho!”.\nSaludos a las Iglesias ortodoxa y oriental por la Pascua\nCon la mirada puesta en Europa del Este y en el Este del mundo, el Papa envía \"con gran afecto\" los mejores deseos a las Iglesias ortodoxas y a algunas Iglesias orientales que, según el calendario juliano, celebran hoy la Pascua con la máxima solemnidad.\n“Que el Señor resucitado llene de alegría y de paz a todas las comunidades, y consuele a los que están en prueba. Felices Pascuas para ellos”.\nLos deseos del Papa son recibidos con aplausos por los fieles en la plaza, donde ondean carteles y pancartas y donde hay grupos de jóvenes italianos y extranjeros y varias bandas musicales de varias regiones italianas que tocaron antes y después de que el Papa se asomase: “Gracias a ustedes que tocaron tan bien y espero que sigan tocando un poco más”, les dice espontáneamente Jorge Mario Bergoglio, sonriendo y saludando con la mano.\nGracias por haber leído este artículo. Si desea mantenerse actualizado, suscríbase al boletín\n[ pulsando aquí](/es/inscripcion-boletin-de-noticias.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-05T16:56:38.158+03:00",
  "updated": "2024-05-05T16:56:38.158+03:00"
}