{
  "thread": {
    "uuid": "986fffc4682128426586800eb5aaf5bb382af615",
    "url": "https://www.bostonherald.com/2024/05/06/droppa-support-the-national-wwii-memorial",
    "site_full": "www.bostonherald.com",
    "site": "bostonherald.com",
    "site_section": "https://agriculture.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Agriculture Industry Today - EIN Presswire",
    "title": "Droppa: Support the National WWII memorial",
    "title_full": "Droppa: Support the National WWII memorial",
    "published": "2024-05-06T03:51:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.bostonherald.com/wp-content/uploads/2024/05/BHR-Z-MEMORIAL-01.jpg?w=1024&#038;h=683",
    "performance_score": 0,
    "domain_rank": 2436,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "986fffc4682128426586800eb5aaf5bb382af615",
  "url": "https://www.bostonherald.com/2024/05/06/droppa-support-the-national-wwii-memorial",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jane Droppa",
  "published": "2024-05-06T03:51:00.000+03:00",
  "title": "Droppa: Support the National WWII memorial",
  "text": "In times of war and peace, the role of our Allies has proven essential in preserving the basis for a stable, free and prosperous world. During World War II, cooperation between the Allied nations was critical in defeating the forces of tyranny and ending the deadliest military conflict in human history.\nAs we draw near the 79th anniversary of Victory in Europe Day, it’s a poignant moment to reflect on the immense sacrifices our Allies made alongside us in the defeat of Nazi Germany and the jubilant worldwide celebrations that followed with the triumph of liberty. In today’s turbulent global landscape, I remain optimistic that Americans and our global counterparts will remember the remarkable achievements born of unity in our pursuit of peace and freedom.\nAs the child of a World War II veteran, I hold a profound gratitude for my father’s selfless service, a sentiment shared by countless others whose families were touched by that era. Like the 16 million who served, my father embodied the resilience and values of the Greatest Generation. Another figure who left an indelible mark on that time was F. Haydn Williams, a lifelong friend of my parents. His honorable service throughout WWII is a testament to his dedication.\nIn 1993, Williams took the helm of the American Battle Monuments Commission’s National World War II Memorial Site and Design Committee, leading with unwavering commitment. His pivotal role in shaping the memorial’s vision and execution earned him the well-deserved title of the “Father of the World War II Memorial.”\nThe National World War II Memorial in Washington honors the 16 million who served in the U.S. armed forces during World War II, the more than 400,000 who died, and the millions who supported the war effort from home.\nSymbolic of the defining event of the 20th century, the memorial is a monument to the spirit, sacrifice and commitment of the American people to the common defense of the nation and the broader causes of peace and freedom from tyranny throughout the world. It inspires future generations, deepening their appreciation of what the World War II generation accomplished in securing freedom and democracy.\nAs with any public structure, the memorial needs continual repair and maintenance. It is only one of many memorials for which the National Park Service is responsible. It is the mission of Friends of the National World War II Memorial to focus solely on this memorial, its needs and the educational programming opportunities associated with it.\nAs such, Congress passed a law authorizing the U.S. Treasury to mint coins commemorating the memorial. Proceeds from the sale of the commemorative coins will go to the Friends of the National World War II Memorial to be used to maintain and repair the memorial and for educational and commemorative programming.\nThe Greatest Generation was the last to fight in a world war. With less than 120,000 of these treasured heroes still with us, let’s take a moment to honor those who fought across Europe and all who served.\nJane Droppa is the chair of the Friends of the National World War II Memorial in Washington/InsideSources",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "nazi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T08:00:15.159+03:00",
  "updated": "2024-05-06T09:37:49.283+03:00"
}