{
  "thread": {
    "uuid": "4f49f4d48bfaccea080ab0ae49bc37fbc4f50d7f",
    "url": "https://journalnow.com/news/local/aiming-high-at-a-pile-of-medical-debt/article_24c2ea7e-a5a6-11ee-bb7a-4bc577f19eeb.html",
    "site_full": "journalnow.com",
    "site": "journalnow.com",
    "site_section": "http://www.journalnow.com/search/?q=&t=article&l=25&d=&d1=&d2=&s=start_time&sd=desc&c[]=news*&f=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "journalnow.com - RSS Results in news* of type article",
    "title": "Aiming high at a pile of medical debt",
    "title_full": "Aiming high at a pile of medical debt",
    "published": "2023-12-29T14:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/journalnow.com/content/tncms/assets/v3/editorial/2/4c/24c2ea7e-a5a6-11ee-bb7a-4bc577f19eeb/658dc3f6d93bc.preview.jpg?crop=1654%2C868%2C0%2C192&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 8799,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 3,
        "comments": 1,
        "shares": 6
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4f49f4d48bfaccea080ab0ae49bc37fbc4f50d7f",
  "url": "https://journalnow.com/news/local/aiming-high-at-a-pile-of-medical-debt/article_24c2ea7e-a5a6-11ee-bb7a-4bc577f19eeb.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "SCOTT SEXTON Staff Reporter",
  "published": "2023-12-29T14:00:00.000+02:00",
  "title": "Aiming high at a pile of medical debt",
  "text": "The Rev. John Jackman and members of his flock at Trinity Moravian seemed a little giddy. And why not? The tiny congregation had just pulled off a near miracle. Just as the world was emerging from pandemic shutdown, members of Trinity Moravian decided to attempt a huge task: buying — and forgiving — all of the outstanding medical debt in Forsyth County that had been turned over to third-party collection agencies. Over six weeks at the tail end of 2022, congregants gathered $5,275 in small increments of $10 and $20 — a big deal for a church with maybe 40 in-person worshippers. But how they used that collection was the bigger deal. Trinity Moravian partnered with a group called nonprofit RIP Medical Debt to buy every nickel of qualifying debt from Forsyth County — some $1.2 million — and an additional $465,000 from surrounding communities. People are also reading… “We were blown away,” Jackman marveled one rainy day last winter. “If you had said when we started that we could buy a half-million, we would have taken it. But $1.2 million? “We were able to buy all of the debt in Forsyth County and move on to Davidson County, too.” If turning $5,275 into $1.65 million sounds like the parable of loaves and fishes, it’s not by accident. RIP Medical Debt was founded by a pair of former debt-collection executives who knew exactly how third-party collection agencies operate. For pennies on the dollar, they buy outstanding debt from providers and then send an army of hounds loose to chase it down. But instead of burying poor people under a mountain of letters and nagging phone calls, RIP — and partners such as Trinity Moravian who raise the cash — forgives it. “We’re working with middle class and poor people,” Jackman said. “Not wealthy people who’ve reneged on their bills.” So after that first go-round under what church members coined Project Jubilee, some 1,300 Triad families received letters notifying them that a cloud of debt had been lifted. No more phone calls. Buoyed by that resounding success, the church took aim at $3.3 million in outstanding debt owed in Davidson and nearby counties. Helped along by a $2,500 matching grant from the Moravian Ministries Foundation, the congregation was able to forgive debt for another 3,355 Triad families. “This has turned into something like the little boy who packed his lunch, gave it to Jesus and wound up feeding 5,000 people,” said June Edwards, the president of Trinity Moravian’s board of directors. “Miracles happen but they don’t always happen to you and me. God has multiplied this beyond our expectations.” So yeah, “giddy” fit. And guess what? The church is back at it again this holiday season. Trinity Moravian’s Christmas campaign opened Dec. 1 and runs through mid-January. They’re trying to raise $20,000 to make a sizable dent in some $124 million that RIP Medical Debt has identified in Wake County that’s eligible for forgiveness. “Based on our previous track record, we expect the funds raised to purchase approximately $5M in medical debts,” reads a prospectus that congregants have been circulating. “We realize that this is just a start on an astonishing amount of debt. “Wake is a wealthy county — but bear in mind that being poor in a wealthy county is sometimes harder than being poor when all your neighbors are poor, too.” If you’d like to help, even if you’re not Moravian, Trinity isn’t that hard to find. 336-727-7481 @scottsextonwsj",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "john jackman",
        "sentiment": "neutral"
      },
      {
        "name": "jackman",
        "sentiment": "none"
      },
      {
        "name": "david",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "trinity moravian",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "forsyth county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T15:51:37.398+02:00",
  "updated": "2023-12-29T16:50:50.178+02:00"
}