{
  "thread": {
    "uuid": "7fd62ee1ee615b66910b82efd40dd8599571de5e",
    "url": "https://www.sentinelassam.com/topheadlines/strategically-important-sela-tunnel-opened-in-arunachal-pradesh",
    "site_full": "www.sentinelassam.com",
    "site": "sentinelassam.com",
    "site_section": "https://www.sentinelassam.com/feed",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "sentinelassam-english",
    "title": "Strategically important Sela Tunnel opened in Arunachal Pradesh",
    "title_full": "Strategically important Sela Tunnel opened in Arunachal Pradesh",
    "published": "2024-03-10T04:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.assettype.com/sentinelassam-english%2F2024-03%2Fbeb0588a-e1c5-44bf-8d5b-c0058f11a6f2%2Fsela_tunnel.jpg?w=1200&amp;ar=40%3A21&amp;auto=format%2Ccompress&amp;ogImage=true&amp;mode=crop&amp;enlarge=true&amp;overlay=false&amp;overlay_position=bottom&amp;overlay_width=100",
    "performance_score": 0,
    "domain_rank": 53737,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7fd62ee1ee615b66910b82efd40dd8599571de5e",
  "url": "https://www.sentinelassam.com/topheadlines/strategically-important-sela-tunnel-opened-in-arunachal-pradesh",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sentinel Digital Desk",
  "published": "2024-03-10T04:47:00.000+02:00",
  "title": "Strategically important Sela Tunnel opened in Arunachal Pradesh",
  "text": "Our Correspondent Itanagar: In a move aimed at bolstering the country's defences, PM Modi today inaugurated the all-important Sela Tunnel in Arunachal Pradesh, which will provide all-weather connectivity to Tawang. Located at a strategically important location, the tunnel will aid troops in their rapid logistical mobility around the region. The project will provide a faster and more efficient transport route in the region and is of strategic importance to the country as it is located near the frontier with China. The Rs 825-crore tunnel connects Tezpur in Assam to Tawang in Arunachal, bordering China, and will cut the journey distance by more than eight km and the travel time by one hour. Once completed, the Sela Tunnel will be the world's longest bi-lane tunnel at a height of more than 13,000 feet. According to experts, the Sela Tunnel will strengthen the Indian Army's capabilities along the Line of Actual Control by allowing for the rapid movement of troops, weaponry, and machinery to forward regions along the Sino-India border. The project is one of the most essential and critical initiatives for the Border Roads Organisation (BRO) in the country. The tunnel has cutting-edge electromechanical systems, such as jet fan ventilation to preserve air quality, firefighting equipment, a lighting system based on CIE guidelines, and SCADA-controlled monitoring. Notably, the foundation stone of the Sela Tunnel was laid by the Prime Minister on February 9, 2019, and the construction work commenced on April 1 of that year. Five years on, the PM inaugurated the Sela tunnel by flagging off an Arunachal Pradesh State Transport bus that went through it. Chief Minister Pema Khandu and Union Minister of Earth Sciences Kiren Rijiju were present at the programme. The Sela Tunnel will not only boost the defence preparedness of the Indian armed forces in the Tawang sector but will also augment the socio-economic development of the border region, a statement said. The [Sela Tunnel](https://www.sentinelassam.com/north-east-india-news/arunachal-news/arunachal-pradesh-pm-narendra-modi-set-to-inaugurate-sela-tunnel-on-march-9) is an engineering marvel and will provide all-weather connectivity to Tawang across Sela Pass on the Balipara-Chariduar-Tawang Road in Arunachal Pradesh, it said. Earlier, the route to Sela Pass had only single-lane connectivity and treacherous bends, due to which heavy vehicles and container trucks could not go to Tawang. The construction work for the tunnel was completed in just five years, overcoming challenges of difficult terrain and adverse weather conditions, the statement said. It consists of two tunnels of lengths 1,003 m and 1,595 m, respectively, with 8.6 km of approach and link roads. The tunnel has an escape tube adjacent to the main one, as per international norms. The escape tube runs parallel to the main tube, with cross tunnels every 500 metres. In case of an emergency, this escape tube can be used for the movement of rescue vehicles and the evacuation of stranded people. The tunnel has been designed for a traffic density of 3,000 cars and 2,000 trucks per day, with a maximum speed of 80 km/hr. It was constructed using the New Austrian Tunnelling Method (NATM). The execution of the mega project took over 90 lakh man-hours, with an average of around 650 personnel and labourers working every day for the last five years, the statement further added. The Sela Tunnel sits 400 metres below the Sela Pass, and people will be able to pass through it even in the winter, which will benefit not just the local infrastructure but also tourists. Also Read: [Arunachal Pradesh: PM Narendra Modi Set To Inaugurate Sela Tunnel On March 9](https://www.sentinelassam.com/north-east-india-news/arunachal-news/arunachal-pradesh-pm-narendra-modi-set-to-inaugurate-sela-tunnel-on-march-9) Also Watch:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "modi",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "indian army",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sela tunnel",
        "sentiment": "none"
      },
      {
        "name": "arunachal pradesh our correspondent itanagar",
        "sentiment": "none"
      },
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "tawang",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "arunachal pradesh",
        "sentiment": "none"
      },
      {
        "name": "tezpur",
        "sentiment": "none"
      },
      {
        "name": "arunachal",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T04:59:47.739+02:00",
  "updated": "2024-03-10T04:59:47.739+02:00"
}