{
  "thread": {
    "uuid": "40ba0247fda11ac514a7a086d96077f5167ddc5f",
    "url": "https://www.elmundo.es/papel/historias/2025/02/21/67ae3efefdddffcfa18b4576.html",
    "site_full": "www.elmundo.es",
    "site": "elmundo.es",
    "site_section": "https://www.elmundo.es/ultimas-noticias.html",
    "site_categories": [
      "media",
      "top_news_ar",
      "top_news_ve",
      "top_news_pe",
      "top_news_sa",
      "top_news_co",
      "top_news_es",
      "top_news_be",
      "top_news_mx",
      "top_news_cl",
      "top_news_pt",
      "top_news"
    ],
    "section_title": "Últimas noticias de hoy - Noticias de última hora | EL MUNDO",
    "title": "La vida trágica de los codependientes, adictos a &apos;salvar&apos; adictos: \"Pierdes la identidad, dejas de ser quien eras\"",
    "title_full": "La vida trágica de los codependientes, adictos a &apos;salvar&apos; adictos: \"Pierdes la identidad, dejas de ser quien eras\"",
    "published": "2025-02-21T01:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://phantom-elmundo.unidadeditorial.es/c33a3e351b4b73d50ffff8b9788d264f/resize/1200/f/webp/assets/multimedia/imagenes/2025/02/14/17395496647223.jpg",
    "performance_score": 0,
    "domain_rank": 1162,
    "domain_rank_updated": "2025-02-17T23:00:00.000+02:00",
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "40ba0247fda11ac514a7a086d96077f5167ddc5f",
  "url": "https://www.elmundo.es/papel/historias/2025/02/21/67ae3efefdddffcfa18b4576.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rebeca Yanke",
  "published": "2025-02-21T01:05:00.000+02:00",
  "title": "La vida trágica de los codependientes, adictos a &apos;salvar&apos; adictos: \"Pierdes la identidad, dejas de ser quien eras\"",
  "text": "Un día tu estima desaparece del todo», dice E. De ella no conoceremos su nombre, pero entenderemos su vida que, durante décadas, fue la vida de los otros: cuidarlos, controlarlos, agradarlos y un largo etcétera de verbos que convertían a esta maestra de 50 años, casada y madre de varios hijos, en una persona codependiente. Y usted dirá: «Ah, lo del apego desmedido, lo de depender de tu pareja (o de tu madre o de tu hijo) de forma extrema». Esa, llamémosla ¿necesidad?, que denota que uno no puede con su propia vida.\nPero no es eso. Ser codependiente va mucho más allá de necesitar el cariño constante de nuestras personas importantes (y no tan importantes): va de no ser persona en realidad y, sobre todo, de estructurar la vida en torno a otro u otros que, a su vez, son adictos en cualquiera de sus variantes: alcohol, drogas, pastillas, juego, comida, deporte, compras, tecnología, redes sociales.... Detrás del drogodependiente está el codependiente, que es adicto al adicto, a creer que puede salvarlo de su infierno, y a esto dedica su existencia.\n«La codependencia hace que pierdas tu identidad. Dejé de ser quien era. Y me convertí en lo que creía que tenía que ser. Hasta que me pregunté qué es lo que quería yo», cuenta E. en una cafetería del centro de Madrid, después de meses de conversación con este diario a través de llamadas y mensajes de WhatsApp. Hace días que llueve ininterrumpidamente en esta ciudad y acaba de ser retratada por el fotógrafo, al que puso la condición de no ser reconocida. «Contar mi vida implica contar la vida de otros», argumenta para explicar por qué prefiere no hacer público su rostro.\nRelata la noche previa, cómo ella y su marido -que forma parte de Alcohólicos Anónimos (AA) y está en recuperación desde hace casi 30 años- estuvieron trabajando juntos, buscando la mejor definición de codependencia que se pudiera dar en este reportaje. E. desdobla cuidadosamente un folio escrito a ordenador con añadidos a mano, en bolígrafo azul. Sonríe y arranca: «La codependencia es un problema (añadido: adicción, enfermedad) emocional caracterizado por una dependencia afectiva obsesiva (en mayúsculas) hacia otra persona y su relación con ésta. Estas relaciones disfuncionales codependientes son frecuentes en familiares que cuidan de enfermos crónicos, personas con discapacidad, alcohólicos o drogodependientes. Uno siente el impulso irrefrenable de cubrir todas las necesidades de la persona a su cuidado asumiendo como propios sus problemas. Ello implica olvidarnos de nosotros mismos y de nuestras necesidades. Para colmo, muchas veces esta ayuda obsesiva e inconsciente resulta ineficaz».\nEl marido de E. puede ser (es, pero ahora de otra manera) clave en su vida, pero sobre todo porque un día, hace 25 años, le plantó a su mujer un libro de la autora estadounidense Melody Beattie, No seas codependiente, del que le habían hablado en sus reuniones de AA. Y su lectura no es que cambiara la vida de E., sino que directamente la salvó. Así lo afirma ella que, en la cafetería donde se la entrevista, tras sacar el folio con notas que había preparado, empieza a sacar uno, dos, tres y hasta cuatro libros de Beattie, como si su bolso fuera el de Mary Poppins.\nHasta llegar a un último, más pequeño, que no es de Beattie pero también es imprescindible para ella: el libro azul (de los 12 pasos) de lo que se conoce como CoDa (Codependientes Anónimos). Esta organización extendida internacionalmente nace dentro de AA en la década de los 80 porque son ellos los que comienzan a darse cuenta de que hay un patrón de familiar de adicto que se repite y se repite. La figura de Beattie es clave en la fundación del nuevo organismo, pues no sólo formó parte de su gestación interna sino que su literatura resulta clave para entenderla.\nAsí describe a los codependientes la propia autora en la reciente y ampliada reedición de uno de sus libros más vendidos, Libérate de la codependencia (editorial Diana), publicado por primera vez en 1990, del que se han vendido ocho millones de copias y que también tiene su hueco en el bolso de E. «Los codependientes no están más trastornados ni más enfermos que los alcohólicos, pero sufren tanto o más que ellos. No son la viva imagen del sufrimiento, pero se enfrentan a su dolor sin los efectos anestésicos del alcohol u otras drogas, y sin la euforia que experimentan algunas personas con trastornos compulsivos. Y el dolor de amar a alguien que tiene graves problemas puede ser muy profundo».\nLa vida de Melody, que ahora tiene 72 años y vive en California, es sencillamente demasiado, y no harían falta más adjetivos. Sirve también lo que dijo de ella la revista Time: «Beattie sabe lo que es estar verdaderamente con el agua al cuello, por eso sabe dar consejos valiosos a quien lo está».\nSufrió abusos sexuales a los cuatro años, empezó a beber con nueve, era alcohólica a los 12 y drogodependiente a los 18. Tras pasar por un centro de rehabilitación, se convirtió en terapeuta de familiares de adictos. Y se casó con otro drogodependiente en recuperación. En los grupos de ayuda mutua que ella contribuyó a fundar a partir de 1986 en la ciudad de Mineápolis (Minnesota, EEUU), Beattie comprobó no sólo que existía un perfil generalizado de familiares que habían generado una adicción a controlar la dependencia de sus seres queridos, sino que descubrió su propia codependencia.\nElla había sido la niña que escondía las botellas para que su padre no bebiera y acabó bebiéndolas. Y ella fue después la mujer que ponía la casa patas arriba para comprobar que su marido no ocultaba alcohol. Como en el cliché más manido del mundo sobre el alcoholismo: comprobar si hay botellas tras el tubo del fregadero. Vivencias extremas: personas tirando el alcohol que toman otras mientras se grita y se llora. O se insulta. «Como en la clásica escena de un telefilme, encontré una botella de vodka encajada en el depósito. Era demasiado trillado, demasiado Días de vino y rosas», escribe Beattie en este bestseller que es una oda a la sinceridad.\nTras una videollamada fallida, la autora da su número de móvil para que este periódico pueda entrevistarla por la reedición del libro. Al otro lado hay una voz muy serena, tanto que por momentos resulta inaudible. E. había pedido un favor, que le hagamos una pregunta de su parte, así que arrancamos por ahí.\n- Señora Beattie, una persona codependiente, que va a las reuniones de CoDa semanalmente desde hace 25 años y que ha formado su propia reunión semanal en su ciudad, tiene una pregunta para usted: ¿es consciente de que ha salvado usted a miles de personas con sus libros?\n- No soy realmente consciente de eso. Si lo fuera, posiblemente me asustaría mucho. Pero estoy muy agradecida de que mi experiencia y mi trabajo hayan tocado a tantas personas porque ese fue mi reto principal cuando me puse a escribir: compartir la información.\nSobre la creación y definición del término, Beattie habla humilde pero contundentemente: «Sí, creo que lo empecé yo. Y he visto muy poca evolución sobre el asunto desde entonces porque la información permanece estática. Nadie hablaba de esto durante los años en que yo escribía No seas codependiente. Nadie conocía el término, aunque era información realmente novedosa. Y cuando se reeditó ese libro, hace dos años, lo único que yo quería era añadir un capítulo sobre el trauma. Porque eso es lo único que verdaderamente ha cambiado desde entonces: ahora estamos todos mucho más traumatizados que antes. En Estados Unidos, al menos, la mayoría de nosotros lo estamos desde el 11 de septiembre».\nEn Libérate de la codependencia el capítulo nuevo es el 20, comienza en la página 263 y describe algunas de las posibles raíces de la personalidad codependiente: «Hay una situación que nos sobrepasa y nos arrastra. Por ejemplo, descubrimos que la persona de nuestros sueños es alcohólica. O hemos nacido en una familia en la que hay alcoholismo, adicción o maltrato. Puede que no seamos conscientes de que nuestra vida es traumática o psicológicamente devastadora cuando convivimos con las mismas conductas y traumas todos los días. Para sobrellevarlo, para mantener el equilibrio, a menudo lo internalizamos, lo normalizamos, lo negamos, lo ignoramos. Empezamos a desarrollar nuestros propios repertorios de tics psicológicos, conductas autolesivas y otros patrones adictivos o de autoodio, incluidas las creencias de que no somos dignos de amor, de que somos inferiores al resto del mundo y de que por alguna razón merecemos el desastre. Mientras tanto, nuestro miedo, ansiedad y traumas burbujean bajo la superficie, erosionando nuestros cimientos y posiblemente provocando enfermedades: dolor de cabeza, dolor de estómago o cosas peores. Incluso cuando la mente consciente olvida (o niega) lo sucedido, el cuerpo lleva la cuenta».\nCon esta última frase, Beattie está citando un libro superventas del psicólogo Bessel van der Kolk que está dedicado al trauma. Mientras, en España, es E. quien la cita a ella cuando enseña sus libros, que tienen portadas propias de otras épocas y están repletos de marcas, páginas dobladas, subrayados y anotaciones. Los codependientes leen y escriben constantemente sobre sus sensaciones, sentimientos, subidas y bajadas. «Sigo cometiendo fallos», confiesa esta mujer, que no se arredra: «Cuando sucede, abro mi libro, leo, escribo y empiezo de nuevo».\nLa última vez que sucedió es reciente, cuando descubrió que bajo el árbol de Navidad, la mañana de Reyes, nadie le había dejado nada en su zapato. Sufrió, pero pudo con ello. Un párrafo de Libérate de la codependencia explica esta batalla consigo misma que, en realidad, parte del respeto: «Los codependientes tenemos la misión de practicar el amor propio desde una postura consciente. A diario, durante toda la vida. No se trata de abordar la existencia y las relaciones desde una actitud narcisista o agresivamente egoísta. Quererse implica una postura más humilde y discreta».\nA la pregunta de qué es lo primero y más importante que debe hacer una persona codependiente cuando descubre que lo es, Beattie es tajante: «Ocuparse de sus propios asuntos. Y esto puede rompernos el corazón cuando a nuestro lado hay personas con enfermedades, pero no podemos salvarlos. Simplemente no podemos. Sí podemos estar a su lado, siempre y cuando no nos hagan daño, pero no podemos arreglarlos o arreglar su problema. Porque nos quedamos atrapados haciendo lo mismo una y otra vez y corremos el riesgo de acabar con nosotros mismos».\nSobre la época actual, Beattie ve indicios de una dependencia extrema a menudo entre padres e hijos, al menos, cuenta, en los Estados Unidos: «Los jóvenes de nuestro país se creen con derecho a todo, creen que lo merecen todo. Ahora las relaciones entre padres e hijos son muy distintas a lo que eran, los primeros quieren gustar a los segundos. Cuando yo estaba creciendo, a mi madre no le importaba si me gustaba o no. Quería sólo que estuviera calladita».\nTambién E. refiere situaciones de dependencia con sus hijos, que ya son adultos, no sólo hacia su marido. Y enseguida explica que en realidad todo comenzó con su padre, que era adicto y al que ella buscaba agradar constantemente, con cada acción, cada decisión y cada gesto. Pero cuando quiere explicar la codependencia suele recurrir a un «ejemplo muy básico». «Mi marido se enfada cuando lo cuento. A él le gusta que lleve el pelo corto y mírame...».\nE. muestra lo que suele llamarse melenón: el cabello larguísimo. Y solía complacer a su marido. «Él no me obligaba, no me decía 'te lo tienes que cortar', no se trata de eso, sino de lo que provocaba en mí, cómo me hacía sentir a mí: que no le iba a gustar, que me iba a abandonar, que se iba a buscar otra chica con el pelo corto, si no lo llevo corto me va a dejar, no seré suficiente.. Todo eso por un pelo. Eso es la codependencia, ahí está el problema».\nDesde la psicología, el término, en palabras del especialista Fernando Mansilla Izquierdo, hace referencia «a una actitud obsesiva y compulsiva hacia el control de otras personas y relaciones». Explica que «ha sido y sigue siendo motivo de consulta de familiares de pacientes en rehabilitación y procesos de recuperación en adicciones o enfermedades crónicas». «Es un fenómeno resultado de haber vivido en una familia donde se habría aprendido a vincularse de forma disfuncional», amplía. «Se caracteriza por dependencia emocional, extrema focalización en el otro, autonegligencia, necesidad compulsiva de ayudar al otro, necesidad de controlar la conducta del otro, baja autoestima, escasa autonomía personal, represión emocional, actitud complaciente, hiperresponsabilidad, perfeccionismo, preocupación constante, dificultad para poner límites, para confiar en los demás...».\n¿Se lo imagina? Hagamos un pequeño parón para respirar mientras E. lo explica con sus propias palabras: «En mis peores momentos yo no sabía ni qué comida ni qué ropa me gustaban. Me ponía detrás de una persona en la tienda y lo que se compraba ella me lo compraba yo. He llegado a cocinar para la familia y olvidarme de hacerme la comida a mí, he llegado a repartir lo que hubiera en los platos de los demás y terminarlo sin servirme a mí».\nCómo se llega a tal límite de autodestrucción lo explica bien, cómo no, Melody Beattie: «Los codependientes han vivido situaciones terribles estando sobrios. No es de extrañar que hayan acabado tan trastornados. ¿Quién no lo estaría después de convivir con personas como esas? A los codependientes les ha resultado muy complicado conseguir la información y la ayuda práctica que necesitan y merecen. Ya resulta bastante difícil convencer a las personas que padecen trastornos compulsivos de que busquen ayuda. Es aún más complicado si cabe convencer a alguien que brega con la codependencia (y que parece normal en comparación, aunque su sensación sea otra) de que tiene un problema».\nEsto precisamente, a advertir a alguien, con supino tacto, con delicadeza infinita, de que lo que puede estar pasando, es a lo que se dedica E., que dirige una reunión semanal de Codependientes Anónimos desde hace pocos meses en su ciudad de las afueras de Madrid. Un lugar en el que este periódico no puede entrar, pero sí conocer a través de una integrante reciente a la que conoceremos por B., abogada en torno a los 50 años. «Conozco CoDa gracias a E. Es un programa de recuperación para personas que, básicamente, tenemos relaciones humanas, digamos, perjudiciales. Que no son funcionales del todo y perjudiciales para mí misma. Yo hace tiempo que me daba cuenta de que a mí algo me pasaba en mis relaciones humanas, especialmente de pareja, pero no solamente de pareja», cuenta en una videollamada en la que también está presente E., madrina de B. en CoDa.\nLa figura del padrino o la madrina es habitual en Alcohólicos Anónimos. Es una persona en recuperación desde hace tiempo que ayuda a otros a empezar a recuperarse. Recurramos a la clásica imagen de una reunión de AA de una película estadounidense en la que alguien dice: «Hola, me llamo tal y soy alcohólico». Del mismo modo, CoDa, como hijo de AA, se desarrolla según la misma estructura de reuniones y charlas en las que prima el anonimato y la discreción. Pero E. señala el estigma aún presente en la sociedad española a la hora de integrar a personas adictas en recuperación: «En Estados Unidos, tú pones que llevas 20 años en Alcohólicos Anónimos y directamente en una entrevista de trabajo te contratan: valoran lo que significa semejante proeza. Aquí no, aquí no te contrata nadie».\nAl igual que en AA, en CoDa también se sigue lo que se conoce como La hermandad de los 12 pasos, lo cual no significa que una vez se llegue al último uno está recuperado. E. explica que normalmente «se va de uno a otro y a veces hasta se comienza desde el primero de nuevo». Y es en esos encuentros, aquellos que propició Beattie hace décadas, donde sucede la magia: las personas escuchan las vivencias de otros y se sienten reflejadas. Por fin alguien describe lo que viven, por fin se sienten comprendidos. Y por fin consiguen preocuparse de sí mismos.\nB. quisiera no emplear palabras como «tóxico» o «normal», pero no puede evitar hacerlo mientras explica cómo ha cambiado su vida desde que está en CoDa: «Me he dado cuenta de que, en mis relaciones, en general, con mis padres, con mis hijos, con mis amigos, con mis clientes, hay una dimensión que resulta muy perjudicial para mí. Mis relaciones humanas no eran saludables. Y de alguna manera atraigo a un cierto tipo de personas, que son las que yo necesito para sentirme bien: gente que me necesita».\nA esto B. lo llama «trampa», y dice que le ha costado «más de 40 años darse cuenta de que es su mecanismo inconsciente a la hora de relacionarse». «Es tan evidente que no sé cómo he tardado tanto tiempo en percatarme de todo ello», confiesa. Y con E. se sincera: «La persona que se dio cuenta incluso antes que yo misma fuiste tú, que me has hecho de espejo. De verdad, me ha costado mucho darme cuenta».\n«Es que es muy difícil», le responde su madrina. Y continúa: «Hay que luchar con nuestros propios defectos de carácter».\nEsta expresión, «defectos de carácter», la emplea E. a menudo y se asemeja a lo que el psicólogo Antonio Cano Vindel, ex presidente de la Sociedad Española de Estudio de la Ansiedad (SEEA) llama «alteraciones de la personalidad». «Comportamientos perniciosos para uno mismo que pueden o no llegar a ser trastornos de salud mental», específica.\nBeattie, contundente en sus palabras como siempre, apuntala estas palabras: «Tras ceder el control de tu vida a alguien que sufre un problema de adicción, la recuperación comienza con tu responsabilidad más importante y seguramente también más desatendida: el cuidado de ti mismo o misma, lo que puedes hacer para sentirte mejor».\nB. se siente mejor tras pasar por CoDa . «Ahora me fijo un poco más en todo, tanto en lo que estaba bien de antes como en lo que tengo que mejorar, pero básicamente me fijo en mí. Y el programa de 12 pasos me da conciencia, y por eso no tengo reparo en decir que me ha salvado la vida porque me está permitiendo tomar conciencia de quién soy, de cómo me comporto, de cuáles son mis sentimientos y mis necesidades y que puedo hacer para expresarlos y atender esas necesidades. Lo digo también sin pudor: estaba desde que nací en modo supervivencia, en constante estado de alerta, pendiente de cualquier cosa menos de mí».\nLibérate de la codependencia\nEditorial Diana. 320 páginas. 18,86 euros. Puede comprarlo aquí",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "negative",
  "categories": [
    "Social Issue",
    "Health"
  ],
  "topics": [
    "Social Issue->social problem",
    "Social Issue->addiction",
    "Social Issue->abusive behaviour",
    "Health->drug rehabilitation",
    "Health->health care approach",
    "Health->mental health and disorder"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": true,
  "webz_reporter": false,
  "external_links": [
    "https://www.amazon.es/Lib%C3%A9rate-codependencia-relaciones-demasiado-Autoconocimiento/dp/8411191990?__mk_es_ES=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=24JDWX143IB4I&dib=eyJ2IjoiMSJ9.X0PPcLeyPVoQ2OirY19-8CBF8z7P1i7xfB8Ap2EggOXOaYEDIlTFD8HXvyDkiol5iz4ZyYBC4vgUI4Qj9ErpLcRjKiUbKgu5nU1lc8r41Lz_LPH7iayQi_y60e1yq2im_-NCzS8Z_XED18ZnlpkRJg.RAq6SrdZ6fWvapKtPwn_I9e_IKIXduARMiDWZlXFXVQ&dib_tag=se&keywords=Lib%C3%A9rate+de+la+codependencia&qid=1739636880&sprefix=lib%C3%A9rate+de+la+codependencia%2Caps%2C144&sr=8-1&linkCode=ll1&tag=papel_elmundo-21&linkId=0687cd9897992fd1c4bc3ad0b46e21b4&language=es_ES&ref_=as_li_ss_tl",
    "https://www.amazon.es/Lib%C3%A9rate-codependencia-relaciones-demasiado-Autoconocimiento/dp/8411191990",
    "https://amazon.es/Lib%C3%A9rate-codependencia-relaciones-demasiado-Autoconocimiento/dp/8411191990?__mk_es_ES=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=24JDWX143IB4I&dib=eyJ2IjoiMSJ9.X0PPcLeyPVoQ2OirY19-8CBF8z7P1i7xfB8Ap2EggOXOaYEDIlTFD8HXvyDkiol5iz4ZyYBC4vgUI4Qj9ErpLcRjKiUbKgu5nU1lc8r41Lz_LPH7iayQi_y60e1yq2im_-NCzS8Z_XED18ZnlpkRJg.RAq6SrdZ6fWvapKtPwn_I9e_IKIXduARMiDWZlXFXVQ&dib_tag=se&keywords=Lib%C3%A9rate+de+la+codependencia&qid=1739636880&sprefix=lib%C3%A9rate+de+la+codependencia%2Caps%2C144&sr=8-1&linkCode=ll1&tag=papel_elmundo-21&linkId=0687cd9897992fd1c4bc3ad0b46e21b4&language=es_ES&ref_=as_li_ss_tl"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "syndication": {
    "syndicated": null,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": null,
  "rating": null,
  "crawled": "2025-02-21T01:25:27.578+02:00",
  "updated": "2025-02-21T01:25:27.578+02:00"
}