{
  "thread": {
    "uuid": "b3ca47370990383de886fa8c03783327b5e5eed0",
    "url": "https://chl.ca/whl/article/boston-bruins-prospect-dyck-named-whl-goaltender-of-the-month-for-february",
    "site_full": "chl.ca",
    "site": "chl.ca",
    "site_section": "https://whl.ca/?feed=rss2",
    "site_categories": [
      "pro_ice_hockey",
      "sports"
    ],
    "section_title": "Western Hockey League - Feed",
    "title": "Boston Bruins prospect Dyck named Goaltender of the Month for February",
    "title_full": "Boston Bruins prospect Dyck named WHL Goaltender of the Month for February - Western Hockey League",
    "published": "2024-02-29T22:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://media.chl.ca/wp-content/uploads/sites/6/2024/02/29125226/240229_GOTM_Dyck_1920-1024x576.png",
    "performance_score": 0,
    "domain_rank": 89966,
    "domain_rank_updated": "2024-02-27T12:10:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b3ca47370990383de886fa8c03783327b5e5eed0",
  "url": "https://chl.ca/whl/article/boston-bruins-prospect-dyck-named-whl-goaltender-of-the-month-for-february",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Taylor Rocca",
  "published": "2024-02-29T22:00:00.000+02:00",
  "title": "Boston Bruins prospect Dyck named Goaltender of the Month for February",
  "text": "Boston Bruins prospect Dyck named WHL Goaltender of the Month for February Calgary, Alta. – The Western Hockey League announced today Boston Bruins prospect Reid Dyck of the Swift Current Broncos has been named WHL Goaltender of the Month for February. Dyck, 20, went 9-0-1-0 with a 1.81 goals-against average, .931 save percentage and one shutout through 10 appearances during the month of February, helping the Broncos push their way up the WHL’s Eastern Conference standings. A product of Winkler, Man., Dyck was named WHL Goaltender of the Week on two occasions during the month of February, first for the week ending Sunday, February 4 and second for the week ending Sunday, February 25. Dyck leads the Broncos in all major goaltending categories this season, including appearances (28), GAA (2.59), save percentage (.915) and shutouts (2). With a record of 19-6-2-0, the 6-foot-5, 193-pound puckstopper is on the verge of reaching the 20-win plateau for the first time in his career. Dating back to Tuesday, February 6, Dyck has won eight consecutive games. Over that eight-game stretch, Dyck has held his opponents to two goals or less on seven occasions. He hasn’t lost in regulation since dropping a 5-3 decision to the Moose Jaw Warriors in which he allowed four goals. Dyck’s month began with a 26-save shutout of the Regina Pats, as he backstopped the Broncos to a 3-0 victory on Friday, February 2. On Tuesday, February 6, the Manitoba product recorded his largest save count of the month, turning aside 33 shots in a 4-3 win versus Red Deer. Selected by the Broncos in the third round (45th overall) of the 2019 WHL Draft, Dyck owns a career record of 43-45-5-1 in 99 regular season appearances. He was chosen by the Boston Bruins in the sixth round (183rd overall) of the 2022 NHL Draft. Heading into March, the Swift Current Broncos rank second in the WHL’s Central Division and fourth in the WHL’s Eastern Conference with a record of 32-19-4-2. Reid Dyck and the Swift Current Broncos return to action Friday, March 1 (7 p.m. MT) when they visit the Red Deer Rebels at the Peavey Mart Centrium. About the Western Hockey League Regarded as the world’s finest development league for junior hockey players, the Western Hockey League (WHL) head office is based in Calgary, Alberta. The WHL offers a world-class player experience featuring three key cornerstones: hockey development, education, and a safe and positive environment for all participants. A diverse and inclusive organization, the WHL consists of 22 member Clubs with 16 located in Western Canada and six in the U.S. Pacific Northwest. A member of the Canadian Hockey League, the WHL has been a leading supplier of talent for the National Hockey League for close to 60 years. The WHL is also a leading provider of hockey scholarships with over 375 graduates each year receiving WHL Scholarships to pursue a post-secondary education of their choice. Each season, WHL players also form the nucleus of Canada’s National Junior Hockey Team.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dyck",
        "sentiment": "negative"
      },
      {
        "name": "winkler",
        "sentiment": "none"
      },
      {
        "name": "reid dyck",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "month for february calgary",
        "sentiment": "negative"
      },
      {
        "name": "boston bruins",
        "sentiment": "negative"
      },
      {
        "name": "whl",
        "sentiment": "negative"
      },
      {
        "name": "month for february boston bruins",
        "sentiment": "negative"
      },
      {
        "name": "hockey league",
        "sentiment": "none"
      },
      {
        "name": "broncos",
        "sentiment": "none"
      },
      {
        "name": "swift current broncos",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "alta",
        "sentiment": "none"
      },
      {
        "name": "man.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:28:34.291+02:00",
  "updated": "2024-03-01T00:28:34.291+02:00"
}