{
  "thread": {
    "uuid": "732c8c6d06b1f10c9522ff7070fd1bc915d94063",
    "url": "https://scroll.in/article/1061639/scientific-strategies-on-how-to-keep-your-new-year-resolutions",
    "site_full": "scroll.in",
    "site": "scroll.in",
    "site_section": "http://feeds.feedburner.com/scrollinarticles.rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Scroll.in",
    "title": "Scientific strategies on how to keep your New Year resolutions",
    "title_full": "Scientific strategies on how to keep your New Year resolutions",
    "published": "2024-01-05T13:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://sc0.blr1.cdn.digitaloceanspaces.com/book/197213-zguejfbihc-1704372517.jpg",
    "performance_score": 0,
    "domain_rank": 5231,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 51
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "732c8c6d06b1f10c9522ff7070fd1bc915d94063",
  "url": "https://scroll.in/article/1061639/scientific-strategies-on-how-to-keep-your-new-year-resolutions",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Scott Lear, The Conversation",
  "published": "2024-01-05T13:30:00.000+02:00",
  "title": "Scientific strategies on how to keep your New Year resolutions",
  "text": "Every New Year, millions of people make resolutions, with the most common\nresolutions being health-related. Despite their popularity, up to 80% of resolutions fail, mostly within a few weeks. As a result, many people make the same resolutions year after year.\nAt the same time, resolutions can bring focus to an area that’s important to you. I research the importance of behaviours to health, and write the\nBecome Your Healthiest You blog. Here’s how using scientific strategies can increase your chances of success with your resolution.\nSMART resolutions\nResolutions are like goals and putting time into planning your resolution can increase your success. Using the SMART goal framework (Specific, Measurable, Attainable, Relevant and Timely) is a good foundation for setting your resolution.\nA specific resolution is clear and focused. Unfortunately,\nmost people set vague resolutions, such as wanting to exercise more, be healthier or lose weight. While admirable, resolutions that provide a clear description of what you want to achieve (exercise three times a week for 30 minutes, lose five pounds) provide more direction and are more readily attained.\nAlso, aim for positive resolutions such as eating more vegetables, in contrast to eating no junk food. Positive resolutions are approach-oriented, while negative ones are avoidance-oriented. In a survey of 1,066 people, those who had\napproach-oriented resolutions were more likely to be successful.\nA measurable resolution means you can assess when you’ve achieved it. A goal of eating healthier is hard to measure, whereas a goal of eating three fruits a day can be easily measured. Essentially, your resolution becomes a target. And a target can also bring focus to your resolution, such as with wanting to run a marathon under four hours. In a\nstudy of nearly 10 million marathon times there were far more finishes at 3:59 than at 4:01, which suggests that having a clear target may have helped people run faster.\nYou also want your resolution to be attainable, which means it’s realistic for you to achieve. Big, long-term resolutions may be more easily approached by breaking them into smaller ones. However, your resolution also needs to be challenging, as\nchallenging ones result in better performance90004-4) and are also found to be more satisfying than easier resolutions.\nA relevant resolution is one that’s meaningful to you. For example, exercising so you can have more energy throughout the day.\nRelevant resolutions are more likely to be intrinsic in contrast with extrinsic ones, which are externally motivated (such as getting a promotion, winning a trophy or receiving praise). Extrinsic resolutions tend to be fleeting while intrinsic resolutions are associated with\ngreater well-being and satisfaction.\nThe last part is having a resolution that’s timely. This means having a deadline for when you wish to achieve it. A resolution without a deadline rarely gets done. A timely resolution helps prioritize your days and weeks leading up to it. If your resolution is to lose five pounds in two months, this can be the foundation for your plan on how to achieve it.\nSucceeding at your resolution\nHaving a good implementation plan is as key as having a clear resolution. In some cases, you may need to change your environment to be more supportive of your resolution. This may mean moving snacks out of sight, putting your workout gear near the front door or using sticky notes as reminders.\nIf your resolution requires starting a new habit, combine it with a habit you already do. If you want to floss your teeth, combine it with brushing your teeth. Combining a new habit with an old one is referred to as piggybacking, stacking and temptation bundling.\nTemptation bundling is a more specific version of piggybacking in which you choose an activity you enjoy and bundle it with your newly desired activity. If you want to start exercising, bundle it with a favourite TV show, podcast or music. People who used temptation bundling with audiobooks were\nmore likely to keep up with their exercise routine.\nTo encourage yourself along the way, try positive thinking. This can be as simple as saying to yourself I can do this, I’m proud of myself for trying or I have the power to change my mind a few times each day. Positive thinking may help\nincrease perseverance and is believed to increase the neurotransmitters dopamine and serotonin, associated with pleasure and mood, which can reinforce behaviours.\nEnlisting the support of others can also help in achieving your resolution. People with greater social support networks are\nmore likely to achieve their goals.\nSocial support can be broken into four categories:\n- instrumental support consisting of someone doing something for you, such as driving you to the gym or helping in meal planning;\n- informational support in the form of someone giving you advice, whether it be from family, friends or professionals such as your doctor or a dietitian;\n- appraisal support, including evaluation and constructive feedback, which may come from the same people who provide informational support; and\n- emotional support from people providing love, empathy and caring.\nChallenges and setbacks\nEven with proper planning, challenges and setbacks can happen and are a normal part of any process of changing one’s behaviour or attempting something new.\nSome setbacks may be temporary, such as an illness interrupting your exercise programme. Others may occur regularly, such as dinner parties that may affect your desire to eat a healthy diet. These challenges can be minimised by planning ahead. In this example, your plan may include contributing a meal to the dinner that fits your needs.\nIf a setback occurs, accept this as a natural part of the process. Focus on the progress you’ve made so far and review your plan. What has worked for you to date? Is there anything you need to revise to account for any future challenges?\nStarting a new behaviour can sometimes be a process of trial and error, and learning from setbacks can support future success. Good luck and Happy New Year!\nScott Lear is Professor of Health Sciences, Simon Fraser University.\nThis article was first published on\nThe Conversation.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health",
    "Science and Technology"
  ],
  "external_links": [
    "https://doi.org/10.2190/78UQ-5NMW-7YLD-TFWV",
    "https://doi.org/10.1016/j.obhdp.2018.09.002",
    "https://drscottlear.com/",
    "https://doi.org/10.1016/0030-5073(68",
    "https://www.ipsos.com/en-ca/canadians-quick-make-new-years-resolutions-slow-see-them-through",
    "https://doi.org/10.1371/journal.pone.0234097",
    "https://doi.org/10.1016/j.neubiorev.2005.06.001",
    "https://www.jpn.ca/content/32/6/430",
    "https://doi.org/10.1007/s10902-014-9593-5",
    "https://theconversation.com/the-science-behind-building-healthy-habits-can-help-you-keep-your-new-years-resolution-219947",
    "https://doi.org/10.3390/ijerph18063084",
    "https://theconversation.com/profiles/scott-lear-423698",
    "https://www.proquest.com/docview/213709669?&sourcetype=Scholarly%20Journals",
    "https://doi.org/10.1287/mnsc.2015.2417",
    "https://doi.org/10.1016/j.obhdp.2020.09.003",
    "https://www.forbes.com/health/mind/new-year-resolutions-survey-2024/",
    "http://dx.doi.org/10.32598/jpcp.8.2.28.2",
    "https://www.doi.org/10.3390/ijerph18063084",
    "https://drscottlear.com",
    "http://www.dx.doi.org/10.32598/jpcp.8.2.28.2",
    "https://www.doi.org/10.1016/j.obhdp.2018.09.002",
    "https://ipsos.com/en-ca/canadians-quick-make-new-years-resolutions-slow-see-them-through",
    "https://www.doi.org/10.1371/journal.pone.0234097",
    "https://www.doi.org/10.1287/mnsc.2015.2417",
    "https://www.doi.org/10.1007/s10902-014-9593-5",
    "https://www.proquest.com/docview/213709669",
    "https://www.doi.org/10.1016/j.neubiorev.2005.06.001",
    "https://www.doi.org/10.1016/0030-5073(68",
    "https://forbes.com/health/mind/new-year-resolutions-survey-2024/",
    "https://www.doi.org/10.2190/78UQ-5NMW-7YLD-TFWV",
    "https://www.theconversation.com/the-science-behind-building-healthy-habits-can-help-you-keep-your-new-years-resolution-219947",
    "https://www.drscottlear.com/",
    "https://www.doi.org/10.1016/j.obhdp.2020.09.003",
    "https://www.theconversation.com/profiles/scott-lear-423698",
    "https://proquest.com/docview/213709669?&sourcetype=Scholarly%20Journals",
    "https://www.forbes.com/health/mind/new-year-resolutions-survey-2024",
    "https://jpn.ca/content/32/6/430"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:11:34.739+02:00",
  "updated": "2024-01-06T00:11:34.739+02:00"
}