{
  "thread": {
    "uuid": "d103f16cba4809f2e84c5fdbd94acdbd144ac483",
    "url": "https://www.thecourier.com.au/story/8472054/cummins-stars-in-australias-thrilling-mcg-test-triumph/?src=rss",
    "site_full": "www.thecourier.com.au",
    "site": "thecourier.com.au",
    "site_section": "https://www.thecourier.com.au/sport/national-sport/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "The Courier - National Sport News",
    "title": "Cummins stars in Australia's thrilling MCG Test triumph",
    "title_full": "Cummins stars in Australia's thrilling MCG Test triumph",
    "published": "2023-12-29T11:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.thecourier.com.au/images/transform/v1/crop/frm/silverstone-feed-data/d5adb9c5-ffba-43cb-8be8-e1b548e85911.jpg/r0_90_800_510_w1200_h630_fmax.jpg",
    "performance_score": 0,
    "domain_rank": 33817,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d103f16cba4809f2e84c5fdbd94acdbd144ac483",
  "url": "https://www.thecourier.com.au/story/8472054/cummins-stars-in-australias-thrilling-mcg-test-triumph/?src=rss",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Oliver Caffrey",
  "published": "2023-12-29T11:48:00.000+02:00",
  "title": "Cummins stars in Australia's thrilling MCG Test triumph",
  "text": "Pat Cummins has completed a bumper 2023 by taking his second 10-wicket haul in Tests to power Australia to a thrilling 79-run win over Pakistan at the MCG.\nThe Australian captain was rewarded with the Johnny Mullagh Medal as player of the Boxing Day Test, finishing with match figures of 10-97 - 5-49 in the second innings - in one of the great fast bowling performances.\nDuring the match he became the 10th Australian to pass 250 Test scalps and capped a superb year as captain.\nOf those 10 Australian bowlers, Cummins has the best strike-rate (46.7) and second best average (22.32) behind only Glenn McGrath.\nThe prolific 30-year-old made all the crucial breakthroughs late on Friday as the hosts bowled Pakistan out for 237 to win the Test and take an unassailable 2-0 in the series, which means Australia retain the Benaud-Qadir trophy.\n\"Just elated to get over the line and win a tight one,\" Cummins said.\nPakistan fought bravely during the entire match, but lost 5-18 during a chaotic finish to day four as Australia took the extra 30 minutes after the scheduled stumps to complete the victory.\nMohammad Rizwan and Salman Ali Agha threatened to push Pakistan towards a famous win and break a 28-year winless run in Tests in Australia.\nCummins ended the 67-run partnership between the pair in bizarre and dramatic fashion just 15 minutes before the scheduled close of play.\nAustralia reviewed a not-out call to Rizwan after a Cummins delivery flew into Alex Carey's gloves.\nBut after a long review from the third umpire, Richard Illingworth deemed the ball had flicked Rizwan's wristband that was connected to his gloves.\nRizwan was furious with the decision, with Pakistan 5-219 at the time and starting to believe they could pull off the country's highest successful winning chase against Australia.\nIt was a rollicking end to one of the great MCG Tests, with Pakistan fighting harder than many touring nations usually do on Australian soil.\n\"A little bit twitchy there with about 100 runs to go and five wickets in hand,\" Cummins said.\n\"There was a couple of moments where we really had to fight our way back into that Test match ... just a sense of satisfaction after a good Test match victory.\"\nCummins stood up in many moments, including claiming the crucial wicket of his opposing captain Shan Masood (60) before tea.\nIt was fitting Cummins had the final say at the end of Australian cricket's busiest calendar year on record.\nAfter going down 2-1 in a hard-fought series in India, Australia won their first World Test Championship final, retained the Ashes in England, and pulled off a major upset by defeating India in the World Cup decider in Ahmedabad.\n\"Just a huge year in all formats; a lot of success,\" Cummins said.\n\"To top it off by winning a series at home, which we pride ourselves on doing, is a pretty satisfying way to finish off 2023.\"\nPakistan were expected to be easy pickings for Cummins' team in Australia, but if not for two easy dropped catches from Abdullah Shafique at first slip, the tourists could be celebrating a drought-breaking win.\nShafique put down Mitch Marsh when Australia were reeling at 4-46 in their second innings on Thursday.\nThe allrounder made Pakistan pay by smashing 96 to help Australia to a match-winning lead of 316.\n\"We made some mistakes that we lost the game,\" Pakistan coach Mohammad Hafeez said.\n\"But as a team I believe that there were a lot of right positives within the team to win the game.\"\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pat cummins",
        "sentiment": "negative"
      },
      {
        "name": "benaud",
        "sentiment": "none"
      },
      {
        "name": "cummins",
        "sentiment": "none"
      },
      {
        "name": "glenn mcgrath",
        "sentiment": "none"
      },
      {
        "name": "johnny mullagh medal",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cummins",
        "sentiment": "negative"
      },
      {
        "name": "mcg",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "pakistan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T13:25:53.397+02:00",
  "updated": "2023-12-29T13:25:53.397+02:00"
}