{
  "thread": {
    "uuid": "187e2e5de2582ddcfe02d370cd769060f6c0eefa",
    "url": "https://www.laopinioncoruna.es/economia/2023/12/29/inditex-impulsa-mejor-ibex-2009-96348894.html",
    "site_full": "www.laopinioncoruna.es",
    "site": "laopinioncoruna.es",
    "site_section": "https://www.laopinioncoruna.es/",
    "site_categories": [
      "education",
      "business",
      "entertainment"
    ],
    "section_title": "La Opinión A Coruña, noticias de A Coruña, Galicia, España y el mundo",
    "title": "Inditex impulsa el mejor Ibex desde 2009 - La Opinión de A Coruña",
    "title_full": "Inditex impulsa el mejor Ibex desde 2009 - La Opinión de A Coruña",
    "published": "2023-12-29T07:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.laopinioncoruna.es/images/og-facebook/laopinioncoruna.jpg?id=0-198-0",
    "performance_score": 0,
    "domain_rank": 37423,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "187e2e5de2582ddcfe02d370cd769060f6c0eefa",
  "url": "https://www.laopinioncoruna.es/economia/2023/12/29/inditex-impulsa-mejor-ibex-2009-96348894.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Martí Saballs Pons",
  "published": "2023-12-29T07:01:00.000+02:00",
  "title": "Inditex impulsa el mejor Ibex desde 2009 - La Opinión de A Coruña",
  "text": "El anuncio de que Laboratorios Rovi iba a fabricar la vacuna contra el COVID de Moderna lanzó al estrellato bursátil a la empresa española. Tras el auge de 2021, la caída en 2022 (-51%) y una nueva resurrección en 2023, donde la empresa controlada por la familia López-Belmonte, se ha alzado a la primera posición del Ibex 35. Esta vez con las expectativas de volver a crecer con la vacuna contra el virus en 2024, por las esperanzas de ser aprobado un antipsicótico en EEUU en marzo de 2024 y por más fabricación a terceros. E Plata y bronce. Inditex, controlado por la familia Ortega, y ACS, que tiene a Florentino Pérez como primer accionista con un 14,1% del capital, acompañan a Rovi en lo más alto del Ibex. La evolución de sus ingresos en el mercado exterior, donde generan la gran mayoría de su negocio, han impulsado a la textil coruñesa y a la constructora. La empresa presidida por Marta Ortega se ha consolidado en 2023 como primera empresa española por capitalización, distanciándose de la energética Iberdrola. El grupo fundado por Amancio Ortega divisa ya los 5.000 millones de beneficio anual después de anunciar unas ganancias en los primeros nueve meses del año de 4.102 millones de euros. E Nada visto desde 2009. Inditex representa un 18% de un índice en el que las cinco mayores empresas suponen el 50% del valor. A falta de dos sesiones, el Ibex va camino de cerrar su mejor año desde 2009, donde rozó una revalorización del 30%. El informe de mercado de BME (Bolsas y Mercados Españoles) destaca “la poderosa influencia del arma monetaria sobre la economía”. El esfuerzo de los bancos centrales para atajar la inflación con subidas graduales de los tipos de interés ha beneficiado a la renta variable. Las expectativas de los inversores sobre la evolución media de las empresas son hoy más positivas que hace un año. Catorce compañías (ver cuadro) han obtenido mejor resultado que el conjunto del Ibex; seis cerraron el lunes en números rojos. E Turismo y banca. Cuatro valores relacionados con el turismo (Aena, Amadeus, Meliá e IAG) han recuperado las pérdidas de 2022. BBVA y Santander han sustituido en la escala bancaria a los dos mejores valores del año pasado: CaixaBank (+52%) y (Sabadell (+48%). Bankinter y Unicaja son dos de los valores que cierran en rojo. En el caso del primero, acaba de nombrar a su nueva primera ejecutiva, Gloria Ortiz, en sustitución de María Dolores Dancausa. Unicaja también anunció la renuncia de Manuel Azuaga como presidente, efectiva en 2024. Los bancos, que han pasado de trabajar en un escenario de tipos negativos a uno de tipos al alza, prometen ser los grandes protagonistas de 2024. E Ciclos y deuda. Si Repsol se vio beneficiada en el año 2022 por al aumento del precio del petróleo, este año ha entrado en rojo. Acciona y su participada energética han sufrido el castigo de los inversores por los efectos regulatorios en energía, mientras que Grifols y Fluidra enderezan su exceso de deuda. ¿Telefónica? Vuelve a entrar en positivo a la espera de los vaivenes en su accionariado por los anuncios de la entrada de STC y el Estado español.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T07:55:46.957+02:00",
  "updated": "2023-12-29T07:55:46.957+02:00"
}