{
  "thread": {
    "uuid": "6313ef45503a7a87b16ffc099a51e3b4c58cd2b8",
    "url": "https://news.abplive.com/tamil-nadu/tamil-nadu-fishing-festival-watch-hundreds-of-villagers-celebrate-centuries-old-near-melur-1691808",
    "site_full": "news.abplive.com",
    "site": "abplive.com",
    "site_section": "https://news.abplive.com",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "ABP LIVE English, Latest News, Breaking News Alerts, Today's News, India News - ABP Live",
    "title": "Tamil Nadu Fishing Festival WATCH: Hundreds Of Villagers Celebrate Centuries-Old Near Melur",
    "title_full": "Tamil Nadu Fishing Festival WATCH: Hundreds Of Villagers Celebrate Centuries-Old Near Melur",
    "published": "2024-06-01T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://feeds.abplive.com/onecms/images/uploaded-images/2024/06/01/fba8b7c324774f2ac7525bcc0da03ebd1717228367533240_original.jpg?impolicy=abp_cdn&imwidth=1200",
    "performance_score": 0,
    "domain_rank": 11964,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6313ef45503a7a87b16ffc099a51e3b4c58cd2b8",
  "url": "https://news.abplive.com/tamil-nadu/tamil-nadu-fishing-festival-watch-hundreds-of-villagers-celebrate-centuries-old-near-melur-1691808",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ABP News Bureau",
  "published": "2024-06-01T03:00:00.000+03:00",
  "title": "Tamil Nadu Fishing Festival WATCH: Hundreds Of Villagers Celebrate Centuries-Old Near Melur",
  "text": "During the festival, villagers engage in catching fish that are then offered to the deity in hopes of securing blessings for better harvests and improved health. A vibrant festival took place at Kallandhiri village near Melur as a large number of people from five surrounding villages came together to celebrate the centuries-old traditional fishing festival. This annual event, marking the onset of the summer season, holds deep cultural and spiritual significance for the local communities. During the festival, villagers engage in communal fishing activities, catching fish that are then offered to the deity in hopes of securing blessings for better harvests and improved health. The celebration is a vivid display of tradition, unity, and reverence for ancestral practices. According to ANI, a large number of people from five villages near Melur gathered at the Kallandhiri village to celebrate the centuries-old traditional fishing festival The fish caught by the villagers are offered to the deity for better harvest and health. The festival is celebrated every year with the onset of the summer season. — ANI (@ANI) [#WATCH]| Madurai, Tamil Nadu: A large number of people from five villages near Melur gathered at the Kallandhiri village to celebrate the centuries-old traditional fishing festival The fish caught by the villagers are offered to the deity for better harvest and health. The… [pic.twitter.com/NZg7KQPV0x] [June 1, 2024] ALSO READ: WATCH: Elephant Family Gives 'Z Class Security' To Calf In Anamalai Tiger Reserve The tradition of the fishing festival is not unique to Kallandhiri. In July 2023, a similar festival was enthusiastically celebrated at Pugaiyilaipatti near Sanarpatti. Last year, following ample rains, the Periyakulam tank, which had been dry for a long period, filled with water. In anticipation of a fruitful fishing season, the villagers introduced fingerlings of various fish species into the tank. As the water levels began to recede months later, the villagers held the fishing festival, drawing hundreds of men, women, and children to participate in the communal activity. The event was marked by a sense of joy and communal harmony, as participants of all ages joined in the fishing and subsequent festivities. Tamil Nadu News on ABP Live for more latest stories and trending topics. Watch breaking news and top headlines online on ABP News LIVE TV Khelo khul ke, sab bhool ke - only on Games Live See Today's Weather Top Headlines India PM Modi Completes His 45-Hour Long Meditation At Kanniyakumari States 4 Bishnoi Gang Members Arrested For Planning Attack On Salman Khan's Car Using Pak Arms: Cops Karnataka Bengaluru Court Grants Bail To Karnataka CM Siddaramaiah, Deputy CM In Defamation Case Hollywood Banita Sandhu On Bridgerton 3: 'Even If It Was Theatrical, Indian Audiences Would Have Supported Me' Trending News Tamil Nadu 5 Photos IN PICS: PM Modi Embarks On 45-Hour Meditation At Vivekananda Rock Memorial After Intense Election Campaign Tamil Nadu 8 Photos In Pics: Tamil Nadu CM Stalin, Actors Vijay, Ajith Cast Vote In Lok Sabha Polls 2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.accuweather.com/?partner=web_abp_adc",
    "https://www.accuweather.com/",
    "https://accuweather.com/?partner=web_abp_adc"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "kallandhiri village",
        "sentiment": "none"
      },
      {
        "name": "kallandhiri",
        "sentiment": "none"
      },
      {
        "name": "melur",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T14:20:35.934+03:00",
  "updated": "2024-06-01T14:20:35.934+03:00"
}