{
  "thread": {
    "uuid": "79e5f7c3e843c19aac5dbb263f3b776c9db4cf8d",
    "url": "https://www.nvdaily.com/nvdaily/george-bowers-sr-proving-the-resurrection-of-jesus-christ/article_54819e28-faf7-5e99-aeb9-a307fb9e5ca8.html",
    "site_full": "www.nvdaily.com",
    "site": "nvdaily.com",
    "site_section": "https://imf.einnews.com/live_feed",
    "site_categories": [
      "travel",
      "hotels"
    ],
    "section_title": "Live Feed Wire - IMF News Today - EIN Presswire",
    "title": "George Bowers Sr.: Proving the resurrection of Jesus Christ | Nvdaily | nvdaily.com",
    "title_full": "George Bowers Sr.: Proving the resurrection of Jesus Christ | Nvdaily | nvdaily.com",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/nvdaily.com/content/tncms/assets/v3/editorial/c/fc/cfc4ef7b-9dbf-5add-9486-6bd0fc315c61/627dcfcaa04a5.image.jpg?crop=1763%2C926%2C0%2C124&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 74790,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "79e5f7c3e843c19aac5dbb263f3b776c9db4cf8d",
  "url": "https://www.nvdaily.com/nvdaily/george-bowers-sr-proving-the-resurrection-of-jesus-christ/article_54819e28-faf7-5e99-aeb9-a307fb9e5ca8.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "George Bowers Sr.",
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "George Bowers Sr.: Proving the resurrection of Jesus Christ | Nvdaily | nvdaily.com",
  "text": "Sunday marks the annual celebration of the greatest event in human history: the resurrection of Jesus Christ! Although every Sunday is a weekly commemoration of this triumph, once each year we especially rejoice as we give God glory for His victory over death!\nJesus’ resurrection demands a response from every human who hears of it. You may believe and celebrate with the rest of His church or you can persist in unbelief, but don’t do either until you have examined the evidence. If it isn’t true, it’s the greatest hoax on the planet, but if it is, we must respond in surrender and worship.\nSo what is the evidence? Some argue that this eternity-altering event can’t be proven scientifically and they are right. But no historical event can be proven scientifically. Scientific proof requires replication by experimentation and there is no way to replicate history. So just as relatively recent events like the Civil War, the Holocaust, or the Great Depression can’t be experimentally proven, neither can Jesus’ resurrection.\nThat does not mean, however, these events can’t be proven beyond doubt. Only fools deny any of the above historical occurrences by blatantly refusing to either examine or accept firsthand accounts. The same is true for those who reject what happened on that first Easter morning.\nHistorical events are known and preserved by those who lived through them. There are still some 245,000 Holocaust survivors who can recount their horrendous experiences and those of their families. If there were only one or two and their stories didn’t correlate, we should certainly doubt their reliability. But the sheer number and agreement verify the truth of this atrocity.\nAlthough no one is still living who fought in the Civil War, we know that it happened because we have thousands of written records from veterans who did as well as from others who lived through those harrowing times. We can visit many battlefields where the two armies clashed again and again. We can examine the artifacts dug out of the dirt including weapons, clothing and camp paraphernalia.\nSo too, even though no one is still living who witnessed Jesus’ resurrection, we have the written records of several who did and their stories all match! Not only did they record and share these stories widely, most of them were killed for doing so but shared them boldly anyway! Very rarely will someone die for what they know to be a lie much less several for the same lie. We even have hostile witnesses who attest to the fact that the tomb was empty without explanation. Even some non-Christian writers from the time, such as Josephus, record Jesus’ resurrection as a documented historical event.\nIn addition, just as we can visit concentration camps and battlefields, we can visit the sites where Jesus’ death and resurrection occurred. Although there is not universal agreement, the tradition of the Church of the Holy Sepulchre housing both Golgotha and Jesus’ empty tomb is very old and is further supported by a pagan temple built by Emperor Hadrian to try to hide and desecrate the sites revered by many Christians at the time. In doing so, he unintentionally preserved the holy locations until the church could later be built.\nArtifacts also exist that verify other details of the Gospel stories including a burial box for King Herod as well as an inscription referring to Pontius Pilate. Although much of the landscape of the New Testament is buried beneath modern Jerusalem, everything that has been discovered further substantiates the Bible including a nail-pierced heel bone of a crucifixion victim.\nWe could go on for the evidence for Jesus’ resurrection surpasses that of most other historical events. If you are unsure, do your own research. Then, as you discover the truth, make Him your Savior and join me this Easter Sunday in celebrating the resurrection of the One who said, “Because I live, you also will live!”\nResurrection blessings! George.\nGeorge Bowers is the Senior Pastor of Antioch Covenant Brethren Church and has authored 22 books including Blessings Volumes 1-4 which are collections of these articles. They are available at Four Star Printing and Travelers Treasures. He can be reached through www.georgebowersministries.com or at gabowers@shentel.net .\nFacebook Twitter WhatsApp SMS Email Print",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "george bowers",
        "sentiment": "positive"
      },
      {
        "name": "jesu",
        "sentiment": "positive"
      },
      {
        "name": "jesus christ",
        "sentiment": "positive"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T07:17:16.330+03:00",
  "updated": "2024-03-29T07:32:56.513+03:00"
}