{
  "thread": {
    "uuid": "2a1afcdab46dd30297a825820a0f96838a2aaae0",
    "url": "https://www.elfinanciero.com.mx/estados/2023/12/28/delfina-gomez-destaca-baja-en-delitos-de-alto-impacto-en-edomex/",
    "site_full": "www.elfinanciero.com.mx",
    "site": "elfinanciero.com.mx",
    "site_section": "https://www.elfinanciero.com.mx/rss",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "El Financiero",
    "title": "Delfina Gómez destaca baja en delitos de alto impacto en Edomex",
    "title_full": "Delfina Gómez destaca baja en delitos de alto impacto en Edomex",
    "published": "2023-12-29T02:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.elfinanciero.com.mx/resizer/9V_OTgX0SR9iHZo-lUQpIRv4z-M=/1200x630/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/elfinanciero/GSJPR2D2XRBNHDP34BNXZ4I26U.jpeg",
    "performance_score": 0,
    "domain_rank": 8134,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2a1afcdab46dd30297a825820a0f96838a2aaae0",
  "url": "https://www.elfinanciero.com.mx/estados/2023/12/28/delfina-gomez-destaca-baja-en-delitos-de-alto-impacto-en-edomex/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción",
  "published": "2023-12-29T02:51:00.000+02:00",
  "title": "Delfina Gómez destaca baja en delitos de alto impacto en Edomex",
  "text": "Al encabezar la Mesa de Coordinación de Coordinación para la Construcción de la Paz, la Gobernadora del Estado de México, Delfina Gómez Álvarez fue informada de los avances en materia de seguridad durante este 2023. “En la Mesa de Coordinación para la Construcción de la Paz vimos los resultados del trabajo en equipo que realizamos los tres órdenes de gobierno. Como muestra de ello, diciembre se perfila para ser el mes menos violento de este año, con una baja en los delitos de alto impacto, destacando la baja en los feminicidios. Seguiremos sumando esfuerzos junto a las denuncias ciudadanas para lograr un Estado de México seguro”, destacó en sus redes sociales la Mandataria mexiquense. Autoridades de Seguridad señalaron que, derivado de la estrategia implementada por la Maestra Delfina Gómez y del trabajo conjunto de los cuerpos de seguridad, se han logrado resultados favorables en la disminución de los delitos de alto impacto, al tiempo que señalaron que diciembre se perfila para cerrar como el mes menos violento de este 2023. En este sentido, la Gobernadora Delfina Álvarez reiteró que seguirán trabajando de manera coordinada con autoridades municipales, estatales y federales para implementar acciones concretas para combatir a la delincuencia en cada región de la entidad y así garantizar que las y los mexiquenses vivan en un ambiente de paz. En la reunión número 72, que se llevó a cabo en el Salón Guadalupe Victoria de Palacio de Gobierno, participaron Horacio Duarte Olivares, Secretario General de Gobierno del Estado de México; Andrés Andrade Téllez, Secretario de Seguridad; y José Luis Cervantes Martínez, Fiscal General de Justicia del Estado de México (FGJEM). Además de integrantes de la Secretaría de Marina (Semar), de la Secretaría de la Defensa Nacional (Sedena), de la Coordinación Estatal de la Guardia Nacional en el Estado de México, del Centro Nacional de Inteligencia en el Estado de México, así como un representante de la Comisión de Derechos Humanos del Estado de México (Codhem), y de la Coordinación General de Protección Civil y Gestión Integral de Riesgo, entre otros.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T02:59:28.064+02:00",
  "updated": "2023-12-29T07:35:55.579+02:00"
}