{
  "thread": {
    "uuid": "0c15ba9fd293f3dfdf83622f2b0e161577cfdbe7",
    "url": "https://witness.lcms.org/2024/the-collection-christs-mercy-in-action",
    "site_full": "witness.lcms.org",
    "site": "lcms.org",
    "site_section": "https://witness.lcms.org/feed",
    "site_categories": [],
    "section_title": "The Lutheran Witness",
    "title": "The Collection: Christ’s Mercy in Action",
    "title_full": "The Collection: Christ’s Mercy in Action",
    "published": "2024-06-01T03:05:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://witness.lcms.org/wp-content/uploads/2024/05/42597drsdl-e1717182208209.jpg",
    "performance_score": 0,
    "domain_rank": 28375,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0c15ba9fd293f3dfdf83622f2b0e161577cfdbe7",
  "url": "https://witness.lcms.org/2024/the-collection-christs-mercy-in-action",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Matthew Harrison",
  "published": "2024-06-01T03:05:00.000+03:00",
  "title": "The Collection: Christ’s Mercy in Action",
  "text": "by Matthew C. Harrison\nThere’s a theme in the Book of Acts that rarely gets the attention it deserves. In Acts, Luke provides the basic events of the blessed apostles and the church, from Christ’s ascension to Paul’s imprisonment in Rome (A.D. 33–61). St. Paul was brought into the apostolic mission because of this theme (Acts 11:27–30), and later encouraged all his church plants to participate in this task. He spent his entire third missionary journey concerned with this issue (A.D. 54–58), writing and speaking to his mission churches about it, defining it theologically, encouraging churches to get it done, arranging delegates for it and risking his life for it. He gave his life for this mission. What am I talking about? St. Paul’s great collection for the poor suffering saints in the mother church in Jerusalem.\nThe words Paul uses to define the collection of money give us clear indication of how significant this matter was for him. In 2 Corinthians 8–9, the apostle calls the collection a “grace,” a “koinonia” (or participation/fellowship, a word he also uses for the Lord’s Supper! See 1 Cor. 10:15–22), a “diakonia” (service/ministry), a “blessing,” a “good work,” a “eucharistia” or “thanksgiving,” a “liturgy” (public service), a “harvest of righteousness,” and more. These are the most powerful words St. Paul uses in his letters. And he uses them all to describe the local congregations gathering funds to assist suffering Christians.\nFrom the beginning, the church cared for the needs of its people. In this they followed Jesus’ own example. He cared for “body and soul” (Luther). When we think of the money sack that the apostles of Jesus carried, we immediately think of Judas and his theft. The great Lutheran theologian Johann Gerhard, however, noted that the money bag demonstrated the charitable work Jesus and the apostles carried on for the needy, and so Gerhard argued that pastors should also be concerned for the physical well-being of their Christians. In Acts 2:42 we see the earliest apostolic church concerned with the basics, which indeed ought to concern us today.\n“And they devoted themselves to the apostles’ teaching and the fellowship [the collection of money and goods for the needy among them], to the breaking of bread [the Lord’s Supper] and the prayers [worship]” (Acts 2:42). They shared everything. They voluntarily sold property to provide alms for the needy among them. When there was a crisis caused by some ethnic tension, the apostles with the congregation established an order of seven deacons to see that all the widows had enough to eat.\n“Therefore, brothers, pick out from among you seven men of good repute, full of the Spirit and of wisdom, whom we will appoint to this duty. But we will devote ourselves to prayer and to the ministry of the word.” … And the word of God continued to increase, and the number of the disciples multiplied greatly in Jerusalem. (Acts 6:3–4, 7)\nAlong the way, Luke tells us that Barnabas (Acts 4:36–37), Cornelius (Acts 10:1–2) and other men of God were particularly generous in giving to the needy. St. Stephen was martyred in A.D. 36, and St. Paul was converted not long after. He’d been persecuting Christians. Barnabas brought this fearsome man and vouched for him before the apostles (Acts 9:27–28). There were waves of persecution and famine in Jerusalem as the Gospel spread. Persecution only caused the church to grow, and soon in Antioch non-Jews were believing in Jesus.\nWhat to do with them? Barnabas was sent down to investigate. He summoned Paul, and they taught these new converts for “a whole year” (ACTS 11:26). Barnabas likely brought Paul in because he knew Judaism and had a record of zealousness for the law. I suspect, knowing how wonderful folks populate the church, that some Gentile convert, aware of the famine which hit Jerusalem, put a bug in Barnabas’ and Paul’s ears that it would be the Christian thing to do to help the mother church. This was a crucial move, as the question of circumcision and following the Mosaic law as new Christians would burn intensely for several years until settled by the Apostolic Council in A.D. 49 (Acts 15). Remember, Paul stood his ground even against Peter on this, and the apostles agreed with Paul. After extending to him the “right hand of fellowship,” “they asked us to remember the poor, the very thing we were eager to do,” said Paul (Gal. 2:9, 10). What an impression the gifts of love of these Gentile converts must have made on the Jerusalem church. Humanly speaking, without them, one wonders if the mother church would have ever been able to get past the issue of requiring non-Jews to take up Jewish laws and customs to become Christians.\nThe famine raged in Jerusalem throughout the 40s and then subsided. Paul and Barnabas quickly moved on. The church in Antioch sent them on the first missionary journey A.D. 47–48 (Acts 13–14). After this they went up to Jerusalem and the circumcision question was solved with the apostles (Acts 15). Paul took off for his second missionary journey (A.D. 49–54). There is not a whisper of the needy Jerusalem church after 49 until the third missionary journey (A.D. 54–58). The conditions in Palestine must have considerably deteriorated again. We know there was a rise of “zealotism” A.D. 55–59, which meant persecution. There was constant political unrest over Roman rule and the establishment that cooperated with Rome. The zealots attacked anyone who cooperated, and attacked intensely any hellenizing influences. The zealots infiltrated the church and pushed against Gentile mission and Paul especially. The zealots were dangerous, and Rome later destroyed Jerusalem in A.D. 70 because of them. The saints in the mother church were suffering again. Now the “great collection” became Paul’s obsession. Knowledge of the Gospel of free forgiveness by faith in the death and resurrection of Jesus produced love for others — Jesus’ love for others.\nSt. Paul’s most notable churches and compatriots were deeply involved in the collection. Timothy carried 1 Corinthians from Paul in Macedonia to Corinth. He received specific directions for the collection from Paul (1 Cor. 16:10). In fact, he worked with Paul extensively on all matters of the collection while a missionary in Corinth, Macedonia and Ephesus. Titus was involved from day one (2 Cor. 8:6, 16–19), and as a Gentile would have been particularly zealous for the effort. It’s clear that local churches were planning to send their delegates with the money for proper oversight (2 Cor. 8:19–24). That’s who the list of men mentioned in Acts 20:4 were.\nIn 2 Corinthians 8–9, Paul provided specific directions. He urged the Corinthians to be generous (2 Cor. 8:7). He used Christ’s Gospel as a motivator. “For you know the grace of our Lord Jesus Christ, that though He was rich, yet for your sake He became poor, so that you by His poverty might become rich. … [The gift] is acceptable according to what a person has, not according to what he does not have” (2 Cor. 8:9, 12). Paul cajoles the Corinthians to be ready. He urges them to set aside a little every Sunday. He brags about the poor “hicks from the sticks” in Macedonia who have given much to motivate the more cosmopolitan Corinthians to give more generously (2 Cor. 9:1–5). And Paul also writes all the great stewardship passages regarding the collection of mercy money for the suffering saints in Jerusalem.\nWhoever sows sparingly will also reap sparingly, and whoever sows bountifully will also reap bountifully. Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver. And God is able to make all grace abound to you, so that having all sufficiency in all things at all times, you may abound in every good work. … He who supplies seed to the sower and bread for food will supply and multiply your seed for sowing and increase the harvest of your righteousness. You will be enriched in every way to be generous in every way, which through us will produce thanksgiving to God. (2 Cor. 9:6–8, 10–11)\nIn God’s economy giving to the needy does not cause one to become poor. Quite the opposite. God pours on the blessings all the more.\nLike Jesus, Paul was ready to lay down his life for the mission. “I am ready not only to be imprisoned but even to die in Jerusalem for the name of the Lord Jesus” (Acts 21:13). And so it happened. After he delivered the collection to the church in Jerusalem, Paul was falsely accused and imprisoned for breaking Jewish law. While in prison in Caesarea, he shared the Gospel with King Agrippa and the Roman governors who held him (Festus and Felix). As a Roman citizen, Paul appealed to Caesar as was his right. The harrowing journey is recorded by Luke with delightful detail.\nLuke ends Acts with Paul under house arrest in Rome: “He lived there two whole years at his own expense, and welcomed all who came to him, proclaiming the kingdom of God and teaching about the Lord Jesus Christ with all boldness and without hindrance” (Acts 28:30–31). There’s actually a church built above the very house where Paul lived. The best traditions indicate that Paul was soon beheaded by Nero in A.D. 63 at a military barracks just outside the wall, at the end of the Appian Way.\nNext to the proclamation of Christ’s Gospel of free forgiveness, dearest to Paul’s heart was the mission of mercy. We do well to imitate him on both counts as individuals and as congregations and the broader church.\nRecently, we have been sharing stories of the mercy work the LCMS is carrying out here at home and around the world. To read stories of recent LCMS mercy work, visit\nengage.lcms.org/mercy.\nIf you would like to know more about Paul’s great collection, you might enjoy\nRemember the Poor: How the Earliest Christians Cared for the Needy (cph.org).\n–Pastor Harrison",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.cph.org/remember-the-poor-how-the-earliest-christians-cared-for-the-needy-a-tool-for-making-the-case-for-mercy-in-your-congregation-ebook-edition",
    "https://cph.org/remember-the-poor-how-the-earliest-christians-cared-for-the-needy-a-tool-for-making-the-case-for-mercy-in-your-congregation-ebook-edition"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "matthew c. harrison",
        "sentiment": "negative"
      },
      {
        "name": "luke",
        "sentiment": "none"
      },
      {
        "name": "st. paul",
        "sentiment": "none"
      },
      {
        "name": "paul",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "corinthians",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "rome",
        "sentiment": "none"
      },
      {
        "name": "jerusalem",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T03:21:47.967+03:00",
  "updated": "2024-06-01T03:21:47.967+03:00"
}