{
  "thread": {
    "uuid": "2d1489cd420aaea3be6ffd0fb3b78da242081621",
    "url": "https://www.infobae.com/espana/agencias/2024/03/10/el-sochi-de-moreno-cosecha-un-valioso-empate-en-casa-del-lokomotiv",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "https://www.infobae.com/argentina-rss.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Infobae.com",
    "title": "El Sochi de Moreno cosecha un valioso empate en casa del Lokomotiv",
    "title_full": "El Sochi de Moreno cosecha un valioso empate en casa del Lokomotiv",
    "published": "2024-03-10T18:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/pf/resources/images/fallback-promo-image-1200x630.png?d=1944",
    "performance_score": 0,
    "domain_rank": 2077,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2d1489cd420aaea3be6ffd0fb3b78da242081621",
  "url": "https://www.infobae.com/espana/agencias/2024/03/10/el-sochi-de-moreno-cosecha-un-valioso-empate-en-casa-del-lokomotiv",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Newsroom Infobae",
  "published": "2024-03-10T18:19:00.000+02:00",
  "title": "El Sochi de Moreno cosecha un valioso empate en casa del Lokomotiv",
  "text": "Moscú, 10 mar (EFE).- El Sochi, equipo dirigido por el español Robert Moreno, cosechó este domingo un valioso empate (2-2) en la liga en el estadio del Lokomotiv Moscú, que se adelantó dos veces en el marcador.\nEste punto permite al conjunto del sur de Rusia, que aún es colista, recortar la distancia con el resto de equipos que luchan por la salvación, especialmente con el Báltika, que perdió ante el Orenburg (1-0), otro de la zona baja de la tabla.\nEl Lokomotiv, que es quinto clasificado en el campeonato ruso, golpeó primero por medio de Zhemaletdínov, que marcó poco después del pitidio inicial (m.2), pero la alegría de los locales fue efímera, ya que Yusúpov empató a los cuatro minutos.\nEl internacional ruso Glushenkov anotó el segundo gol del encuentro justo antes del descanso, pero los pupilos de Moreno no se arredraron en ningún momento y empataron de nuevo por medio del brasileño Alves, que conectó un gran cabezazo por una escuadra a la salida de un córner (m.51).\nEl marcador ya no se movería, aunque la expulsión por doble amarilla de Karpukas al comienzo del segundo tiempo dio esperanzas al Sochi de llevarse los tres puntos.\nA un cuarto de hora del final también fue expulsado el venezolano Córdova por un codazo a un rival, lo que permitió que los locales presionaran durante los últimos minutos para lograr el gol de la victoria.\nPiniáev, una de las grandes promesas del fútbol ruso, tuvo en sus botas el gol del triunfo, pero primero el portero del Sochi, Zabolotni, evitó el gol con una gran intervención y cuando superó la salida del guardameta, el VAR anuló el tanto por fuera de juego.\nEntonces, Moreno decidió dar una oportunidad al delantero venezolano Saúl Guarirapa, que debutó así en el fútbol ruso y, de hecho, tuvo una buena ocasión para anotar.\nFue un partido de poder a poder que demuestra que el Sochi es mucho mejor equipo de lo que dice la clasificación y que permite a Moreno sumar su segundo empate en sus dos primeros partidos como técnico del equipo ruso.\nEl Sochi cuenta así con 13 puntos, con lo que se pone a uno del penúltimo clasificado, el Báltika; y a seis del tercero y cuarto por la cola, el Orenburg (dirigido por el español David Deogracia) y el Ural, que son los que marcan el descenso.\nLa próxima jornada el equipo del exseleccionador español se verá las caras también fuera de casa ante el Akhmat checheno, que es quinto por la cola con 20 puntos.\nEse partido, que se disputará en Grozni dentro de dos semanas, tras los encuentros internacionales, será decisivo para que el Sochi pueda mantener la categoría.\nLos tres primeros puestos son para el Zenit, Krasnodar y Dinamo, los clubes que a todas luces se disputarán el título de la liga rusa en las próximas diez jornadas. EFE\nmos/ism\nMás Noticias\n[Después de diez minutos, la tripulación ha confirmado que estaban listos para reanudar el aterrizaje](/espana/2024/03/10/un-avion-procedente-de-rabat-con-destino-a-malaga-interrumpe-su-aproximacion-a-pista-por-una-pelea-a-bordo/)\nUn avión procedente de Rabat con destino Málaga interrumpe su aproximación a pista por una pelea a bordo\n[Los salarios de estos sanitarios en formación varían según el año de su formación y la comunidad autónoma en la que trabajan](/espana/2024/03/10/cuanto-cobra-un-medico-residente-mir-de-tercer-ano-en-aragon-sueldo-base-y-guardias/)\nCuánto cobra un médico residente MIR de tercer año en Aragón: sueldo base y guardias\n[El joven ha visitado varios países latinoamericanos y se ha llevado una grata sorpresa en Perú](/espana/2024/03/10/un-espanol-que-recorre-sudamerica-explica-lo-que-mas-le-ha-llamado-la-atencion-de-los-peruanos-y-que-no-habia-visto-en-ningun-pais/)\nUn español que recorre Sudamérica explica lo que más le ha llamado la atención de los peruanos y que no había visto en ningún país\n[Este plato con raíces campesinas aprovecha los productos más destacados de la región, especialmente sus renombrados aceites y sus vinos](/espana/2024/03/10/bolos-lucentinos-la-receta-tradicional-de-lucena-que-le-da-una-vuelta-de-tuerca-a-las-clasicas-albondigas/)\nBolos lucentinos, la receta tradicional de Lucena que le da una vuelta de tuerca a las clásicas albóndigas\n[La embarcación española espera poder abrir un corredor humanitario a Gaza desde Chipre. Contará con el apoyo del buque militar estadounidense ‘USS Gen. Frank S. Besson’ LSV-1](/espana/2024/03/10/el-open-arms-parte-en-la-tarde-de-este-domingo-desde-chipre-con-150-toneladas-de-ayuda-para-gaza/)\nEl ‘Open Arms’ parte en la tarde de este domingo desde Chipre con 150 toneladas de ayuda para Gaza\nMÁS NOTICIAS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-10T18:24:27.317+02:00",
  "updated": "2024-03-10T18:24:27.317+02:00"
}