{
  "thread": {
    "uuid": "2728dcd63571a61efb23ec7b03a93b9e3e9870b8",
    "url": "https://www.elheraldo.co/atlantico/obras-de-acueducto-en-campeche-avanzan-en-un-70-y-seran-entregadas-en-julio-1087475",
    "site_full": "www.elheraldo.co",
    "site": "elheraldo.co",
    "site_section": "http://www.elheraldo.co/local",
    "site_categories": [
      "travel",
      "caribbean",
      "top_news"
    ],
    "section_title": "",
    "title": "Obras de acueducto en Campeche avanzan en un 70% y serán entregadas en julio",
    "title_full": "Obras de acueducto en Campeche avanzan en un 70% y serán entregadas en julio",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.elheraldo.co/sites/default/files/articulo/2024/04/18/whatsapp_image_2024-04-18_at_3.07.40_pm.jpeg",
    "performance_score": 0,
    "domain_rank": 21406,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2728dcd63571a61efb23ec7b03a93b9e3e9870b8",
  "url": "https://www.elheraldo.co/atlantico/obras-de-acueducto-en-campeche-avanzan-en-un-70-y-seran-entregadas-en-julio-1087475",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "El Heraldo",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Obras de acueducto en Campeche avanzan en un 70% y serán entregadas en julio",
  "text": "El proyecto, que cuenta con una inversión de $4.813 millones, beneficiará a 12.721 habitantes. Las obras del acueducto de Campeche, en Baranoa, serán terminadas y entregadas en julio de este año. De acuerdo con el gobernador del Atlántico, Eduardo Verano, los trabajos presentan un avance del 70 % en su ejecución. El mandatario sostuvo que este proyecto, en el que se invierten $4.813 millones, beneficiará a 12.721 habitantes. Señaló que el bjetivo principal es llevar agua 24/7 al corregimiento mediante un tanque elevado que va triplicar la cantidad del líquido que se puede almacenar y que garantizará por gravedad el servicio a toda la zona de Campeche. “La meta es terminar este gobierno con agua y alcantarillado en Campeche para que pueda convertirse, sin ninguna duda, en el municipio y corregimiento turístico por excelencia que es”, expresó Verano, quien agregó además que las obras que corresponden al alcantarillado se entregarían en un año aproximadamente. Lady Ospina, secretaria de Agua Potable y Saneamiento Básico del departamento, destacó la importancia de este proyecto al afirmar que será la primera vez que Campeche cuente con agua potable. Explicó que el agua llegará desde el municipio de Sabanagrande a través de una captación en la estación de bombeo. Indicó que se conectaron 13 kilómetros desde La Achotera hasta el punto donde están los dos tanques de almacenamiento en Campeche. Sobre el alcantarillado, la funcionaria aseguró que existe un compromiso con el alcalde de Baranoa, Edinson Palma, para que se adelante la gestión y adquirir el último predio que se requiere para la estación de rebombeo. “Lo anterior, para poder llevar todas las aguas residuales de Campeche hasta la planta de tratamiento de la cabecera donde se la vamos a devolver al ecosistema, a nuestros cuerpos de agua en mejores condiciones. Con ese predio se culmina y se terminan de hacer los estudios, diseños y reactivamos nuevamente la evaluación en el Ministerio de Vivienda como lo hemos venido haciendo y poder garantizar el proyecto de saneamiento básico”, apuntó. El alcalde de Baranoa, Edinson Palma, indicó que esta obra está proyectada a finalizar en 60 días, luego vendrá la fase de pruebas para poder tener funcionando el sistema ciento por ciento. “Lo que estimamos es que a finales del mes de julio los campechanos ya puedan tener por fin el servicio de agua potable 24 horas los siete días a la semana”, dijo. La obra contempla la construcción de una estación de bombeo de agua potable en La Achotera exclusiva para el corregimiento de Campeche que permitirá la interconexión con el sistema de acueducto Regional Baranoa – Polonuevo. La estación incluye obras electromecánicas y todo el equipamiento de telemando y control para el sistema. Se construirá un tanque elevado con capacidad de 450 metros cúbicos con su respectivo cerramiento, caseta eléctrica y equipamiento. Para las redes de distribución, la obra contempla el suministro y la instalación de 13.915 metros de tubería. De acuerdo a lo informado por la secretaría de Agua Potable y Saneamiento Básico, para lograr la meta de llegar por primera vez con agua potable al corregimiento de Campeche se han adelantado las siguientes inversiones: - Nueva bocatoma y planta de tratamiento de agua potable para el acueducto regional Baranoa – Polonuevo, por $22.910 millones de pesos de la Gobernación del Atlántico. - Ampliación de la estación de bombeo de agua potable de La Achotera, con cargo al plan de obras e inversiones del operador – Triple A ESP. - Construcción de la Fase 1 del sistema de acueducto para el corregimiento por valor de $4.711 millones. Convierta a El Heraldo en su fuente de noticias",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Environment"
  ],
  "external_links": [
    "https://bit.ly/3iGyplP",
    "https://www.bit.ly/3iGyplP"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:14:48.697+03:00",
  "updated": "2024-04-19T00:32:10.085+03:00"
}