{
  "thread": {
    "uuid": "78c44649ad4db8f6475936563cf29aa4893b5751",
    "url": "https://www.elonce.com/secciones/politicas/nota.php?id=795769",
    "site_full": "www.elonce.com",
    "site": "elonce.com",
    "site_section": "http://www.elonce.com/rss/politicas.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Política - Elonce.com",
    "title": "Gainza: “Queremos acercar las nuevas tecnologías a los adultos mayores”",
    "title_full": "Gainza: “Queremos acercar las nuevas tecnologías a los adultos mayores”",
    "published": "2024-04-04T23:22:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://elonce-media.elonce.com/fotos-nuevo/2024/04/04/o_1712265852.jpg",
    "performance_score": 0,
    "domain_rank": 70471,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "78c44649ad4db8f6475936563cf29aa4893b5751",
  "url": "https://www.elonce.com/secciones/politicas/nota.php?id=795769",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Advertis Web Technologies",
  "published": "2024-04-04T23:22:00.000+03:00",
  "title": "Gainza: “Queremos acercar las nuevas tecnologías a los adultos mayores”",
  "text": "Emanuel Gainza, secretario de Modernización, destacó la importancia de abordar estas temáticas con los adultos mayores: “Hoy dimos con la Secretaría de Modernización de Entre Ríos el inicio de un ciclo de charlas que tiene que ver con la inclusión digital, la alfabetización y lograr que los adultos mayores puedan disfrutar de las nuevas tecnologías, que puedan acceder a los beneficios de la digitalización, hacer los trámites online, de perderle el miedo al cajero automático, al homebanking y a un montón de situaciones”. “Queremos desde el gobierno provincial acercar las nuevas tecnologías a los adultos mayores y en particular convocar a toda la ciudadanía a que también colaboren en estas iniciativas. Hoy en particular, recibimos a Ricardo que nos vino a visita, a dar un contenido vinculado a alfabetización y que hoy acaba de terminar con esta jornada”, profundizó.\nEn la misma línea, explicó: “Es importante poner este tema en agenda. El caso de los adultos mayores en su vida cotidiana, necesitan animarse a poder aprender y que la tecnología cuando uno la implemente no termine siendo una barrera de exclusión. Hoy hablábamos de la importancia de que las entidades bancarias tengan al momento de desarrollar las nuevas herramientas la importancia de poder incluir, capacitar y antes de hacer ese cambio a la transición digital y tecnológica, colaborar en los que hoy les puede costar un poco más tenga las herramientas para valerse y aprender”. El doctor en Psicología, Ricardo Iacub, también dialogó con Elonce sobre el balance de la primera capacitación: “Es una población que no nació con la tecnología y que, en medida que las nuevas generaciones van familiarizándose más con esto, se les resulta más sencillo. No hay ninguna dificultad cognitiva real. Los problemas tienen que ver más con los prejuicios, con la falta de oportunidad y por eso es importante lo que está haciendo la Secretaría de Modernización de generar entornos amigables con las personas mayores para que puedan acceder y que la sociedad entienda que no hay que ayudar a los mayores haciéndole lo que tienen que hacer, sino crearle herramientas para que puedan hacerlo solos”. Al mismo tiempo, a través de un informe del INDEC aseguró que “en la Argentina ha habido un notorio incremento de personas que están accediendo cada vez más a estas herramientas. De todas maneras, hay muchas situaciones que se vuelven muy difíciles y que tienen que ver con lo económico, con la salud, con los trámites administrativos que involucran la vida y la muerte. Tenemos que darle muchísima importancia a todo esto y tenemos que pensar que hay un mayor del futuro que ya está y es el que tiene que disponer de la tecnología para su propio bienestar y que estas cosas la están ayudando”. “Los mayores necesitan aprender a manejarse. Tenemos que tener entornos donde pueda aprender, como aprendemos un idioma. Tenemos que hacerlo de una forma clara y efectiva”, agregó.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Social Issue",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T01:40:29.450+03:00",
  "updated": "2024-04-05T01:40:29.450+03:00"
}