{
  "thread": {
    "uuid": "add0fe42fc9dd7df0ec12d3fd95339a897316b0b",
    "url": "https://guardian.ng/property/wmo-confirms-2023-as-warmest-year-on-record-by-a-huge-margin",
    "site_full": "guardian.ng",
    "site": "guardian.ng",
    "site_section": "http://www.ngrguardiannews.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "The Guardian Nigeria News &#8211; Nigeria and World News",
    "title": "WMO confirms 2023 as warmest year on record ‘by a huge margin’",
    "title_full": "WMO confirms 2023 as warmest year on record ‘by a huge margin’",
    "published": "2024-01-15T04:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://guardian.ng/wp-content/uploads/2024/01/WMOClimateReport.jpg",
    "performance_score": 0,
    "domain_rank": 4498,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "add0fe42fc9dd7df0ec12d3fd95339a897316b0b",
  "url": "https://guardian.ng/property/wmo-confirms-2023-as-warmest-year-on-record-by-a-huge-margin",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Guardian Nigeria",
  "published": "2024-01-15T04:06:00.000+02:00",
  "title": "WMO confirms 2023 as warmest year on record ‘by a huge margin’",
  "text": "WMO confirms 2023 as warmest year on record ‘by a huge margin’\nWith the yearly average global temperature fast approaching the critical threshold of 1.5°C above pre-industrial levels, last year officially smashed the global temperature record, the World Meteorological Organisation (WMO) confirmed last week.\nWMO uses six leading international datasets from across the globe to monitor global temperatures, which reveal a new annual temperature average of 1.45°C set against the pre-industrial era (1850-1900).\nEvery month between June and December set new records. July and August were the two hottest months ever recorded, WMO said.\nThe 1.5°C figure is the temperature limit set out clearly in the 2015 Paris Agreement on Climate Change but that refers to the long-term temperature increase averaged over decades, rather than an individual year like 2023.\n“Climate change is the biggest challenge that humanity faces. It is affecting all of us, especially the most vulnerable,” said WMO Secretary-General Prof. Celeste Saulo, presenting the report’s findings. “We cannot afford to wait any longer. We are already taking action, but we have to do more.”\nFor that, Saulo explained, drastic reductions in greenhouse gas emissions and accelerated transition to renewable energy sources are needed.\nLooking ahead, the head of WMO warned that as the cooling La Nina phenomenon was replaced with a warming El Nino midway through last year – which usually has the biggest impact on global temperatures after it peaks – 2024 could be even hotter.\nCeleste Saulo who became WMO Secretary- general on January 1, explained that “while El Niño events are naturally occurring and come and go from one year to the next, longer term climate change is escalating and this is unequivocally because of human activities”.\nSince the 1980s, each decade has been warmer than the previous one and the past nine years have been the warmest on record. The data drawn from the six datasets shows that the ten-year average temperature increase in 2014-2023 was at about 1.20°C.\n“Humanity’s actions are scorching the Earth. 2023 was a mere preview of the catastrophic future that awaits if we don’t act now. We must respond to record-breaking temperature rises with path-breaking action,” UN chief António Guterres said in response to the latest data.\n“We can still avoid the worst of climate catastrophe. But only if we act now with the ambition required to limit the rise in global temperature to 1.5 degrees Celsius and deliver climate justice,” he said in a statement.\nLong-term monitoring of global temperatures is just one indicator of how climate is changing.\nOther key indicators include atmospheric greenhouse gas concentrations, ocean heat and acidification, sea level, sea ice extent and glacier mass balance to name a few. WMO’s provisional State of the Global Climate in 2023 report, published on 30 November, showed that records were broken across the board.\nGet the latest news delivered straight to your inbox every day of the week. Stay informed with the Guardian’s leading coverage of Nigerian and world news, business, technology and sports.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "celeste saulo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wmo",
        "sentiment": "positive"
      },
      {
        "name": "world meteorological organisation (wmo",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "paris",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-15T05:12:25.604+02:00",
  "updated": "2024-01-15T05:12:25.604+02:00"
}