{
  "thread": {
    "uuid": "604ac0bcfaaec5fdac0ff2ffd1ef29ee8f7bb30e",
    "url": "https://www.aol.co.uk/stained-glass-artist-brian-clarke-223000560.html",
    "site_full": "www.aol.co.uk",
    "site": "aol.co.uk",
    "site_section": "http://www.aol.co.uk/",
    "site_categories": [
      "media"
    ],
    "section_title": "AOL.co.uk | Breaking News, Sport, Features and Video - AOL.com",
    "title": "Stained glass artist Brian Clarke ‘surprised and grateful’ for knighthood",
    "title_full": "Stained glass artist Brian Clarke ‘surprised and grateful’ for knighthood",
    "published": "2023-12-30T00:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://s.yimg.com/ny/api/res/1.2/wvf2CqrtjFe3pN8D_Ql2tg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/aol_press_association_news_966/d6125e29264b5b2dd39af4a6250b7b83",
    "performance_score": 0,
    "domain_rank": 1424,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "604ac0bcfaaec5fdac0ff2ffd1ef29ee8f7bb30e",
  "url": "https://www.aol.co.uk/stained-glass-artist-brian-clarke-223000560.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AOL Staff",
  "published": "2023-12-30T00:30:00.000+02:00",
  "title": "Stained glass artist Brian Clarke ‘surprised and grateful’ for knighthood",
  "text": "Stained glass artist Brian Clarke ‘surprised and grateful’ for knighthood British artist Brian Clarke has said he is “feeling very surprised and grateful” at being given a knighthood in the New Year Honours. Painter and architectural artist Clarke, 70, who has been described as “the most celebrated stained glass artist in the world today”, is honoured for his services to art in a career that has spanned 50 years. His work has appeared in landmarks worldwide including the Al Faisaliyah Center in Riyadh, the Royal Mosque of King Khalid International Airport in Saudi Arabia, and the 14-metre-high, stained glass pavilion, The Stamford Cone in Connecticut. Sir Brian, who is believed to be the first stained glass artist to receive a knighthood for the artform, said in a statement: “I am working class by birth and by inclination. “My art is for the working class and my public art in stained glass is intended to beautify the corners of the world it occupies. “I feel so grateful that my life’s work has been noticed, being honoured for it is more than I could have imagined.” Over the years, he has also created stained glass for commemorative works including the Holocaust Memorial Synagogue (Neue Synagogue) in Darmstadt, Germany, and also designed an artwork in 2010 for the Papal Chapel of the Apostolic Nunciature in London, for Pope Benedict XVI’s state visit to the United Kingdom. He told the PA news agency of being given a knighthood: “I’m feeling very surprised and grateful really. It’s wonderful to get noticed for one’s work, but to get honoured for it too is really very encouraging.” Sir Brian was born in Oldham, Lancashire, into a working class family, with his father, Edward, a miner, while his mother, Lilian, worked at the local cotton mill, according to his official website. He received his first commission at the age of 17, for a Grade II listed property and, by the early 80s, had become a “major figure in contemporary international art” as both a painter and stained glass artist. He added of the honour: “To get one’s art noticed in this kind of way, in any way, is a privilege, but to be honoured too is fantastic. “The medium that I’m best known for, I used to be best known as a painter, but I think there’s been more attention paid to my stained glass in later years. “And it’s a medium that this country has had a thousand years of tremendous history (with), this medium has impacted on our culture in a substantial way. “It’s a wonderful, wonderful medium. It lifts the spirits and helps articulate the nature of architecture. It’s a thrilling medium, and I want it to last as long as it possibly can. “And so, anything like this, of course, will contribute to supporting the continuation of what is a unique and special part of our visual arts culture.” Over the years, he has been commissioned by leading designers including British architect Lord Norman Foster; Japanese architect Arata Isozaki and the late British architect Dame Zaha Hadid, to design stained glass for buildings across the world. Last year, he designed and fabricated a series of large-scale stained glass windows for the Brian Clarke Church of England Academy, a co-educational secondary school in Oldham, which is named after him. His current exhibition, A Great Light, has been on show at Damien Hirst’s Newport Street Gallery in London, and celebrates Clarke’s 70th year with a collection of works from 2002 to the present day, the gallery said. The year 2024 will see him working on a commission for Bahrain Airport.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brian clarke",
        "sentiment": "negative"
      },
      {
        "name": "brian clark",
        "sentiment": "negative"
      },
      {
        "name": "clarke",
        "sentiment": "none"
      },
      {
        "name": "brian",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "stamford cone",
        "sentiment": "none"
      },
      {
        "name": "al faisaliyah center",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "saudi arabia",
        "sentiment": "none"
      },
      {
        "name": "connecticut",
        "sentiment": "none"
      },
      {
        "name": "royal mosque of king khalid international airport",
        "sentiment": "none"
      },
      {
        "name": "riyadh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T00:56:17.034+02:00",
  "updated": "2023-12-30T00:56:17.034+02:00"
}