{
  "thread": {
    "uuid": "89fe5388e1be73f9948b0f75335689a6e8ecbb7c",
    "url": "https://ded.mo.gov/press-room/cal-maine-foods-establish-egg-processing-facility-dexter-investing-13-million-and",
    "site_full": "ded.mo.gov",
    "site": "mo.gov",
    "site_section": "https://ded.mo.gov/press-room",
    "site_categories": [
      "tech",
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "Press Room | Department of Economic Development",
    "title": "Cal-Maine Foods to establish egg processing facility in Dexter, investing $13 million and creating approximately 96 jobs | Department of Economic Development",
    "title_full": "Cal-Maine Foods to establish egg processing facility in Dexter, investing $13 million and creating approximately 96 jobs | Department of Economic Development",
    "published": "2023-12-29T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 1599,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "89fe5388e1be73f9948b0f75335689a6e8ecbb7c",
  "url": "https://ded.mo.gov/press-room/cal-maine-foods-establish-egg-processing-facility-dexter-investing-13-million-and",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T07:00:00.000+02:00",
  "title": "Cal-Maine Foods to establish egg processing facility in Dexter, investing $13 million and creating approximately 96 jobs | Department of Economic Development",
  "text": "Cal-Maine Foods, Inc., a leading national producer and distributor of shell eggs, announced today that it will establish an egg processing facility in Dexter, investing $13 million and creating approximately 96 jobs. To establish operations in Dexter, Cal-Maine will repurpose an existing facility previously used for chicken processing. “We’re thrilled to see Cal-Maine Foods investing and creating jobs in the Dexter community,” said Governor Mike Parson. “This leading company’s decision to bring operations to Southeast Missouri is an exciting development for the region. We look forward to Cal-Maine Foods’ success in Dexter as it provides new opportunities for the area and supports our state’s thriving agriculture industry.” Cal-Maine Foods, the United States’ largest egg producer and distributor, strives to be the most sustainable producer and supplier of quality egg products in the nation. Consistent with the company’s goal to locate operations close to its customers, Cal-Maine Foods’ facility in Dexter will rely on partnerships with dozens of local growers. “We are pleased to announce the proposed acquisition of the assets of Tyson’s former broiler processing facility in Dexter, Missouri,” said Sherman Miller, President and Chief Executive Officer of Cal-Maine Foods, Inc. “This transaction is consistent with our growth strategy to expand our business through selective acquisitions in addition to our organic growth initiatives. The Dexter location offers an important opportunity to expand our geographic footprint and enhance our ability to serve our valued customers with added production and distribution capabilities in Missouri and surrounding markets. We look forward to working with the Tyson team to close the transaction and to working with the contract growers who will support our shell egg production capabilities. As we extend our market reach, we remain focused on the efficient and sustainable management of our existing and acquired operations and meeting the demands of our customers.” Cal-Maine’s Dexter location will include a chick hatchery, feed mill, and maintenance of breeder flocks in addition to the production, processing, packaging, and distribution of shell eggs. The company’s establishment in Dexter represents just the first phase of its investment in the community. Cal-Maine’s facility is expected to begin operations in summer of 2024. “Cal-Maine Foods is an agricultural leader we’re proud to have in our state,” said Michelle Hataway, Acting Director of the Department of Economic Development. “This company’s investment in Dexter is helping Missourians prosper by creating jobs, supporting farmers, and strengthening our agriculture industry as a whole. We appreciate all our partners who contributed to this project and helped bring new opportunities to Southeast Missouri.” For its establishment of operations in Dexter, Cal-Maine Foods will benefit from the Missouri Works Program, a tool that helps companies expand and retain workers by providing access to capital through withholdings or tax credits for job creation. What others are saying “Southeast Missouri has a proud history of poultry production,” said Missouri Director of Agriculture Chris Chinn. “This announcement from Cal-Maine Foods is a win for poultry farmers, grain farmers and the many agribusinesses who support those segments of the industry. We appreciate the leadership at Cal-Maine Foods for recognizing the opportunity to partner with Missouri producers.” “We are very excited with the prospect of having Cal-Maine Foods as another regional economic driver in the 25th district,” said Senator Jason Bean. “Agriculture brings about inherent uncertainties that our farmers understand all too well, and having the ability to partner with a reputable, long-standing company like Cal-Maine helps our producers continue to manage risk and provide safe, abundant food for all. I cannot overstate how proactive and impactful the efforts of the City of Dexter and DED have been to maintain our poultry industry in Southeast Missouri.” “Cal-Maine Foods’ decision to establish their facility in Dexter not only underscores our city’s exceptional potential but also brings a wave of prosperity that will significantly benefit our local workforce and economy,” said Alisha Trammell, Executive Director of the Dexter Chamber of Commerce. “We are proud to say that this venture will provide numerous employment opportunities for our local residents, offering them a chance to be part of a dynamic, growing industry. We extend our heartfelt gratitude to Cal-Maine Foods for their investment in our community.” About Cal-Maine Foods, Inc. Cal-Maine Foods is the largest producer and distributor of shell eggs in the United States. Its mission is to be the most sustainable producer and reliable supplier of consistent, high-quality fresh shell eggs and egg products in the country, demonstrating a \"Culture of Sustainability\" while creating value for shareholders, customers, team members, and communities. Cal-Maine was founded in 1957 by the late Fred R. Adams, Jr. and is headquartered in Ridgeland, Mississippi. Since becoming a public company in 1996, Cal-Maine has continued to grow and has maintained its position as the nation’s largest producer and distributor of fresh shell eggs. In 2014, the company achieved a milestone by selling over one billion dozen eggs in one year. To learn more about Cal-Maine Foods, visit [calmainefoods.com](https://www.calmainefoods.com/). About the Missouri Department of Economic Development The Missouri Department of Economic Development (DED) works to create an environment that encourages economic growth by supporting Missouri’s businesses and diverse industries, strengthening our communities, developing a talented and skilled workforce, and maintaining a high quality of life. As one team built around the customer and driven by data, DED aspires to be the best economic development department in the Midwest. Through its various initiatives, DED is helping create opportunities for Missourians to prosper. For the latest updates on DED’s current or future programs and initiatives, visit DED’s [website](https://ded.mo.gov/). About the Missouri Works Program As the state’s number one incentive tool for expansion and retention, the [Missouri Works Program](https://ded.mo.gov/programs/business/missouri-works) helps businesses access capital through withholdings or tax credits to embark on facility expansions and create jobs. This program can also help businesses purchase equipment to maintain its facility in Missouri.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.calmainefoods.com/).",
    "https://calmainefoods.com/)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mike parson",
        "sentiment": "none"
      },
      {
        "name": "dexter",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cal-maine foods",
        "sentiment": "neutral"
      },
      {
        "name": "department of economic development cal-maine foods, inc.",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "dexter",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "southeast missouri",
        "sentiment": "none"
      },
      {
        "name": "cal-maine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T01:31:07.818+02:00",
  "updated": "2023-12-30T01:31:07.818+02:00"
}