{
  "thread": {
    "uuid": "5e51cbf0fb350d87b185cc4fe51146919ba3c2cc",
    "url": "https://newsrnd.com/news/2024-01-18-about-2-000-people-demonstrate-for-peace-in-tel-aviv-while-netanyahu-predicts-%E2%80%9Cmany-months-until-victory%E2%80%9D.SygCvB7PKa.html",
    "site_full": "newsrnd.com",
    "site": "newsrnd.com",
    "site_section": "https://newsrnd.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News/Politics - The Limited Times",
    "title": "About 2,000 people demonstrate for peace in Tel Aviv while Netanyahu predicts “many months until victory” - The Limited Times",
    "title_full": "About 2,000 people demonstrate for peace in Tel Aviv while Netanyahu predicts “many months until victory” - The Limited Times",
    "published": "2024-01-19T00:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imagenes.elpais.com/resizer/agnN9SqcNfKYELi0MPQl0CUz00k=/1200x0/cloudfront-eu-central-1.images.arcpublishing.com/prisa/QZXDDHBOTJE3BID5AR3XRPVTRI.jpg",
    "performance_score": 0,
    "domain_rank": 47585,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5e51cbf0fb350d87b185cc4fe51146919ba3c2cc",
  "url": "https://newsrnd.com/news/2024-01-18-about-2-000-people-demonstrate-for-peace-in-tel-aviv-while-netanyahu-predicts-%E2%80%9Cmany-months-until-victory%E2%80%9D.SygCvB7PKa.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anonym",
  "published": "2024-01-19T00:25:00.000+02:00",
  "title": "About 2,000 people demonstrate for peace in Tel Aviv while Netanyahu predicts “many months until victory” - The Limited Times",
  "text": "Some 2,000 people demonstrated this Thursday in Tel Aviv to call for an end to the war on the same day that Israeli President Isaac Herzog stated in Davos (Switzerland) that “no Israeli in his right mind is now willing to think.” in a peace agreement with the Palestinians and that Prime Minister Benjamin Netanyahu predicted “many months” of fighting until “victory is achieved” in Gaza.\nThe protest, with the slogan\nOnly peace brings security\n, was held thanks to a precautionary measure from the Supreme Court, after it was banned last week by the police, dependent on the ministry led by the far-right Itamar Ben Gvir (Public Security).\nAlthough it was the largest demonstration in the country against the war since it began 104 days ago, its relatively low attendance shows the difficulty of getting the message of pacifism across after the Hamas attack on October 7, which left some 1,200 dead.\nAccording to polls, the vast majority of the population supports the continuation of the war until the elimination of Hamas.\nWhen it ends, there will be no horizon towards a Palestinian State, as requested by the United States, as Netanyahu has communicated to his main ally.\n“I have told this truth to our American friends and stopped the attempt to impose a reality on us that would harm Israel's security,” he said in an appearance.\nThe march was organized by Standing Together and Women for Peace, two civil society organizations that focus on joint Jewish-Arab action and have been gaining visibility in recent years.\nIt has also been supported by twenty left-wing, pacifist and human rights groups opposed to the military occupation.\nThe protesters have chanted slogans and carried banners such as “In Gaza and in Sderot [Israeli city near the Strip and target of rockets], children want to live” or “The majority calls for a ceasefire.”\nA few waved Israeli flags and none, Palestinian ones, which the police prevented from displaying.\nThe agents, in fact, forcibly removed a wool cap with the colors of both flags from the head of a protester, Shoshana Lavan, who refused to do so.\nLavan, a 44-year-old teacher, called for a definitive ceasefire linked to the return of the hostages as a “first step” before trying to resolve the conflict permanently.\n“This killing us and having them kill us doesn't get us anywhere.\n“We have had enough,” she assured.\nHe was also defended by Mor Benedek, 20 years old, with an uncle murdered on October 7 and a brother today in uniform in Gaza, mobilized as a reservist in the army.\n“I want to make sure that what happened to my uncle does not happen again,” he defended, turning the majority discourse on the need for war on its head.\n“Also,” he continues, “send a message at this time when so many Jews and Arabs are persecuted for speaking out against the war.”\n“The priority is to achieve a ceasefire.\nIt doesn't make any sense for this to continue.\nAnd then the people who now support it understand that the military solution never works,” he pointed out on the same day that the Houthi militia launched a missile from Yemen against the Israeli city of Eilat for the fifth time.\nIt was intercepted.\nThe ideas of the future and hope were very present in the songs and speeches from the stage, located in front of the city's Cinematheque and where both Jews and Arabs spoke.\nAlso there, the causes that mobilize the most were defended: an agreement to bring back all the hostages still in Gaza – “Now!”, the protesters frequently chanted – and early elections to remove Netanyahu from power.\nBut even in Tel Aviv, considered the most liberal and secular city in the country, words like peace, ceasefire and occupation grate on many, especially right now.\nEvery few meters, a passerby rebuked the protesters.\n“What peace?\n\"Don't you understand that the Arabs want to kill us?\" one of them shouted at them.\n“I hate Bibi [the nickname by which Netanyahu is known] as much as you do, but the word occupation distances me from you,” said another.\nWhen the participants chanted “Jews and Arabs refuse to be enemies,” a taxi driver rolled down his window to shout at them: “Arabs deserve to die.”\nAlthough the protest slogan was written in Hebrew and Arabic and there were also Palestinian speakers, the vast majority of protesters were Jews of various ages.\nThe demonstration takes place against the backdrop of Ben Gvir's fight with the institutions he wanted to disempower with judicial reform, whose first major law was recently annulled by the Supreme Court.\nIn the wake of the October 7 attack, he ordered police to “prevent protests by identifying with Hamas Nazis,” in his words.\nBanned protests\nSince then, protests against the Gaza war have been largely banned, especially in majority-Palestinian areas of the country.\nFour former Arab deputies in the Israeli Parliament were even arrested in November while addressing a meeting in the city of Nazareth.\nThe police have also prevented them in the Arab cities of Um el Fahem and Sajnín (with the acquiescence of the Supreme Court) and, more recently, in the mixed Haifa.\nThere, one was called for last Saturday, with the participation of dozens of Jewish-Arab groups, but the area's police chief denied the green light \"out of genuine concern that it would seriously disturb public order.\"\nLast week, the police banned the event held this Thursday.\nThe Israel Civil Rights Association, the largest human rights association in the country, accused her of acting “in the service of Ben Gvir, by rejecting demonstrations that do not agree with the Government's policies,” and reminded her that “the right of expression is not exclusive to a single side of the political map nor does it disappear in time of war.”\nThe government's legal advisor, Gali Baharav-Miara, then accused Ben Gvir of “erroneously and illegally intervening” in police work, and he accused her of hating him and being guided by ideological motivations.\nThe Supreme Court then issued a precautionary measure against him, considering that he had violated an order that it had already given him in this regard last year, during the months of mass protests against the controversial reform.\nIt is what prevents him from giving “operational instructions” to the police on “the application of his policy regarding the exercise of the right to demonstrate and the freedom of protest.”\nThat is, he points out that he can decide the general policy to follow, but not go into when or how much force to use, or what protests to allow.\n“How can a decision be made that allows the enemy to demonstrate against our soldiers when day after day we bury the best of our fighting sons?” He responded on Facebook.\nTel Aviv already hosted an anti-war protest in November.\nThe police did not give permission initially, the Supreme Court intervened and in the end the celebration was limited to a maximum of 700 attendees and with the promise not to carry Palestinian flags.\nThis Tuesday there was also a small rally against the war of dozens of people, mostly elderly.\nIn a video broadcast on social networks, you can see how a police officer forcibly removes a banner from the hands of a protester after warning that the slogan, “Enough of the massacre,” was “bothering” people passing by. Sidewalk.\nA group of protesters during the anti-war march held in Tel Aviv on January 18. Antonio Pita\nFollow all the international information on\nFacebook\nand\nX\n, or in\nour weekly newsletter\n.\nSubscribe to continue reading\nRead without limits\nKeep reading\nI am already a subscriber\n_",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "netanyahu",
        "sentiment": "negative"
      },
      {
        "name": "isaac herzog",
        "sentiment": "none"
      },
      {
        "name": "benjamin netanyahu",
        "sentiment": "none"
      },
      {
        "name": "itamar ben gvir",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "supreme court",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tel aviv",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "davos",
        "sentiment": "none"
      },
      {
        "name": "switzerland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T01:35:34.788+02:00",
  "updated": "2024-01-19T01:35:34.788+02:00"
}