{
  "thread": {
    "uuid": "c503fb535a3f5566481c02ebbf66b1aba0ca81a3",
    "url": "https://en.minghui.org/html/articles/2023/12/29/213529.html",
    "site_full": "en.minghui.org",
    "site": "minghui.org",
    "site_section": "https://en.minghui.org",
    "site_categories": [
      "media"
    ],
    "section_title": "\n            Falun Dafa - Minghui.org",
    "title": "Listening to Master Li and Repaying Resentment with Kindness | Falun Dafa - Minghui.org",
    "title_full": "Listening to Master Li and Repaying Resentment with Kindness | Falun Dafa - Minghui.org",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 80538,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c503fb535a3f5566481c02ebbf66b1aba0ca81a3",
  "url": "https://en.minghui.org/html/articles/2023/12/29/213529.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dec ; A Falun Dafa Practitioner",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Listening to Master Li and Repaying Resentment with Kindness | Falun Dafa - Minghui.org",
  "text": "(Minghui.org) I only completed elementary school through the third grade, so I was unable to read well. When I attended a group [Fa] study at the beginning, I could not read [, the main book of Falun Dafa, in its entirety. Therefore I listened to fellow practitioners read the Fa. Later on, each person in the group study began to read a paragraph of the Fa and helped each other with any words they didn’t recognize. I made up my mind to overcome my difficulties in order to read Dafa books on my own. Zhuan Falun](https://en.falundafa.org/eng/zfl2014/zfl_2014.html) From then on, whenever it was my turn to read in our group Fa study, I would persist at reading the Fa, and ask my fellow practitioners when I did not recognize a word. After returning home, I insisted on reading the Fa by myself and got my children to help as needed. Later, my children taught me how to look words up in a dictionary. I copied the words that I did not understand and tried to memorize them. I learned more words as time passed, and finally, I was able to read entire paragraphs, like everyone else in the group study. I couldn’t have been happier at that time. Dealing with Favoring Sons Over Daughters My in-laws, having lived in a rural area, held the old concept of favoring sons over daughters. Because my husband’s younger brother had a boy, and my family had a girl, my in-laws planned to live with their younger son in their old age. So they spent all their money and energy on helping my brother-in-law’s family. They helped take care of their grandson, helped them work, and gave them money. As for our family, our in-laws did not take care of our girl and did not allow us to pick vegetables from their fields. My brother-in-law even took my bicycle, which was my wedding gift from my family. I was so angry that I started fighting with my mother-in-law, and told her that I would hold a grudge for the rest of my life. Our relationship became very tense. Later, according to the in-laws’ wishes, they lived with their younger son, but each family contributed to the in-laws’ living expenses. My brother-in-law’s family suddenly kicked the parents out of the house in 2000 because my father-in-law was suffering from dementia and sometimes urinated in the house regardless of whether anyone else was around. He made a mess, and the place smelled terrible. At this point, my in-laws were too old to contribute any money or effort to my brother-in-law’s family. My husband wanted to take care of his parents in our home, but he was worried about the quarrels I had with his mother and his younger brother. My thought was that I am a Falun Dafa practitioner now, and Dafa teaches people to follow Truthfulness-Compassion-Forbearance. I should be a good person and consider others wherever I am, without holding grudges against anyone. So we discussed the issue of bringing his parents to our house. However, our place was on the sixth floor in a city. When my father-in-law got confused, he often opened the window, wanting to walk outside to bring the livestock back. Being concerned about my father-in-law’s safety, I talked to my husband about moving to a relative’s empty house in the countryside. Upon arriving at the drafty thatched farmhouse, I burst into tears and wondered: “Is this place livable? What can we do to make this work?” Nevertheless, when I thought of Master Li’s (Dafa’s founder) teachings, my mind calmed down immediately, and I was no longer worried about the issue: “When it’s difficult to endure, you can endure it. When it’s impossible to do, you can do it.” (Lecture Nine, [Zhuan Falun](https://en.falundafa.org/eng/zfl2014/zfl_2014_9.html#6)) From that day on I took care of my in-laws’ daily needs without despising them, and never mentioning how they treated me in the past. My mother-in-law saw the changes in me and felt very sorry. She secretly cried and regretted that she gave all her strength and property to her younger son, but then ended up in such a bad situation in her old age. I tried to comfort her by assuring her: “You can live here without worries, and I will definitely treat you well. Now, I have learned Falun Dafa. Master Li teaches us to be good people who follow the principles of Truthfulness, Compassion and Forbearance, and to look inward when encountering problems. Dafa has changed me. I will not hold onto any past grudges. I hope you can also understand the wonder of Falun Dafa.” She sincerely replied. “Falun Dafa is so good!” The relatives in the village saw that I cared for my in-laws wholeheartedly regardless of past grudges. Even though I moved to the countryside, my friends from the city often brought me things. The relatives talked about my story of becoming better after practicing Falun Dafa and taking care of my in-laws despite not receiving anything from them before. Moreover, it is very hard for anyone to leave the more comfortable living in the city and come to suffer in the countryside. They concluded, “Falun Dafa is so good! Look at the real live examples around us, and don’t believe what is said on TV.” Given the persecutory situation in China, many fellow practitioners’ families were afraid to or did not have the conditions to establish Fa study groups. Many practitioners who were persecuted lost their environment to study the Fa after they returned home. I thought that the group Fa study was a form of cultivation that Master told us to do. It will definitely work because it is what Master wants. I told my husband about my wish to set up a Fa study group at home so practitioners can improve together. I first [clarified the truth] to him about Dafa and the persecution. My husband had witnessed Dafa’s wonders and extraordinary nature from my cultivation experiences, so he agreed to my idea and did many things to support Dafa. He received benefits from Dafa and remained energetic and healthy in his 70s. Over the past 10 years, many different fellow practitioners came to study the Fa at our house. Everyone cherished this precious group Fa-study environment. They paid attention to safety and did not bring mobile phones when studying the Fa. We sent forth righteous thoughts collectively before studying the Fa. While studying, we focused our minds. After studying we discussed specific topics, so we could make progress as one body, based on the Fa, without wasting time of talking about ordinary matters. Under Master’s compassionate protection, our Fa-study group has been going smoothly without interruption. Copyright © 2023 Minghui.org. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://en.falundafa.org/eng/zfl2014/zfl_2014_9.html#6))",
    "https://en.falundafa.org/eng/zfl2014/zfl_2014.html)",
    "https://www.en.falundafa.org/eng/zfl2014/zfl_2014.html)",
    "https://www.en.falundafa.org/eng/zfl2014/zfl_2014_9.html#6))"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "li",
        "sentiment": "negative"
      },
      {
        "name": "dafa",
        "sentiment": "none"
      },
      {
        "name": "zhuan falun",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "falun dafa - minghui.org",
        "sentiment": "negative"
      },
      {
        "name": "fa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "fa",
        "sentiment": "none"
      },
      {
        "name": "falun dafa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T07:37:24.289+02:00",
  "updated": "2023-12-29T07:37:24.289+02:00"
}