{
  "thread": {
    "uuid": "b3bf25398473d97a9e8b696d253b4dc991728364",
    "url": "https://www.jpost.com/israel-news/article-799768",
    "site_full": "www.jpost.com",
    "site": "jpost.com",
    "site_section": "https://rss.jpost.com/rss/rssfeedsisraelnews.aspx",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "JPost.com - Israel News",
    "title": "Binyamina team wins FIRST robotics competition - Israel News - The Jerusalem Post",
    "title_full": "Binyamina team wins FIRST robotics competition - Israel News - The Jerusalem Post",
    "published": "2024-05-04T01:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.jpost.com/image/upload/f_auto,fl_lossy/c_fill,g_faces:center,h_407,w_690/595155",
    "performance_score": 0,
    "domain_rank": 925,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b3bf25398473d97a9e8b696d253b4dc991728364",
  "url": "https://www.jpost.com/israel-news/article-799768",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "jpost.com",
  "published": "2024-05-04T01:01:00.000+03:00",
  "title": "Binyamina team wins FIRST robotics competition - Israel News - The Jerusalem Post",
  "text": "Despite the ongoing war and its effects on Israel&rsquo;s younger population, an Israeli team won first place at the international robotics competition in Houston, Texas, at the end of April, for the first time in twenty years.This competition is run by a non-profit organization called FIRST Israel which strives to expose students to STEM-related subjects through different robotics competitions. With the support and sponsorship of the Technion-Israel Institute of Technology, FIRST Israel offers children programming from when they are in primary school to when they attend high school through which they can learn about robotics as part of a team and community. ;These programs - FIRST LEGO League Challenge for primary school students and FIRST Robotics Competition for high school students &ndash; also provide a platform for kids to learn about core values such as teamwork, the importance of the process of learning, and inclusion.\"I called this year &lsquo;We continue thanks to them.&rsquo;\"Ido Mazorskiconsole.log(\"2390 BODY2. CatId is:\"+catID);if(catID==120){ console.log(\"2390 BODY. YES for anyclip script\"); var script = document.createElement('script'); script.src = 'https://player.anyclip.com/anyclip-widget/lre-widget/prod/v1/src/lre.js'; script.setAttribute('pubname','jpostcom'); script.setAttribute('widgetname','0011r00001lcD1i_12258'); document.getElementsByClassName('divAnyClip')[0].appendChild(script); }else if(catID !== 151) { let widgetid = \"60fd6becf6393400049e6535\"; if(catID === 69){ widgetid = \"65c3a2148772803523c6f41b\"; }else if(catID === 161){ widgetid = \"65c3a224fb10822a0a7db2dd\"; } console.log(\"2390 BODY. YES for vidazoo script\"); var script = document.createElement('script'); script.src = 'https://static.vidazoo.com/basev/vwpt.js'; script.setAttribute('data-widget-id', widgetid); document.getElementsByClassName('divVidazoo')[0].appendChild(script); if(!document.getElementById(\"qortex-ext-script\")){ script = document.createElement('script'); script.src = \"https://tags.qortex.ai/bootstrapper?group-id=qAAQHrWEnkO20EfZMXnAw&html-container=vdz[data-view=floater]\"; script.setAttribute('defer', \"defer\"); script.setAttribute('id', \"qortex-ext-script\"); document.head.appendChild(script); } } At the end of the competitions this year, Ido Mazorski, FIRST Israel's CEO, held an event for the Israeli teams, where he explained that this year&rsquo;s competitions and preparation time in Israel are in honor of the five alumni who fell in Gaza, &ldquo;Allowing us to continue with the competition,&rdquo; Kusan later noted to the The Jerusalem Post.The five soldiers who died in Gaza and are FIRST alumni are Itai Seif, Joseph Yosef Gitarts, Ohad Ashur, Jonathan Mimon, and Marguerite Gosak. All five were passionate about the competition, and some of them volunteered at competitions after graduation.FIRST competitions in IsraelEvery year competitions in Israel are a celebration of robotics and inclusiveness and include children from all sectors, this year was no different, both Ido Mazorski, the leaving CEO, and Gila Kusan, longtime FIRST Israel employee and entering CEO, told The Jerusalem Post.This year, the competition began a few weeks before October 7th. For the first three weeks of the war, Mazorski was called to the army, and work at FIRST Israel became slow. &ldquo;After three weeks of the war, I gathered all of the mentors and told them that we had to get the kids to the workshops,&rdquo; he told the Post. FRC MC in Houston competition waving the Israeli flag after the team from Binyamina won first place. Uploaded on 4/5/2024 (credit: FIRST ISRAEL)Throughout the preparation time for the competition in Israel, Mazorski and the FIRST Israel organization team helped participants from across the country &ldquo;to allow the kids to have the experience that we wanted them to have,&rdquo; said Kusan.She further stressed that &ldquo;there was more intensive work on the Core Values, to give the kids a sense of security. It was important to us to have this activity without including anything that does not relate to FIRST.&rdquo; Kusan then added that throughout the teams&rsquo; preparation time, &ldquo;There was a feeling of camaraderie, we are the FIRST family, despite that horrific event, we found a way to have this activity, and it allowed us to incredible achievements.&rdquo;The team&rsquo;s efforts came to fruition in a five-day festival in Haifa where approximately 450 \"teams from all sectors&rdquo; participated said Kusan to the Post. When asked how the war affected team participation, Mazorski stated, &ldquo;There was almost no team that did not participate because of the war.&rdquo;&ldquo;The kids come to the event for the experience, and not for politics, the notion of inclusion is one of FIRST&rsquo;s Core Values, it's embedded in the organization,&rdquo; said Mazorski regarding how Jewish and Arab kids contacted throughout the competition.However, since the war broke out and many teams could not work on their robot and teamwork, the FIRST Israel team decided to extend the preparation period for the FIRST LEGO League Challenge. Therefore, Israel could not send representatives to the FIRST LEGO League Challenge world festival.The International FIRST Robotics Competition in Texas FRC Team Orbit #1690 taking a picture with the banner showing they won first place in the world championship in Texas. Uploaded on 4/5/2024 (credit: FIRST ISRAEL)On the other hand, the FIRST Robotics Competition (for high school students) teams were able to stay on schedule and sent the teams that won in Israel to the international competition in Houston Texas, where the Israeli team from Binyamina called Orbit #1690 won first place for the first time in FIRST Israel&rsquo;s history.&ldquo;550 kids and adults flew to the US, 14 teams, and we won big time,&rdquo; said Mazorski to the Post. In addition to Orbit #1690 winning first place, another team from Israel won a prestigious award. A team from Holon, called Team Sycamore #5614, won an award called The Impact Award, which is one of the most sought-after awards the competition offers. The award is given to the team who has had a significant positive effect on their community for an extended period of time and exposed people to STEM. When asked about the reception the Israeli teams received in the US, Mazorski emphasized to the Post the importance the organization put into separating the competition and world politics. He said, &ldquo;When we got to the US, there was nothing out of the ordinary, we made sure to maintain restraint and avoid transforming the event into something else.&rdquo;",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Science and Technology"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fkerduf%2Fposts%2Fpfbid0Ws6VUhwrDLrFVBCPErGK4XL5BANsurrEgzFLeACfvu1zXc1DMLQYJBG3ikQKqrPTl&show_text=true&width=500&is_preview=true",
    "https://tags.qortex.ai/bootstrapper?group-id=qAAQHrWEnkO20EfZMXnAw&html-container=vdz",
    "https://www.tags.qortex.ai/bootstrapper?group-id=qAAQHrWEnkO20EfZMXnAw&html-container=vdz",
    "https://www.facebook.com/plugins/post.php",
    "https://facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fkerduf%2Fposts%2Fpfbid0Ws6VUhwrDLrFVBCPErGK4XL5BANsurrEgzFLeACfvu1zXc1DMLQYJBG3ikQKqrPTl&show_text=true&width=500&is_preview=true",
    "https://tags.qortex.ai/bootstrapper"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ido mazorski",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "israel news",
        "sentiment": "positive"
      },
      {
        "name": "technion-israel institute of technology",
        "sentiment": "none"
      },
      {
        "name": "first robotics competition for high school",
        "sentiment": "none"
      },
      {
        "name": "first lego league challenge",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "jerusalem",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "binyamina",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "houston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-04T06:06:13.894+03:00",
  "updated": "2024-05-04T07:07:43.124+03:00"
}