{
  "thread": {
    "uuid": "f13a79d890c63f9c9abeab187ba233b68abf1f5d",
    "url": "https://msmagazine.com/2024/02/29/mexico-woman-president",
    "site_full": "msmagazine.com",
    "site": "msmagazine.com",
    "site_section": "http://msmagazine.com/blog/feed/rss",
    "site_categories": [
      "health",
      "womens_health"
    ],
    "section_title": "Ms. Magazine",
    "title": "Mexico Is for Mujeres: The Next Mexican President Will Be a Woman",
    "title_full": "Mexico Is for Mujeres: The Next Mexican President Will Be a Woman",
    "published": "2024-02-29T23:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://msmagazine.com/wp-content/uploads/2023/11/Mexico-Is-for-Mujeres-The-Next-Mexican-President-Will-Be-a-Woman.png",
    "performance_score": 0,
    "domain_rank": 10989,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f13a79d890c63f9c9abeab187ba233b68abf1f5d",
  "url": "https://msmagazine.com/2024/02/29/mexico-woman-president",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jennifer M. Piscopo",
  "published": "2024-02-29T23:35:00.000+02:00",
  "title": "Mexico Is for Mujeres: The Next Mexican President Will Be a Woman",
  "text": "When voters go to the polls in June, one of two women will be elected Mexico’s next president—proving the potency of the country’s constitutional mandate for “parity in everything.”\nThis article appears in the Winter 2024 issue of Ms. magazine.\nJoin the Ms . community today and you’ll get issues delivered straight to your mailbox.\nThe two women vying to become the next president of Mexico begin their final campaigns on Friday, March 1.\nIndigenous politician Xóchitl Gálvez has come a long way. Born and raised in a town with fewer than 12,000 people, she shared one bedroom with her four brothers. Her father abused her mother.\nHer opponent is the former Mexico City Governor Claudia Sheinbaum. A native of the capital megacity, Sheinbaum is the daughter of two scientists; she’s a former student activist and among the country’s few Jewish politicians.\nSheinbaum and Gálvez represent the country’s two most significant forces. Between them, they are pulling over\n90 percent of the vote. Mexico will surely elect its first woman president on June 2, 2024—and she will be an ethnic minority woman.\nSheinbaum carries the flag for Morena, the governing party. Founded by current president Andrés Manuel López Obrador (AMLO, as he is known), this populist left party holds the most seats in Congress and governs 21 of the country’s 32 states. Mexican presidents cannot stand for reelection, and Sheinbaum bested an otherwise all-male field in Morena’s presidential primary.\nGálvez heads the opposition alliance, called Broad Front for Mexico, comprised principally of some of Mexico’s oldest parties, which together represent the traditional left, center and right. Gálvez herself comes from the right, the party of former Mexican Presidents Vicente Fox and Felipe Calderón.\nSheinbuam and Gálvez are well-matched. Their differing class backgrounds notwithstanding, their careers have run in parallel. They are both engineers turned politicians. They both secured prestigious executive appointments and won top electoral races at the same time.\nSheinbaum holds a Ph.D. in energy engineering, has worked in academia and industry, and served on the United Nations’ Intergovernmental Panel on Climate Change. She entered politics in 2000, when AMLO—then mayor of Mexico City—appointed her minister of the environment. She then won elected office: first as head Mexico City’s Tlapan district, and, in 2018, as Mexico City’s chief executive.\nGálvez arrived in Mexico City with a scholarship to study computer engineering. After graduation, she founded a tech company and became a well-known figure in Mexico’s start-up and business scene. She also entered politics in 2000, when Fox invited her to lead the National Institute of Indigenous Affairs. She was later elected head of Mexico City’s Manuel Hidalgo district and, in 2018, senator for the state of Mexico City.\nParity had accustomed Mexican voters to seeing women compete among each other for top offices. … Yet gender parity cannot mask Mexico’s reputation as a ‘femicide nation.’\nStarting in the 1980s, Mexico underwent a protracted transition to a multiparty democracy, principally by changing its electoral laws to allow for more competition. Each electoral reform offered women candidates an opportunity:\n- When negotiating the 1996 law, women legislators joined together, working across the aisle to secure a recommendation that parties offer women 30 percent of candidacies for the federal Congress.\n- They transformed this recommendation into an obligation in 2002, and they raised this “gender quota” to 40 percent in 2008.\n- In 2014, a constitutional reform mandated gender parity among candidates for the federal and state congresses.\n- In 2019, another constitutional reform established “parity in everything”: all offices in the executive, legislative and judicial branches at the federal, state and municipal levels must be held by men and women in equal numbers. Gálvez was among the women senators who wrote and advocated for the amendment.\nThanks to\nthree decades of innovation, Gálvez, Sheinbaum and hundreds of women received the chance to run for and serve in office. Women hold 50 percent of the seats in the Mexican Congress and 31 percent of the governorships. Mexico’s parties can no longer claim—like they did when gender quotas were first introduced—that “they don’t have any women to run.”\nIn fact, Sheinbaum was Morena’s presumptive nominee long before the September 2023 primary. Months before, Sheinbaum had begun using the\nslogans, “The time for women” and “Mexico with ‘M’ for women” (the Spanish word for women is mujeres).\n“Parity in everything” does not apply to a unitary office like the presidency, but Sheinbaum’s positioning likely pushed the opposition to nominate a woman. After all, parity had accustomed Mexican voters to seeing women compete among each other for top offices. The alliance coalesced around Gálvez, who had already built a reputation for challenging AMLO. Famously, she said a person needed “ovaries” to confront him.\n‘Femicide Nation’\nYet gender parity cannot mask Mexico’s reputation as a “femicide nation.” Some estimates suggest that 10 women are murdered in the country every day. Less than 10 percent of these crimes are reported or investigated.\nGálvez and Sheinbaum both call themselves feminists. Their parties’ records on violence against women—and women’s rights more broadly—tell another story.\nAMLO routinely ignores feminists’ demands to end impunity for abusers, calling leaders of the anti-femicide protests\n“conservatives” and barricading government buildings when they march. In March 2020, when COVID-19 trapped people at home and more than 26,000 reports of domestic violence flooded Mexico’s emergency hotline, AMLO dismissed 90 percent as fake. And when the Mexican Supreme Court decriminalized abortion in 2021, AMLO said the decision should be respected but declined to comment further.\nThe president’s refusal to defend women’s rights boxes Sheinbaum into a corner. Morena’s electoral success hinges on AMLO’s popularity and Sheinbaum needs his endorsement to win. She cannot afford to contradict him.\nAs the opposition candidate, Gálvez can criticize AMLO freely. She filmed a\ncampaign ad where she donned Mexico’s famous lucha libre boxing costume, telling voters she’s ready to “fight against infernal insecurity, crushing violence, the power of misogyny and the demons of corruption.”\nBut past presidents from her own party have done no better when it comes to protecting women and establishing security. Under Fox and Calderón, several Mexican states passed constitutional amendments making abortion illegal. Both presidents escalated the violent confrontations between drug cartels, organized criminal groups, and the security forces. This militarization in turn fueled\nsharp spikes in the femicide rate. AMLO has continued rather than reversed the course.\nUneven Gender Equality Gains\nOn the books, Mexico’s 2007 law to prevent, punish and eradicate violence against women is deeply progressive. The\n29-page statute envisions not just proportionate punishment for abusers, but justice for victims at every stage of the process. It requires support like free counseling, state assistance in finding shelter, and Indigenous interpreters when victims do not speak Spanish. After all, the law was written by the very women legislators that gender quotas brought into office.\nYet politicians can change laws faster than they can change centuries-old patterns of discrimination and sexism. Attitudes matter, because it is actors that carry out the law.\nGender quotas—and now gender parity—work in Mexico because their implementation is straightforward. Penalties are clear: if parties fail to nominate the required number of women, they cannot compete. Enforcement is also clear: a single executive agency, the National Electoral Institute, verifies parties’ candidate registries. When disputes arise, they are settled by separate, independent electoral courts, which are fewer, smaller, and more professionalized.\nBy contrast, the agencies and entities charged with implementing the law to protect women from violence are numerous. The coordination required among them is complex. Lawmakers cannot single-handedly engrain the spirit of the law into the minds and actions of every police office, prosecutor, judge and social worker—actors that long\nhave dismissed and minimized violence against women.\nVoting for a woman also does not require voters to hold feminist attitudes. Candidates do not just represent themselves; they represent parties and party labels matter in Mexico. Sheinbaum and Gálvez lead very different political forces. Their task is not to convince voters that women can lead, but that their political coalition offers Mexico the best chance for prosperity and security.\nMexico’s women-led presidential race does not reveal a feminist utopia, but it does signal possibility. In a country where women—especially minority women—struggle to survive, Gálvez and Sheinbaum studied science, shaped policy, and crafted resumes worthy of presidential bids. One of them will now shatter the political glass ceiling.\nUp next:\nU.S. democracy is at a dangerous inflection point—from the demise of abortion rights, to a lack of pay equity and parental leave, to skyrocketing maternal mortality, and attacks on trans health. Left unchecked, these crises will lead to wider gaps in political participation and representation. For 50 years, Ms. has been forging feminist journalism—reporting, rebelling and truth-telling from the front-lines, championing the Equal Rights Amendment, and centering the stories of those most impacted. With all that’s at stake for equality, we are redoubling our commitment for the next 50 years. In turn, we need your help,\nSupport https://secure.everyaction.com/Ml3uLQWZzkqEQdVqAXVh6A2 . today with a donation—any amount that is meaningful to you. For as little as $5 each month, you’ll receive the print magazine along with our e-newsletters, action alerts, and invitations to Ms. Studios events and podcasts. We are grateful for your loyalty and ferocity.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [
    "https://gatopardo.com/noticias-actuales/claudia-sheinbaum/",
    "https://www.nytimes.com/2020/05/31/world/americas/violence-women-mexico-president.html",
    "https://www.cambridge.org/core/journals/government-and-opposition/article/when-informality-advantages-women-quota-networks-electoral-rules-and-candidate-selection-in-mexico/EEE342F39C2F423A30D30C0F8F5BAA9F",
    "https://www.washingtonpost.com/es/post-opinion/2021/09/12/amlo-aborto-mexico-scjn-conservador-vox-loret/",
    "https://elpais.com/mexico/2023-07-09/xochitl-galvez-la-candidata-anfibia-que-se-crio-entre-una-familia-progresista-y-otra-conservadora.html",
    "https://www.theguardian.com/world/2021/sep/29/mexico-amlo-president-feminist-movement",
    "https://www.as-coa.org/articles/poll-tracker-mexicos-2024-presidential-vote",
    "https://www.eluniversal.com.mx/elecciones/xochitl-galvez-se-sube-al-ring-con-mascara-del-huracan-ramirez-asi-fue-el-encuentro-de-lucha-libre/",
    "https://insightcrime.org/news/mexicos-rising-femicides-linked-organized-crime-study-says/",
    "https://www.csis.org/analysis/femicides-mexico-impunity-and-protests",
    "https://www.capital21.cdmx.gob.mx/noticias/?p=3084",
    "https://www.senado.gob.mx/comisiones/desarrollo_social/docs/marco/Ley_GAMVLV.pdf",
    "https://www.aljazeera.com/economy/2021/3/8/amlo-defends-barricading-palace-ahead-of-gender-violence-protest",
    "https://secure.everyaction.com/Ml3uLQWZzkqEQdVqAXVh6A2",
    "https://as-coa.org/articles/poll-tracker-mexicos-2024-presidential-vote",
    "https://gatopardo.com/noticias-actuales/claudia-sheinbaum",
    "https://www.elpais.com/mexico/2023-07-09/xochitl-galvez-la-candidata-anfibia-que-se-crio-entre-una-familia-progresista-y-otra-conservadora.html",
    "https://www.insightcrime.org/news/mexicos-rising-femicides-linked-organized-crime-study-says/",
    "https://cambridge.org/core/journals/government-and-opposition/article/when-informality-advantages-women-quota-networks-electoral-rules-and-candidate-selection-in-mexico/EEE342F39C2F423A30D30C0F8F5BAA9F",
    "https://aljazeera.com/economy/2021/3/8/amlo-defends-barricading-palace-ahead-of-gender-violence-protest",
    "https://www.eluniversal.com.mx/elecciones/xochitl-galvez-se-sube-al-ring-con-mascara-del-huracan-ramirez-asi-fue-el-encuentro-de-lucha-libre",
    "https://www.secure.everyaction.com/Ml3uLQWZzkqEQdVqAXVh6A2",
    "https://nytimes.com/2020/05/31/world/americas/violence-women-mexico-president.html",
    "https://senado.gob.mx/comisiones/desarrollo_social/docs/marco/Ley_GAMVLV.pdf",
    "https://www.capital21.cdmx.gob.mx/noticias/",
    "https://washingtonpost.com/es/post-opinion/2021/09/12/amlo-aborto-mexico-scjn-conservador-vox-loret/",
    "https://eluniversal.com.mx/elecciones/xochitl-galvez-se-sube-al-ring-con-mascara-del-huracan-ramirez-asi-fue-el-encuentro-de-lucha-libre/",
    "https://www.gatopardo.com/noticias-actuales/claudia-sheinbaum/",
    "https://theguardian.com/world/2021/sep/29/mexico-amlo-president-feminist-movement",
    "https://insightcrime.org/news/mexicos-rising-femicides-linked-organized-crime-study-says",
    "https://www.washingtonpost.com/es/post-opinion/2021/09/12/amlo-aborto-mexico-scjn-conservador-vox-loret",
    "https://capital21.cdmx.gob.mx/noticias/?p=3084",
    "https://csis.org/analysis/femicides-mexico-impunity-and-protests"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "claudia sheinbaum",
        "sentiment": "none"
      },
      {
        "name": "sheinbaum",
        "sentiment": "none"
      },
      {
        "name": "gálvez",
        "sentiment": "none"
      },
      {
        "name": "xóchitl gálvez",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ms.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mexico",
        "sentiment": "none"
      },
      {
        "name": "mexico city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:29:23.325+02:00",
  "updated": "2024-03-01T00:29:23.325+02:00"
}