{
  "thread": {
    "uuid": "e671a2122b95ec0df9c23baf5cd882ac40c5e77f",
    "url": "https://signalscv.com/2024/01/hoops-canyon-holds-off-castaic/",
    "site_full": "signalscv.com",
    "site": "signalscv.com",
    "site_section": "https://signalscv.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Santa Clarita Valley Signal",
    "title": "Hoops: Canyon holds off Castaic",
    "title_full": "Hoops: Canyon holds off Castaic",
    "published": "2024-01-07T22:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://signalscv.s3.us-west-1.amazonaws.com/wp-content/uploads/2024/01/07115627/010523_CASTAIC_BHOOPS_CANYON_WEB_HM-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 15369,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e671a2122b95ec0df9c23baf5cd882ac40c5e77f",
  "url": "https://signalscv.com/2024/01/hoops-canyon-holds-off-castaic/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Justin Vigil-Zuniga",
  "published": "2024-01-07T22:14:00.000+02:00",
  "title": "Hoops: Canyon holds off Castaic",
  "text": "Canyon Cowboys boys’ basketball got its revenge on Friday night.\nThe Cowboys took down the hosting Castaic Coyotes, avenging a huge blowout tournament loss earlier in the season.\nCanyon won the Foothill League road battle, 75-71, behind disciplined and physical defense, as well as a monster 33-point, four-rebound, two-block and two-steal performance from junior Eric Kubel.\nThe shooting guard spent time guarding every position, from Castaic’s guards to centers.\n“My coach wants me to work on playing better defense and rebounding because I’ve been playing pretty well on the opposite end,” Kubel said. “But on the defensive side, I have some work to do. I’m working to become a better defender.”\nThe Cowboys (12-7, 2-3) were undersized, outnumbered and faced a tough road matchup against a team that had already beaten them with ease. However, Canyon’s extra effort on loose balls and rebounds led to a big disparity in the battle off the boards and pushed the Cowboys to victory.\nKubel came out of the gates hot and hit four of his six 3-pointers on the night in the first half. The junior has impressed Canyon coach Ali Monfared since transferring in last season.\n“What you’re seeing from Eric right now is a product of the last eight or nine years,” Monfared said. “There’s no shortcuts to being great. He just does all the hard things you need to do and he’s been doing it for years. Kobe always talked about at some point you’re not going to out-rep me. Not only is he going to out-rep you, they’re quality game-like reps. In games, the offense is built around and rightfully so.”\nKubel hit back-to-back 3-balls in the first quarter before sophomore guard Isaac Yuhico drilled one more from behind the arc to put Canyon on a 9-0 run. The Cowboys took the lead early in the first quarter and didn’t trail for the remainder of the night.\nCastaic senior Lucas Milan kept his team in the game throughout the night. Milan showed no issues breaking into the lane for layups or pull-up jumpers en route to his 32-point night.\n“Lucas, he’s a warrior,” said Castaic coach Dominique Butler. “He’s the smallest guy on the floor, but plays with so much intensity, but it looks like he’s playing football out there. With the effort that he puts in grabbing rebounds, and then locking up somebody on the defensive end, too. He’s one of our leaders because he understands where we’re trying to go and how we’re trying to get there.”\nCanyon had better energy in the first half, something that’s helped the team win six of its last seven games.\n“We work really hard,” Kubel said. “That’s what helps us win, is our energy and our defense and our scrappiness. We lost like five games in a row at the beginning of the season. In fact, we got sick, too. And we just found our energy and our scrappiness really worked.”\nCoincidentally, Butler felt his team came out flat in the first half before charging back into the game in the third quarter.\n“It was a bad first half. We played with low energy, no effort,” Butler said. “In the second half, we kind of picked it up and understood the sense of urgency but it really shouldn’t get to that point. They gotta learn how to win these close games. Not every game is going to be a blowout. We have to be able to stay in the game and do things the right way to win the game.”\nMilan did most of his damage in the second half, when the Coyotes (14-7, 0-5) exploded for 52 points. Castaic outscored Canyon, 24-12. The Coyotes were suddenly back in the game but a smart play design of a long, near full-court pass gave Kubel a clean look on the wing, where he drilled a buzzer beater to put Canyon up, 46-44, heading into the fourth quarter.\nThe game was physical on both ends, leading to free throws becoming a crucial part of the game down the stretch. Neither team shot fantastically from the line but Canyon was able to snag multiple offensive rebounds off misses, including two offensive putbacks from Collin Kusumi.\nKusumi, a senior, finished with 11 points, five rebounds, and was one of six Cowboys to have multiple blocks and steals. Junior guard Solomon Sims also played outstanding defense with four steals and a trio of blocks.\n“These guys are learning right now that by working hard and being together, it doesn’t matter who’s taller than us,” Monfared said. “It doesn’t matter who’s more whatever than us, we’re going out together and we’re going to beat you as a team.”\nBoth teams clawed for the win as each had an answer for seemingly every opposing bucket. Kubel hit a big 3-ball in the fourth that was answered immediately by Castaic senior Christian Clark.\nYuhico was a vital part of Canyon staying out in front. The sophomore’s 3-pointer in the first quarter was his only made shot of the half. Yuhico delivered 10 of his 13 points in the second half and also finished with a pair of steals in just his second Foothill League game.\n“(Yuhico’s) one of the smartest players I’ve ever coached as a sophomore,” Monfared said. “In the second half of the game, the ball was in his hands, and he’s just calm, cool and collected, and there’s not many 15-year-olds that can do that. The future’s so bright for that young man. He’s coachable. Tonight he controlled the pace of the game the way a senior would.”\nCastaic was in striking distance down the final stretch but back-to-back turnovers cost the team a chance at a win and forced the Coyotes into the foul game.\nCanyon avenged its 98-75 loss earlier in the season to Castaic. Monfared said the biggest differences between the two games was his Cowboys’ much-improved defense and better efficiency on the offensive end.\n“We at times give up bunches of points or bunches of rebounds and when we continue to close that down, I think we’re going to be a scary thing to play in league,” Monfared said. “My focus as a coach is we’re getting better. That’s all I can really focus on as the kids buy in.”\nCastaic’s first league win will have to wait another week, but the Coyotes have been on the cusp of the feat in numerous games this season. The newest Foothill League team has been dominant outside of league play but has just dropped tough matchups with Valencia, Golden Valley and now Canyon this season. Castaic will play Saugus next before heading into the second half of league play with big goals on the team’s mind.\nCanyon has a lot to look forward to in the second half of league as well. The Cowboys are hot off the program’s first tournament win in 10 years and are winners of six of their last seven.\n“I think the sky’s the limit,” Monfared said. “We’re still going to be humble. I still think there’s a lot we need to be better at. So, we’ll just keep cleaning that stuff up and make everything as tough as possible. Our motto on defense is ‘tough twos.’ Tough twos all day long and if we can continue to make every play like that, I continue to think we’re going to keep getting better and that’s the focus. Improvement, not results.”\nThe Cowboys have also played nearly every league game on the road and will get to play in their own gym for the majority of the rest of the schedule.\nBoth teams return to league action on Tuesday as Canyon returns home to host Hart, while Castaic heads to Saugus. Both games are set to tip off at 6:30 p.m.\n“We just gotta keep doing the same things we’re doing,” Kubel said. “We’re gonna win big games this year.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kubel",
        "sentiment": "none"
      },
      {
        "name": "eric kubel",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "castaic canyon cowboys",
        "sentiment": "negative"
      },
      {
        "name": "cowboys",
        "sentiment": "negative"
      },
      {
        "name": "foothill league",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canyon",
        "sentiment": "none"
      },
      {
        "name": "castaic",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:03:58.276+02:00",
  "updated": "2024-01-08T01:03:58.276+02:00"
}