{
  "thread": {
    "uuid": "99180551711f999e576c1bd72984924d8ec4d7aa",
    "url": "https://www.ekklesia.co.uk/2024/03/28/global-christian-leaders-call-for-permanent-gaza-ceasefire",
    "site_full": "www.ekklesia.co.uk",
    "site": "ekklesia.co.uk",
    "site_section": "https://www.ekklesia.co.uk/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Ekklesia",
    "title": "Global Christian leaders call for permanent Gaza ceasefire",
    "title_full": "Global Christian leaders call for permanent Gaza ceasefire",
    "published": "2024-03-28T10:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.ekklesia.co.uk/wp-content/uploads/2024/03/CMEP-Logo-Color-300x161.png",
    "performance_score": 0,
    "domain_rank": 80337,
    "domain_rank_updated": "2024-03-26T12:08:39.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "99180551711f999e576c1bd72984924d8ec4d7aa",
  "url": "https://www.ekklesia.co.uk/2024/03/28/global-christian-leaders-call-for-permanent-gaza-ceasefire",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agency Reporter",
  "published": "2024-03-28T10:07:00.000+02:00",
  "title": "Global Christian leaders call for permanent Gaza ceasefire",
  "text": "IN a new letter released during Holy Week, more than 140 Bishops and executive leaders from churches, denominations, and church-based organisations in the US and around the world have called for a Gaza.\nThey urge the US and other world powers to halt arms sales to Israel, and make clear that Israel, the US, and all countries must abide by the Convention on the Prevention and Punishment of the Crime of Genocide.\nThe letter is signed by a US Catholic Bishop, a Catholic Cardinal, the presiding bishop of the Evangelical Lutheran Church in America, the presiding bishop and primate of the Episcopal Church, an Anglican Dean, and many other notable figures from a wide range of churches, including Catholic, Lutheran, Mennonite, Quaker, and Evangelical leaders.\nThe letter in full:\n“As Christians around the world prepare to commemorate the final suffering in the earthly life of Jesus Christ during Holy Week, we stand in solidarity with all in the Holy Land who suffer. During Passion Week, Catholics, Protestants, and Orthodox alike engage in prayer, reflection, and repentance. We repent of the ways we have not stood alongside our Palestinian siblings in faithful witness in the midst of their grief, agony, and sorrow. Christian witness and engagement with the world must be marked by faithfulness to God, love of neighbour, and mercy toward those who are suffering and in need. For the Holy Scriptures teach, “Uphold the cause of the poor and the oppressed.” (Psalm 82:3).\n“As the ongoing devastation, bombing, and ground invasion in Gaza continue into their sixth month, Palestinians, including our Palestinian Christian siblings, cry out to the world, asking, ‘Where are you?’ World leaders have responded with empty rhetoric and political volleying about addressing the ‘humanitarian crisis’ in Gaza while ignoring the direct causes of the catastrophe. Those causes are the daily bombing and ground invasion by the Israeli military, in addition to the shutting off of basic life-sustaining services to more than two million people who are suffering the consequences of crimes not their own.\nAs of March 25, 2024, at least 32,333 people in Gaza have been killed, and more than 74,694 have been injured, the vast majority of them women and children. Gaza has been declared one of the most dangerous places in the world to live, where ‘no place is safe’ according to the United Nations Children’s Fund (UNICEF). The World Health Organisation (WHO) describes the situation as desperate, as children are dying from hunger and dehydration. The WHO reports that 15 per cent of children under the age of two in northern Gaza show signs of wasting, suggesting a serious and rapid decline over just a few months, which is unprecedented globally. The horrific actions Hamas committed on October 7th in no way justify the massive deaths of tens of thousands of civilians in Gaza at the hands of the Israeli military.\n“The average number of people killed every day in Gaza is just under two hundred people a day, with roughly one person dying every eight minutes. The slaughter continues every day even as more and more men, women, and children are pulled out from underneath the rubble, and more than 1.8 million people remain displaced. As of late January, reports indicate more than half of Gaza’s buildings have been damaged or destroyed. All of this compounds the devastation that Palestinians have experienced during Israel’s 16+ year blockade of Gaza and the occupation of East Jerusalem, the West Bank, and Gaza since 1967.\n“Palestinians, South Africans, and experts around the world have said what is happening in Gaza is nothing less than a genocide. South Africa asserted that the Israeli government engaged in action with ‘genocidal intent’ in its complaint at the International Court of Justice (ICJ). The ICJ’s preliminary ruling found it ‘plausible that Israel’s acts [in Gaza] could amount to genocide’ and issued provisional measures to seek to prevent further deaths. By the end of February, human rights groups around the world asserted Israel had already violated the ICJ ruling by intentionally limiting humanitarian assistance to Gaza. The global church – and world – cannot be silent as people continue to die in Gaza by military assault, lack of adequate medical care, hunger, and disease.\n“The US, the UK., Israel, and other countries must uphold their responsibility as signatories to the Convention on the Prevention and Punishment of the Crime of Genocide. The United States and other nations’ further militarization of the conflict makes no one safer and instead prolongs suffering and causes more death and destruction. We call on the United States, United Kingdom, Germany, Australia, and France to join the Netherlands, Belgium, Spain, Italy, and Japan to halt additional military support and arms to Israel and not be complicit in the ongoing military campaign that is having such devastating effects on civilians in Gaza.\n“We say, ‘Enough killing!’ and together demand a comprehensive and permanent ceasefire.\n“On October 7th, Hamas attacked southern Israel and killed approximately 1,200 Israelis and internationals, and took more than 240 people hostage in Gaza. We have been clear in our condemnation of these actions of Hamas, which were an atrocious crime. It is believed 100 hostages or more could still be held captive in Gaza. We have consistently called for the remaining hostages to be returned home to their families.\n“We, as global Christian leaders, stand with our brothers and sisters in Christ in Palestine and around the world and say the killing must stop, and the violence must be brought to an end. We ask world leaders to exercise strong moral courage to bring an immediate end to the violence and to open a pathway toward peace and an end to the conflict. We call for a permanent and comprehensive ceasefire where all combatants lay down their weapons and Israeli hostages and Palestinian political prisoners held without the due process of law are released. Immediate and adequate humanitarian assistance must be provided for the more than two million Palestinian people in Gaza who have such desperate needs.\n“We support efforts toward a negotiated settlement that addresses the core causes of the current crisis and brings an end to the decades-long violations of the rights of the Palestinian people in accordance with international law, such solutions must advance security and self-determination for Israelis and Palestinians. As we prepare for Holy Week, we lament and pray for comfort for all who have lost loved ones over the past months in Gaza, East Jerusalem, the West Bank, and Israel. We know that Jesus himself was among those who suffered, and he comforted the brokenhearted. We say, ‘Enough atrocities in Gaza; enough violence, death, and destruction! May love triumph over hate.’ We hold onto the hope that peace is possible even in the midst of this darkest hour.”\n* Read a full list of over 140 signatories\nhere.\n* Source:\nChurches for Middle East Peace",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue"
  ],
  "external_links": [
    "https://cmep.org/march-2024-international-letter",
    "https://cmep.org",
    "https://www.cmep.org/march-2024-international-letter/",
    "https://cmep.org/march-2024-international-letter/",
    "https://www.cmep.org"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "global christian",
        "sentiment": "negative"
      },
      {
        "name": "catholic",
        "sentiment": "none"
      },
      {
        "name": "evangelical lutheran church",
        "sentiment": "none"
      },
      {
        "name": "episcopal church",
        "sentiment": "none"
      },
      {
        "name": "us catholic bishop",
        "sentiment": "none"
      },
      {
        "name": "quaker",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T07:27:30.493+03:00",
  "updated": "2024-03-29T07:27:30.493+03:00"
}