{
  "thread": {
    "uuid": "78589e09408725ccf076075f58ecca14ca284ddd",
    "url": "https://www.lifeandstylemag.com/posts/golden-bachelors-gerry-theresa-had-separate-wedding-bungalows/",
    "site_full": "www.lifeandstylemag.com",
    "site": "lifeandstylemag.com",
    "site_section": "https://www.lifeandstylemag.com/feed",
    "site_categories": [
      "celebrity_fan_gossip",
      "entertainment"
    ],
    "section_title": "Life &amp; Style",
    "title": "Golden Bachelor's Gerry, Theresa Had Separate Wedding Bungalows | Life & Style",
    "title_full": "Golden Bachelor's Gerry, Theresa Had Separate Wedding Bungalows | Life & Style",
    "published": "2024-01-05T23:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.lifeandstylemag.com/wp-content/uploads/2024/01/Golden-Wedding-4.jpg?crop=0px%2C893px%2C2000px%2C1051px&#038;resize=1200%2C630&#038;quality=86&#038;strip=all",
    "performance_score": 0,
    "domain_rank": 17664,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "78589e09408725ccf076075f58ecca14ca284ddd",
  "url": "https://www.lifeandstylemag.com/posts/golden-bachelors-gerry-theresa-had-separate-wedding-bungalows/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Louisa Marshall, Reporting by Lindsay Hoffman",
  "published": "2024-01-05T23:38:00.000+02:00",
  "title": "Golden Bachelor's Gerry, Theresa Had Separate Wedding Bungalows | Life & Style",
  "text": "The Golden Bachelor ’s Gerry Turner and Theresa Nist kept things traditional amid their wedding at La Quinta Resort & Club on Thursday, January 4, and even stayed in separate bungalows on the property, an insider exclusively tells Life & Style .\nNicole Trigg , a resident of La Quinta, scoped out the scene ahead of the big event and dishes to Life & Style that Gerry, 72, and Theresa, 70, stayed “pretty far away from each other” while at the Palm Springs, California location.\n“[Gerry] was staying up by the bungalows that were by the valet,” Nicole, who works in the floral space and owns Botanical Verbiage, details. “[Theresa] … was staying at the bungalows in the very back,” she says, adding that the newlyweds “came out together” ahead of their big day and enjoyed mutual time at the spa.\nCourtesy of Nicole Trigg The golden couple said “I do” in front of family, friends, Bachelor Nation favorites and a multitude of fans during the televised nuptials . Theresa stunned in a mermaid-fitted gown , while Gerry looked dapper in a tuxedo.\nThe bride exchanged her vows first, telling the Golden Bachelor leading man that she felt as though she’d known him “all [her] life.” Gerry followed suit, telling Theresa that he admired her strength and independence. To top off the special event, Susan Noles – a Golden Bachelor contestant – officiated !\nWhat Was on Golden Bachelor’s Gerry and Theresa's Wedding Registry? The La Quinta Resort was decorated to the nines, and stunning floral arrangements, drapery and candles adorned the ceremony space.\nDisney/John & Joseph Photography Ahead of the wedding, Theresa’s daughter, Jen Woolston , dished exclusively to Life & Style about the ceremony, revealing that the lovebirds were “so excited” for their big day.\n“First of all, I work in weddings. I love weddings. And then this is like the ultimate wedding you know that Mindy Weiss is planning and everything,” Jen told Life & Style . “There’s a lot of decisions to make pretty much every day. And you know, I can’t even imagine what it’s going to feel like to actually be there and see it all come to life. Even though we’re in the loop, I think it’s going to feel sort of like a big surprise, really.”\nDid Golden Bachelor’s Leslie Fhima Attend Gerry and Theresa's Wedding? On Theresa and Gerry’s celebrated occasion, Jen served as her mom’s maid of honor, and the couple’s blended family were front and center.\n “My daughter and his daughters are constantly on the phone together,” Theresa shared during a December 2023 interview. “We couldn’t have blended more beautifully together, the two families.” Gerry chimed in too, noting that “the daughters call each other sisters now” and “have a good time with each other.”\nThe duo are off to Italy for their honeymoon, waving goodbye to Palm Springs and welcoming their new reality as husband and wife.\nTags: Exclusive Gerry Turner The Golden Bachelor Theresa Nist",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gerry",
        "sentiment": "negative"
      },
      {
        "name": "theresa nist",
        "sentiment": "negative"
      },
      {
        "name": "gerry turner",
        "sentiment": "negative"
      },
      {
        "name": "theresa",
        "sentiment": "negative"
      },
      {
        "name": "nicole",
        "sentiment": "none"
      },
      {
        "name": "nicole trigg",
        "sentiment": "none"
      },
      {
        "name": "gerry]",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "la quinta",
        "sentiment": "none"
      },
      {
        "name": "quinta resort & club",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "palm springs",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:30:37.483+02:00",
  "updated": "2024-01-11T11:17:24.511+02:00"
}