{
  "thread": {
    "uuid": "08602722a589e513a269147cce15fad7bf771b74",
    "url": "https://bulgarianmilitary.com/2024/03/11/f-35-achieves-a-novel-edge-leaving-j-20-and-su-57-in-its-wake",
    "site_full": "bulgarianmilitary.com",
    "site": "bulgarianmilitary.com",
    "site_section": "https://bulgarianmilitary.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "BulgarianMilitary.com",
    "title": "F-35 achieves a novel edge leaving J-20 and Su-57 in its wake",
    "title_full": "F-35 achieves a novel edge leaving J-20 and Su-57 in its wake",
    "published": "2024-03-11T09:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bulgarianmilitary.com/wp-content/uploads/2024/03/South-Korea-F-35A.jpg",
    "performance_score": 0,
    "domain_rank": 97360,
    "domain_rank_updated": "2024-03-05T12:11:17.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "08602722a589e513a269147cce15fad7bf771b74",
  "url": "https://bulgarianmilitary.com/2024/03/11/f-35-achieves-a-novel-edge-leaving-j-20-and-su-57-in-its-wake",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Boyko Nikolov",
  "published": "2024-03-11T09:10:00.000+02:00",
  "title": "F-35 achieves a novel edge leaving J-20 and Su-57 in its wake",
  "text": "Undeniably, we are witnessing a turning point in military aviation history. The F-35A Lightning II stealth fighter , an innovation of the United States, has now officially earned its distinction as the first fifth-generation aircraft certified to carry the B61-12 nuclear bomb. This success represents a significant evolution in advanced military technology, and undeniably, fortifies the F-35’s position at the forefront of the battlefield.\nPhoto credit: USAF Live ‘yellow-ringed’ warhead spotted on ‘canceled’ US missile F-35 nuke-strike certification rattles Russia, China, North Korea US allegedly pilfered sensitive KF-21 data to bolster F-35 sales According to BulgarianMilitary.com, a reliable source, the notable event of the F-35A receiving clearance to carry nuclear weapons occurred on October 12, 2023. This achievement, which was notably ahead of the initial deadline, was pledged to our NATO allies for January 2024.\nThis significant milestone paves the way for the F-35A to operate in a nuclear warfare scenario, turning it into an extraordinarily versatile and “dual capacity” platform.\nThe J-20 and Su-57 are lagging behind Unlike its counterpart, the F-22 Raptor, which is specifically designed for air-to-air combat, the F-35A was conceived with a tactical nuclear strike in mind. Due to its top-of-the-line stealth abilities, this fighter jet can successfully evade enemy radar detection, ensuring safe navigation through enemy airspace and accurate strike execution.\nWhile it’s true that both China’s J-20 and Russia’s Su-57 stealth fighters possess stealth combat capabilities, neither has yet managed to gain certification for carrying nuclear bombs. This particular distinction elevates the F-35A well above them, asserting it as a paramount force in the context of contemporary warfare.\nPhoto credit: Pinterest A deadly combination Essentially, we’re looking at a modernized version of the renowned B61 nuclear bomb, aptly named the B61-12. Key upgrades such as a maneuverable tail fin, missile spin stabilizer, and a cutting-edge guidance system elevate this bomb to the next level. When paired with the F-35A, it becomes a precision tool designed to lock onto targets with unprecedented accuracy.\nThe F-35’s signature traits: stealth, speed, and agility, make it a prime candidate for executing tactical nuclear strikes in contentious regions. What sets the F-35A apart from traditional bombers, which are prone to threats in enemy territory, is its ability to bypass defenses and carry out precision strikes with extraordinary proficiency.\nUndeniably, incorporating nuclear capabilities into a multipurpose platform like the F-35 changes the game in modern defense strategy. The F-35A is not just a tool for enhancing nuclear deterrence; it broadens the strategic alternatives defense planners can consider in this ever-changing, ever-challenging world that we call home.\nPhoto credit: Russian MoD The F-35 is making history Recognizing the F-35A’s capability to carry nuclear bombs firmly underscores the United States’ formidable technological prowess and forward-thinking innovation. This unmatched strength and capability serve not only as a safeguard for the defense of the US but also as a safety beacon for its allies in a world teeming with uncertainty.\nStepping into the annals of defense history, the F-35A boasts unique and state-of-the-art attributes that undoubtedly earmark it as a symbol of power and innovation. It propels us into the future, exemplifying what modern warfare will look like.\nThe ‘nuke’ F-35A Let’s delve into the F-35A, a unique variant in the fast-progressing F-35 Lightning II family of jets. This single-seater jet is designed to glide through all weather conditions, thanks to its robust stealth features. Measuring a striking 15.7 meters [51.4 feet] in length, with a wingspan of 10.7 meters [35 feet] and a height of 4.33 meters [14.2 feet], the impressive size of the jet demands attention. Weighing in at a formidable 70,000 pounds upon takeoff, the F-35A undoubtedly ranks as a vital contender within the fighter jet sphere.\nAt the heart of this fighter jet lies the Pratt & Whitney F135-PW-100 turbofan engine. This extraordinary engine generates an astonishing 40,000 pounds of thrust power, propelling the jet to top speeds exceeding 1,200 mph. To you jet enthusiasts, that converts to a speed of Mach 1.6! What sets the F-35A apart from its counterparts is the infusion of advanced technology into its system: leading-edge avionics, state-of-the-art sensors such as the AN/APG-81 AESA radar, and the exceptional Electro-Optical Targeting System [EOTS] that provides an additional edge in combat scenarios. For protection, it is equipped with the AN/ASQ-239 Barracuda electronic warfare system to shield against electronic threats.\nPhoto credit: Reddit The F-35A exhibits commendable endurance as well. Powered solely by internal fuel, it can traverse an impressive distance of 1,200 nautical miles, indicating a sturdy combat range. As for firepower, the F-35A can accommodate two air-to-air missiles and two bombs in its internal weapons bay, thereby preserving its vital stealth feature. However, if stealth isn’t a priority, the F-35A flexibly offers external hardpoints capable of carrying additional weapons or fuel tanks.\n***\nFollow us everywhere and at any time. BulgarianMilitary.com has responsive design and you can open the page from any computer, mobile devices or web browsers. For more up-to-date news, follow our Google News , YouTube , Reddit , LinkedIn , Twitter and Facebook pages. Our standards: Manifesto & ethical principles .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.twitter.com/BGMilitary",
    "https://news.google.com/publications/CAAiEBDrerMz-xJjUQPrEZo2tmEqFAgKIhAQ63qzM_sSY1ED6xGaNrZh",
    "https://youtube.com/c/bulgarianmilitarycom",
    "https://www.youtube.com/c/bulgarianmilitarycom",
    "https://www.news.google.com/publications/CAAiEBDrerMz-xJjUQPrEZo2tmEqFAgKIhAQ63qzM_sSY1ED6xGaNrZh?hl=en-GB&gl=GB&ceid=GB%3Aen",
    "https://twitter.com/BGMilitary",
    "https://news.google.com/publications/CAAiEBDrerMz-xJjUQPrEZo2tmEqFAgKIhAQ63qzM_sSY1ED6xGaNrZh?hl=en-GB&gl=GB&ceid=GB%3Aen"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "nato",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "north korea us",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-11T10:15:20.141+02:00",
  "updated": "2024-03-11T13:26:50.343+02:00"
}