{
  "thread": {
    "uuid": "47314f62046588dc1c78ec880dc1ecb27380cf57",
    "url": "https://www.indiatoday.in/india-today-insight/story/why-qatar-court-reversing-death-penalty-of-8-navy-veterans-is-a-big-victory-for-indian-diplomacy-2481607-2023-12-28",
    "site_full": "www.indiatoday.in",
    "site": "indiatoday.in",
    "site_section": "https://www.indiatoday.in",
    "site_categories": [
      "religion",
      "media",
      "catholicism"
    ],
    "section_title": "Latest News, Breaking News Today - Entertainment, Cricket, Business, Politics - IndiaToday",
    "title": "Why Qatar court reversing death penalty of 8 navy veterans is a big victory for Indian diplomacy - India Today",
    "title_full": "Why Qatar court reversing death penalty of 8 navy veterans is a big victory for Indian diplomacy - India Today",
    "published": "2023-12-28T16:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202312/narendra-modi-with-tamim-bin-hamad-al-thani-at-cop-28-281338953-16x9_0.jpg?VersionId=dPIp_kWkRsvBG28DMjhqekLmiXzm6XzI",
    "performance_score": 0,
    "domain_rank": 1799,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "47314f62046588dc1c78ec880dc1ecb27380cf57",
  "url": "https://www.indiatoday.in/india-today-insight/story/why-qatar-court-reversing-death-penalty-of-8-navy-veterans-is-a-big-victory-for-indian-diplomacy-2481607-2023-12-28",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@indiatoday",
  "published": "2023-12-28T16:43:00.000+02:00",
  "title": "Why Qatar court reversing death penalty of 8 navy veterans is a big victory for Indian diplomacy - India Today",
  "text": "Why Qatar court reversing death penalty of 8 navy veterans is a big victory for Indian diplomacy The Modi government had mounted a full-fledged legal challenge and intervention to save the former Indian Navy personnel. The case was a crucial test of the government’s diplomatic heft in a general election year Listen to Story The Qatar Court of Appeal setting aside the death sentences of eight former Indian Navy personnel, accused of spying for Israel, is a major victory for the Narendra Modi government’s diplomacy. The court’s decision, on December 28, came almost a month after Prime Minister Modi had met Qatar’s Emir Sheikh Tamim bin Hamad Al Thani on the sidelines of the COP28 summit in Dubai on December 1. Both leaders had discussed the bilateral partnership and the “well-being of the Indian community” in Qatar. While Indian authorities did not divulge much about the meeting, the interaction may have prompted a change of position among the Qatari authorities on the death sentence case. On December 3, just two days after Modi and Al Thani met, Indian ambassador to Qatar Vipul got the first consular access to meet the eight Indians in prison. The “sentences have been reduced” in the Court of Appeal of Qatar in the Dahra Global case (case of Indians in Qatari custody), informed the ministry of external affairs (MEA) in a statement on December 28, adding that details of the judgment were awaited. “We are in close touch with the legal team as well as the family members to decide on the next steps. We have stood by them since the beginning, and we will continue to extend all consular and legal assistance. We will also continue to take up the matter with the Qatari authorities,” the statement said. The death sentences were pronounced by a Qatari court on October 26. The Indian government had mounted a full-fledged legal challenge besides engaging in proactive diplomacy to secure the release of the eight naval veterans, identified as Captain Navtej Singh Gill, Captain Birendra Kumar Verma, Captain Saurabh Vasisht, Commander Amit Nagpal, Commander Purnendu Tiwari, Commander Sugunakar Pakala, Commander Sanjeev Gupta and Sailor Rajesh. The outcome of the intervention was bound to be seen by many as a measure of the government’s diplomatic heft in a general election year. Official sources claim that since the Court of Appeal has commuted the death sentences, the former Indian Navy personnel may have to serve only prison terms, which could be several years long. It is also possible that they may get to serve their jail time back home under an agreement between India and Qatar, the sources claimed. In 2015, during Al Thani’s India visit, the two countries had signed multiple agreements, including one on prisoner repatriation. The pact allows Indian and Qatari citizens convicted of crimes to be extradited to their home country to serve the remainder of their prison sentences. Official sources said a third possibility was pardon by Qatar’s emir on humanitarian grounds. The naval veterans were employees of the Qatar-based Al Dahra Global Technologies and Consultancy Services. The company, established in 2014, is owned by Khamis Al Ajami, a retired squadron leader of the Royal Air Force of Oman who has world-class training infrastructure for the Qatari Emiri Naval Forces and was conducting radar navigation training for their cadets. Ajami was also arrested in the case but secured bail in November 2022, while the eight Indians had been detained at separate locations in Doha since August last year. Soon after the arrests, the company closed operations in Doha. According to Indian defence officials, all eight former naval officials had an ‘impeccable’ record while serving the Indian Navy and had taken voluntary retirement while holding important positions for up to two decades of their service. Commander Tiwari was awarded the Pravasi Bharatiya Samman Award in 2019, the highest honour conferred on overseas Indians. Qatar and India have enjoyed good relations. India was among the few countries to recognise Qatar soon after its independence in 1971. The two nations established full diplomatic relations in 1973—thus 2023, incidentally, marks 50 years of the bilateral relationship. Qatar is a big contributor to India’s energy security, accounting for almost half of New Delhi’s liquefied natural gas imports. Qatar has so far not made any public statements about the trial conducted by the country’s Court of First Instance. The charges against the eight Indians were never made public, not even shared with their family members. Some reports have claimed that secrets pertaining to Qatar’s stealth submarine programme had been leaked to Israel and that the Indians were facing ‘espionage’ charges. [Subscribe to India Today Magazine](https://subscriptions.intoday.in/indiatoday?utm_source=Insights)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [
    "https://subscriptions.intoday.in/indiatoday?utm_source=Insights)",
    "https://subscriptions.intoday.in/indiatoday",
    "https://www.subscriptions.intoday.in/indiatoday?utm_source=Insights)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "modi",
        "sentiment": "none"
      },
      {
        "name": "hamad al thani",
        "sentiment": "none"
      },
      {
        "name": "qatar vipul",
        "sentiment": "none"
      },
      {
        "name": "al thani",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "qatar court of appeal",
        "sentiment": "none"
      },
      {
        "name": "indian navy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "dubai",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:22:22.678+02:00",
  "updated": "2023-12-29T00:22:22.678+02:00"
}