{
  "thread": {
    "uuid": "dfab3f6aff45da9d49643ca12de1464f718e3b83",
    "url": "https://vnexplorer.net/abuela-se-viraliza-por-disfrutar-un-concierto-de-shinedown-sentir-la-musica-en-los-huesos-s853680.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Abuela se viraliza por disfrutar un concierto de Shinedown; “Sentir la música en los huesos”",
    "title_full": "Abuela se viraliza por disfrutar un concierto de Shinedown; “Sentir la música en los huesos”",
    "published": "2024-01-07T23:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mARB0.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dfab3f6aff45da9d49643ca12de1464f718e3b83",
  "url": "https://vnexplorer.net/abuela-se-viraliza-por-disfrutar-un-concierto-de-shinedown-sentir-la-musica-en-los-huesos-s853680.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-07T23:38:00.000+02:00",
  "title": "Abuela se viraliza por disfrutar un concierto de Shinedown; “Sentir la música en los huesos”",
  "text": "Abuela en concierto de Shinedown | TikTok\nUna queja constante que se suele escuchar al asistir a un concierto es sobre el uso excesivo del teléfono y que los asistentes quieran documentar toda su experiencia.\nUna de las razones por las que se viralizó el video de una mujer de la tercera edad disfrutando de forma eufórica un concierto, es no sólo por los años de la persona sino por el hecho de vivir el momento en lugar de solo estar documentando el show.\nAsí vivió el momento la abuela en el concierto de Shinedown\nFue a través de TikTok que se ha viralizado el momento exacto de una mujer mayor disfrutando de la forma más eufórica posible, un concierto de la banda de rock estadunidense Shinedown.\nEl clip solo dura unos cuantos segundos pero fue suficiente para que las personas lo compartieran a través de otras redes sociales, pues se ve a una persona mayor corear y bailar la canción de ‘Sound of Madness’.\nEl video no sólo asombra por la edad de la persona, sino más bien por la actitud que tiene en pleno concierto la vitalidad y energía con la canta el tema de la banda de rock.\nEl video se hizo tan viral que las reacciones llegaron hasta la persona del video la cual lleva el nombre de Lauri Norris, la cual subió un video a su cuenta de TikTok, agradeciendo todos los comentarios bonitos que le han dejado.\n“Solo quería tomarme un minuto para decir lo humilde y empoderado que he estado por todos sus comentarios en línea. Todo lo que puedo decir es: vive mejor tu vida, vive mejor tus sueños y espero verte en la carretera”, dijo.\nAl entrar a su cuenta personal se descubre que ella es una amante de la música rock, por lo que usualmente asiste a conciertos y su forma de disfrutar la música es por lo que ahora sus videos se han popularizado en internet.\nEn otro clip incluso se puede ver en otro video que ella ha subido otra perspectiva del mismo concierto, donde se le observa caminar con su andadera hacia el escenario y uno de los guitarristas de la banda se acerca a cantar con ella.\nAquí el video de ella cantando con el guitarrista Estas son las reacciones de los usuarios El video ya cuenta con más de 7 millones de reproducciones y alrededor de 600 mil me gustas, además los usuarios han dejado miles de comentarios bonitos hacia la mujer.\nMuchos apuntan a lo responsable que ha sido al usar tapones para los oídos para que su audición no se vea afectada, otros aseguran que esa es la forma correcta de vivir un concierto.\nAdemás, los comentarios no han sido lo único positivo pues incluso una usuarios ha salido a presumir que ha hecho una taza con la imagen de la persona disfrutado el show en vivo.\n“Disfrutando al cien y sin tener celular en mano”\n“No me canso de verla, SU ENERGIAAA”\n“Mientras respiremos, hay que ser felices.. el envase envejece pero el espíritu jamás”\n“Se nota que lo disfruta más que los que están a su alrededor”\n“Es que así se debe disfrutar un concierto, cantar, bailar, sentir la música en los huesos”\n“Envejece el cuerpo, pero jamás el alma”\n“EL ROCK ROMPIENDO LAS BARRERAS DEL TIEMPO”.\nMira aquí el video la mujer disfrutando el concierto ​\n​",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mARB0.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mARB0.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:00:23.202+02:00",
  "updated": "2024-01-08T00:00:23.202+02:00"
}