{
  "thread": {
    "uuid": "7738ab5e2c6cbc93126177d38c1daffae4aad2a3",
    "url": "https://pakobserver.net/pakistan-army-chiefs-unflinching-support-great-inspiration-for-kashmiris-aphc/",
    "site_full": "pakobserver.net",
    "site": "pakobserver.net",
    "site_section": "https://pakobserver.net/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Pakistan Observer",
    "title": "Pakistan Army Chief’s unflinching support great inspiration for Kashmiris: APHC",
    "title_full": "Pakistan Army Chief’s unflinching support great inspiration for Kashmiris: APHC",
    "published": "2024-05-03T17:53:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PK",
    "main_image": "https://pakobserver.net/wp-content/uploads/2024/05/22-1.webp",
    "performance_score": 0,
    "domain_rank": 35294,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7738ab5e2c6cbc93126177d38c1daffae4aad2a3",
  "url": "https://pakobserver.net/pakistan-army-chiefs-unflinching-support-great-inspiration-for-kashmiris-aphc/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "News desk",
  "published": "2024-05-03T17:53:00.000+03:00",
  "title": "Pakistan Army Chief’s unflinching support great inspiration for Kashmiris: APHC",
  "text": "In Indian illegally Jammu and Kashmir, the All Parties Hurriyat Conference (APHC) has hailed Pakistan Army Chief General Asim Munir’s remarks on Kashmir, terming his assertion as a source of inspiration and a reminder that the Kashmiri people are not alone in their struggle for self-determination.\nChief of Army Staff (COAS) General Asim Munir, addressing the passing-out parade of Pakistan Air Force (PAF) cadets in Risalpur, reiterated that Pakistan would continue to provide “moral, political and diplomatic support to our Kashmir brothers”. He asserted that India had maintained its illegal occupation of the region and added the “silence of the entire world about the ongoing Indian aggression in Kashmir cannot suppress the voice of freedom there”.\nAPHC spokesman Advocate Abdul Rashid Minhas in a statement in Srinagar said that the Pakistan army chief’s statement was a clear-cut message to India to stop peddling lies on Jammu and Kashmir, as it is an internationally recognized disputed territory whose final status is yet be ascertained.\nHe said that the statement reflects that entire Pakistan is fully standing by the Kashmiri people in their pursuit for freedom. He urged the international community to recognize the Kashmir dispute as a key factor in achieving regional peace and to work towards a just and peaceful resolution. He said that the BJP-led Indian government and its puppet regime in IIOJK must remember that the days of India’s tyrannical rule over IIOJK are numbered.\nOn the other hand, APHC leaders, Ghulam Muhammad Khan Sopori, Adv Arshad Iqbal, Muhammad Saleem Zargar, Khawaja Firdous, Syed Bashir Andrabi, Maulana Musaib Nadvi, Yasmeen Raja, Farida Behanji, Ms Hafza, Fayaz Hussain Jafari, Syed Sibte Shabbir Qummi , Muhammad Musaib Wani, Advocate Devinder Singh Bahl Imtiyaz Rishi and others in their statements issued in Srinagar also expressed their gratitude to the Pakistan Army for its unwavering support, saying that the Kashmiri people consider the Pakistan Army as their biggest protector after Almighty Allah.\nThey added the Kashmiris who are bearing the brunt of the Indian Army’s onslaught for the past over seven decades consider Pakistan Army as their biggest protector after Almighty Allah. Meanwhile, the All Parties Hurriyat Conference Azad Jammu and Kashmir (APHC-AJK) chapter has urged the Secretary General of the Organisation of Islamic Cooperation (OIC), Hissein Brahim Taha to pressurize India to resolve the lingering Kashmir dispute peacefully under UN supervised plebiscite so that the Kashmiris will decide their political fate.\nIn a letter to the OIC Secretary General, Hissein Brahim Taha, the APHC-AJK exposed the Narendra Modi-led Indian government’s farcical democracy, which masks the suspension of fundamental freedoms and rampant human rights abuses in IIOJK.\nBlowing the lid off Modi’s attempts to deceive the world by staging parliamentary elections in the occupied territory, the APHC-AJK Convener Mehmood Ahmad Saghar condemned India’s attempts to legitimize its illegal occupation of Jammu and Kashmir through sham elections, while denying the Kashmiri people their basic rights and freedoms.\n“The All Parties Hurriyat Conference believes that elections being held under the shadow of guns cannot be a substitute to Kashmiris’ right to plebiscite or referendum, which as per the UNSC resolutions is supposed to be held under the UN auspices” the letter said.\nAPHC-AJK urged OIC to pressure India to reduce its military presence, end human rights abuses, release all political prisoners, and engage in inclusive and meaningful dialogue to resolve the lingering dispute peacefully under a UN-supervised plebiscite. This would allow the Kashmiri people to determine their political fate, free from Indian coercion and manipulation, the letter said.—INP",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "asim munir",
        "sentiment": "none"
      },
      {
        "name": "abdul rashid minhas",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pakistan army",
        "sentiment": "negative"
      },
      {
        "name": "aphc",
        "sentiment": "negative"
      },
      {
        "name": "all parties hurriyat conference",
        "sentiment": "negative"
      },
      {
        "name": "army",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kashmir",
        "sentiment": "none"
      },
      {
        "name": "pakista",
        "sentiment": "none"
      },
      {
        "name": "jammu",
        "sentiment": "none"
      },
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "risalpur",
        "sentiment": "none"
      },
      {
        "name": "srinagar",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T23:18:31.993+03:00",
  "updated": "2024-05-03T23:18:31.993+03:00"
}