{
  "thread": {
    "uuid": "705765babcbaea6030ab31915ecd183d6835d165",
    "url": "https://pt.minghui.org/html/articles/2023/12/29/10250.html",
    "site_full": "pt.minghui.org",
    "site": "minghui.org",
    "site_section": "http://pt.minghui.org",
    "site_categories": [],
    "section_title": "\n            Falun Dafa - Minghui.org",
    "title": "​Índia: Público expressa apoio ao Falun Dafa no Festival Internacional do Livro de Kochi | Falun Dafa - Minghui.org",
    "title_full": "​Índia: Público expressa apoio ao Falun Dafa no Festival Internacional do Livro de Kochi | Falun Dafa - Minghui.org",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 80538,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "705765babcbaea6030ab31915ecd183d6835d165",
  "url": "https://pt.minghui.org/html/articles/2023/12/29/10250.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Escrito por praticantes do Falun Dafa na Índia",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "​Índia: Público expressa apoio ao Falun Dafa no Festival Internacional do Livro de Kochi | Falun Dafa - Minghui.org",
  "text": "(Minghui.org) Os praticantes do Falun Dafa na Índia participaram do 26º Festival Internacional do Livro de Kochi (KIBF) em Kerala, realizado de 1 a 10 de dezembro de 2023. O KIBF é a maior feira em Kerala e o evento literário mais renomado da Índia, conectando leitores de várias idades e origens com escritores, editores e vendedores de livros na Índia e no exterior. Os praticantes demonstraram os exercícios do Falun Dafa no palco central da KIBF em 9 de dezembro de 2023. O escopo da feira deste ano foi enorme, atraindo cerca de 100.000 participantes. Esta é a segunda vez que os praticantes do Falun Dafa participam do evento. Eles aproveitaram a oportunidade para apresentar a prática de mente e corpo e seus principais livros aos participantes da feira. Zhuan Falun e Falun Gong, os dois principais livros do Falun Dafa que foram traduzidos para o idioma local malaiala, foram expostos e vendidos no evento. Foi também a primeira vez que os livros estiveram disponíveis para o público. Muitas pessoas compraram livros do Dafa e se inscreveram em aulas on-line. \"Espero que mais pessoas conheçam o Falun Dafa\" O Sr. P.J. Sunny é professor assistente de filosofia na Sree Sankaracharya University of Sanskrit em Kerala. Já publicou muitos artigos em várias revistas e conduziu workshops. Atualmente, está envolvido em um projeto de pesquisa para o Conselho Indiano de Ciências Sociais. Sr. P.J. Sunny, professor assistente de filosofia O Sr. Sunny disse que já tinha ouvido falar do Falun Dafa e queria saber mais durante o evento. Os praticantes lhe falaram sobre o Falun Dafa e a perseguição na China. O Sr. Sunny expressou solidariedade pela situação difícil dos praticantes na China. Ele disse: \"Estou aprendendo constantemente. Estou analisando seriamente as questões que o comunismo trouxe para o nosso mundo\". Ele também notou os livros Nove comentários sobre o Partido Comunista Chinês e Como o espectro comunista está governando nosso mundo. Os praticantes lhe deram uma cópia dos Nove Comentários. Sunny espera que mais pessoas conheçam o Falun Dafa e a perseguição. Ele disse: \"Desejo tudo de bom para seus esforços\". Rezo para que todos sigam Verdade, Compaixão e Tolerância Devan, um representante médico de Cherthala, soube do Falun Dafa pela primeira vez no festival do livro. Ele ouviu os praticantes descreverem o Falun Dafa e como a prática orienta as pessoas a seguirem os princípios da Verdade, Compaixão e Tolerância em suas vidas. Ele disse com alegria: \"O Falun Dafa nos ensina a cultivar a verdade nas pessoas, o que é bom\". Devan, um representante médico de Cherthala, concordou com os princípios de Verdade, Compaixão e Tolerância ensinados pelo Falun Dafa. Quando soube que o Falun Dafa é perseguido na China, Devan não ficou surpreso. Ele sabia que o PCC violava os direitos das pessoas e disse: \"Muitos atos contra os direitos humanos estão acontecendo na China, os quais o mundo exterior não conhece\". \"O PCC não permite atividades religiosas ou organizacionais. Se alguém fizer isso, será preso, encarcerado por longos períodos de tempo ou até mesmo morto.\" Devan também ressaltou que o PCC não permite nenhuma ideologia fora do comunismo: \"Só se pode sobreviver na China fazendo o que o regime manda\". Antes de sair, ele agradeceu aos praticantes por terem lhe informado sobre o Falun Dafa. Ele desejou sucesso aos praticantes: \"Espero que todos saibam o que é o Falun Dafa. Rezo para que todos sigam Verdade, Compaixão e Tolerância\". Figuras políticas apoiam o Falun Dafa Além do festival do livro, o 7º Festival Literário de Kochi também foi realizado no mesmo local de 6 a 10 de dezembro. Pensadores de diferentes áreas realizaram debates sobre problemas contemporâneos e atraíram artistas, historiadores, cientistas, políticos, poetas, jornalistas e outros. Sreejit Panikar (segundo à esquerda) informou-se sobre a perseguição ao Falun Dafa. Sreejit Panikar é um analista político, apresentador de notícias na TV, pesquisador, escritor e crítico social de Kerala. Ele é comentarista de um importante meio de comunicação em Kerala há anos. Ele foi ao estande dos praticantes para obter mais informações sobre o Falun Dafa e o cultivo. Os praticantes lhe informaram sobre os 24 anos de perseguição na China. Ele disse que o PCC sempre trata as pessoas com brutalidade. Isso renovou sua compreensão sobre a natureza brutal do regime. Panikar já tinha uma cópia digital de Como o espectro do comunismo está governando nosso mundo. Ele disse que vai consultá-lo no futuro para aprender mais. Os políticos K.V. Thomas (segundo à direita) e C.G. Rajagopal (primeiro à direita) conversaram com os praticantes e expressaram seu apoio ao Falun Dafa. Dois políticos do distrito de Ernakulam, K.V. Thomas e C.G. Rajagopal, vieram ao estande do Falun Dafa e expressaram seu apoio à prática. Reconhecimento da mídia local e da comunidade A Rádio Kochi entrevistou praticantes e transmitiu uma reportagem sobre o Falun Dafa. A Rádio Kochi entrevistou praticantes do Falun Dafa durante o festival do livro. As pessoas estavam interessadas em aprender o Falun Dafa e pediram informações aos praticantes. Muitas pessoas que compareceram à feira do livro disseram que estavam procurando livros sobre espiritualidade. Elas ficaram encantadas ao descobrir que os livros do Falun Dafa foram traduzidos para o malaiala. Algumas pessoas aprenderam os exercícios do Falun Dafa on-line e vieram à feira para aprender os exercícios pessoalmente. Em 9 de dezembro, os praticantes demonstraram as cinco séries de exercícios no palco central, e muitas pessoas disseram que os exercícios eram ótimos. Copyright © 2023 Minghui.org. Todos os direitos reservados.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T12:17:47.353+02:00",
  "updated": "2023-12-29T12:17:47.353+02:00"
}