{
  "thread": {
    "uuid": "95ec42519eb4dc04554affebd96415ed35e5bc2c",
    "url": "https://www.engineeringnews.co.za/article/company-aims-to-accelerate-provision-of-basic-human-right-2024-03-15",
    "site_full": "www.engineeringnews.co.za",
    "site": "engineeringnews.co.za",
    "site_section": "http://bbg.einnews.com/live_feed",
    "site_categories": [
      "media",
      "travel",
      "africa"
    ],
    "section_title": "Live Feed Wire - Broadcasting Board of Governors News Today - EIN Presswire",
    "title": "Company aims to accelerate provision of basic human right",
    "title_full": "Company aims to accelerate provision of basic human right",
    "published": "2024-03-15T00:21:01.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ZA",
    "main_image": "https://cdn.creamermedia.com/assets/articles/images/resized/0001117583_resized_chetanmistryxylem02241022.jpeg",
    "performance_score": 0,
    "domain_rank": 21817,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "95ec42519eb4dc04554affebd96415ed35e5bc2c",
  "url": "https://www.engineeringnews.co.za/article/company-aims-to-accelerate-provision-of-basic-human-right-2024-03-15",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lumkile Nkomfe",
  "published": "2024-03-15T00:21:01.000+02:00",
  "title": "Company aims to accelerate provision of basic human right",
  "text": "HOLISTIC APPROACH REQUIRED Water connect organisations and the communities they serve. It's not effective to focus only on narrow areas As a magazine-and-online subscriber to Creamer Media's Engineering News & Mining Weekly, you are entitled to one free research report of your choice. You would have received a promotional code at the time of your subscription. Have this code ready and click here . At the time of check-out, please enter your promotional code to download your free report. Email [subscriptions@creamermedia.co.za](mailto:subscriptions@creamermedia.co.za) if you have forgotten your promotional code. If you have previously accessed your free report, you can purchase additional Research Reports by clicking on the “Buy Report” button on this page. The most cost-effective way to access all our Research Reports is by subscribing to Creamer Media's Research Channel Africa - you can upgrade your subscription now at this link . The most cost-effective way to access all our Research Reports is by subscribing to Creamer Media's Research Channel Africa - you can upgrade your subscription now at this link . For a full list of Research Channel Africa benefits, click https://cdn.creamermedia.com/e-magazines/engineering-news/ResearchChannalMay2023/index.html If you are not a subscriber, you can either buy the individual research report by clicking on the ‘Buy Report’ button, or you can subscribe and, not only gain access to your one free report, but also enjoy all other subscriber benefits, including 1) an electronic archive of back issues of the weekly news magazine; 2) access to an industrial and mining projects browser; 3) access to a database of published articles; and 4) the ability to save articles for future reference. At the time of your subscription, Creamer Media’s subscriptions department will be in contact with you to ensure that you receive a copy of your preferred Research Report. The most cost-effective way to access all our Research Reports is by subscribing to Creamer Media's Research Channel Africa - you can upgrade your subscription now at this link . If you are a Creamer Media subscriber, click (javascript:void(0);) to log in. Amid South Africa’s water infrastructure crisis, global water solutions company Xylem says improving public awareness on water scarcity, quality and sustainability remain crucial in fast-tracking collective efforts to safeguard the provisioning of potable water. The company commends the ‘Water for All’ campaign as a way of educating the public on pertinent water challenges. This is captured under the overarching premise of ensuring that everyone’s basic human right of access to water is met. Xylem highlights that the country’s water infrastructure is under severe pressure, owing to a lack of maintenance and growing population, adding that there has not been a sizable infrastructure spend to expand the water infrastructure network and meet public demand. The company stresses the importance of preventing infrastructure regression as a way of ameliorating constrained water infrastructure systems. In terms of improving its operational efficiency, Xylem emphasises that the water cycle must be viewed in its totality to mitigate losses through the value chain. “Water connects organisations and the communities they serve. “It's not effective to focus only on narrow areas, such as how much water one site consumes. Water challenges become solutions when you take a holistic approach, such as including the impact on local communities,” says Xylem strategy and marketing manager Chetan Mistry. The company asserts that technology is key to understanding the water infrastructure network. Mistry argues that software, sensors and other interlinked technological solutions can provide sufficient data to develop meaningful insight and solutions. Yet, technology is just an enabler and most effective when part of a strategic approach, which covers all aspects from implementation to operations. The real value of water technologies emerges through improved management, efficiencies, and spotting future needs such as preventative and predictive maintenance, he notes. To advance its sustainability strategy, Xylem adopts a multi-layered approach in terms of its corporate and social responsibility. Every year, the company encourages Xylem employees to spend a small portion of their working hours engaging in corporate and social responsibility initiatives involving various communities. “The strategy is to create self-sustaining and water-secure environments. For example, many schools have rudimentary farms to support their nutrition programmes. But these often suffer from poor water reticulation systems. Our approach would be to install drip irrigation, rainwater harvesting and pumping systems, ” Mistry explains. Xylem assists with disaster relief programmes, such as its recent efforts to address the 2022 floods, in KwaZulu-Natal, during which time it sent a mobile treatment unit to provide communities with safe drinking water. The company also erected infrastructure at schools to bolster their water systems, Mistry adds. There has been a good deal of appetite from the private sector to add its weight to addressing the country’s water infrastructure challenges. Xylem has also had discussions with the Department of Water and Sanitation about how the department could deploy specific water strategies to ensure that favourable water solutions are implemented. Further, Xylem says it plays a strategic advisory role to various municipalities as opposed to its sole mandate being as a technology provider. Mistry points out that the company’s role is not confined to selling products to clients, as it aims to ensure that clients derive the maximum benefits from its products. The company also supports the South African Youth Water Prize, a science and technology competition that tasks high school learners with identifying and addressing water-related problems in their communities. The winner represents South Africa at the prestigious Stockholm Junior Water Prize, held in Sweden every year. Xylem contends that the increase of water sustainability campaigns will foster educated and responsible public attitudes to water preservation. The company notes that the water sector is finally being elevated into the collective consciousness as people begin to understand that there is a finite amount of water, and it cannot go to waste. Comments Latest Multimedia sponsored by Announcements What's On Subscribe to improve your user experience... Option 1 (equivalent of R125 a month): Receive a weekly copy of Creamer Media's Engineering News & Mining Weekly magazine (print copy for those in South Africa and e-magazine for those outside of South Africa) Receive daily email newsletters Access to full search results Access archive of magazine back copies Access to Projects in Progress Access to ONE Research Report of your choice in PDF format Option 2 (equivalent of R375 a month): All benefits from Option 1 PLUS Access to Creamer Media's Research Channel Africa for ALL Research Reports, in PDF format, on various industrial and mining sectors including Electricity; Water; Energy Transition; Hydrogen; Roads, Rail and Ports; Coal; Gold; Platinum; Battery Metals; etc. Already a subscriber? Forgotten your password? MAGAZINE & ONLINE R1500 (equivalent of R125 a month) SUBSCRIBE Receive weekly copy of Creamer Media's Engineering News & Mining Weekly magazine (print copy for those in South Africa and e-magazine for those outside of South Africa) ➕ Recieve daily email newsletters ➕ Access to full search results ➕ Access archive of magazine back copies ➕ Access to Projects in Progress ➕ Access to ONE Research Report of your choice in PDF format RESEARCH CHANNEL AFRICA R4500 (equivalent of R375 a month) https://store.creamermedia.co.za/products/research-channel-africa-1-user-1 All benefits from Option 1 ➕ Access to Creamer Media's Research Channel Africa for ALL Research Reports on various industrial and mining sectors, in PDF format, including on: Electricity ➕ Water ➕ Energy Transition ➕ Hydrogen ➕ Roads, Rail and Ports ➕ Coal ➕ Gold ➕ Platinum ➕ Battery Metals ➕ etc. CORPORATE PACKAGES Discounted prices based on volume [CLICK FOR A QUOTATION](mailto:subscriptions@creamermedia.co.za?subject=Corporate Package Subscription Quotation needed) Receive all benefits from Option 1 or Option 2 delivered to numerous people at your company ➕ Multiple User names and Passwords for simultaneous log-ins ➕ Intranet integration access to all in your organisation",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://www.researchchannel.co.za",
    "https://store.creamermedia.co.za/products/copy-of-magazine-online-1-year-hard-copy-south-africa-only",
    "https://store.creamermedia.co.za/products/",
    "https://store.creamermedia.co.za/products/research-channel-africa-1-user-1",
    "https://cdn.creamermedia.com/e-magazines/engineering-news/ResearchChannalMay2023/index.html",
    "https://store.creamermedia.co.za/products",
    "https://www.store.creamermedia.co.za/products/",
    "https://www.store.creamermedia.co.za/products/copy-of-magazine-online-1-year-hard-copy-south-africa-only",
    "https://www.store.creamermedia.co.za/products/research-channel-africa-1-user-1",
    "https://www.cdn.creamermedia.com/e-magazines/engineering-news/ResearchChannalMay2023/index.html",
    "https://researchchannel.co.za"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "creamer media's engineering news & mining weekly",
        "sentiment": "none"
      },
      {
        "name": "creamer media's research channel africa",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:21:02.076+02:00",
  "updated": "2024-03-15T00:21:02.076+02:00"
}