{
  "thread": {
    "uuid": "7e14022668c921439171f2b40bc75b3ae07f941a",
    "url": "https://www.telecinco.es/ghduo/20240229/mayka-rivera-luca-onestini-muestran-complicidad-hablan-reencuentro_18_011850246.html",
    "site_full": "www.telecinco.es",
    "site": "telecinco.es",
    "site_section": "http://www.telecinco.es",
    "site_categories": [
      "television",
      "non_standard_content",
      "entertainment"
    ],
    "section_title": "Noticias de última hora, realities y series - Telecinco",
    "title": "Mayka Rivera y Luca Onestini desvelan cómo ha sido su reencuentro - GH Dúo",
    "title_full": "Mayka Rivera y Luca Onestini desvelan cómo ha sido su reencuentro - GH Dúo",
    "published": "2024-02-29T23:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://album.mediaset.es/eimg/2024/02/29/lucamayka_b8b4.jpg",
    "performance_score": 0,
    "domain_rank": 7294,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7e14022668c921439171f2b40bc75b3ae07f941a",
  "url": "https://www.telecinco.es/ghduo/20240229/mayka-rivera-luca-onestini-muestran-complicidad-hablan-reencuentro_18_011850246.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "GH DÚO",
  "published": "2024-02-29T23:56:00.000+02:00",
  "title": "Mayka Rivera y Luca Onestini desvelan cómo ha sido su reencuentro - GH Dúo",
  "text": "> Marta Flich pregunta a Luca Onestini y Mayka Rivera si se han visto fuera del concurso Ambos muestran su complicidad en el plató tras coincidir después de salir de la casa Luca Onestini se sinceraba sobre lo que siente por Mayka y deja las puertas abiertas: \"Físicamente me gusta\" Durante la gala final de 'GH Dúo' , Luca Onestini y Mayka Rivera , que tuvieron mucha conexión mientras coincidieron como concursantes en la casa de Guadalix, han vuelto a coincidir, y han confesado si se han visto fuera tras salir ella del concurso.\nLucía era el nombre que daba Mayka como la finalista que creía que iba a ganar el concurso y Luca Onestini, al dar su nombre, bromeaba ante esto: \"No puedo decir lo que pienso porque tengo a Mayka aquí que me dice que tengo que decir solo que quiero que gane Lucía, no me da el permiso de decir lo que pienso\".\nMÁS Mª Jesús Ruiz, emocionada por entregar el maletín de ‘GH DÚO’, como ganadora de la primera edición: “El premio es el cariño y el amor de la audiencia” Isa Pantoja responde a la propuesta de Asraf Beno: \"Ese es mi pensamiento\" \"Ivana se ve nerviosa; Finito siente una gran atracción\": lo que dicen los gestos de la pareja más popular de GH DÚO Marta Flich reaccionaba ante las palabras del italiano y lanzaba una pregunta muy directa: \"¿Lo habéis comentado por la noche o desayunando o algo?\". \"Todo el rato\", respondía Luca Onestini y preguntaba, entre bromas, \"por qué no podía sentarse al lado de Mayka\" en el sofá durante la final.\nMayka, se reía ante las afirmaciones del hermano de Gianmarco, y contestaba ella a la pregunta de la presentadora: \"¿Tenéis algo que contar?\" . \"Ha sido la primera vez que nos hemos visto hoy después de que se fue de la casa y bien, el reencuentro bien\", explicaba Mayka, pero por detrás Luca aseguraba que \"habían cenado juntos\".\n\"Estaba Marc arruinando toda la atmósfera, estaba mirando\", afirmaba, entre bromas, Luca Onestini y Florensa quería decir algo ante esto: \"No, yo les estaba diciendo que no se pueden liar fuera de la casa, se tenían que liar dentro\".\nTemas Luca Onestini Mayka ('La isla de las tentaciones') Realities Concursantes",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:21:49.105+02:00",
  "updated": "2024-03-01T00:21:49.105+02:00"
}