{
  "thread": {
    "uuid": "8a8bba8b77c52eaaf6328f5a4c4b7ff89d81688a",
    "url": "https://www.conservativewoman.co.uk/the-true-saviour-of-the-whole-world",
    "site_full": "www.conservativewoman.co.uk",
    "site": "conservativewoman.co.uk",
    "site_section": "https://www.conservativewoman.co.uk/category/faith-family/",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": null,
    "title": "The true Saviour of the whole world - The Conservative Woman",
    "title_full": "The true Saviour of the whole world - The Conservative Woman",
    "published": "2024-03-29T04:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 62637,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8a8bba8b77c52eaaf6328f5a4c4b7ff89d81688a",
  "url": "https://www.conservativewoman.co.uk/the-true-saviour-of-the-whole-world",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Julian Mann",
  "published": "2024-03-29T04:16:00.000+03:00",
  "title": "The true Saviour of the whole world - The Conservative Woman",
  "text": "THE Prayer Book reading for today, Good Friday, from John’s Gospel reveals the profound irony in Pontius Pilate’s refusal to change the inscription on Jesus’s cross from a declaration of objective truth to a subjective claim.\nAll four New Testament Gospels record the inscription on the cross but John’s is the only one to relate the controversy over it:\n‘ And Pilate wrote a title, and put it on the cross. And the writing was Jesus Of Nazareth The King Of The Jews. This title [was] then read [by] many of the Jews: for the place where Jesus was crucified was nigh to the city: and it was written in Hebrew, and Greek, and Latin. Then said the chief priests of the Jews to Pilate, Write not, The King of the Jews; but that he said, I am King of the Jews.Pilate answered, What I have written I have written’ (John 19v19-22 – King James Version).\nThe Apostle John, in his witness account of the life, death and resurrection of Jesus Christ, previously recorded how the Roman Governor, against his better judgment, gave in to the demands of the crowd to have Jesus condemned to death. He knew Jesus was innocent of the charges of political insurrection the religious leaders in Jerusalem had levelled against him.\nJesus had no political agenda. He made clear to Pilate during their conversation in the Praetorium: ‘My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from hence’ (John 18v36).\nPilate seemed to grasp that the kingdom of which Jesus spoke was spiritual: ‘Pilate therefore said unto him, Art thou a king then? Jesus answered, Thou sayest that I am a king. To this end was I born, and for this cause came I into the world, that I should bear witness unto the truth. Every one that is of the truth heareth my voice. Pilate saith unto him, What is truth?\n‘And when he had said this, he went out again unto the Jews, and saith unto them, I find in him no fault at all. But ye have a custom, that I should release unto you one at the passover: will ye therefore that I release unto you the King of the Jews? Then cried they all again, saying, Not this man, but Barabbas. Now Barabbas was a robber’ (John 18v37-40).\nBarabbas won the ‘I’m a criminal, get me out of here’ popularity contest and Pilate gave in to the mob incited by the religious leaders outside the Praetorium. Yet with the obstinacy of a weak man he refused to change the inscription on Jesus’s cross.\nJohn’s Gospel is revealing a vital truth through the irony of Pilate’s behaviour. Pilate was a man who was very uncertain about truth. ‘What is truth?’ he famously said to Jesus when the Lord said to him: ‘Every one that is of the truth heareth my voice.’\nLike many people in the 1 st Century Roman Empire and the agnostic majority in the 21 st Century West, Pilate was deeply uncertain about whether there are universal, God-given principles to rule human beliefs and actions. Pilate’s uncertainty led him to give in to the mob’s demand to crucify the Truth in Person.\nBut here he was sticking with what he wrote, which happened to be universal, objective truth, the reality that Jesus came into the world as the King of the Jews, the Messiah of Old Testament promise and expectation. The universal, objective truth which the Bible proclaims is that the one true God sent his Messiah, his Christ, his anointed King, to save his chosen people, the Jews, and not only to save them but people from any and every nation who bow the knee to the King of the Jews. Pilate could have been included, but for his proud agnosticism.\nThere is another level of irony in Pilate’s refusal to change his inscription. If the religious leaders had had their way, there would have been a past tense over Jesus: ‘But that he said . . .’ No past tense points to the fact that on the day after the Sabbath death was going to lose its grip on the King of the Jews.\nThe crucified and risen Jesus invites all of humanity to believe the truth about him as the Jewish Messiah who died to save us from our sins. We need saving from our sins and the devastating consequences of them. Absorbing in himself the divine judgment our sins deserve, Jesus showed himself to be the true Saviour of the whole world because he died on the cross as ‘Jesus Of Nazareth The King Of The Jews’.\nThis Good Friday Collect, one of three in the Prayer Book, is a beautiful prayer for all Christian people: ‘Almighty God, we beseech thee graciously to behold this thy family, for which our Lord Jesus Christ was contented to be betrayed, and given up into the hands of wicked men, and to suffer death upon the cross, who now liveth and reigneth with thee and the Holy Ghost, ever one God, world without end.’",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "john",
        "sentiment": "positive"
      },
      {
        "name": "john’s",
        "sentiment": "none"
      },
      {
        "name": "pilate",
        "sentiment": "none"
      },
      {
        "name": "king of the jews.pilate",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pilate",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pon",
        "sentiment": "none"
      },
      {
        "name": "nazareth",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T05:40:10.097+03:00",
  "updated": "2024-03-29T05:40:10.097+03:00"
}