{
  "thread": {
    "uuid": "5eb59c91784a5774822de1584fcc21831ab487dd",
    "url": "https://www.gbase.com/gear/lsl-bad-bone-deluxe-natural-gloss",
    "site_full": "www.gbase.com",
    "site": "gbase.com",
    "site_section": "https://gbase.com",
    "site_categories": [],
    "section_title": "Home | Gbase.com &gt; Guitars Amps &amp; More",
    "title": "LSL Bad Bone Deluxe Natural Gloss > Guitars Electric Solid Body | Distinctive Guitar",
    "title_full": "LSL Bad Bone Deluxe Natural Gloss > Guitars Electric Solid Body | Distinctive Guitar",
    "published": "2024-01-06T00:45:54.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://guitars.gbase.com/aza/user/gear/lsl-bad-bone-deluxe-natural-gloss.jpg?maxwidth=500",
    "performance_score": 0,
    "domain_rank": 81476,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5eb59c91784a5774822de1584fcc21831ab487dd",
  "url": "https://www.gbase.com/gear/lsl-bad-bone-deluxe-natural-gloss",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@GbaseGear",
  "published": "2024-01-06T00:45:54.000+02:00",
  "title": "LSL Bad Bone Deluxe Natural Gloss > Guitars Electric Solid Body | Distinctive Guitar",
  "text": "This Bad Bone DX from LsL Instruments not only sounds amazing but has a stunning quilt Maple top. This T is setup with 2 humbuckers that have a great vintage sound, but are ready for any amount of gain you throw at them. They can be split as well, to get sweet single coil sounds. The satin neck feel great and the the fingerboard has perfectly rolled edges for easy comfortable shredding! Mint Shop Demo Piece-Authorized Dealer, Full Warranty Still Included. Specs: Model: Bad Bone 2 Deluxe Body Wood: Roasted Alder Top Wood: Roasted Quilt Maple Binding: Black Finish Color: Natural Gloss Pickguard: Black Neck Wood: Roasted Flame 5A Fingerboard Wood: Roasted Flame 5A Neck Finish: Satin Scale Length: 25.5\" Neck Shape: Medium C Fingerboard Radius: 9.5\" Nut Width: 1 5/8th Frets: 22 Inlays: Dots Hardware Color: Chrome Tuners: Vintage Bridge: Vintage Neck Pickup: Humbucker Bridge Pickup: Humbucker Knobs: Volume, Tone Switching: 3-way Extra Controls: Push/Pull Splits Strings: 10-46 Case: Hardshell Condition: New Major Credit Cards Accepted Through PayPal, Bank Wire, Cashiers Check and Money Order also accepted. DOMESTIC (CONUS) - All orders within the contiguous USA SHIP FREE and fast direct to you via FedEx Ground. Guitars are always shipped with signature required. Orders to Hawaii or Alaska will incur an additional shipping charge. Overnight, 2-Day, and Express shipping is available for an additional fee. INTERNATIONAL - International shipping is available on all orders. Shipping charges are calculated at checkout. Customs duties are the responsibility of the buyer. RETURN POLICY - At Distinctive Guitar customer satisfaction is our top priority. We are happy to offer you a 48hr approval period on all orders (excludes custom orders and layaways). Return arrangements must be made within 48 hours of receipt and must be authorized by Distinctive Guitar prior to shipment. Refunds on approved returns will be made in-full less shipping costs both ways and applicable credit card fees. Feel free to use your refund in-full on another \"In Stock Item\". In limited circumstances, returns outside the 48 hour approval window may be considered but are subject to a 15% re-stocking fee. Trades are considered final sale due to the large amount of shipping fees and risk associated with a trade transaction. We are happy to discuss approval prior to trading if required. Sale, clearance, demo, and NOS items are considered final sale and no refunds or returns are allowed on these items. All orders must be returned in the condition they were originally shipped within 5 business days after return approval. If any of the above criteria is not met Distinctive Guitar reserves the right to refuse the return or a higher re-stocking fee may apply. All returns are handled on a case by case basis so if you have any issues or concerns don't hesitate to contact us.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "money orde",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "lsl",
        "sentiment": "negative"
      },
      {
        "name": "lsl instruments",
        "sentiment": "negative"
      },
      {
        "name": "paypal",
        "sentiment": "none"
      },
      {
        "name": "bank wire",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:45:55.432+02:00",
  "updated": "2024-01-06T00:45:55.432+02:00"
}