{
  "thread": {
    "uuid": "c0c159a3a619771d18c2f5b382f8da75657080fd",
    "url": "https://www.freepressjournal.in/viral/caffeinated-benares-people-queue-up-religiously-at-the-new-starbucks-outlet-in-holy-town-watch-viral-video",
    "site_full": "www.freepressjournal.in",
    "site": "freepressjournal.in",
    "site_section": "https://www.freepressjournal.in/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Free Press Journal",
    "title": "Caffeinated Benares: People Queue Up Religiously At The New Starbucks Outlet In Holy Town, Watch Viral Video",
    "title_full": "Caffeinated Benares: People Queue Up Religiously At The New Starbucks Outlet In Holy Town, Watch Viral Video",
    "published": "2024-03-29T09:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://media.assettype.com/freepressjournal/2024-03/2d96a73b-8ae8-4297-a2cb-618d1b78851c/GJQsx8AXEAAqjxA.jpg",
    "performance_score": 0,
    "domain_rank": 9897,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c0c159a3a619771d18c2f5b382f8da75657080fd",
  "url": "https://www.freepressjournal.in/viral/caffeinated-benares-people-queue-up-religiously-at-the-new-starbucks-outlet-in-holy-town-watch-viral-video",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rahul M",
  "published": "2024-03-29T09:00:00.000+03:00",
  "title": "Caffeinated Benares: People Queue Up Religiously At The New Starbucks Outlet In Holy Town, Watch Viral Video",
  "text": "Starbucks, if not for its coffee has always had an impact for its image and reputation. It is sign of certain Urban charm to have an outlet of same around your neighbourhood. For many in this part of the world, its also a status symbol, to sip from cup, with your name scribbled on it. Crowd For Coffee India being a price sensitive market is always almost inherently allergic to things, that are deemed expensive. So, the opening of a Starbucks, which is known to serve exorbitant coffee opened in a teir-2 city like Varanasi, some were apprehensive about its success. [Delivery Agent Left in Tears After Zomato Allegedly Blocked His Account Days Before Sister's... ](https://www.freepressjournal.in/viral/delivery-agent-left-in-tears-after-zomato-blocked-his-account-days-before-sisters-wedding) Nevertheless, as though a message to 'haters' coffee lover or perhaps Starbucks enthusiasts thronged to the new outlet, with a royal look. In the videos, that are now making the rounds, customers can be seen queuing outside the outlet. The scenes inside are no different, with people shrouding the store, as though waiting to get a glimpse of their revered deity. The crowd that is visible in the footage online appears largely young, indicating the influence of modern and western media, especially TV shows and Films, that have popularized coffee and the brand itself. [Unholy Holi In Mathura: 'Vulgar' Celebrations By Builders Leads To Public Outcry; Video Goes Viral ](https://www.freepressjournal.in/viral/unholy-holi-in-mathura-vulgar-celebrations-by-builders-lead-to-public-outcry-see-viral-video) Star Of Varanasi The holy town of Varanasi or Banaras that is usually doused in the fragrance of spirituality, got its first flavour of premium coffee, when American coffee giant Starbucks opened its first outlet on 22 March. The outlet most has certain imperial touch, with its traditional dark green shade showering its exterior, it is molded to attract not just those craving caffeine, but also the eyes looking for exuberant beauty. Starbucks India operates as a 50:50 Joint Venture between Tata Global Beverages and Starbucks Coffee Company. The company has established a presence in 30 cities across India. The company also boasts of over 230 stores. This extensive network is supported by a team of over 2,300 workers. The Starbucks Varanasi outlet is located in BHU Trauma Centre Rd, Narottam Nagar Colony, Nagwa Lanka, Varanasi, Uttar Pradesh 221005.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "new starbucks outlet in holy town",
        "sentiment": "negative"
      },
      {
        "name": "starbucks",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "varanasi",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T14:07:16.786+03:00",
  "updated": "2024-03-29T18:04:02.895+03:00"
}