{
  "thread": {
    "uuid": "2b0e7d81d33f4bb7105e5ccb856c0d38739a388b",
    "url": "https://www.juventudrebelde.cu/cuba/2023-12-28/justo-reconocimiento-a-dos-sectores-claves",
    "site_full": "www.juventudrebelde.cu",
    "site": "juventudrebelde.cu",
    "site_section": "https://www.juventudrebelde.cu/get/rss/grupo/generales",
    "site_categories": [
      "media"
    ],
    "section_title": "Juventud Rebelde",
    "title": "Justo reconocimiento a dos sectores claves",
    "title_full": "Justo reconocimiento a dos sectores claves",
    "published": "2023-12-29T06:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CU",
    "main_image": "https://www.juventudrebelde.cu/thumbs/600x600/aspectRatio/images/medias/2023/12/2l3iiL_28-12-2023_23.12.34.000000.jpg",
    "performance_score": 0,
    "domain_rank": 74508,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2b0e7d81d33f4bb7105e5ccb856c0d38739a388b",
  "url": "https://www.juventudrebelde.cu/cuba/2023-12-28/justo-reconocimiento-a-dos-sectores-claves",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Raciel Guanche Ledesma digital cu",
  "published": "2023-12-29T06:38:00.000+02:00",
  "title": "Justo reconocimiento a dos sectores claves",
  "text": "El personal de Salud Pública se beneficiará de un aumento en los ingresos. Autor: Roberto Suárez Publicado: 28/12/2023 | 11:32 pm\nComo parte de las proyecciones del Gobierno para corregir distorsiones y reimpulsar la economía, una de las decisiones de mayor impacto anunciadas recientemente en el 2do. Período Ordinario de Sesiones de la Asamblea Nacional del Poder Popular en su 10ma. Legislatura, está relacionada con el incremento de los ingresos y mejoras en la atención al personal de los sectores de Educación, Educación Superior y Salud Pública, pilares muy vinculados con la esencia misma de la Revolución.\nEn tal sentido, la viceministra de Finanzas y Precios, Maritza Cruz García, explicó este jueves en el espacio televisivo Mesa Redonda que se trata de dos sectores estratégicos priorizados en todo momento desde el presupuesto del Estado, aun en las condiciones adversas que atravesamos.\nPor ello para 2024, dijo, el 63 por ciento del gasto total del presupuesto estará dedicado a los sectores de salud, educación, la asistencia y la seguridad social, cultura y deporte. En el caso de Salud Pública, precisó, recibe un 26 por ciento del gasto total y la educación un 20 por ciento.\nAunque no existe capacidad para un incremento masivo en todos los sectores, en específico el Gobierno cubano decidió reconocer la Salud y la Educación, aclaró, por la necesidad que tenemos de estabilizar la fuerza laboral especializada en esas esferas para mejorar la calidad de vida y de enseñanza. Estamos hablando de más de un millón de trabajadores entre ambas, aseguró.\nLa Viceministra de Finanzas y Precios recordó que esta es una medida parcial que incluye también instituciones de la cultura y el deporte, al tiempo que comentó que en la medida en que logremos generar mayores ingresos, el país podrá ampliar estos beneficios a otros sectores estratégicos de la sociedad.\nMás de 25 000 millones de pesos de incremento se erogarán para respaldar este gasto dentro del presupuesto. Por lo que Cruz García aclaró que este paso requiere más control para supervisar que el efecto de las medidas sea positivo, y que su diseño e implementación sean los adecuados, para garantizar que se aseguren los recursos financieros necesarios.\nMás motivaciones\nEl viceministro de Salud Pública, Luis Fernando Navarro Martínez, detalló que ese sector agrupa a más de 409 000 trabajadores, y reconoció el esfuerzo del país para respaldar desde el presupuesto del Estado todos los servicios de salud gratuitos.\nEn total son 22 medidas dispuestas, y de ellas cuatro resultan fundamentales por estar relacionadas con los ingresos de los trabajadores, sobre todo, aquellos profesionales y técnicos vinculados directamente con los servicios médicos.\nSobre el incremento salarial a los trabajadores que surtirá efecto a partir del 1ro. de enero, consideró que debe tener un impacto positivo en lo inmediato. La primera de estas medidas va encaminada al pago mensual por años de servicio a médicos, estomatólogos, personal de enfermería, sicólogos, tecnólogos y técnicos.\nAsimismo, significó que a partir de los 30 años trabajados cada dos años corresponde un incremento de 400 pesos mensuales. Esta justa recompensa para el personal con tiempo de antigüedad en el sector debe beneficiar a más 212 000 trabajadores.\nAdemás, aclaró, en el caso de los trabajadores de las universidades de Ciencias Médicas, recibirán el pago por servicio acorde con lo establecido por el Ministerio de Educación Superior.\nEntretanto, la segunda medida anunciada por el Viceministro de Salud Pública es el incremento de la tarifa de las guardias nocturnas (horas trabajadas). En el caso del personal médico y de estomatología, la tarifa quedó fijada en los 50 pesos la hora de lunes a viernes, desde las siete de la noche hasta las siete de la mañana, mientras que los sábados se comienza a contar a partir del mediodía, y los domingos desde las siete de la mañana.\nEn el caso del personal de enfermería, refirió, la tarifa es de 40 pesos la hora de siete de la noche a las siete de la mañana, y para los tecnólogos de la salud resultará de 30 pesos también por horas de trabajo en sus guardias nocturnas.\nPara reconocer el esfuerzo de profesionales en condiciones especiales se aprobó igualmente un pago adicional a médicos, estomatólogos, personal de enfermería, sicólogos, tecnólogos, farmacéuticos y otros profesionales técnicos que trabajan directamente en los servicios de la salud de mayor demanda asistencial con un nivel importante de responsabilidad.\nPara ello, según explicó, se establecieron cinco grupos de condiciones especiales de trabajo, aplicables a médicos y estomatólogos, que incluyen servicios brindados, desde la atención primaria de salud hasta las más complejas en la actividad secundaria y terciaria.\nLos del primer grupo tienen tres pesos la hora, el segundo 4,50 pesos por hora, el tercero seis pesos por hora, el cuarto 7,80 y el quinto nueve pesos por hora. Para el personal de enfermería y otros técnicos, las tarifas fueron fijadas para el primer grupo en 1,20 pesos por hora, el segundo en 2,30 pesos la hora y un tercer grupo en 3,50 pesos la hora. Precisó el Viceministro que este pago se suma al de la escala salarial, los años de antigüedad y las guardias nocturnas.\nMientras que una cuarta medida va encaminada al incremento de ingresos por carga docente, asistencial, investigativa y de otros servicios. O sea, hacia aquellos trabajadores que cubren, además de su puesto, otras plazas importantes. Para quienes estén en esta condición, informó, la cuantía máxima a pagar puede llegar a ser hasta de un ciento por ciento del salario escala del cargo que ocupa el trabajador.\nEl resto de las medidas del sector, comentó, se irán implementando paulatinamente en 2024. Por su parte Santiago Abadía, secretario general del Sindicato de Trabajadores de la Salud, precisó que no se trata de una reforma salarial, sino de medidas que necesitábamos y que reclamaba nuestro pueblo y personal de salud.\nOtro sector que se beneficia\nAl igual que sucede en la Salud, para los docentes cubanos y personal de educación, las medidas anunciadas en el Parlamento cubano se aprecian con una aceptación general y de gran impacto, según lo expresado en el espacio televisivo por la ministra de Educación, Naima Ariatne Trujillo Barreto.\nDijo la Ministra que es este un programa integral y abarcador que se implementará en todos los niveles de Educación, pues estamos hablando del sistema educacional más amplio del país. Todo ello ha exigido ajustar resoluciones e idear nuevos procedimientos. Todo lo que se va a hacer, aseguró, ha tenido una participación y discusión, por lo que la ampliación de estas disposiciones se irá realizando en la medida en que las condiciones del país lo permitan.\nPero una de las medidas más importantes para el sector radica en el pago adicional por antigüedad, que tiene como novedad que se involucra ahora tanto a trabajadores docentes como no docentes. Y con ello, subrayó Trujillo Barreto, se beneficiará de un modo u otro a 240 000 trabajadores del gremio. Añadió que el rango de los 30 años de trabajo es donde se encuentra el mayor número de personal en este sector.\nPara los profesores de las escuelas pedagógicas y los IPVCE, habrá igualmente un tratamiento diferenciado, aclaró. Asimismo, la remuneración por sobrecarga docente fue abordada por la Ministra de Educación, quien informó que serán estimuladas personas que, además de cumplir con la actividad que normalmente corresponde a un docente de un nivel educativo, asumen condiciones especiales para cumplir con las labores que correspondería a un profesor que hoy no tenemos. Aquí también se entiende a los trabajadores no docentes, agregó, llegando en cualquier caso, hasta una retribución del ciento por ciento del salario.\nPor su parte, el Ministro de Educación Superior, Walter Baluja Martínez, aseveró que la principal motivación hasta hoy no ha sido el salario propiamente en estos sectores, de ahí que las medidas sean tan relevantes e importantes.\nEn materia presupuestaria, comentó, más del diez por ciento estará dedicado al pago por antigüedad del personal de la Educación Superior. También está concebido, al igual que en la educación general, el pago por la sobrecarga docente, en un sector donde ha crecido la matrícula en los últimos años.\nHay otras medidas, recordó, que no se implementarán de inmediato y que tienen que ver con el pago de aquellos docentes que colaboran y realizan proyectos de carácter internacional. Además, al referirse a la estimulación moral en la Educación Superior, significó que es también un aspecto importante, porque resulta una de las vías más relevantes para mantener reconocido a cada trabajador.\nIncremento Salarial por antigüedad\nMinisterio de Educación y Educación Superior.\nMinisterio de Salud Pública",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T09:53:36.558+02:00",
  "updated": "2023-12-29T09:53:36.558+02:00"
}