{
  "thread": {
    "uuid": "a439e1eb11f925f95e88bb21a7824ca049a5640c",
    "url": "https://www.nebrija.com/medios/actualidadnebrija/2024/02/15/la-universidad-nebrija-acoge-el-campeonato-nacional-de-robotica/",
    "site_full": "www.nebrija.com",
    "site": "nebrija.com",
    "site_section": "https://www.nebrija.com/medios/actualidadnebrija/feed",
    "site_categories": [
      "graduate_school",
      "education"
    ],
    "section_title": "Actualidad Nebrija",
    "title": "La Universidad Nebrija acoge el Campeonato Nacional de Robótica",
    "title_full": "La Universidad Nebrija acoge el Campeonato Nacional de Robótica",
    "published": "2024-02-15T11:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.nebrija.com/medios/actualidadnebrija/wp-content/uploads/sites/2/2024/02/La-Universidad-Nebrija-acoge-el-Campeonato-Nacional-de-Robotica.jpg",
    "performance_score": 0,
    "domain_rank": 71869,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a439e1eb11f925f95e88bb21a7824ca049a5640c",
  "url": "https://www.nebrija.com/medios/actualidadnebrija/2024/02/15/la-universidad-nebrija-acoge-el-campeonato-nacional-de-robotica/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "jpicos",
  "published": "2024-02-15T11:25:00.000+02:00",
  "title": "La Universidad Nebrija acoge el Campeonato Nacional de Robótica",
  "text": "La Universidad Nebrija con la colaboración con la\nCátedra Global Nebrija-Santander en Recuperación de Energía en el Transporte de Superficie y el Grupo de Investigación Green promocionan el primer evento nacional de robótica tras la pandemia.\nTras el forzoso parón que ha limitado este tipo de actividades vuelve con fuerza un campeonato que dinamiza la colaboración entre personas y la innovación en campos ligados a la automática, el software, la sensórica y la dinámica.\nEn esta primera edición pospandemia se abordarán las modalidades de MINI-SUMO y VELOCISTA y se repartirán interesantes premios.\nEl campeonato, que tendrá lugar el día 18 de mayo en el Campus de Madrid-Princesa de la Universidad de Nebrija, contará con la participación, fuera de programa, de campeones de ediciones anteriores que hablarán sobre los retos superados, las técnicas empleadas y las tendencias internacionales en estos campos.\nAlto nivel de competición\nRaúl Lapeira, organizador del Campeonato Nacional de Robótica, asegura: “Tenemos mucha ilusión en retomar la liga nacional de robótica, aunque en esta edición, por las especiales circunstancias, lo limitaremos a un único campeonato y dos modalidades. Esperamos poder recuperar, en breve, la ilusión y el alto nivel de competición y número de participantes que ha caracterizado a la robótica en España”.\n“Este campeonato encaja perfectamente con las titulaciones que Nebrija ya tiene y las que está impulsando y esperamos que sea fuente de inspiración y de referencia para aquellos estudiantes que vayan a optar por unos estudios con alto contenido tecnológico y un gran futuro profesional”, señala Juan Carlos Arroyo, director de la\nPolitécnica Nebrija.\nJavier Aranceta, director de la\nCátedra Global Nebrija-Santander en Recuperación de Energía en el Transporte de Superficie, afirma que desde la Cátedra “llevamos años impulsando la introducción de los jóvenes en áreas tecnológicas y en entornos de investigación colaborativa ligados al transporte. Los conocimientos, la colaboración y la multidisciplinariedad necesarias en esta competición están perfectamente alineados con este espíritu y esperamos que este evento contribuya de manera decisiva a retomar entre los jóvenes la ilusión por abordar estas disciplinas”.\nPor su parte, Francisco Badea, director del Grupo de Investigación GREEN, añade: “La optimización de por ejemplo los costes y los pesos es una constante en el entorno industrial. Desde el grupo Green llevamos años orientando nuestra actividad hacia la consecución de altos estándares de automatización en el automóvil con una sensórica y tratamiento de datos a un coste tal que permita la universalización de estas soluciones. Este campeonato incide, por las estrictas limitaciones a las que están sometidas los prototipos participantes, directamente con nuestros objetivos y es un placer apoyar este esfuerzo de los jóvenes estudiantes.\nMás información en la\npágina oficial del Campeonato.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Education"
  ],
  "external_links": [
    "https://greenebrija.com",
    "https://lnrc.es/",
    "https://www.greenebrija.com/",
    "https://www.lnrc.es/",
    "https://www.lnrc.es",
    "https://greenebrija.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T03:28:41.960+02:00",
  "updated": "2024-02-16T03:28:41.960+02:00"
}