{
  "thread": {
    "uuid": "3a37b4b418d262ee7dd21cba6c053ec692770db6",
    "url": "https://www.vaticannews.va/fr/pape/news/2023-12/volodymyr-zelensky-remercie-le-pape-pour-son-soutien-a-l-ukraine.html",
    "site_full": "www.vaticannews.va",
    "site": "vaticannews.va",
    "site_section": "https://www.vaticannews.va/fr.rss.xml",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "Vatican News - Français",
    "title": "Volodymyr Zelensky remercie le Pape pour son soutien à l'Ukraine",
    "title_full": "Volodymyr Zelensky remercie le Pape pour son soutien à l'Ukraine",
    "published": "2023-12-29T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "VA",
    "main_image": "https://www.vaticannews.va/content/dam/vaticannews/agenzie/images/srv/2023/05/13/2023-05-13-s-e--il-signor-volodymyr-zelensky--presidente-della-r/1683992000462.JPG/_jcr_content/renditions/cq5dam.thumbnail.cropped.1500.844.jpeg",
    "performance_score": 0,
    "domain_rank": 2928,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 30,
        "comments": 34,
        "shares": 11
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3a37b4b418d262ee7dd21cba6c053ec692770db6",
  "url": "https://www.vaticannews.va/fr/pape/news/2023-12/volodymyr-zelensky-remercie-le-pape-pour-son-soutien-a-l-ukraine.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T07:00:00.000+02:00",
  "title": "Volodymyr Zelensky remercie le Pape pour son soutien à l'Ukraine",
  "text": "Volodymyr Zelensky remercie le Pape pour son soutien à l'Ukraine\nVatican News\nLe Pape François et le président Volodymyr Zelensky se sont une nouvelle fois entretenus par téléphone, a annoncé jeudi la présidence ukrainienne sur son compte X. Volodymyr Zelensky a lui-même évoqué la conversation lors d’une allocution.\n«Je viens de parler avec le Pape François pour lui exprimer ma gratitude pour ses vœux de Noël à l'Ukraine et aux Ukrainiens», a déclaré le président Zelensky, remerciant le Souverain pontife «pour ses vœux de paix, une paix juste pour nous tous. Nous avons discuté de notre travail commun sur la formule de paix: plus de 80 États sont déjà impliqués au niveau de leurs représentants. Il y en aura d'autres. Je suis reconnaissant au Vatican», a-t-il conclu, «pour le soutien qu'il apporte à notre travail».\nLes précédents\nFrançois avait reçu le président ukrainien au Vatican le 13 mai, la deuxième rencontre après celle de 2020 et la première depuis l'invasion russe de l'Ukraine.\nDepuis l'offensive russe lancée le 24 février 2022, plusieurs conversations téléphoniques ont eu lieu entre François et Volodymyr Zelensky. La première date du 26 février 2022, deux jours après le début du conflit. Le Pape, rapportait le chef de l’Etat ukrainien sur Twitter, avait exprimé sa profonde douleur pour les événements tragiques qui se déroulaient dans le pays, tandis que le président affirmait que le peuple ukrainien ressentait le soutien spirituel du Pape.\nUne autre conversation téléphonique a eu lieu mois d’un mois plus tard, le 22 mars 2022. Volodymyr Zelensky indiquait sur Twitter qu'il avait parlé au Pape de «la situation humanitaire difficile et du blocage des couloirs humanitaires par les forces russes», déclarant qu'il «saluait le rôle de médiateur du Saint-Siège pour mettre fin à la souffrance humaine».\nUn autre appel téléphonique avait suivi, le 12 août 2022. Toujours sur Twitter, le président ukrainien déclarait que la conversation avait porté sur les horreurs subies par la population en raison de l'invasion russe. Le président avait alors remercié le Pape pour ses prières exprimant le souhait d’une visite pontificale à Kiev.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T07:56:52.554+02:00",
  "updated": "2023-12-29T07:56:52.554+02:00"
}