{
  "thread": {
    "uuid": "2546241244b357069505649e4427270e72bf2c30",
    "url": "https://finance.yahoo.com/news/investing-idp-education-asx-iel-000927832.html",
    "site_full": "finance.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://ca.sports.yahoo.com/rss/",
    "site_categories": [
      "investing",
      "financial_news",
      "finance",
      "stocks"
    ],
    "section_title": "Yahoo Canada Sports - Sports News, Scores, Rumours, Fantasy Games, and more",
    "title": "Investing in IDP Education (ASX:IEL) five years ago would have delivered you a 114% gain",
    "title_full": "Investing in IDP Education (ASX:IEL) five years ago would have delivered you a 114% gain",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.zenfs.com/en/simply_wall_st__316/3ab151850b8c1f533556b66726f399bc",
    "performance_score": 0,
    "domain_rank": 37,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2546241244b357069505649e4427270e72bf2c30",
  "url": "https://finance.yahoo.com/news/investing-idp-education-asx-iel-000927832.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Simply Wall St.",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Investing in IDP Education (ASX:IEL) five years ago would have delivered you a 114% gain",
  "text": "Simply Wall St. Investing in IDP Education (ASX:IEL) five years ago would have delivered you a 114% gain Read full article editorial-team@simplywallst.com (Simply Wall St) December 29, 2023 at 2:09 a.m. · 3 min read When you buy shares in a company, it's worth keeping in mind the possibility that it could fail, and you could lose your money. But on the bright side, you can make far more than 100% on a really good stock. Long term IDP Education Limited (ASX:IEL) shareholders would be well aware of this, since the stock is up 104% in five years. Then again, the 8.3% share price decline hasn't been so fun for shareholders.\nSo let's investigate and see if the longer term performance of the company has been in line with the underlying business' progress.\nCheck out our latest analysis for IDP Education\nWhile markets are a powerful pricing mechanism, share prices reflect investor sentiment, not just underlying business performance. One way to examine how market sentiment has changed over time is to look at the interaction between a company's share price and its earnings per share (EPS).\nOver half a decade, IDP Education managed to grow its earnings per share at 21% a year. The EPS growth is more impressive than the yearly share price gain of 15% over the same period. So one could conclude that the broader market has become more cautious towards the stock.\nThe image below shows how EPS has tracked over time (if you click on the image you can see greater detail).\nASX:IEL Earnings Per Share Growth December 29th 2023 We like that insiders have been buying shares in the last twelve months. Having said that, most people consider earnings and revenue growth trends to be a more meaningful guide to the business. This free interactive report on IDP Education's earnings, revenue and cash flow is a great place to start, if you want to investigate the stock further.\nWhat About Dividends? It is important to consider the total shareholder return, as well as the share price return, for any given stock. Whereas the share price return only reflects the change in the share price, the TSR includes the value of dividends (assuming they were reinvested) and the benefit of any discounted capital raising or spin-off. Arguably, the TSR gives a more comprehensive picture of the return generated by a stock. We note that for IDP Education the TSR over the last 5 years was 114%, which is better than the share price return mentioned above. And there's no prize for guessing that the dividend payments largely explain the divergence!\nStory continues A Different Perspective IDP Education shareholders are down 25% for the year (even including dividends), but the market itself is up 12%. However, keep in mind that even the best stocks will sometimes underperform the market over a twelve month period. Longer term investors wouldn't be so upset, since they would have made 16%, each year, over five years. It could be that the recent sell-off is an opportunity, so it may be worth checking the fundamental data for signs of a long term growth trend. Investors who like to make money usually check up on insider purchases, such as the price paid, and total amount bought. You can find out about the insider purchases of IDP Education by clicking this link.\nIDP Education is not the only stock insiders are buying. So take a peek at this free list of growing companies with insider buying.\nPlease note, the market returns quoted in this article reflect the market weighted average returns of stocks that currently trade on Australian exchanges.\nHave feedback on this article? Concerned about the content? Get in touch with us directly. Alternatively, email editorial-team (at) simplywallst.com.\nThis article by Simply Wall St is general in nature. We provide commentary based on historical data and analyst forecasts only using an unbiased methodology and our articles are not intended to be financial advice. It does not constitute a recommendation to buy or sell any stock, and does not take account of your objectives, or your financial situation. We aim to bring you long-term focused analysis driven by fundamental data. Note that our analysis may not factor in the latest price-sensitive company announcements or qualitative material. Simply Wall St has no position in any stocks mentioned.\nTRENDING 1. Big interest rate declines, strong bank stocks and more market predictions for the year ahead 2. This 7.6% Dividend Stock Is My Top Pick for Immediate Income 3. Canadian Investors: 2 Oversold Canadian Stocks to Buy Now 4. Lifetime Income: 3 Dividend Stocks to Buy and Never Sell 5. This 8.2% Dividend Stock Pays Cash Every Month",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://s.yimg.com/ny/api/res/1.2/XBrdA.VmGswf80Rzpr207A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwOA--/https://media.zenfs.com/en/simply_wall_st__316/77a50f4686bbb38474cea7f01359fa8d",
    "https://media.zenfs.com/en/simply_wall_st__316/3ab151850b8c1f533556b66726f399bc",
    "https://feedback.simplywall.st/article/MjgwODgxODpmMjliNTJjNWU4NDRmNjc5",
    "https://s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
    "https://simplywall.st/discover/investing-ideas/16951/growing-companies-with-insider-buying?blueprint=2808818&utm_medium=finance_user&utm_campaign=conclusion-grid&utm_source=yahoo",
    "https://simplywall.st/",
    "https://s.yimg.com/ny/api/res/1.2/NUA2o3431PKjKDe430Ho5A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwODtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
    "https://www.feedback.simplywall.st/article/MjgwODgxODpmMjliNTJjNWU4NDRmNjc5",
    "https://www.simplywall.st/",
    "https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
    "https://www.s.yimg.com/ny/api/res/1.2/NUA2o3431PKjKDe430Ho5A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwODtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/7d6207c0-7d34-11eb-bbee-858baefb8682",
    "https://www.s.yimg.com/ny/api/res/1.2/XBrdA.VmGswf80Rzpr207A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwOA--/https://www.media.zenfs.com/en/simply_wall_st__316/77a50f4686bbb38474cea7f01359fa8d",
    "https://www.media.zenfs.com/en/simply_wall_st__316/3ab151850b8c1f533556b66726f399bc",
    "https://simplywall.st/discover/investing-ideas/16951/growing-companies-with-insider-buying",
    "https://www.simplywall.st/discover/investing-ideas/16951/growing-companies-with-insider-buying?blueprint=2808818&utm_medium=finance_user&utm_campaign=conclusion-grid&utm_source=yahoo",
    "https://simplywall.st"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ove",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "iel",
        "sentiment": "negative"
      },
      {
        "name": "simply wall st. investing",
        "sentiment": "negative"
      },
      {
        "name": "idp education limited",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T02:23:58.325+02:00",
  "updated": "2023-12-29T02:23:58.325+02:00"
}