{
  "thread": {
    "uuid": "d40903b397fe408843c464360748982dcaaba479",
    "url": "https://www.larazon.es/castilla-y-leon/bomberos-policias-voluntarios-cada-vez-mas-preparados-nuestra-seguridad_20240622667707890930520001802e5c.html",
    "site_full": "www.larazon.es",
    "site": "larazon.es",
    "site_section": "https://larazon.es",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "La Razón - Diario de noticias y actualidad en España y el mundo",
    "title": "Bomberos, policías y voluntarios cada vez más preparados por nuestra seguridad",
    "title_full": "Bomberos, policías y voluntarios cada vez más preparados por nuestra seguridad",
    "published": "2024-06-22T20:19:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://fotografias.larazon.es/clipping/cmsimages02/2024/06/22/E2DBD21B-5E66-4A40-97C0-E016225BDFB5/uno-cursos-especificos-realizados-policias-locales_69.jpg?crop=1100,619,x50,y0&width=1280&height=720&optimize=low&format=jpg",
    "performance_score": 0,
    "domain_rank": 5184,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d40903b397fe408843c464360748982dcaaba479",
  "url": "https://www.larazon.es/castilla-y-leon/bomberos-policias-voluntarios-cada-vez-mas-preparados-nuestra-seguridad_20240622667707890930520001802e5c.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Santiago Felipe",
  "published": "2024-06-22T20:19:00.000+03:00",
  "title": "Bomberos, policías y voluntarios cada vez más preparados por nuestra seguridad",
  "text": "Sociedad Bomberos, policías y voluntarios cada vez más preparados por nuestra seguridad La Junta refuerza su plan de formación, por el que entre abril y mayo han pasado 800 agentes de estos Cuerpos para mejorar sus conocimientos Poco a poco, sin prisa pero sin pausa, se va acometiendo el Plan de Formación de la Agencia de Protección Civil y Emergencias para este año. Solo entre los meses de abril y mayo han pasado por las aulas de la Junta 313 bomberos, 360 policías locales y 138 voluntarios, quienes han recibido once cursos especializados para bomberos profesionales y otros tantos para policías locales, además de los selectivos de ascenso para las categorías de Inspector y Subinspector, y ocho cursos de preparación para voluntarios de Protección Civil. En total, se han desarrollado 32 cursos en distintas localidades de la Comunidad, que han sumado 793 horas lectivas y para los cuales se han destinado105.000 euros. En el caso de los bomberos, han podido formarse sobre el empleo los cálculos necesarios de las instalaciones hidráulicas utilizadas en la extinción de incendios, así como sobre maniobras y herramientas específicas de rescate vial avanzado e incluso intervención en altura y resolución de conflictos y prevención de suicidios. También han realizado cursos sobre orientación, movilización y rescate en condiciones de baja visibilidad; sobre técnicas de extinción en incendios estructurales; o sobre seguridad en conducción 'off road'. Respecto a los policías locales, se han formado en atención social. protección psicológica como primer interviniente, atención sanitario o como policía judicial de tráfico y detección de drogas. También sobre contratos públicos en el ámbito de la seguridad, especialmente los contratos de compra pública; vehículos de movilidad personal y ciclomotores eléctricos; inspección y seguridad en establecimientos públicos; seguridad ciudadana y armas en vía pública; o sobre cómo actuar en conductas y riesgos suicidas. Asimismo, han realizado cursos sobre intervención integral operativa con menores y falsedad documental en materia de conductores con permisos extranjeros. Finalmente, en materia de Protección Civil se han llevado a cabo cursos sobre la función del voluntariado en los grandes eventos, primeros auxilios, evacuación, dispersión y albergue en catástrofes o intervención en emergencias con personas con discapacidad.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Social Issue"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-22T20:40:14.651+03:00",
  "updated": "2024-06-22T20:40:14.651+03:00"
}