{
  "thread": {
    "uuid": "76d6d39b9b393ce0b2080ab659e6b0566229045e",
    "url": "https://www.excelsior.com.mx/comunidad/celebra-dia-madre-tierra-en-cdmx-domingo-21-abril-festival-gratis/1647296",
    "site_full": "www.excelsior.com.mx",
    "site": "excelsior.com.mx",
    "site_section": "https://www.excelsior.com.mx/rss.xml",
    "site_categories": [
      "travel",
      "national_parks",
      "top_news"
    ],
    "section_title": "Excélsior - RSS",
    "title": "Celebra el Día de la Madre Tierra en CDMX; domingo 21 de abril habrá festival gratuito",
    "title_full": "Celebra el Día de la Madre Tierra en CDMX; domingo 21 de abril habrá festival gratuito",
    "published": "2024-04-18T22:57:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://cdn2.excelsior.com.mx/media/pictures/2024/04/18/3104223.jpg",
    "performance_score": 0,
    "domain_rank": 9538,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "76d6d39b9b393ce0b2080ab659e6b0566229045e",
  "url": "https://www.excelsior.com.mx/comunidad/celebra-dia-madre-tierra-en-cdmx-domingo-21-abril-festival-gratis/1647296",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "blanca.betan",
  "published": "2024-04-18T22:57:00.000+03:00",
  "title": "Celebra el Día de la Madre Tierra en CDMX; domingo 21 de abril habrá festival gratuito",
  "text": "En el marco del Día Internacional de la Madre Tierra, Costa Salvaje convocó a participar en el Festival Planeta Azul, con música en vivo, arte interactivo y educación ambiental para chicos y grandes, el próximo domingo 21 de abril en la Plaza Manuel Tolsá, a espaldas del Palacio Postal, en el Centro Histórico de la\n Ciudad de México.\nEn entrevista, Fay Cravoshay, directora de Comunicaciones y Políticas Públicas de Costa Salvaje, informó que las actividades, que se realizarán de las 11:30 de la mañana a las 03:00 de la tarde, tienen como objetivo hacer conciencia sobre los impactos del cambio climático, la contaminación del plástico y la pérdida de biodiversidad, así como la manera en que podemos ayudar al planeta desde nuestra propia trinchera.\nDetalló que en el evento gratuito se contará con la participación de la Orquesta 24 Cuadros, conformada por músicos provenientes del mundo del jazz, el rock y la música clásica, así como la cantante y compositora Ziburta, que interpreta rock alternativo con elementos del cabaret, jazz y folk.\nACTIVIDADES RECREATIVAS PARA NIÑOS, EXPOSICIONES FOTOGRÁFICAS Y MÁS\n\"Vamos a tener música, actividades recreativas para los niños, exposiciones fotográficas, queremos celebrar a la Tierra y recordar que no tenemos otro lugar dónde vivir, no hay planeta B, así que nos tiene que caer el veinte, que sólo tenemos una ventana de oportunidad, seis, siete, tal vez ocho años, para prevenir lo más fuerte del cambio climático que ya estamos viendo como lo que ocurrió con el huracán Otis en el Puerto de Acapulco\", explicó.\nFay Cravoshay agregó que, como parte de la celebración por el Día Internacional de la Madre Tierra, los participantes también podrán sumarse a la campaña de recolección de firmas que realiza Greenpeace México, para pedir a las candidatas y el candidato presidencial que sean garantes de los derechos humanos y protejan la salud y al medio ambiente de toda la población.\n*bb",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:05:13.539+03:00",
  "updated": "2024-04-19T00:05:13.539+03:00"
}