{
  "thread": {
    "uuid": "bf48d99a873a44fdcbb2c07e7ae59b322f6169f7",
    "url": "https://sportstar.thehindu.com/basketball/nba-roundup-oklahoma-city-thunder-ends-utah-jazzs-winning-streak/article67755480.ece",
    "site_full": "sportstar.thehindu.com",
    "site": "thehindu.com",
    "site_section": "https://sportstar.thehindu.com/football",
    "site_categories": [
      "cricket",
      "tennis",
      "sports"
    ],
    "section_title": "\n\tFootball News, Latest Football News Updates - Sportstar\n",
    "title": "NBA roundup: Oklahoma City Thunder ends Utah Jazz’s winning streak - Sportstar",
    "title_full": "NBA roundup: Oklahoma City Thunder ends Utah Jazz’s winning streak - Sportstar",
    "published": "2024-01-19T07:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://ss-i.thgim.com/public/incoming/ehk16i/article67755473.ece/alternates/LANDSCAPE_1200/image%20-%202024-01-19T132921.738.jpg",
    "performance_score": 0,
    "domain_rank": 1094,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bf48d99a873a44fdcbb2c07e7ae59b322f6169f7",
  "url": "https://sportstar.thehindu.com/basketball/nba-roundup-oklahoma-city-thunder-ends-utah-jazzs-winning-streak/article67755480.ece",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Reuters",
  "published": "2024-01-19T07:33:00.000+02:00",
  "title": "NBA roundup: Oklahoma City Thunder ends Utah Jazz’s winning streak - Sportstar",
  "text": "Shai Gilgeous-Alexander scored 31 points as the Oklahoma City Thunder snapped the Utah Jazz’s six-game winning streak with a 134-129 victory Thursday night in Salt Lake City.\nJalen Williams hit 11 of 14 shots for 27 points and added eight assists, while Josh Giddey contributed 20 points, 10 rebounds, and six assists as the Thunder bounced back after two losses in Los Angeles.\nCason Wallace hit a career-high four 3-pointers to score 16 points for Oklahoma City, which never trailed and shot a blistering 55.8 percent overall.\nCollin Sexton boosted the Jazz with 31 points and seven assists and Lauri Markkanen totaled 26 points and 10 rebounds, but Utah couldn’t complete a comeback after falling behind big early. John Collins chipped in 21 points.\nPacers 126, Kings 121\nBennedict Mathurin had 25 points and T.J. McConnell added 20 as Indiana, playing short-handed after its big trade with the Toronto Raptors, survived a frantic finish to turn back host Sacramento.\nWith newly acquired Pascal Siakam expected to make his debut Friday at Portland, Tyrese Haliburton and Aaron Nesmith injured and Bruce Brown and Jordan Nwora dealt to Toronto, the Pacers had just 11 players available. Even so, Indiana was able to snap a two-game skid.\nKevin Huerter scored 31 points, Keegan Murray had 27, De’Aaron Fox put up 24 and Domantas Sabonis logged 21 points, 11 rebounds and 10 assists for the Kings, who lost their fourth straight.\nBulls 116, Raptors 110\nDeMar DeRozan had 24 points, seven rebounds and six assists and visiting Chicago defeated Toronto.\nNikola Vucevic added 24 points, 14 rebounds and seven assists for the Bulls. Coby White had 23 points and eight rebounds.\nScottie Barnes finished with 31 points, seven rebounds and six assists for the Raptors, who are 1-1 in their first two games since trading Pascal Siakam to the Indiana Pacers on Wednesday. Bruce Brown, who came to Toronto in that trade, scored 15 points in his Raptors debut.\nKnicks 113, Wizards 109\nJalen Brunson scored 20 of his 41 points in the fourth quarter to fuel host New York over Washington.\nBrunson added eight rebounds and eight assists to help the Knicks record a sweep of their three-game season series vs. the Wizards. Julius Randle collected 21 points and eight rebounds for New York, which has won eight of its past 10 games overall.\nJordan Poole scored 24 points for the Wizards, who have lost eight of their past nine games.\nTimberwolves 118, Grizzlies 103\nAnthony Edwards scored 28 points on 11-for-19 shooting and Minnesota pulled away for a win over Memphis in Minneapolis.\nNaz Reid scored 20 points off the bench as the Timberwolves won their fourth game in a row. Rudy Gobert (17 points, 10 rebounds) and Mike Conley (17 points, 10 assists) each posted a double-double for Minnesota.\nJaren Jackson Jr. scored a game-high 36 points to lead Memphis. Luke Kennard shot 5 of 7 from beyond the arc and finished with 18 points for the Grizzlies, who have lost three of their past four games.\nComments\nRelated stories NBA roundup: New Orleans Pelicans beats Hornets, sets 3-point mark Related Topics Oklahoma City Thunder /\nUtah Jazz /\nToronto Raptors\nLatest on Sportstar Ranji Trophy Live Score, Round 3 Day 1: Mumbai 163/6 vs Kerala; TN stumbles vs Railways; Pujara at crease for Saurashtra Team Sportstar NBA roundup: Oklahoma City Thunder ends Utah Jazz’s winning streak Reuters AFC Asian Cup 2023, Group B scenario: India, Syria still in race of knockouts after losses on second matchday Neeladri Bhattacharjee U-19 World Cup 2024: India looks for winning start in opener against Bangladesh PTI India can qualify for AFC Asian Cup regularly but progressing further will need complete players: Igor Stimac Neeladri Bhattacharjee READ MORE STORIES READ THE LATEST ISSUE Leander Paes on Hall of Fame induction — ‘My parents’ encouragement and constant love are the reasons I could achieve it all’ Shayan Acharya, Amitabha Das Sharma Paris Olympics 2024: Who will join Neeraj Chopra and Kishore Jena in javelin throw event Jonathan Selvaraj + SEE all Stories",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport",
    "Social Issue"
  ],
  "external_links": [
    "https://ss-i.thgim.com/public/incoming/xd9hrr/article67718574.ece/alternates/LANDSCAPE_80/Latest%20issue%20of%20Sportstar",
    "https://www.ss-i.thgim.com/public/incoming/xd9hrr/article67718574.ece/alternates/LANDSCAPE_80/Latest%20issue%20of%20Sportstar"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sportstar shai gilgeous-alexander",
        "sentiment": "negative"
      },
      {
        "name": "collin sexton",
        "sentiment": "none"
      },
      {
        "name": "lauri markkanen",
        "sentiment": "none"
      },
      {
        "name": "pascal siakam",
        "sentiment": "none"
      },
      {
        "name": "tyrese haliburton",
        "sentiment": "none"
      },
      {
        "name": "bennedict mathurin",
        "sentiment": "none"
      },
      {
        "name": "aaron nesmith",
        "sentiment": "none"
      },
      {
        "name": "cason wallace",
        "sentiment": "none"
      },
      {
        "name": "t.j. mcconnell",
        "sentiment": "none"
      },
      {
        "name": "john collins",
        "sentiment": "none"
      },
      {
        "name": "josh giddey",
        "sentiment": "none"
      },
      {
        "name": "jalen williams",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "utah jazz",
        "sentiment": "negative"
      },
      {
        "name": "toronto raptors",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "oklahoma city thunder",
        "sentiment": "none"
      },
      {
        "name": "utah jazz",
        "sentiment": "none"
      },
      {
        "name": "oklahoma city",
        "sentiment": "none"
      },
      {
        "name": "sacramento",
        "sentiment": "none"
      },
      {
        "name": "portland",
        "sentiment": "none"
      },
      {
        "name": "indiana",
        "sentiment": "none"
      },
      {
        "name": "salt lake city",
        "sentiment": "none"
      },
      {
        "name": "los angeles",
        "sentiment": "none"
      },
      {
        "name": "utah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T10:16:40.108+02:00",
  "updated": "2024-01-19T10:16:40.108+02:00"
}