{
  "thread": {
    "uuid": "be7cb2891a1966c70783945e74ec154ae67cd645",
    "url": "https://time.news/cape-verde-first-country-qualified-for-the-8th-after-its-victory-against-mozambique",
    "site_full": "time.news",
    "site": "time.news",
    "site_section": "https://time.news/feed/",
    "site_categories": [],
    "section_title": "timenews",
    "title": "Cape Verde, first country qualified for the 8th after its victory against Mozambique",
    "title_full": "Cape Verde, first country qualified for the 8th after its victory against Mozambique",
    "published": "2024-01-19T18:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.france24.com/media/display/6c2c6174-b6db-11ee-abd4-005056a90284/w:1280/p:16x9/000_34FY2TA.jpg",
    "performance_score": 0,
    "domain_rank": 62102,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "be7cb2891a1966c70783945e74ec154ae67cd645",
  "url": "https://time.news/cape-verde-first-country-qualified-for-the-8th-after-its-victory-against-mozambique",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "time news",
  "published": "2024-01-19T18:27:00.000+02:00",
  "title": "Cape Verde, first country qualified for the 8th after its victory against Mozambique",
  "text": "2024-01-19 17:57:30 Cape Verde and Mozambique faced each other on Friday for the second day of group B of the 2024 African Cup of Nations (CAN). The Blue Sharks won (3-0) against the Mambas and won their ticket for the round of 16 of the competition. Published on: 01/19/2024 – 4:57 p.m. Modified on: 01/19/2024 – 5:11 p.m. 3 mn We now know the first qualifier for the round of 16 of the 2024 African Cup of Nations (CAN). After their victory (3-0) against Mozambique on Friday January 19 at the Félix-Houphouët-Boigny stadium in Abidjan – and five days after triumphing over Ghana – Cape Verde retains first place in Group B with six points. With his two victories, he also obtained his ticket for the round of 16 of the competition. From the start of the match, the Blue Sharks put pressure on the Mambas. In the 4th minute, the first strike of the match was from Deroy Duarte, but it was saved by Mambas goalkeeper Ernan Siluane. The following minutes saw the two teams neutralize each other. Few clear chances until a header from Duarte a quarter of an hour into the game, which nevertheless missed the Mozambican goals. We had to wait until the 24th minute to see the first big chance of the match. It is for the Blue Sharks, and signed Bebé. On a free kick located around thirty meters from the Siluane goal, the Rayo Vallecano striker chose to hit directly at goal, but saw his attempt crash into the crossbar. He decided to do it again less than ten minutes later, in the 32nd minute, this time, on a free kick located even further away – more than 40 meters away. Not even afraid. The Cape Verdean striker unleashes a floating and powerful shot which leaves Siluane no chance, allowing the Blue Sharks to open the scoring and Bebé to register, for the moment, undoubtedly the goal of the tournament. A style of free kick which recalls that of the Brazilian Juninho or the Portuguese Cristiano Ronaldo. The Mozambicans react in the 38th minute with Witiness Quembo. But his shot was caught without problem by Josimar Dias, the Cape Verde goalkeeper. The Mambas were however awarded a penalty in the 40th minute, but the referee, after consulting the VAR, finally decided to cancel it. At halftime, the Blue Sharks returned to the locker room with a one-goal advantage. Mendes and Pina ensure the qualification of the Blue Sharks The second half started with a bang for the Cape Verdeans with a goal from Ryan Mendes (51st) after a defensive error from Edmilson Dove, allowing the Blue Sharks to make the break. Less than ten minutes later (59th), the Mozambicans are on the verge of reducing the score and get their first big chance of the match. Geny Catamo hits a free kick directly with his left foot about twenty meters from the Cape Verdean goal, but sees his attempt die on the crossbar. The Blue Sharks bury the hopes of the Mambas in the 69th minute of play. Kevin Pina strikes thirty meters from the Siluane goal. The ball, powerful, landed in the net of the Mozambican goalkeeper, beaten for the third time in the game. The score will not change until the final whistle. Cape Verde won by a wide margin, becoming the first country to qualify for the round of 16. However, there is one match left for the Blue Sharks, Monday January 22, against Egypt. Mozambique will face Ghana on the same day. #Cape #Verde #country #qualified #8th #victory #Mozambique",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "deroy duarte",
        "sentiment": "none"
      },
      {
        "name": "ernan siluane",
        "sentiment": "none"
      },
      {
        "name": "duarte",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "blue sharks",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "cape verde",
        "sentiment": "none"
      },
      {
        "name": "mozambique",
        "sentiment": "none"
      },
      {
        "name": "ghana",
        "sentiment": "none"
      },
      {
        "name": "abidjan",
        "sentiment": "none"
      },
      {
        "name": "félix-houphouët-boigny",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T18:30:43.177+02:00",
  "updated": "2024-01-19T18:34:52.950+02:00"
}