{
  "thread": {
    "uuid": "04f9528a8710c20f54ee5b06099e47cb17f0c21a",
    "url": "https://www.adn.com/nation-world/2024/01/15/openai-wont-let-politicians-use-its-tech-for-campaigning-for-now",
    "site_full": "www.adn.com",
    "site": "adn.com",
    "site_section": "https://www.adn.com/feeds/rss/",
    "site_categories": [
      "media"
    ],
    "section_title": "Alaska Dispatch News",
    "title": "OpenAI won’t let politicians use its tech for campaigning, for now",
    "title_full": "OpenAI won’t let politicians use its tech for campaigning, for now",
    "published": "2024-01-16T00:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.adn.com/resizer//3K258jQowwia6D8a9rCWiFk0UDs=/1200x630/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/adn/IZDMIZV4FSZ7JL4XSD2NRHWMSQ.jpg",
    "performance_score": 0,
    "domain_rank": 3564,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "04f9528a8710c20f54ee5b06099e47cb17f0c21a",
  "url": "https://www.adn.com/nation-world/2024/01/15/openai-wont-let-politicians-use-its-tech-for-campaigning-for-now",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gerrit De Vynck, The Washington Post",
  "published": "2024-01-16T00:04:00.000+02:00",
  "title": "OpenAI won’t let politicians use its tech for campaigning, for now",
  "text": "Artificial intelligence company OpenAI laid out its plans and policies to try to stop people from using its technology to spread disinformation and lies about elections, as billions of people in some of the world’s biggest democracies head to the polls this year.\nThe company, which makes the popular ChatGPT chatbot, DALL-E image generator and provides AI technology to many companies, including Microsoft, said in a Monday blog post that it wouldn’t allow people to use its tech to build applications for political campaigns and lobbying, to discourage people from voting or spread misinformation about the voting process. OpenAI said it would also begin putting embedded watermarks - a tool to detect AI-created photographs - into images made with its DALL-E image-generator “early this year.”\n“We work to anticipate and prevent relevant abuse - such as misleading ‘deepfakes,’ scaled influence operations, or chatbots impersonating candidates,” OpenAI said in the blog post.\nPolitical parties, state actors and opportunistic internet entrepreneurs have used social media for years to spread false information and influence voters. But activists, politicians and AI researchers have expressed concern that chatbots and image generators could increase the sophistication and volume of political misinformation.\nOpenAI’s measures come after other tech companies have also updated their election policies to grapple with the AI boom. In December, Google said it would restrict the kind of answers its AI tools give to election-related questions. It also said it would require political campaigns that bought ad spots from it to disclose when they used AI. Facebook parent Meta also requires political advertisers to disclose if they used AI.\nBut the companies have struggled to administer their own election misinformation polices. Though OpenAI bars using its products to create targeted campaign materials, an August report by the Post showed these policies were not enforced.\nThere have already been high-profile instances of election-related lies being generated by AI tools. In October, The Washington Post reported that Amazon’s Alexa home speaker was falsely declaring that the 2020 presidential election was stolen and full of election fraud.\nSen. Amy Klobuchar (D-Minn.) has expressed concern that ChatGPT could interfere with the electoral process, telling people to go to a fake address when asked what to do if lines are too long at a polling location.\nIf a country wanted to influence the U.S. political process it could, for example, build human-sounding chatbots that push divisive narratives in American social media spaces, rather than having to pay human operatives to do it. Chatbots could also craft personalized messages tailored to each voter, potentially increasing their effectiveness at low costs.\nIn the blog post, OpenAI said it was “working to understand how effective our tools might be for personalized persuasion.” The company recently opened its “GPT Store,” which allows anyone to easily train a chatbot using data of their own.\nGenerative AI tools do not have an understanding of what is true or false. Instead, they predict what a good answer might be to a question based on crunching through billions of sentences ripped from the open internet. Often, they provide humanlike text full of helpful information. They also regularly make up untrue information and pass it off as fact.\nImages made by AI have already shown up all over the web, including in Google search, being presented as real images. They’ve also started appearing in U.S. election campaigns. Last year, an ad released by Florida Gov. Ron DeSantis’s campaign used what appeared to be AI-generated images of Donald Trump hugging former White House coronavirus adviser Anthony S. Fauci. It’s unclear which image generator was used to make the images.\nOther companies, including Google and photoshop maker Adobe, have said they will also use watermarks in images generated by their AI tools. But the technology isn’t a magic cure for the spread of fake AI images. Visible watermarks can be easily cropped or edited out. Embedded, cryptographic ones, which are not visible to the human eye, can be distorted simply by flipping the image or changing its color.\nTech companies say they’re working to improve this problem and make them tamper-proof, but for now none seem to have figured out how to do that effectively yet.\nCat Zakrzewski contributed to this report.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "microsoft",
        "sentiment": "none"
      },
      {
        "name": "openai",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-16T00:19:42.778+02:00",
  "updated": "2024-01-16T00:19:42.778+02:00"
}