{
  "thread": {
    "uuid": "63761a009b7545eace5a570abd3309e98ce3a8bf",
    "url": "https://www.washingtonblade.com/2024/04/18/crush-new-gay-bar-dc",
    "site_full": "www.washingtonblade.com",
    "site": "washingtonblade.com",
    "site_section": "http://www.washingtonblade.com/feed/",
    "site_categories": [
      "society",
      "gay_life"
    ],
    "section_title": "Washington Blade: LGBTQ News, Politics, LGBTQ Rights, Gay News",
    "title": "New D.C. gay bar Crush set to open April 19",
    "title_full": "New D.C. gay bar Crush set to open April 19",
    "published": "2024-04-18T22:21:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.washingtonblade.com/content/files/2024/04/20240416_Crush_opening_insert_14_c_Washington_Blade_by_Michael_Key-1000x600.jpg",
    "performance_score": 0,
    "domain_rank": 15913,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "63761a009b7545eace5a570abd3309e98ce3a8bf",
  "url": "https://www.washingtonblade.com/2024/04/18/crush-new-gay-bar-dc",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lou Chibbaro Jr.",
  "published": "2024-04-18T22:21:00.000+03:00",
  "title": "New D.C. gay bar Crush set to open April 19",
  "text": "District of Columbia\nNew D.C. gay bar Crush set to open April 19\nAn ‘all-inclusive entertainment haven,’ with dance floor, roof deck\nD.C.’s newest gay bar called Crush is scheduled to open for business at 4 p.m. on Friday, April 19, in a spacious, two-story building with a dance floor and roof deck at 2007 14th St., N.W. in one of the city’s bustling nightlife areas.\nA statement released by co-owners Stephen Rutgers and Mark Rutstein earlier this year says the new bar will provide an atmosphere that blends “nostalgia with contemporary nightlife” in a building that was home to a popular music store and radio supply shop.\nRutgers said the opening comes one day after Crush received final approval of its liquor license that was transferred from the Owl Room, a bar that operated in the same building before closing Dec. 31 of last year. The official opening also comes three days after Crush hosted a pre-opening reception for family, friends, and community members on Tuesday, April 16.\nAmong those attending, Rutgers said, were officials with several prominent local LGBTQ organizations, including officials with the DC Center for the LGBTQ Community, which is located across the street from Crush in the city’s Reeves Center municipal building. Also attending were Japer Bowles, director of the Mayor’s Office of LGBTQ Affairs, and Salah Czapary, director of the Mayor’s Office of Nightlife and Culture.\nRutgers said Crush plans to hold a grand opening event in a few weeks after he, Rutstein and the bar’s employees become settled into their newly opened operations.\n“Step into a venue where inclusivity isn’t just a promise but a vibrant reality,” a statement posted on the Crush website says. “Imagine an all-inclusive entertainment haven where diversity isn’t just celebrated, it’s embraced as the very heartbeat of our venue,” the statement says. “Welcome to a place where love knows no bounds, and the only color or preference that matters is the vibrant tapestry of humanity itself. Welcome to Crush.”\nThe website says Crush will be open Tuesdays and Wednesdays from 4 p.m. to 12 a.m., Thursdays from 4 p.m. to 2 a.m., Fridays from 4 p.m. to 3 a.m., Saturdays from 2 p.m. to 3 a.m., and Sundays from 2 p.m. to 12 a.m. It will be closed on Mondays.\nCrush is located less than two blocks from the U Street Metro station.\nFeatured Local Savings\nDistrict of Columbia\nReenactment of first gay rights picket at White House draws interest of tourists\nLGBTQ activists carry signs from historic 1965 protest\nAbout 30 LGBTQ activists formed a circular picket line in front of the White House Wednesday afternoon, April 17, carrying signs calling for an end to discrimination against “homosexuals” in a reenactment of the first gay rights protest at the White House that took place 59 years earlier on April 17, 1965.\nCrowds of tourists looked on with interest as the activists walked back and forth in silence in front of the White House fence on Pennsylvania Avenue. Like the 1965 event, several of the men were dressed in suits and ties and the women in dresses in keeping with a 1960s era dress code policy for protests of the Mattachine Society of Washington, D.C., the city’s first gay rights group that organized the 1965 event.\nWednesday’s reenactment was organized by D.C.’s Rainbow History Project, which made it clear that the event was not intended as a protest against President Joe Biden and his administration, which the group praised as a strong supporter of LGBTQ rights.\n“I think this was an amazing event,” said Vincent Slatt, the Rainbow History Project official who led efforts to put on the event. “We had twice as many that we had hoped for that came today,” he said.\n“It was so great to see a reenactment and so great to see how far we’ve come,” Slatt said. “And also, the acknowledgement of what else we still need to do.”\nSlatt said participants in the event who were not carrying picket signs handed out literature explaining the purpose of the event.\nA flier handed out by participants noted that among the demands of the protesters at the 1965 event were to end the ban on homosexuals from working in the federal government, an end to the ban on gays serving in the military, an end to the denial of security clearances for gays, and an end of the government’s refusal to meet with the LGBTQ community.\n“The other thing that I think is really, really moving is some of the gay staff inside the White House found out this was happening and came out to greet us,” Slatt said. He noted that this highlighted how much has changed since 1965, when then President Lyndon Johnson’s White House refused to respond to a letter sent to Johnson from the Mattachine Society explaining its grievances.\n“So now to have gay people in the White House coming out to give us their respects and to say hello was especially meaningful to us,” Slatt said. “That was not expected today.”\nAmong those walking the picket line was longtime D.C. LGBTQ rights advocate Paul Kuntzler, who is the only known surviving person who was among the White House picketers at the April 1965 event. Kuntzler said he proudly carried a newly printed version of the sign at Wednesday’s reenactment event that he carried during the 1965 protest. It stated, “Fifteen Million Homosexuals Protest Federal Treatment.”\nAlso participating in the event was Japer Bowles, director of D.C. Mayor Muriel Bowser’s Office of LGBTQ Affairs. Bowles presented Slatt with a proclamation issued by Bowser declaring April 17, 2024, Mattachine Society Day in Washington, D.C.\n“Whereas, on April 17, 1965, the Mattachine Society of Washington courageously held the nation’s inaugural picket for gay rights, a seminal moment in the ongoing struggle for LGBTQIA+ equality in the United States, marking the genesis of public demonstrations advocating for those rights and paving the way for Pride Marches and Pride celebrations worldwide,” the proclamation states.\nAbout 30 minutes after the reenactment event began, uniformed Secret Service agents informed Slatt that due to a security issue the picketers would have to move off the sidewalk in front of the White House and resume the picketing across the street on the sidewalk in front of Lafayette Park. When asked by the Washington Blade what the security issue was about, one of the Secret Service officers said he did not have any further details other than that his superiors informed him that the White House sidewalk would have to be temporarily cleared of all people.\nParticipants in the event quickly resumed their picket line on the sidewalk in front of Lafayette Park for another 30 minutes or so in keeping with the 1965 picketing event, which lasted for one hour, from 4:20 p.m. to 5:20 p.m., according to Rainbow History Project’s research into the 1965 event.\nAlthough the LGBTQ picketers continued their procession in silence, a separate protest in Lafayette Park a short distance from the LGBTQ picketers included speakers shouting through amplified speakers. The protest was against the government of Saudi Arabia and organized by a Muslim group called Al Baqee Organization.\nA statement released by the Rainbow History Project says the reenactment event, among other things, was a tribute to D.C.-area lesbian rights advocate Lilli Vincenz, who participated in the 1965 White House picketing, and D.C. gay rights pioneer Frank Kameny, who founded the Mattachine Society of Washington in the early 1960s and was the lead organizer of the 1965 White House protest. Kameny died in 2011 and Vincenz died in 2023.\nThe picket signs carried by participants in the reenactment event, which were reproduced from the 1965 event, had these messages:\n• “DISCRIMINATION Against Homosexuals is as immoral as Discrimination Against Negroes and Jews;”\n• “Government Should Combat Prejudice NOT PROMOTE IT”\n• “White House Refuses Replies to Our Letters, AFRAID OF US?\n• “HOMOSEXUALS Died for their Country, Too”\n• “First Class Citizenship for HOMOSEXUALS”\n• “Sexual Preference is Irrelevant to Employment”\n• “Fifteen Million U.S. Homosexuals Protest Federal Treatment”\nDistrict of Columbia\nOrganizers announce details for D.C. Black Pride 2024\nMost events to take place Memorial Day weekend at Westin Downtown\nThe Center for Black Equity, the organizer of D.C. Black Pride, the nation’s first and one of the largest annual African-American LGBTQ Pride celebrations, announced this year’s event will take place Memorial Day Weekend from May 24-27.\nThe announcement, released April 16, says that most 2024 D.C. Black Pride events will take place at the Westin Washington, D.C. Downtown Hotel at 999 9th St, N.W.\n“With the theme Black Pride Forever, the event promises a weekend filled with vibrant celebrations, empowering workshops, and a deep exploration of Black LGBTQIA+ history and culture,” the announcement says.\nIt says events will include as in past years a “Rainbow Row” vendor expo at the hotel featuring “organizations and vendors created for and by the LGBTQIA+ community” offering products and services “that celebrate Black excellence.”\nAccording to the announcement, other events include a Health and Wellness Festival that will offer workshops, demonstrations, and activities focused on “holistic well-being;” a Mary Bowman Poetry Slam “showcasing the power and beauty of spoken word by Black LGBTQIA+ artists;” the Black Pride Through the Decades Party, that will celebrate the “rich history of the Black LGBTQIA+ movement;” and an Empowerment Through Knowledge series of workshops that “delve into various topics relevant to the Black LGBTQIA+ community.”\nAlso, as in past years, this year’s D.C. Black Pride will feature its “Opening Night Extravaganza” reception and party that will include entertainment and live performances.\nThe announcement notes that D.C.’s annual Black Pride celebration, started in 1991 as a one-day outdoor event at Howard University’s Banneker Field, has inspired annual Black LGBTQ Pride events across the United States and in Canada, United Kingdom, Brazil, Africa, and the Caribbean. More than 300,000 people attend Black LGBTQ Pride events each year worldwide, the announcement says.\nFull details, including the official schedule of events, can be accessed at\ndcblackpride.org.\nDistrict of Columbia\nTrans woman files bias complaint against D.C. homeless shelter\nSays staff forced her to stay in male sleeping section\nA transgender woman has filed a discrimination complaint with the D.C. Office of Human Rights charging that officials with the Community for Creative Non-Violence homeless shelter refused to allow her to stay in the women’s section of the shelter, forcing her to stay in the men’s sleeping section.\nThe shelter, located at 425 2nd St., N.W., is one of the city’s largest privately operated homeless services facilities organized by the Community for Creative Non-Violence, which is known as CCNV. It was founded by nationally acclaimed homeless services advocate Mitch Snyder, who passed away in 1990.\nThe complaint, filed last week by Stephon “Lashawn” Jordan, states that Jordan and a cisgender female friend arrived at the CCNV shelter around 2:30 a.m. on March 22 after they obtained a ride to the shelter through the city’s Emergency Shelter Hotline.\n“Upon arrival we were informed that we would have to complete an intake once upstairs at the female housing unit,” Jordan states in the complaint. “Once we arrived a staff member came out. The staff member stated to me that we don’t house transgender individuals in this unit and that I would have to go down to the male shelter unit,” the complaint says.\nIt says Jordan’s female friend told the staff member she was not going to leave her friend, who identifies as female, by herself in another location at the shelter. “The staff member did not want to hear it and said that both of you can go downstairs too,” the complaint says. “Once we got downstairs to the male shelter unit we asked to speak with a supervisor,” it says.\n“Someone came, but the decision was that myself and my friend could go and sleep in the male housing unit,” the complaint states. “During our stay it was very humiliating especially using the restroom,” it concludes.\nA spokesperson for the CCNV shelter did not immediately respond to a phone and email message left by the Washington Blade asking for a response to the complaint.\nTransgender rights advocates, including D.C. trans activist Earline Budd, who assisted Jordan in filing the complaint, have said the denial of placement of a transgender woman in the female section of a place of public accommodation such as a homeless shelter is a violation of the D.C. Human Rights Act’s ban on gender identity discrimination.\nThe Office of Human Rights website explains that under its policy for responding to discrimination complaints, the complainant and the accused party are required to enter mediation to determine if the complaint can be resolved. If the mediation fails, the OHR website statement says, a full investigation is conducted that can take up to six months to complete. It says upon completion of the investigation, the office makes a determination of whether probable cause exists that discrimination occurred.\nIf probable cause is found, the case is sent to the D.C. Commission on Human Rights, which holds a public evidentiary hearing with witnesses before making a final decision on whether discrimination occurred.\n<a href=\"https://www.washingtonblade.com/2024/04/18/crush-new-gay-bar-dc/\">\nDistrict of Columbia2 hours ago\n</a>\nNew D.C. gay bar Crush set to open April 19\n<a href=\"https://www.washingtonblade.com/2024/04/18/i-think-i-do-25-years-old/\">\nMovies5 hours ago\n</a>\nAfter 25 years, a forgotten queer classic reemerges in 4K glory\n<a href=\"https://www.washingtonblade.com/2024/04/18/mich-democrats-spar-over-lgbtq-inclusive-hate-crimes-law/\">\nMichigan5 hours ago\n</a>\nMich. Democrats spar over LGBTQ-inclusive hate crimes law\n<a href=\"https://www.washingtonblade.com/2024/04/18/open-or-closed-no-not-your-bar-tab/\">\nOpinions5 hours ago\n</a>\nOpen or closed? No, not your bar tab\n<a href=\"https://www.washingtonblade.com/2024/04/18/rfk-jr-a-dangerous-spoiler-helping-trump/\">\nOpinions6 hours ago\n</a>\nRFK Jr. a dangerous spoiler helping Trump\n<a href=\"https://www.washingtonblade.com/2024/04/15/congolese-lawmaker-introduces-anti-homosexuality-bill/\">\nAfrica4 days ago\n</a>\nCongolese lawmaker introduces anti-homosexuality bill\n<a href=\"https://www.washingtonblade.com/2024/04/15/out-in-the-world-lgbtq-news-from-europe-and-asia-20/\">\nWorld4 days ago\n</a>\nOut in the World: LGBTQ news from Europe and Asia\n<a href=\"https://www.washingtonblade.com/2024/04/15/gay-rights-picket-reenactment-april-17/\">\nDistrict of Columbia3 days ago\n</a>\nReenactment of first gay rights picket at White House set for April 17\n<a href=\"https://www.washingtonblade.com/2024/04/16/ugandan-activists-appeal-ruling-that-upheld-anti-homosexuality-act/\">\nAfrica3 days ago\n</a>\nUgandan activists appeal ruling that upheld Anti-Homosexuality Act\n<a href=\"https://www.washingtonblade.com/2024/04/15/preserving-our-tapestry-navigating-european-elections-empowering-queer-women-and-the-imperative-of-safe-spaces/\">\nCommentary3 days ago\n</a>\nPreserving our tapestry: Navigating European elections, empowering queer women and the imperative of safe spaces\nSign Up for Weekly E-Blast\nPopular\n-\nAfrica4 days ago\nCongolese lawmaker introduces anti-homosexuality bill\n-\nWorld4 days ago\nOut in the World: LGBTQ news from Europe and Asia\n-\nDistrict of Columbia3 days ago\nReenactment of first gay rights picket at White House set for April 17\n-\nAfrica3 days ago\nUgandan activists appeal ruling that upheld Anti-Homosexuality Act\n[]https://www.washingtonblade.com/2024/04/15/congolese-lawmaker-introduces-anti-homosexuality-bill/ []https://www.washingtonblade.com/2024/04/15/out-in-the-world-lgbtq-news-from-europe-and-asia-20/ []https://www.washingtonblade.com/2024/04/15/gay-rights-picket-reenactment-april-17/ []https://www.washingtonblade.com/2024/04/16/ugandan-activists-appeal-ruling-that-upheld-anti-homosexuality-act/",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "http://dcblackpride.org",
    "http://www.dcblackpride.org"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stephen rutgers",
        "sentiment": "none"
      },
      {
        "name": "mark rutstein",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rutgers",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new d.c.",
        "sentiment": "none"
      },
      {
        "name": "columbia new d.c.",
        "sentiment": "none"
      },
      {
        "name": "d.c.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:11:07.604+03:00",
  "updated": "2024-04-19T00:11:07.604+03:00"
}