{
  "thread": {
    "uuid": "92afea6433c404e73eb755c11e8341059f2f2838",
    "url": "https://www.eluniversal.com.mx/estados/localizan-sanos-y-a-salvo-a-jovenes-de-monterrey-desaparecidos-en-mazatlan-sinaloa",
    "site_full": "www.eluniversal.com.mx",
    "site": "eluniversal.com.mx",
    "site_section": "http://eluniversal.com.mx/edomex",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Edomex | El Universal",
    "title": "Localizan sanos y a salvo a jóvenes de Monterrey desaparecidos en Mazatlán, Sinaloa | El Universal",
    "title_full": "Localizan sanos y a salvo a jóvenes de Monterrey desaparecidos en Mazatlán, Sinaloa | El Universal",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.eluniversal.com.mx/resizer/gxUjwxem4MIcTkUpCjVeXMkhy_s=/980x528/cloudfront-us-east-1.images.arcpublishing.com/eluniversal/AJT54YQU3RCLHMOFNMOZII62C4.jpg",
    "performance_score": 0,
    "domain_rank": 3695,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "92afea6433c404e73eb755c11e8341059f2f2838",
  "url": "https://www.eluniversal.com.mx/estados/localizan-sanos-y-a-salvo-a-jovenes-de-monterrey-desaparecidos-en-mazatlan-sinaloa",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Javier Cabrera Martínez",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "Localizan sanos y a salvo a jóvenes de Monterrey desaparecidos en Mazatlán, Sinaloa | El Universal",
  "text": "Culiacán, 29 de febrero.- La pareja de jóvenes Lizbeth Carolina García Aguilar y Marco Alberto Rodríguez García , originarios de la ciudad de Monterrey y reportados como desaparecidos en su visita a Mazatlán, aparecieron sanos y salvo. Natalia García, hermana de Lizbeth Carolina, notificó a través de redes sociales que ambos habían aparecido y estableció que es un caso complicado dar detalles de lo que sucedió, hasta que las autoridades lo permitan.\nEn su breve mensaje agradeció todo el apoyo que se le brindó tanto por familiares, amigos y personas desconocidas.\nLee también Llegan primeros vagones para Línea 4 de Mi Tren Urbano en Tlajomulco\nLa desaparición de la pareja desde el pasado fin de semana motivó que la Fiscalía General de Nuevo León solicitara a las autoridades judiciales del estado su búsqueda.\nSara Bruna Quiñonez Estrada, fiscal General de Sinaloa , reveló que el pasado miércoles recibió un oficio de colaboración para investigar el paradero de esta pareja que presuntamente abandonó el hotel donde se hospedaba la madrugada del sábado pasado.\nEn redes sociales la hermana de Lizbeth Carolina reveló que desde la madrugada del sábado pasado no sabían nada de ella pese a que ambos sólo habían viajado a Mazatlán por dos días, por cuestiones de trabajo de su cuñado.\nLee también Mueren 5 pobladores de Quiaviní, Oaxaca, al combatir incendio que consume su bosque\nSegún los datos divulgados, el último contacto muy breve que tuvieron con Marco Alberto fue la mañana del domingo, quien les comentó que se encontraban bien y que no tenía batería su teléfono y se cortó la llamada.\nComentó que su hermana y su cuñado iban acompañados por otras siete personas, los cuales viajaban en caravana, pero desconoce sus identidades y si estos ya retornaron a sus lugares de origen.\nLa joven Natalia García externó que contactaron al personal del hotel donde estuvieron hospedados en Mazatlán, en donde les comunicaron que estos habían abandonado la habitación la madrugada del sábado pasado.\nColapsa estructura del hotel Expo Plaza en Jalisco; evacuan a huéspedes y empleados\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\nafcl/rmlgv",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:15:47.248+02:00",
  "updated": "2024-03-01T00:43:57.911+02:00"
}