{
  "thread": {
    "uuid": "cb4d1dbc47c9587288c003c073f83e8cafa5e0ed",
    "url": "https://www.estadiodeportivo.com/futbol/girona/aleix-garcia-convierte-una-prioridad-para-barca-20231228-438448.html",
    "site_full": "www.estadiodeportivo.com",
    "site": "estadiodeportivo.com",
    "site_section": "https://estadiodeportivo.com",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Estadio Deportivo - Diario online de información deportiva",
    "title": "Aleix García se convierte en una prioridad para el Barça - Estadio Deportivo",
    "title_full": "Aleix García se convierte en una prioridad para el Barça - Estadio Deportivo",
    "published": "2023-12-29T00:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 91916,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cb4d1dbc47c9587288c003c073f83e8cafa5e0ed",
  "url": "https://www.estadiodeportivo.com/futbol/girona/aleix-garcia-convierte-una-prioridad-para-barca-20231228-438448.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Luisma Sánchez",
  "published": "2023-12-29T00:42:00.000+02:00",
  "title": "Aleix García se convierte en una prioridad para el Barça - Estadio Deportivo",
  "text": "El FC Barcelona ya se ha puesto manos a la obra para cerrar algún que otro fichaje de cara al mes de enero. La prioridad del conjunto azulgrana pasa por buscarle un sustituto de garantías a Gavi. La grave lesión del centrocampista ha trastocado los planes de los culés de cara a esta temporada. Por ello, uno d ellos nombres que más le gustan tanto a Xavi como en Can Barça es el de Aleix García. El jugador del Girona ya mostró sus deseos de vestir la camiseta blaugrana en cierta ocasión. Le daría un salto de calidad a la plantilla, aunque lo cierto es que no será una operación fácil. El Girona estaría interesado en algunos jugadores culés, por lo que podrían entrar en el acuerdo. En la próxima ventana de transferencias de invierno, el Barça se encuentra en la búsqueda de fortalecer su centro del campo. Según reveló el periodista Gerard Romero en su canal de Twitch, el conjunto azulgrana estaría explorando las opciones para abonar la cláusula de rescisión del internacional español, la cual asciende a los 20 millones de euros. La estrategia planeada consistiría en involucrar a jugadores en la operación para abaratar dicha suma. Conforme a la información proporcionada, las conversaciones respecto a Aleix García ya se encuentran en una fase avanzada, aunque reconocen que no será una tarea sencilla. El Girona, por su parte, se mantiene firme en no ceder ni un euro de la cláusula, aunque muestra interés en diversos jugadores del Barcelona. Curiosamente, cuenta con Eric García y Pablo Torre en su plantel, ambos cedidos por el club azulgrana. Al mismo tiempo, se ha especulado sobre un posible interés por parte del Girona en Mikayil Faye, defensa del Barcelona Atlètic, especialmente ahora que Bernardo apunta a que abandone las filas del conjunto rojiblanco. Es importante destacar que Aleix García expresó previamente, antes del encuentro contra el Barça, su deseo de vestir la camiseta azulgrana en algún momento de su carrera. Estas declaraciones no fueron bien recibidas por Míchel, quien no dudó en comunicárselo al jugador. El centrocampista se vio en la necesidad de disculparse públicamente con su afición por esas palabras, reconociendo la sensibilidad sobre dicho tema. Veremos qué sucede finalmente. La relación entre ambos clubes, marcada por cesiones anteriores y posibles intereses cruzados, añade un matiz a estas conversaciones que podrían definir el rumbo del mediocampo azulgrana en la segunda mitad de la temporada.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Sport",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:45:59.795+02:00",
  "updated": "2023-12-29T00:45:59.795+02:00"
}