{
  "thread": {
    "uuid": "461984969f9ce94379dc1ebfc2e4578e6b1c2939",
    "url": "https://en.sggp.org.vn/president-pays-pre-tet-visit-to-people-soldiers-in-kien-giang-post107754.html",
    "site_full": "en.sggp.org.vn",
    "site": "sggp.org.vn",
    "site_section": "https://en.sggp.org.vn",
    "site_categories": [],
    "section_title": "SGGP English Edition",
    "title": "President pays pre-Tet visit to people, soldiers in Kien Giang | SGGP English Edition",
    "title_full": "President pays pre-Tet visit to people, soldiers in Kien Giang | SGGP English Edition",
    "published": "2024-01-20T15:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://image.sggp.org.vn/1200x630/Uploaded/2024/zfuswurkxr/2024_01_20/vo-van-thuong-1-5954.jpg",
    "performance_score": 0,
    "domain_rank": 38041,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "461984969f9ce94379dc1ebfc2e4578e6b1c2939",
  "url": "https://en.sggp.org.vn/president-pays-pre-tet-visit-to-people-soldiers-in-kien-giang-post107754.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vietnamplus",
  "published": "2024-01-20T15:26:00.000+02:00",
  "title": "President pays pre-Tet visit to people, soldiers in Kien Giang | SGGP English Edition",
  "text": "More than 200km away from the mainland, Tho Chau holds an important strategic position in defence, security and marine economic development, and currently houses nearly 2,000 people living mainly on farming and seafood exploitation and processing. Visiting Regiment 152 of the Military Region 9, President Thuong appreciated the unit’s achievements in defence and security work with the support of the people and forces of Kien Giang province and Tho Chau island commune. He stressed that the unit's top priority task is to safeguard national sovereignty over the airspace and waters of Tho Chau island as well as peace and happiness for local people, urging the soldiers to increase vigilance to avoid unexpected situations. Visiting and presenting gifts to officers and soldiers of the Tho Chau Border Guard Station, the State leader lauded their contributions to protecting border sovereignty and national territory. Presenting gifts to residents, President Thuong requested the commune's Party Committee and authorities to properly solve land and housing issues for people, ensure facilities to serve fishing at sea and storm shelters, and make more efforts to have no poor households in the locality. Emphasising the unique geographical conditions of the island commune with large forest coverage, the President asked local authorities and people to pay greater attention to protecting and managing the ecological environment and resources. On this occasion, he offered incense at Tho Chau Temple to commemorate martyrs who sacrificed for the country's independence and freedom and more than 500 innocent people murdered by the Khmer Rouge in 1975. On the same day, within the framework of his trip to Kien Giang, the State leader visited and presented gifts to officers and soldiers of the border guard station at the Ha Tien International Border Gate, and to local people. Mr. Thuong emphasised the top task of officers and soldiers in cross-border immigration management and requested them to continue creating favourable conditions for exchange and trade activities between people and businesses in Vietnam and Cambodia.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kien giang",
        "sentiment": "negative"
      },
      {
        "name": "tho chau",
        "sentiment": "negative"
      },
      {
        "name": "thuong",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "party committee",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T19:36:58.849+02:00",
  "updated": "2024-01-20T19:36:58.849+02:00"
}