{
  "thread": {
    "uuid": "776661c464443fbcbd0ef979f8c5ccc6a7f226de",
    "url": "https://www.ucl.ac.uk/news/2024/jul/cool-roofs-are-best-beating-cities-heat",
    "site_full": "www.ucl.ac.uk",
    "site": "ucl.ac.uk",
    "site_section": "https://www.ucl.ac.uk/news/home/latest-news/",
    "site_categories": [
      "united_kingdom",
      "travel",
      "education",
      "graduate_school"
    ],
    "section_title": "Latest news | UCL News - UCL – University College London",
    "title": "Cool roofs are best at beating cities’ heat | UCL News - UCL – University College London",
    "title_full": "Cool roofs are best at beating cities’ heat | UCL News - UCL – University College London",
    "published": "2024-07-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.ucl.ac.uk/news/sites/news/files/styles/medium_image/public/roofs_sm.jpg?itok=XnU_0k3_",
    "performance_score": 0,
    "domain_rank": 625,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "776661c464443fbcbd0ef979f8c5ccc6a7f226de",
  "url": "https://www.ucl.ac.uk/news/2024/jul/cool-roofs-are-best-beating-cities-heat",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "UCL",
  "published": "2024-07-04T03:00:00.000+03:00",
  "title": "Cool roofs are best at beating cities’ heat | UCL News - UCL – University College London",
  "text": "Cool roofs are best at beating cities’ heat 4 July 2024 Painting roofs white or covering them with a reflective coating would be more effective at cooling cities like London than vegetation-covered “green roofs,” street-level vegetation or solar panels, finds a new study led by UCL researchers. Conversely, extensive use of air conditioning would warm the outside environment by as much as 1 degree C in London’s dense city centre, the researchers found. The research, published in Geophysical Research Letters, used a three-dimensional urban climate model of Greater London to test the thermal effects of different passive and active urban heat management systems, including painted “cool roofs,” rooftop solar panels, green roofs, ground level tree vegetation and air conditioning during the two hottest days of the summer of 2018, the warmest on record. It found that if adopted widely throughout London, cool roofs could reduce outdoor temperatures across the city on average about 1.2 degrees C, and up to 2 degrees C in some locations. Other systems, such as extensive street-level vegetation or solar panels would provide a smaller net cooling effect, only about 0.3 degrees C on average across London, though they offer other environmental benefits. Similarly, while green roofs offer benefits like water drainage and wildlife habitats, their net cooling effect on the city was found to be negligible on average. Air conditioning, which transfers heat from within buildings to the outside, would warm the outdoor urban environment by about 0.15 degrees C for the city overall, but by as much as 1 degree C in dense central London. The researchers also found that the increase in the distribution of air con units in their model could be entirely powered by photovoltaic solar panels if they were similarly installed to their fullest extent. To gauge the potential full effect of each method, the team modelled each one as though they had been as widely adopted as theoretically feasible across housing, commercial and industrial buildings throughout Greater London. Lead author Dr Oscar Brousse (UCL Bartlett School Environment, Energy & Resources) said: “We comprehensively tested multiple methods that cities like London could use to adapt to and mitigate warming temperatures, and found that cool roofs were the best way to keep temperatures down during extremely hot summer days. Other methods had various important side benefits, but none were able to reduce outdoor urban heat to nearly the same level.” As the climate changes, residents within cities are particularly vulnerable to warming temperatures. Cities generally trap heat, inducing the Urban Heat Island effect that can lead to greater discomfort and mortality for residents during hot spells. Finding ways to adapt or mitigate these warming temperatures has become a high priority for city planners and designers, who have been exploring passive cooling methods like cool roofs, green roofs and expanded urban vegetation as well as active methods for building interiors like air con. The study offered additional insights into urban heat management by comprehensively comparing several common passive and active heat mitigation actions. By reflecting rather than absorbing heat, cool roofs have the dual benefit of not only cooling the outside urban environment but the inside of buildings as well. Though on average the effect of green roofs was negligible, the researchers found that their effect on temperature varied significantly throughout the day. During the warmest times of day, the wide adoption of green roofs could lower urban temperatures by an average of 0.5 degrees C. However, this would be offset overnight as the thermal mass from the roofs would retain daytime heat, releasing when the sun was down and increasing night-time temperatures by about the same amount. Converting city greenspaces from grass to deciduous tree cover would cool temperatures overnight but at best would have mixed net effects during the day. In addition, it would likely increase the amount of water vapour in the air, which would effectively increase the air humidity and could affect residents’ thermal comfort. The research was supported by Wellcome and NERC. Links [Research paper in Geophysical Research Letters](https://agupubs.onlinelibrary.wiley.com/doi/10.1029/2024GL109634) [Dr Oscar Brousse’s academic profile](https://profiles.ucl.ac.uk/78785-oscar-brousse) [UCL Bartlett School of Environment, Energy and Resources](https://www.ucl.ac.uk/bartlett/environment-energy-resources/) [UCL Faculty of the Built Environment](https://www.ucl.ac.uk/bartlett/environment-energy-resources/) Image - Credit: OGULCAN AKSOY via [iStock Photo](https://www.istockphoto.com/photo/aerial-photography-from-london-bishopsgate-cityscape-elevated-view-over-london-city-gm1935601793-556257380) Media Contact Mike Lucibella - E: m.lucibella [at] ucl.ac.uk",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Social Issue",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://agupubs.onlinelibrary.wiley.com/doi/10.1029/2024GL109634)",
    "https://www.istockphoto.com/photo/aerial-photography-from-london-bishopsgate-cityscape-elevated-view-over-london-city-gm1935601793-556257380)",
    "https://istockphoto.com/photo/aerial-photography-from-london-bishopsgate-cityscape-elevated-view-over-london-city-gm1935601793-556257380)",
    "https://www.agupubs.onlinelibrary.wiley.com/doi/10.1029/2024GL109634)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "ucl news - ucl – university college london cool",
        "sentiment": "neutral"
      },
      {
        "name": "geophysical research letters",
        "sentiment": "none"
      },
      {
        "name": "ucl",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "london",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T07:01:48.767+03:00",
  "updated": "2024-07-05T07:01:48.767+03:00"
}