{
  "thread": {
    "uuid": "e3cb3c612b2e5d8d12f552fa8a3f8b45274f727b",
    "url": "https://www.rtl.be/sport/tous-les-sports/autres-sports/euro-de-hand-les-bleus-sur-leur-lancee-rossent-lislande/2024-01-20/article/628896",
    "site_full": "www.rtl.be",
    "site": "rtl.be",
    "site_section": "https://www.rtl.be/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "RTL Info",
    "title": "Euro de hand: les Bleus, sur leur lancée, rossent l'Islande",
    "title_full": "Euro de hand: les Bleus, sur leur lancée, rossent l'Islande",
    "published": "2024-01-20T17:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BE",
    "main_image": "https://rtleng.rosselcdn.net/sites/default/files/dpistyles_v2/ena_16_9_extra_big/2024/01/20/node_628896/3346113/public/2024/01/20/14033779.jpg?itok=yoX7LX4W1705768109",
    "performance_score": 0,
    "domain_rank": 11764,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e3cb3c612b2e5d8d12f552fa8a3f8b45274f727b",
  "url": "https://www.rtl.be/sport/tous-les-sports/autres-sports/euro-de-hand-les-bleus-sur-leur-lancee-rossent-lislande/2024-01-20/article/628896",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@rtlinfo",
  "published": "2024-01-20T17:28:00.000+02:00",
  "title": "Euro de hand: les Bleus, sur leur lancée, rossent l'Islande",
  "text": "Partager:\nLes handballeurs français, en s'imposant largement face à l'Islande (39-32) samedi à Cologne, ont fait un pas supplémentaire vers les demi-finales de l'Euro.\nLa bande de Nikola Karabatic est solidement installée en tête de son groupe I (6 points) du tour principal dont elle doit se classer à l'une des deux premières places pour atteindre le dernier carré du tournoi.\nIl reste deux matches à disputer dans ce tour principal aux hommes de Guillaume Gille qui pourraient sceller leur qualification dès leur prochain rendez-vous contre l'Autriche lundi (18h00) selon les résultats des autres rencontres.\nPire revers des Bleus dans un Euro, le 21-29 encaissé il y a deux ans face à ces mêmes Islandais leur était resté \"en travers de la gorge\", dixit Nedim Remili. Les champions olympiques ont enfin pu le digérer samedi.\nEt ils le doivent notamment à leur gardien Samir Bellahcene (12 arrêts dont 8 en première période). Pragmatique, Guillaume Gille a aligné d'entrée l'ex-Dunkerquois, qui fêtait seulement sa huitième sélection.\nA 28 ans, Bellahcene connaît une trajectoire aussi tardive que météoritique, entre son recrutement par l'un des plus grands clubs du monde, Kiel, d'abord comme joker médical puis de façon définitive, et désormais sa titularisation dans un grand tournoi avec les Bleus.\nEn l'absence de l'ex-N.1 Vincent Gérard, opéré d'une pubalgie en septembre, le sélectionneur avait titularisé jusque-là dans le tournoi le Montpelliérain Rémi Desbonnet, en manque de réussite (25% de tirs stoppés).\nPour l'Islande, qui jouait sa survie, l'après-midi a vite senti le faisandé, ou plutôt le hakarl, mets de requin fermenté typique de l'île. L'équipe du Nantais Viktor Hallgrimsson (7 arrêts, 18%) affichait cinq longueurs de retard peu après le retour des vestiaires (21-16, 35e).\nExcepté quelques ratés sur jeu rapide, les Bleus qui avaient fait briller tous les gardiens depuis le début du tournoi, ont réglé la mire (39/53).\nMeilleur réalisateur des Bleus depuis le début de l'Euro (28 buts), Dika Mem a une nouvelle fois été précieux, en particulier de loin, pour les vice-champions du monde français, à la poursuite d'une quatrième couronne européenne, dix ans après la dernière.\nSeul nuage sur Cologne, au manteau de neige baigné de soleil samedi, l'un des Bleus les plus expérimentés, l'ailier droit aux 186 sélections, Valentin Porte a dû être préservé, laissé en tribune \"en raison d'une contusion au genou droit\" survenue contre la Croatie, selon la Fédération.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T18:36:08.232+02:00",
  "updated": "2024-01-20T18:36:08.232+02:00"
}