{
  "thread": {
    "uuid": "abe32a27713aade8619c7bf632c89f09d35acc0f",
    "url": "https://www.newswise.com/articles/deeper-dive-into-the-gut-microbiome-shows-changes-linked-to-body-weight",
    "site_full": "www.newswise.com",
    "site": "newswise.com",
    "site_section": "https://www.newswise.com",
    "site_categories": [
      "media",
      "senor_health",
      "health"
    ],
    "section_title": "Newswise | Leading Source of Research News",
    "title": "Deeper Dive Into the Gut Microbiome Shows Changes Linked to Body Weight",
    "title_full": "Deeper Dive Into the Gut Microbiome Shows Changes Linked to Body Weight",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.newswise.com/legacy/image.php?image=&width=600&height=600",
    "performance_score": 0,
    "domain_rank": 4149,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "abe32a27713aade8619c7bf632c89f09d35acc0f",
  "url": "https://www.newswise.com/articles/deeper-dive-into-the-gut-microbiome-shows-changes-linked-to-body-weight",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cedars-Sinai",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Deeper Dive Into the Gut Microbiome Shows Changes Linked to Body Weight",
  "text": "LOS ANGELES (April 18, 2024) -- Cedars-Sinai investigators have identified significant variations in the microbes of the small bowel (small intestine) are strongly associated with various body weights, from a normal body mass index, or BMI, to having obesity. The gut microbiome includes the bacteria, fungi, and viruses that inhabit the human gastrointestinal tract. Imbalances in these microbial populations have previously been observed in the stool samples of patients with obesity-related diseases. This is the first study to fully examine the small bowel microbiome in normal weight, overweight and obesity, according to investigators. “Using specialized techniques, we did a deeper dive into the microbial universe and found the small bowel was significantly, and specifically, altered in participants who were overweight or had obesity, when compared to those of normal weight. Some of these changes were progressive, moving from normal weight to overweight to having obesity,” said endocrinologist [Ruchi Mathur, MD](https://researchers.cedars-sinai.edu/Ruchi.Mathur?ppn=Y3Mtb3JnOmNlZGFycy1zaW5haTpwcm92aWRlcjpydWNoaS1tYXRodXItODI4MDc5), a professor of Medicine at Cedars-Sinai and corresponding author of the study. The paper is published in the [American Journal of Gastroenterology](https://journals.lww.com/ajg/abstract/9900/characterization_of_the_small_bowel_microbiome.1104.aspx). “Many functions related to food metabolism and nutrient absorption converge in the small bowel, as do many endocrine and immune functions that may influence weight gain. We think that changes in the balances of small bowel microbial populations may have a greater impact on weight gain and the development of obesity than previously understood,” said Mathur, also the director of the [Diabetes Outpatient Teaching Education Center](https://www.cedars-sinai.org/locations/webb-family-diabetes-center-166.html). Using specimens obtained from [esophagogastroduodenoscopies](https://www.cedars-sinai.org/health-library/tests-and-procedures/u/upper-gi-endoscopy.html), blood samples and patient questionnaires, investigators examined the small bowel microbiomes of 214 patients stratified by body mass index. Study participants were classified according to the Centers for Disease Control and Prevention (CDC) guidelines of a normal weight having a BMI of 18.5-24.9, overweight individuals a BMI of 25-29.9, and for those classified as having obesity, with a BMI of 30 or higher. The microbial populations of the duodenum, the first part of the small bowel where nutrition absorption begins, were analyzed in all three groups. Shotgun metagenomic sequencing was used to obtain a comprehensive evaluation of all the organisms present. “A key finding was that one bacterial population, Lactobacillus, in the duodenum exhibited differing and highly species-specific associations in subjects classified as overweight or having obesity. These microbiome changes related to weight gain may be of particular importance because many people regularly consume Lactobacillus-containing products, including dairy-based foods, probiotics and certain vegan cuisine such as fermented tempeh,” said Gabriela Leite, PhD, the lead author of the study and lead project scientist for Cedars-Sinai’s [Medically Associated Science and Technology (MAST) Program](https://csmast.com/). An estimated 182 million adults in the U.S. are overweight or have obesity, according to the CDC. The global number exceeds 1 billion. The causes are multifactorial and associated with serious health problems, including cardiovascular disease, metabolic syndrome and Type 2 diabetes. Genetics, epigenetics, gut hormones and gut microbiomes are involved in the pathophysiology of obesity, which can also be influenced by socioeconomic and psychosocial factors. Investigators believe understanding the influences and activity of the microbes that populate our small bowel microbiome may offer an important path to improving the health and lives of millions of people. “Identifying changes in the populations, and activity, of small bowel microbial species associated with overweight or having obesity is part of a key initiative to develop new therapeutic targets and to personalize medicine,” said gastroenterologist and study co-author [Mark Pimentel, MD](https://www.cedars-sinai.org/provider/mark-pimentel-887112.html), executive director of Cedars-Sinai’s MAST Program. “More research will be needed to identify the cause-and-effect relationships between the changes we observed, but the goal is to develop treatments and interventions that help people lower their risk for obesity-related disease and improve their overall health,” Pimentel said. Additional Cedars-Sinai authors involved in the study are Gillian M. Barlow, PhD; Mohamad Rashid, MD; Ava Hosseini, MPH; Daniel Cohrs, MD; Gonzalo Parodi; Walter Morales; Stacy Weitsman, MS; and Ali Rezaie, MD. This research was funded in part by the Monica Lester Charitable Trust and the Elias, Genevieve, and Georgianna Atol Charitable Trust. Read more from the Cedars-Sinai Blog: [Cedars-Sinai Investigators Exploring the Connection Between the Microbiome and Diabetes](https://www.cedars-sinai.org/blog/microbiome-and-diabetes.html) MEDIA CONTACT [Register for reporter access to contact details](/users/register) Article Multimedia [ ](https://content.presspage.com/uploads/2110/9cbf663d-dcc3-4e81-8f36-974a8165adad/1920_body-weight-microbiome-cedars-sinai.jpg?10000) Credit: Photo by Getty. [ ](https://content.presspage.com/uploads/2110/df489158-8a64-4bf5-a5d7-a5b8f82d3368/500_ruchi-mathur-md-cedars-sinai.jpg?x=1713401963798) Credit: [ ](https://content.presspage.com/uploads/2110/02e8f776-bf79-4f1d-a05d-6c0d01198459/500_gabreila-leite-phd-cedars-sinai.jpg?x=1713402148888) Credit: Cedars-Sinai [ ](https://content.presspage.com/uploads/2110/800_markpimentel-labcoat-outdoorsenvirnomental2019.jpg?x=1713402193508) Credit: Cedars-Sinai",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://www.cedars-sinai.org/locations/webb-family-diabetes-center-166.html).",
    "https://www.cedars-sinai.org/health-library/tests-and-procedures/u/upper-gi-endoscopy.html),",
    "https://www.cedars-sinai.org/provider/mark-pimentel-887112.html),",
    "https://csmast.com/).",
    "https://researchers.cedars-sinai.edu/Ruchi.Mathur?ppn=Y3Mtb3JnOmNlZGFycy1zaW5haTpwcm92aWRlcjpydWNoaS1tYXRodXItODI4MDc5),",
    "https://www.cedars-sinai.org/blog/microbiome-and-diabetes.html)",
    "https://journals.lww.com/ajg/abstract/9900/characterization_of_the_small_bowel_microbiome.1104.aspx).",
    "https://www.journals.lww.com/ajg/abstract/9900/characterization_of_the_small_bowel_microbiome.1104.aspx).",
    "https://cedars-sinai.org/provider/mark-pimentel-887112.html),",
    "https://www.csmast.com/).",
    "https://researchers.cedars-sinai.edu/Ruchi.Mathur",
    "https://www.researchers.cedars-sinai.edu/Ruchi.Mathur?ppn=Y3Mtb3JnOmNlZGFycy1zaW5haTpwcm92aWRlcjpydWNoaS1tYXRodXItODI4MDc5),",
    "https://cedars-sinai.org/health-library/tests-and-procedures/u/upper-gi-endoscopy.html),",
    "https://cedars-sinai.org/locations/webb-family-diabetes-center-166.html).",
    "https://cedars-sinai.org/blog/microbiome-and-diabetes.html)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ruchi mathur",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:32:06.681+03:00",
  "updated": "2024-04-19T01:32:06.681+03:00"
}