{
  "thread": {
    "uuid": "5807f08f9bdbfd6c056c554bfa9422baf715b29c",
    "url": "http://www.china.org.cn/sports/2024-01/16/content_116943899.ht",
    "site_full": "www.china.org.cn",
    "site": "china.org.cn",
    "site_section": "https://www.china.org.cn",
    "site_categories": [
      "japan",
      "travel"
    ],
    "section_title": "China.org.cn - China news, business, travel &amp; language courses",
    "title": "Winter sports heat up winter tourism in NW China - China.org.cn",
    "title_full": "Winter sports heat up winter tourism in NW China - China.org.cn",
    "published": "2024-01-16T05:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2587,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5807f08f9bdbfd6c056c554bfa9422baf715b29c",
  "url": "http://www.china.org.cn/sports/2024-01/16/content_116943899.ht",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "相镔",
  "published": "2024-01-16T05:18:00.000+02:00",
  "title": "Winter sports heat up winter tourism in NW China - China.org.cn",
  "text": "视频播放位置\n下载安装Flash播放器 At the Songmingyan International Ski Resort located in Hezheng County, Linxia Hui Autonomous Prefecture of northwest China's Gansu Province, visitors were immersing themselves in a world of ice and snow themed on Boonie Bears, a popular animation in China.\n\"The brand-new feast of diverse winter sports, elements of animation, and various forms of ice sculptures satisfy tourists' appetite as they have grown quite fond of winter sports in recent years,\" said Liu Baiyue, office director of the Songmingyan International Ski Resort.\nPreviously, as the temperature declined dramatically in winter, the natural landscape in northwest regions became less captivating to the public's eyes.\nThe gaining popularity of winter sports is injecting new vitality into the local \"tourism off-season\" and is pushing the staff of ski resorts to increasingly spin a new twist on previous breakthroughs.\nIn addition to the Boonie Bears theme park, the ski resort has also expanded the playground to about 20 times larger, offering more choices of entertainment facilities for the public to enjoy, including over 60 amusement activities, Liu noted.\n\"The ski resorts are bustling with tourists,\" said Liu, adding that the ski resort welcomed over 24,000 visitors since its opening on November 24, 2023.\nStatistics showed that during the ninth National Mass Ice and Snow Season held from December 2022 to April 2023, various levels and types of winter sports events were organized in Gansu, attracting approximately two million people to participate.\nDue to the surge in public demand for ice skating and skiing, Zhangye City in Gansu, a famous tourist city on the ancient Silk Road, has increased the number of outdoor ski resorts to 15 from 9 last year, making ice and snow sports facilities accessible throughout the city and countryside.\n\"Winter sports heat up winter tourism in northwest China, as well as more teenagers' enthusiasm,\" said Bai Jianxiang, deputy director of the Zhangye Administration of Sports.\nAccording to Ma Ji, a ski instructor at a resort located in Lanzhou City, the capital city of Gansu, as the winter vacation approaches, the number of children learning to ski rises, and parents even enroll in the courses as early as a month ago.\n\"I feel like a bird when I am skiing down the slopes, even though I always fall over,\" said eight-year-old Wang Bingran.\nIn Zhangye City, more than 4,000 young students are obtaining training in skiing courses organized by the government.\nNowadays, the local government of Gansu is also trying to sustain the public's passion for winter sports and extend their interests to land curling and speed inline skating, achieving frequent use of the sports field.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "http://www.adobe.com/cn/products/flashplayer/",
    "http://adobe.com/cn/products/flashplayer/",
    "http://www.adobe.com/cn/products/flashplayer"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "liu baiyue",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "songmingyan international ski resort",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nw china",
        "sentiment": "none"
      },
      {
        "name": "songmingyan international ski resort",
        "sentiment": "none"
      },
      {
        "name": "hezheng county",
        "sentiment": "none"
      },
      {
        "name": "linxia hu",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "gansu province",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T10:36:37.558+02:00",
  "updated": "2024-01-16T10:36:37.558+02:00"
}