{
  "thread": {
    "uuid": "95f162c1b8fd82550081b32ad9d1d5ba407731b9",
    "url": "https://napoli.repubblica.it/cronaca/2024/01/05/news/il_gioco_dei_delfini_saluta_tra_i_botti_lanno_nuovo-421820666/",
    "site_full": "napoli.repubblica.it",
    "site": "repubblica.it",
    "site_section": "https://napoli.repubblica.it/",
    "site_categories": [
      "tech"
    ],
    "section_title": "Napoli notizie e approfondimenti: Repubblica.it",
    "title": "Il gioco dei delfini saluta tra i botti l’anno nuovo - la Repubblica",
    "title_full": "Il gioco dei delfini saluta tra i botti l’anno nuovo - la Repubblica",
    "published": "2024-01-05T19:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.repstatic.it/content/localirep/img/rep-napoli/2024/01/05/195222576-bbb76de7-d4d7-478e-adf7-a031964fc079.jpg",
    "performance_score": 0,
    "domain_rank": 996,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "95f162c1b8fd82550081b32ad9d1d5ba407731b9",
  "url": "https://napoli.repubblica.it/cronaca/2024/01/05/news/il_gioco_dei_delfini_saluta_tra_i_botti_lanno_nuovo-421820666/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "di Patrizia Rinaldi",
  "published": "2024-01-05T19:53:00.000+02:00",
  "title": "Il gioco dei delfini saluta tra i botti l’anno nuovo - la Repubblica",
  "text": "Mentre a Punta Campanella il gioco dei delfini saluta il 2023, offrendo un augurio di speranza per l’anno nuovo, il bilancio del Dipartimento di pubblica sicurezza sulle conseguenze dei festeggiamenti pirotecnici è avvilente: oltre alla vittima Concetta Russo, che è stata colpita da un colpo di pistola durante il festeggiamento in famiglia e purtroppo è morta in ospedale, in Italia quasi trecento persone sono state ferite da armi o da fuochi d’artificio.\nL’aumento dei casi del cinquanta per cento realizza il bilancio peggiore degli ultimi dieci anni. Non ci fa onore, soprattutto se rivolgiamo il pensiero a chi, sotto i bombardamenti, subisce l’offesa mortale di ordigni esplosivi.\nMimare guerre finte con botti illegali a poca distanza geografica da guerre vere non è il massimo. C’è un dato che accomuna guerre vere e guerre finte: aumentano i minori che patiscono le azioni irresponsabili degli adulti.\nIn un video pubblicato da “Repubblica” Napoli sono raccolte varie immagini postate come trofei social di persone che festeggiano sparando con pistole anche ad altezza uomo e in presenza di bambini.\n«Vengano identificati casa per casa, nessuno resti impunito», auspica il deputato alla Camera per Alleanza Verdi e Sinistra.\nÈ in Cina verso l’anno 1000 che nascono i fuochi di artificio dopo la scoperta, del tutto fortuita o “sfortuita”, della polvere da sparo.\nL’abitudine di causare boati si ricollega alla convinzione antica che il rumore spaventi gli spiriti maligni, li faccia scappare, impedisca loro di avviarsi verso l’anno nuovo.\nIn termini fantascientifici, l’ammuina blocca la porta temporale con un muro di suono e le energie negative restano chiuse dentro, intrappolate nel passato.\nImmaginazione vuole che gli spiriti maligni già dall’anno 1000 si siano fatti una risata e abbiano deciso di festeggiare la diceria con un boomerang di danni che arrivano proprio mentre gli uomini continuano a tentare di mandare via la malasorte, le lacrime e altri accessori del dolore, identificandoli con qualcosa che non è dell’uomo ma di una cattiveria che non lo riguarda, che lo trascende.\nPiù che in altri tempi si sta facendo strada il principio che il male abiti l’altrove, che i colpevoli siano sempre altri, che i responsabili di ogni magagna, più o meno grave, appartengano per lo meno ad altre etnie; quando non si possono identificare con nome e cognome, anche di fantasia, si ricorre ad un altrove superstizioso, a feticci parafulmine che possano accogliere i disastri di comportamenti umani. È l’esatto contrario della logica del cilicio, del il-colpevole-sono-sempre-io, lo confesso. Come se l’equilibrio, le analisi delle responsabilità e la loro attribuzione siano scadute come prodotti deperibili.\nIntanto i delfini se ne sono andati: hanno salutato l’anno vecchio, hanno accolto l’anno nuovo e se ne sono tornati al largo.\nQualcuno afferma che mentre andavano via li ha sentiti cantare “L’anno che verrà” di Lucio Dalla, altri che recitavano a memoria stralci tratti da “Il 32 dicembre” di Luciano De Crescenzo.\nI più audaci si raccontavano la Speranza di Emily Dickinson, quella cosa piumata che si viene a posare sull’anima, mentre i delfini cinici li prendevano in giro.\n«Ci stanno distruggendo, si stanno distruggendo, cosa c’è da sperare?». «Ah, perché tu speri quando tutto va bene?».\nLeggi i commenti I commenti dei lettori",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "http://www.repstatic.it/cless/main/nazionale/2020-v1/include/detail/paywall.html",
    "http://www.repstatic.it/cless/main/nazionale/2020-v1/include/detail/under-content.html--",
    "https://www.repstatic.it/cless/common/widget/newsletter/2018-v1/include/gedi-newsletter-cx.html",
    "http://www.repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
    "https://repstatic.it/cless/common/widget/newsletter/2018-v1/include/gedi-newsletter-cx.html",
    "http://repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
    "http://repstatic.it/cless/main/nazionale/2020-v1/include/detail/paywall.html",
    "http://repstatic.it/cless/main/nazionale/2020-v1/include/detail/under-content.html--"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:31:22.515+02:00",
  "updated": "2024-01-06T00:31:22.515+02:00"
}