{
  "thread": {
    "uuid": "75b029cd7fbb27048048e5dac04e90b69fb65605",
    "url": "https://www.newsbreak.com/winterville-nc/3280316370060-woman-inspires-with-strength-faith",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/greenville-nc",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Greenville News, Weather, Safety, Sports | NewsBreak Greenville, NC",
    "title": "Woman inspires with strength, faith",
    "title_full": "Woman inspires with strength, faith",
    "published": "2023-12-29T10:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/3MTGts_0qTJv9CU00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3324,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "75b029cd7fbb27048048e5dac04e90b69fb65605",
  "url": "https://www.newsbreak.com/winterville-nc/3280316370060-woman-inspires-with-strength-faith",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2023-12-29T10:30:00.000+02:00",
  "title": "Woman inspires with strength, faith",
  "text": "WINTERVILLE — A woman’s unshakable faith and a pact she made with God has empowered her to walk with him every day and inspire others along the way. Martha Taylor, 65, began walking regularly at Winterville’s Hillcrest Park to prepare for bilateral knee surgery. Along the way, she learned she had breast cancer. She made a promise to God that if he brought her safely through the journey she would walk 5 miles every day in his name. Since then, not a morning has passed when she hasn’t visited the park for her daily walk. “I started walking in 2017 to lose weight to have knee surgery, then I found out I had breast cancer, and it was all a tough time,” Taylor said. “I promised the Lord that when I got through with it, that I was going to walk with him, rain, sleet, snow or hail, I did, and I’ve been doing every day ever since.” Taylor also has two sons and two granddaughters to live for and she keeps a positive attitude for their sake as well. One of her sons was in the United States Air Force, and Taylor said that she had to assure him that she was fine so that he could focus on protecting the country and not worry about her. Taylor had 34 sessions of chemo; she said that the last four sessions were the roughest, but she went to every visit with a positive attitude. “Every day I went in there I had a smile on my face, and when you go in there, you’re going to always meet a lot of people going through the same thing you’re going through,” said Taylor. “Everyone tries to lift each other up, it’s like it’s a family or sisterhood, you exchange phone numbers, and you try to lift each other’s spirits up.” Taylor proudly wears pink, the color of breast cancer awareness, as well as pins and buttons. She said 2023 was especially difficult for her but inspired her to continue advocating for the cause. “It was hard for me because during the time that I was battling with my breast cancer, at the same time, my sister was in stage 3 breast cancer, and we lost our sister May of this year,” Taylor said. “It’s important that you do self-examinations and do your mammogram every year the way you’re supposed to, and make sure that they find it early because early detection is the key. Taylor has kept her promise to God, she said. Every day she walks at least five miles around the track at Hillcrest Park, and her daily treks haven’t gone unnoticed. Diane White is the new Parks and Recreation Director in Winterville, and her staff mentioned to her that she needs to meet Martha Taylor. “They said that she walks five to six miles a day, that she had an interesting story, and so I was curious,” said White. “I decided to go out there myself and meet her, because I like meeting new people, to see new faces, it brightens my day, and I always learn something new.” White said that one morning she drove out to the park, walked up to Taylor who had already started her walk, and introduced herself. White walked the track with Taylor and learned about her journey through both knee surgeries, her cancer battle, and the promises Taylor made to God. “Every day when she wakes up, she would make sure she would get her walk in, and she’s just a fabulous woman who has a young spirit,” said White. Taylor is so vibrant that her energy is infectious and touches the lives of other people she meets. Quaniqua Staton said she has been coming to the park for years to exercise. She got teary-eyed talking about Taylor. “I think she’s the strongest woman I know. She’s resilient, and rain, sleet, or snow, she’s here,” said Staton. “I don’t care if it’s 100 degrees or 30 degrees, Miss Martha is here.” Staton said that Taylor is going to make sure that she gets those steps in, and that even when Taylor couldn’t drive to the park, she watched Taylor walk there daily. “Miss Martha keeps me going and motivated,” said Staton. “She walked through cancer and knee surgeries, and it motivates me when I come to work out because I know Miss Martha is going to be here.” Barbara P. Coston is another local who comes to the park to walk and for a bit of quiet time. “I have really been inspired by Miss Martha and just watching her walk and just be so consistent,” said Coston. Coston was so inspired that she went to work and told her coworkers all about Taylor. She said that Taylor was diligent and faithful and was happy to share her story. “People can learn from Miss Martha that they can do anything if they set their mind to it, and if they remain faithful, diligent and committed, that they could do what Miss Martha is doing,” said Coston. “And also get the reward of the benefits that she gets from exercising and doing what she does.” Taylor said that many days she feels immense pain in her legs, her knees and her arms. She may take little breaks, but she pushes through and keeps on walking. “I think about the people who don’t have the ability to walk, and I thank God for the pain,” said Taylor. “I thank him that I have limbs that function, and if I feel the pain, I’m grateful that I can feel it, and I keep it moving.” White said she has met others who have met Taylor and have been inspired by her to persevere through challenges they face. “I mean this is just a great story to the extent of, no matter what, you can just wake up every day, be excited that you woke up, and you can start your day with a walk,” said White. “which is truly a blessing because everyone can’t do that.” Taylor said that many days she was hurting and in pain, but she still got up to keep her promise to God. If you lay in the bed and wallow, there’s nowhere else to go but the grave, she said. “That’s what gets me up a lot of days,” said Taylor. “You can lay in the bed and have a pity party, or you can get up, go walk, be thankful, be around other people, be happy, that’s what gets me up, and I walk with God every day.” Subscribe to The Daily Reflector",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3MTGts_0qTJv9CU00",
    "https://img.particlenews.com/image.php?url=3MTGts_0qTJv9CU00",
    "https://apg01.newzware.com/ss70v2/enc/common/template.jsp?init=start&initEdition=GDR&return=https%3A%2F%2Fwww.reflector.com%2F",
    "https://img.particlenews.com/image.php",
    "https://www.apg01.newzware.com/ss70v2/enc/common/template.jsp?init=start&initEdition=GDR&return=https%3A%2F%2Fwww.reflector.com%2F",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=3MTGts_0qTJv9CU00",
    "https://apg01.newzware.com/ss70v2/enc/common/template.jsp",
    "https://www.img.particlenews.com/image.php?url=3MTGts_0qTJv9CU00"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "martha taylor",
        "sentiment": "none"
      },
      {
        "name": "taylor",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "united states air force",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "winterville",
        "sentiment": "none"
      },
      {
        "name": "winterville",
        "sentiment": "none"
      },
      {
        "name": "hillcrest park",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T15:21:32.520+02:00",
  "updated": "2023-12-29T15:21:32.520+02:00"
}