{
  "thread": {
    "uuid": "87a51a53fae2647a1cb3c2fe51c5cabcd732f2b1",
    "url": "https://www.adn.com/sports/national-sports/2024/01/15/josh-allen-and-the-bills-shake-off-mother-nature-and-the-steelers-in-31-17-playoff-win/",
    "site_full": "www.adn.com",
    "site": "adn.com",
    "site_section": "http://www.adn.com/feeds/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Alaska Dispatch News",
    "title": "Josh Allen and the Bills shake off Mother Nature and the Steelers in 31-17 playoff win",
    "title_full": "Josh Allen and the Bills shake off Mother Nature and the Steelers in 31-17 playoff win - Anchorage Daily News",
    "published": "2024-01-16T03:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.adn.com/resizer//TSOK-MrQpmpU1xbpEb7HQiNOQMU=/1200x630/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/adn/4NVIFADC6N3DRIHDYA22CEDU2Y.jpg",
    "performance_score": 0,
    "domain_rank": 3564,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "87a51a53fae2647a1cb3c2fe51c5cabcd732f2b1",
  "url": "https://www.adn.com/sports/national-sports/2024/01/15/josh-allen-and-the-bills-shake-off-mother-nature-and-the-steelers-in-31-17-playoff-win/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@adndotcom",
  "published": "2024-01-16T03:58:00.000+02:00",
  "title": "Josh Allen and the Bills shake off Mother Nature and the Steelers in 31-17 playoff win",
  "text": "ORCHARD PARK, N.Y. — Josh Allen threw three touchdown passes and scored on a franchise playoff-record 52-yard touchdown run, and the Buffalo Bills beat the Pittsburgh Steelers 31-17 on Monday in an AFC wild-card playoff game that was postponed a day because of a lake-effect blizzard. The Highmark Stadium stands erupted with snow being tossed into the air like confetti when Allen threw a 17-yard touchdown pass to Khalil Shakir with 6:27 remaining that restored a two-touchdown lead for Buffalo. Shakir caught the pass at the 10 over the middle, and then slipped Minkah Fitzpatrick’s tackle attempt by spinning around before outracing the rest of the Steelers defenders into the end zone. The second-seeded Bills (12-6), who closed the regular season with five straight wins, advance to host Patrick Mahomes and the No. 3 seed Kansas City Chiefs in the divisional round on Sunday night. “We’ve got a resilient group. The veteran leadership that we have, I really think it’s unmatched in the league,” Allen said of a team that was 6-6 after an overtime loss to Philadelphia on Nov. 26. [ [Mother Nature proves no match for Bills fans attending Buffalo’s playoff game vs. Steelers](https://www.adn.com/sports/national-sports/2024/01/15/sun-gives-way-to-clouds-as-crews-dig-out-snowed-in-stadium-for-bills-playoff-game-vs-steelers/)] The Bills have longed for a home playoff game against the Chiefs after their 2020 and ‘21 seasons ended with playoff losses at Kansas City. “It’s going to take a team effort,” Allen said. “We know the type of team that they are, obviously the type of quarterback that they have in Pat over there. ... Just thanking God that we get another chance to play another game.” [ [Jared Goff leads Lions to first playoff win in 32 years, 24-23 over Matthew Stafford and the Rams](https://www.adn.com/sports/national-sports/2024/01/14/jared-goff-leads-lions-to-first-playoff-win-in-32-years-24-23-over-matthew-stafford-and-the-rams/)] Allen finished 21 of 30 for 203 yards and ran for 74 yards on eight carries, becoming the first quarterback in NFL playoff history to throw three or more TD passes while rushing for 70 or more yards and a score. He didn’t have a turnover for just the fourth time this season. Mason Rudolph threw two touchdown passes with an interception in his first playoff start for the Steelers (10-8), but Pittsburgh was too inconsistent on either side of the ball to keep up with Allen and the Bills. The Steelers lost their fifth straight playoff game; the franchise’s most recent postseason victory was exactly seven years ago. Rudolph, a longtime backup, took over for the injured Kenny Pickett and the ineffective Mitch Trubisky to lead the Steelers to three straight wins to close the regular season and was given the playoff start even after Pickett recovered from an ankle injury. “I’m appreciative of the efforts. But it’s not mystical. We didn’t do what was required to win tonight,” Steelers coach Mike Tomlin said, noting that two Steelers turnovers led to the Bills scoring 14 points. “Can’t come into an environment like this with a playoff-caliber team and turn the ball over like that and expect to be competitive.” Asked about his future in Pittsburgh after completing his 17th season — all of them with a record of .500 or better — Tomlin smirked and walked away. [ [Jordan Love and the Packers pull a wild-card stunner, beating Dak Prescott and the Cowboys 48-32](https://www.adn.com/sports/national-sports/2024/01/14/jordan-love-and-the-packers-pull-a-wild-card-stunner-beating-dak-prescott-and-the-cowboys-48-32/)] Buffalo had a to wait an extra day to host the Steelers after a dangerous storm that dumped more than 2 feet of snow on the region, leading the NFL to bump the game from its scheduled Sunday afternoon start. The elements didn’t play much of a factor. Though temperatures were in the teens, the skies were clear and there was only a slight breeze blowing in off Lake Erie. The Steelers came out flat, allowing Buffalo to score touchdowns on three of its first five possessions and build a 21-0 lead on Allen’s electrifying touchdown run midway through the second quarter. Rudolph went 22 of 39 for 229 yards with an interception. Allen’s 9-yard touchdown pass to Dawson Knox capped an 80-yard opening drive for the Bills. [ [Kansas City defeats Miami in 4th-coldest game in NFL history at minus 4 degrees](https://www.adn.com/nation-world/2024/01/14/kansas-city-defeats-miami-in-4th-coldest-game-in-nfl-history-at-minus-4-degrees/)] After Buffalo linebacker Terrel Bernard recovered receiver George Pickens’ fumble at the Pittsburgh 29, Allen threw a TD pass to Dalton Kincaid on the next play. Allen’s touchdown run came after cornerback Kaiir Elam intercepted Rudolph’s pass intended for Diontae Johnson in the end zone. The Steelers finally capitalized on one of the Bills’ few errors of the half, when coach Sean McDermott elected to attempt a 49-yard field goal into the wind with a little more than two minutes left. Montravius Adams blocked Tyler Bass’ low kick. The ball squirted some 20 yards into Bills territory and was recovered by Nick Herbig at Buffalo’s 33. The Steelers scored five plays later on Rudolph’s 10-yard TD pass to Johnson. Pittsburgh eventually cut the lead to 24-17 on Rudolph’s 7-yard touchdown pass to Calvin Austin with 10:32 left. INJURIES The Bills’ already depleted defense held up despite losing several regulars to injuries. Buffalo allowed 324 yards and limited the Steelers to converting 5 of 11 third-down opportunities. Bernard was ruled out after twisting his right ankle and starting nickelback Taron Johnson did not return after being evaluated for a concussion. The Bills began the game without cornerback Rasul Douglas (knee) and linebacker Tyrel Dodson (shoulder).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "josh allen",
        "sentiment": "negative"
      },
      {
        "name": "shakir",
        "sentiment": "none"
      },
      {
        "name": "minkah fitzpatrick",
        "sentiment": "none"
      },
      {
        "name": "mother nat",
        "sentiment": "none"
      },
      {
        "name": "allen",
        "sentiment": "none"
      },
      {
        "name": "patrick mahomes",
        "sentiment": "none"
      },
      {
        "name": "khalil shakir",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "steelers",
        "sentiment": "negative"
      },
      {
        "name": "buffalo bills",
        "sentiment": "none"
      },
      {
        "name": "kansas city chiefs",
        "sentiment": "none"
      },
      {
        "name": "pittsburgh steelers",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "n.y.",
        "sentiment": "none"
      },
      {
        "name": "orchard park",
        "sentiment": "none"
      },
      {
        "name": "buffalo",
        "sentiment": "none"
      },
      {
        "name": "philadelphia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T06:00:53.187+02:00",
  "updated": "2024-01-16T06:00:53.187+02:00"
}