{
  "thread": {
    "uuid": "b590010c39c624bc8f02ccee10a25517c93b3791",
    "url": "https://english.jagran.com/india/pioneer-of-india-spiritual-consciousness-pm-modi-pens-tribute-to-ramakrishna-mission-chief-swami-smaranananda-10150817",
    "site_full": "english.jagran.com",
    "site": "jagran.com",
    "site_section": "https://english.jagran.com/latest-news",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Latest News from India | Top News Headlines | Breaking India News - English Jagran",
    "title": "'Pioneer Of India's Spiritual Consciousness': PM Modi Pens Tribute To Ramakrishna Mission Chief Swami Smaranananda",
    "title_full": "'Pioneer Of India's Spiritual Consciousness': PM Modi Pens Tribute To Ramakrishna Mission Chief Swami Smaranananda",
    "published": "2024-03-29T10:29:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://imgeng.jagran.com/images/2024/03/29/article/image/modi-seer-1711695372704.jpg",
    "performance_score": 0,
    "domain_rank": 12228,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b590010c39c624bc8f02ccee10a25517c93b3791",
  "url": "https://english.jagran.com/india/pioneer-of-india-spiritual-consciousness-pm-modi-pens-tribute-to-ramakrishna-mission-chief-swami-smaranananda-10150817",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@englishjagrannews",
  "published": "2024-03-29T10:29:00.000+03:00",
  "title": "'Pioneer Of India's Spiritual Consciousness': PM Modi Pens Tribute To Ramakrishna Mission Chief Swami Smaranananda",
  "text": "- By [Radha Basnet](/authors/radha-basnet) - Published: Fri, 29 Mar 2024 12:29 PM (IST) - Source:JND Prime Minister Narendra Modi penned tribute to Swami Smaranananda who died of old age-related ailments. Swami Smaranananda, the president of Ramakrishna Mission, passed away on Tuesday night at the age of 95. PM Modi paid heartfelt tribute and said Smaranananda left an indelible mark on countless hearts and minds, and his compassion and wisdom will continue to inspire generations. In his heartfelt note, PM Modi wrote that the demise of Smaranananda was a personal loss. The prime minister also recalled his Kolkata visit earlier this month where he met Swami Smaranananda. \"Amidst the hustle and bustle of the grand festival of Lok Sabha elections, the news of the demise of Srimat Swami Smaranananda Ji Maharaj brought my mind to a standstill for a few moments. Srimat Swami Smaranananda Ji Maharaj was a pioneer of India's spiritual consciousness and his demise is like a personal loss. A few years ago, the demise of Swami Atmasthananda Ji and now the departure of Swami Smaranananda Ji on his eternal journey has left many people bereaved. My heart, like that of crores of devotees, saints and followers of Ramakrishna Math and Mission, is deeply saddened. ALSO READ: ['My Father Was Given Slow Poison', Claims Mukhtar Ansari's Son; Body To Be Handed Over To Family After Post-Mortem](https://english.jagran.com/india/mukhtar-ansari-death-news-umar-ansari-claims-his-father-was-given-slow-poison-body-to-be-handed-over-to-family-after-post-mortem-10150765) \"During my visit to Kolkata earlier this month, I had gone to the hospital to enquire about Swami Smaranananda Ji’s health. Just like Swami Atmasthananda Ji, Swami Smaranananda Ji too dedicated his entire life to spreading the ideas of Acharya Ramakrishna Paramahamsa, Mata Sharada Devi and Swami Vivekananda across the world. While writing this article, the memories of meetings and conversations with him are getting refreshed in my mind,\" he added. PM Modi also mentioned his close relationship with the Ramakrishna Mission and Belur Math. Adding, the prime minister said the lives of Swami Atmasthananda and Swami Smaranananda are an indelible example of the motto of Ramakrishna Mission ‘Atmano Mokshaartham Jagaddhitaaya Cha’. \"In January 2020, during my stay at Belur Math, I meditated in the room of Swami Vivekananda. During that visit, I had a long conversation about Swami Atmasthananda Ji with Swami Smaranananda Ji. It is widely known that I had a close relationship with Ramakrishna Mission and Belur Math. As a seeker of spirituality, I have met different saints and mahatmas and have been to many places over the period of more than five decades. Even in Ramakrishna Math, I got to know about the saints who dedicated their lives to spirituality, among whom personalities like Swami Atmasthananda Ji and Swami Smaranananda Ji were prominent. Their sacred thoughts and knowledge provided contentment to my mind. In the most important period of my life, such saints taught me the true principle of Jan Seva hi Prabhu Seva,\" PM Modi said. \"We all are inspired by the work being done by Ramakrishna Mission for the promotion of education and rural development. Ramakrishna Mission is working on India's spiritual enlightenment, educational empowerment and humanitarian service. In 1978, when the disastrous flood struck Bengal, Ramakrishna Mission won the hearts of everyone with its selfless service. I remember, when an earthquake ravaged Kutch in 2001, Swami Atmasthananda Ji was among the first people to call me and offer all possible assistance for disaster management on behalf of the Ramakrishna Mission. Under his direction, Ramakrishna Mission helped many people who were affected by the earthquake,\" he continued. Emphasising the work done by Swami Atmasthananda and Smaranananda, PM Modi said people who know the lives of these great personalities will definitely remember how serious these saints were towards social empowerment. \"Over the past years, while holding various positions, Swami Atmasthananda Ji and Swami Smaranananda Ji laid great emphasis on social empowerment. Those who know the lives of these great personalities will definitely remember how serious these saints were towards modern education, skilling and women empowerment,\" he added. [English Jagran.com](https://english.jagran.com/)Jagran English is available on WhatsApp. Join now for latest news from India and around the world. [Join our WhatsApp Channel](https://www.whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l?utm_source=website&utm_medium=referral&utm_campaign=whatsappchannel)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://www.whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l?utm_source=website&utm_medium=referral&utm_campaign=whatsappchannel)",
    "https://www.whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l",
    "https://whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l?utm_source=website&utm_medium=referral&utm_campaign=whatsappchannel)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "radha basnet",
        "sentiment": "neutral"
      },
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "modi",
        "sentiment": "none"
      },
      {
        "name": "swami smaranananda",
        "sentiment": "none"
      },
      {
        "name": "srimat swami smaranananda ji maharaj",
        "sentiment": "none"
      },
      {
        "name": "swami smaranananda ji",
        "sentiment": "none"
      },
      {
        "name": "smaranananda",
        "sentiment": "none"
      },
      {
        "name": "swami atmasthananda ji",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ramakrishna mission",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "kolkata",
        "sentiment": "none"
      },
      {
        "name": "lok sabha",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T10:30:50.048+03:00",
  "updated": "2024-03-29T10:30:50.048+03:00"
}