{
  "thread": {
    "uuid": "d20125806557ce0710ed67df21fb53f9162dcaf2",
    "url": "https://www.newsbreak.com/carter-county-tn/3281686479429-carter-county-sees-slight-drop-in-november-joblessness",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://newsbreak.com/greeneville-tn",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Greeneville News, Weather, Safety, Sports | NewsBreak Greeneville, TN",
    "title": "Carter County sees slight drop in November joblessness",
    "title_full": "Carter County sees slight drop in November joblessness",
    "published": "2023-12-30T20:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/1udpXz_0qUhtYsF00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3324,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 4
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d20125806557ce0710ed67df21fb53f9162dcaf2",
  "url": "https://www.newsbreak.com/carter-county-tn/3281686479429-carter-county-sees-slight-drop-in-november-joblessness",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2023-12-30T20:45:00.000+02:00",
  "title": "Carter County sees slight drop in November joblessness",
  "text": "Carter County joined 88 others in seeing unemployment rates drop in November, according to new data from the Department of Labor and Workforce Development. Carter County’s November unemployment rate stood at 3.7 percent, down from 3.9 in October, but still above the 3.5 percent unemployment rate of November 2022. Of the 24,273 potential workers in the county, 23,378 are employed, according to the department release, leaving 895 people unemployed. Washington County’s November unemployment rate stood at 3.4 percent, down from 3.5 in October, but still above the 3.2 percent unemployment rate of November 2022. Of the 62,126 potential workers in the county, 60,005 are employed, according to the department release, leaving 2,121 people unemployed. Unicoi County’s November unemployment rate stood at 4.2 percent, down from 4.1 in October, and is the same rate as November 2022. Of the 7,223 potential workers in the county, 6,917 are employed, according to the department release, leaving 306 people unemployed. Overall, the Johnson City Metropolitan Statistical Area saw unemployment at 3.5 percent, a slight drop from 3.6 percent in October, but 2 percentage points above that of November 2022. November’s data showed that 92 of the state’s counties recorded rates of less than 5 percent during the month. The remaining three counties had rates higher than 5 percent but less than 10 percent. Unemployment remained the same in three counties in November and increased in three counties. Moore County had the state’s lowest rate in November. At 2.4 percent, its new rate was 0.2 of a percentage point lower than the previous month. Both Williamson and Sevier counties had the next lowest rates at 2.6 percent. The new statistics accounted for a 0.1 of a percentage point decrease in unemployment for both counties. Perry County recorded November’s highest unemployment in Tennessee with a rate of 5.3 percent. The county’s new rate dropped by a staggering 2.6 percentage points from its October rate of 7.9 percent. Lauderdale County had Tennessee’s next highest jobless number. Its November rate of 5.2 percent was 0.3 of a percentage rate lower than the rate the county recorded in October. County unemployment rates are not adjusted for seasonal events such as school breaks and weather, while the statewide rate is seasonally adjusted to take into account the impact those events can have on unemployment. As reported on Dec. 21, Tennessee’s seasonally adjusted unemployment rate did increase in November, up by 0.2 of a percentage point from 3.3 percent in October to 3.5 percent. Nationally, unemployment dropped by 0.2 of a percentage point, moving from 3.9 percent to 3.7 percent. Tennesseans looking for a fresh start in 2024 by taking a new career path can start that journey at Jobs4TN.gov. The state’s workforce development website lists the state’s hot occupations, average wages, and more than 210,000 current job openings. The state of Tennessee will release the statewide unemployment data for December 2023 on Jan.18, 2024. The post Carter County sees slight drop in November joblessness appeared first on www.elizabethton.com .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [
    "https://www.elizabethton.com/2023/12/30/carter-county-sees-slight-drop-in-november-joblessness/",
    "https://www.elizabethton.com",
    "https://www.elizabethton.com/2023/12/30/carter-county-sees-slight-drop-in-november-joblessness",
    "https://elizabethton.com",
    "https://elizabethton.com/2023/12/30/carter-county-sees-slight-drop-in-november-joblessness/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "department of labor and workforce development",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "carter county",
        "sentiment": "none"
      },
      {
        "name": "johnson city metropolitan statistical area",
        "sentiment": "none"
      },
      {
        "name": "unicoi county",
        "sentiment": "none"
      },
      {
        "name": "washington county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T00:58:03.525+02:00",
  "updated": "2023-12-31T00:58:03.525+02:00"
}