{
  "thread": {
    "uuid": "af52bbc5bb53c50cd4e6a04d5f85e5760aba21fb",
    "url": "https://poststar.com/news/state-and-regional/worksport-west-seneca-truck-beds-tonneau-covers-power-source/article_835d97c2-feee-5e7f-98d7-8aa4822f240c.html",
    "site_full": "poststar.com",
    "site": "poststar.com",
    "site_section": "http://poststar.com/search/?f=rss&t=article&c=news*&l=25&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "poststar.com - RSS Results in news* of type article",
    "title": "Made in WNY: Worksport turns truck beds into a power source",
    "title_full": "Made in WNY: Worksport turns truck beds into a power source",
    "published": "2024-07-05T13:45:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/poststar.com/content/tncms/assets/v3/editorial/8/35/835d97c2-feee-5e7f-98d7-8aa4822f240c/66869ed30050e.preview.jpg?crop=1763%2C926%2C0%2C124&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 21705,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "af52bbc5bb53c50cd4e6a04d5f85e5760aba21fb",
  "url": "https://poststar.com/news/state-and-regional/worksport-west-seneca-truck-beds-tonneau-covers-power-source/article_835d97c2-feee-5e7f-98d7-8aa4822f240c.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Matt Glynn News Business Reporter",
  "published": "2024-07-05T13:45:00.000+03:00",
  "title": "Made in WNY: Worksport turns truck beds into a power source",
  "text": "Imagine turning a truck bed cover into a mobile solar power producer.\nWorksport is developing that technology for manufacturing at its West Seneca plant, a product the company sees as a breakthrough.\nThe company already makes traditional covers for truck beds – called tonneau covers – at its North America Drive facility. Worksport is preparing to add to its lineup the SOLIS, which integrates solar panels with a folding truck bed cover.\nWhen the SOLIS is connected with Worksport's battery system, it creates a portable power source that can be used at worksites and campsites, among other uses.\n\"We know we have an advantage,\" said Steve Rossi, the CEO. \"We know we have an exciting product.\"\nWorksport has made West Seneca the hub of its emerging manufacturing. The company bought the former Certo Brothers distribution center on North America Drive for $8 million and shifted its headquarters there from Toronto.\nPeople are also reading…\nWorksport has 36 employees and recently announced plans to invest $6 million in the facility and add 280 jobs over five years.\nRossi saw advantages in moving Worksport's operations to Western New York. Facilities in Toronto were \"three or four times the price,\" and the incentives here were appealing, he said. New York State has pledged up to $2.8 million in Excelsior Jobs tax credits in exchange for the company reaching its hiring targets.\nIts savings on energy costs – thanks to an allocation of low-cost hydropower from the New York Power Authority – also were significant, he said. And basing the operations in the United States removed potential complications with cross-border shipments, while tapping into the region's transportation networks.\nWhen Rossi was scouting buildings to acquire, he saw an image of the former Certo Brothers building, surrounded by green space, and wasn't convinced it was an authentic picture. Once company officials visited in person, they were confident they had found their ideal location. There's also room to expand next door, which Rossi is contemplating.\nAs Worksport has taken root here, Rossi encouraged manufacturing veteran Jeff Schutrum to come out of retirement, first as a consultant and now as the plant manager. Schutrum, a University at Buffalo graduate, formerly ran an Edwards Vacuum plant on Grand Island, and then worked for Compass Group USA, handling projects to support Microsoft.\n\"It's a good chance to build something,\" Schutrum said of his new assignment.\nWorking alongside Rossi as chief operating officer is Chris Bernaudo. The two have been friends for about 30 years. Bernaudo recalled when Rossi was selling tonneau covers out of a parts store at a brisk pace.\n\"He thought, 'I could do it better,' \" Bernaudo said.\nNow those plans are taking shape.\nWorksport currently makes 50 to 100 tonneau covers a day, but plans to increase its production capacity to 1,000 covers a day. Rossi said he sees signs of growing demand from customers.\n\"UPS can't pick up by the truckload any more, they've got to send a tractor (trailer),\" he said.\nWorksport in the first quarter reported a loss of $3.7 million on sales of about $513,000. More recently, the company said it generated over $739,000 in revenues in May, its highest-ever monthly sales figure.\nWorksport has provided full-year revenue guidance of $6 million to $8 million, compared to the $1.53 million in sales recorded in 2023.\nAs Worksport builds up its local presence, it has high hopes for the SOLIS, viewing it as a breakthrough product within the tonneau cover industry. Worksport estimates if it can capture just 5% of the U.S. tonneau cover market with the SOLIS, that product line alone would generate about $300 million in revenues annually.\nThe foldable SOLIS aluminum tonneau cover connects via cable to a COR generator - produced by Worksport - inside the truck bed. Worksport recently disclosed its SOLIS covers will be compatible not only with the company's own generator but most other portable power stations and power banks on the market, as well.\nRossi said the SOLIS will be priced starting at $1,500. Other hard tonneau covers on the market range in price from a few hundred dollars to over $1,000.\nLonger-range, Rossi hopes to make it possible for the SOLIS to connect directly to electric vehicles, providing a fuel source for them. The company also plans to bring in production of soft tonneau covers; those products currently imported from China.\nMeanwhile, Rossi has been making local connections.\nPeter Ahrens, executive director of the Buffalo Niagara Manufacturing Alliance, has made some introductions for Rossi and is impressed by his plans.\n\"He's a bright mind and he has a nice strategic overview of his market and making that differentiator,\" Ahrens said.\nRossi also brings an open mind to leading his company, Ahrens said. \"He's always willing to learn, he's always willing to hear about programs that could benefit his company and get his plant up and running quicker and marketing his products efficiently.\"\nWorksport received help from Invest Buffalo Niagara to get established in the Buffalo area, including connecting with employees to hire. Rossi is using local suppliers wherever possible. And he is struck by the reception Worksport has received since coming to town.\n\"Every turn has been like a, 'Call me, how can I help?'\" Rossi said. \"There's a real strong sense of that pride in community.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "steve rossi",
        "sentiment": "none"
      },
      {
        "name": "worksport",
        "sentiment": "none"
      },
      {
        "name": "rossi",
        "sentiment": "none"
      },
      {
        "name": "solis",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "certo brothers",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "north america drive",
        "sentiment": "none"
      },
      {
        "name": "worksport",
        "sentiment": "none"
      },
      {
        "name": "west seneca",
        "sentiment": "none"
      },
      {
        "name": "toronto",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T14:45:35.679+03:00",
  "updated": "2024-07-05T14:45:35.679+03:00"
}