{
  "thread": {
    "uuid": "aacb6c8e791c61ffc6e8f1cceccb038c0e31019e",
    "url": "https://news.northeastern.edu/2024/03/14/magazine/amazing-race-casting",
    "site_full": "news.northeastern.edu",
    "site": "northeastern.edu",
    "site_section": "http://h1n1.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - H1N1 News Today - EIN Presswire",
    "title": "This Northeastern graduate thinks you’d be perfect for ‘The Amazing Race’ - Northeastern Global News",
    "title_full": "This Northeastern graduate thinks you’d be perfect for ‘The Amazing Race’ - Northeastern Global News",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://news.northeastern.edu/wp-content/uploads/2024/02/022324_AS_Alex_Sharp_001.jpg",
    "performance_score": 0,
    "domain_rank": 1702,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aacb6c8e791c61ffc6e8f1cceccb038c0e31019e",
  "url": "https://news.northeastern.edu/2024/03/14/magazine/amazing-race-casting",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Schuyler Velasco",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "This Northeastern graduate thinks you’d be perfect for ‘The Amazing Race’ - Northeastern Global News",
  "text": "Published on This Northeastern graduate thinks you’d be perfect for ‘The Amazing Race’ Alex Sharp was a founding member of the “Survivor” Club, where he got his first experience spotting who would make good TV. Working in casting, he’s unearthed talent for reality competition shows including “Lego Masters” and “Chopped.” Brothers Liam and Yeremi Hykel were practically strangers when they started competing on season 35 of “The Amazing Race,” the long-running CBS show in which pairs of contestants race around the world and compete in challenges along the way. A pair of young military veterans, the Hykels didn’t make it far on the show. A string of bad luck navigating the streets of Jaipur, India, in a rickshaw led to their elimination in the sixth episode and a ninth-place finish. But the experience brought them closer, they said in later interviews. Alex Sharp was part of the team that got them there. A freelance casting associate who works with TV networks including CBS and helped handpick contestants for the season, Sharp guided the Hykels through the application process and their ultimate appearance on the show. “They hadn’t spoken in years,” says Sharp, a 2019 Northeastern University graduate. “‘The Amazing Race’ really rekindled their relationship, and now they are so close and so supportive of each other. I’m glad I had a part in that.” Sharp has made a career out of unearthing hidden gems like the Hykel brothers: big personalities with compelling backstories for fans of reality competition shows to fall in love with. As a casting associate producer, he’s worked on over a dozen series since entering the industry: major network TV tent poles like “The Amazing Race”; Food Network throwdowns including “Chopped” and “Beat Bobby Flay”; family-friendly fare like “Lego Masters.” At its core, the job is a multifaceted treasure hunt. Whether he’s sifting through applications, editing video, interviewing potential contestants or keeping an eye on the news and social media, Sharp is always looking for “people with those amazing stories” who will pop off the screen. There’s no single recipe for a great contestant, Sharp says. But there are a few common ingredients. He’s screening for applicants who can give full, engaging answers on camera. He evaluates whether hopefuls know the particular game they’re applying for, and he sniffs out those who may be putting on an act to better their chances of getting on TV. “Casting producers can see right through that,” he says. And he’s always on the lookout for people with compelling narratives who might not think to apply for a reality show. “Here’s these moms with a rock band. Who doesn’t want to see that?” he gives as a hypothetical. “Or a phenomenal mother-daughter duo, an inspirational athlete or a pageant queen that does amazing charity work and serves in the Air Force.” Sharp has always wanted to work in reality TV — a goal he pursued with gusto at Northeastern on both the academic and extracurricular fronts. A film and screen studies major in the College of Arts and Media Studies (CAMD) who completed two TV industry co-ops, he was also a founding member of Northeastern’s “Survivor” Club . Now in its 14th season, the club hosts a filmed competition each semester modeled after the CBS reality show. The latest kicked off at the end of January, and the final “tribal council” will take place in late April. Sharp was an early competitor, and he picked fellow students for the filmed series of the game as part of the club’s production team. That gave him his first experience singling out people who would make good TV. “He always brought such great energy,” says Casey Abel, a close friend who started the club with Sharp and hosted the first few seasons of “Survivor Northeastern.” “He knows how to talk to the camera, and [knowing that] is now his job.” Finding his tribe Sharp was born and raised in Athens, Greece, and went to an American high school. His first reality TV love was “Survivor”; they were introduced by a family friend. “I was like, ‘Oh my God, this is so cool,” he remembers. Greek television didn’t carry the show, so he watched everything he could on YouTube. Sharp loved the players who combined charisma with cutthroat, high-strategy gameplay, like Parvati Shallow (who spoke at Northeastern in 2019) and Rob Mariano, better-known as “Boston Rob.” Soon, he was a superfan of CBS’ other reality show mainstays, including the “Amazing Race.” By the time he enrolled at Northeastern in 2014, he knew they would be a part of his future. Somehow. In CAMD, Sharp took courses on editing, film analysis and celebrity culture with media and film studies professor Nathan Blake, who remembers his former student having a very clear sense of his interests. During his second year, Sharp wrote a term paper for Blake on “The Biggest Loser,” a now-canceled NBC show in which contestants compete to drop the most weight. “He was always fun to have in class,” Blake says. “He’s one of those people who will talk to everybody.” Featured Stories Paws, everyone’s favorite mascot, kicks off world tour with dynamic show on Northeastern’s Boston campus Paws, everyone’s favorite mascot, kicks off world tour with dynamic show on Northeastern’s Boston campus Why unexploded ordnances pose physical — and environmental — risks Why unexploded ordnances pose physical — and environmental — risks Can you get electrocuted by an electric vehicle? Can you get electrocuted by an electric vehicle? Boston parents will get a new child development book written by Northeastern students Boston parents will get a new child development book written by Northeastern students In his sophomore year, Sharp landed his first industry co-op with Al Roker Entertainment, the affable “Today” show weatherman’s production company, where he learned a lot about the technical side of media production and the ins and outs of getting a show off the ground. “I didn’t go [right] into the reality TV realm, but I was able to peek behind the curtain and see how it all starts,” he says. “To say Al Roker is the sweetest person on the planet is an understatement,” Sharp adds. “He’s exactly what you see on TV.” Back on Boston’s campus, however, things really came into focus. Sharp had struck up an online friendship with Abel, a marine sciences major and fellow member of a “Survivor” Facebook fan group in which members competed in an entirely virtual, mini-version of the TV show. Before long, they were batting around the idea of bringing something in that vein to Northeastern. “I thought, ‘there are 25,000 people here, if you include grad students and everything, who could be interested in this,” Abel remembers. At its inception, “Survivor Northeastern” was one of the first collegiate “Survivor” clubs; now, there are dozens, says JohnMichael Manzi, Northeastern’s current host and president. Recruiting on Facebook, Abel and Sharp gathered an informal group of 16 students and ran a pilot competition in spring 2017. Abel stepped into the Jeff Probst host role, and Sharp was a contestant — forming alliances, backstabbing his fellow students and competing in challenges to win immunity from being eliminated from the game each week. Those tended to be hilariously shoestring: “Memory” with paper plates, relay races and picking up plastic bags with tied-together sticks. He placed seventh. “Alex being there made it so much more entertaining,” Abel says. “It was probably one of our better seasons ever. Everyone was so cutthroat.” Sharp, she says, was instrumental in growing “Survivor Northeastern” from a germ of an idea to a fully recognized campus club. He brought in friends from NUTV, the university’s student-run video production club, to film subsequent seasons. Blake became the first faculty sponsor. As a member of the production board, Sharp also got his first casting experience, whittling ever-growing numbers of student hopefuls down to between 15 and 20 contestants per season. At first, nearly everyone who showed up participated; by the time Sharp graduated, between 100 and 150 students were applying per semester. “I learned how to interview people,” Sharp says. “We would have people come in to Snell Library to really get a feel for them: Is this person going to play strategically or emotionally? Do they really know the game, or are they just signing up because their friend is?” “You want to cast people who will be fun and dramatic, but not anyone who would bring a negative energy,” Abel adds. Sharp returned to compete in the fifth season of “Survivor Northeastern” — and won. Abel says his gameplay reached new heights that season: At one point, he planted a complicated set of fake “immunity idols” outside Wollaston’s and posted up at his dorm room window for hours, waiting for an opponent to take the bait. “And we got it on camera,” Abel laughs. “He’s creeping around watching it happen, and his live commentary is just hilarious.” He won $100. The ‘real’ world In between “Survivor Northeastern” stints, Sharp completed a second co-op as a development intern at Rock Shrimp Productions, working on Food Network shows including “Chopped” and “Beat Bobby Flay.” The latter was his first visit to a reality show set, and he got a wide range of firsthand experience, editing film some days and sitting on casting sessions for others. For the first two years after graduation, food competition TV remained his purview. For “Chopped: Sweets,” the all-dessert spinoff of the Food Network staple, one of his discoveries was Leen Kim, an eventual champion and current executive pastry chef for Omni Hotels & Resorts. In 2021, he branched out into broader competition reality TV. In March, he was deep in the casting process for season 37 of “The Amazing Race,” his second for the series. Casting is largely a freelance industry, and Sharp works on several shows per year. For established network series, tens of thousands of hopeful applicants apply. Newer or niche shows that require certain skills — like “Lego Masters” or home renovation shows with specific twists — call for more specific talents. “Secret Restoration” on the History Channel, for example, involved appearances by people who had historic heirlooms, from vintage guitars to hot rods, ripe for revitalization by a cast of skilled craftspeople. Sharp spends a lot of time getting a feel for applicants in interviews — asking ice-breaker questions about favorite foods, travel and fun personal facts. Depending on the job, he also edits together the best of those conversations into short reels to send to higher ups. His best tip for standing out? “Be yourself, and be extra-caffeinated for your interview.” Though his career is young, Sharp has noticed a push both from within the industry and in response to public demand for more diverse representation on screen — in 2022, CBS pledged that all of its future reality show casts would be at least 50% people of color. He thinks casting professionals can play a key role in widening the scope of who sees a place for themselves on our TV screens — people from different racial backgrounds, but also those with disabilities, diverse gender identities and more. “I love hearing their stories and educating myself,” he says. In the future, he’d love to keep widening that notion of who belongs on TV as he moves up the ranks in the casting world. In the nearer term, though, another dream gig is tantalizingly within reach. “I have yet to cast on ‘Survivor,’” he says. “I would love to really make it full circle.” Jeff Probst, take note. Schuyler Velasco is a Northeastern Global News Magazine senior writer. Email her at [s.velasco@northeastern.edu](mailto:s.velasco@northeastern.edu). Follow her on X/Twitter @Schuyler_V . Northeastern loves Paws. He loves Northeastern more. A behind-the-scenes peek at the mascot, the TikTok star, the Husky legend. From Congo to Northeastern, the resilient journey of a basketball star Sixteen-year-old Gemima Motema and her two cousins were stranded in the U.S. by war in their homeland. That was six years ago. What makes a movie fight scene hit? Stage combat expert breaks down iconic fight scenes from ‘Mission: Impossible’ and ‘The Matrix’ Former Northeastern track athletes move on to next phase of running education as marathoners compete at US Olympic Trials Michael Duggan and Cameron Dickson shared a coach in Northeastern’s Matt Lonergan, who helped them train for their new event. Why American Girl has been a perfect fit for this creative writing professor Northeastern’s Kathryn Reiss has authored several mystery novels for American Girl alongside her award-winning middle grade fiction.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://www.instagram.com/stories/highlights/17883972271507747/?hl=en",
    "https://survivorbostonneu.wixsite.com/survivornortheastern",
    "https://www.history.com/shows/secret-restoration",
    "https://twitter.com/Schuyler_V",
    "https://history.com/shows/secret-restoration",
    "https://www.survivorbostonneu.wixsite.com/survivornortheastern",
    "https://instagram.com/stories/highlights/17883972271507747/?hl=en",
    "https://www.twitter.com/Schuyler_V",
    "https://www.instagram.com/stories/highlights/17883972271507747/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alex sharp wa",
        "sentiment": "negative"
      },
      {
        "name": "yeremi hykel",
        "sentiment": "none"
      },
      {
        "name": "sharp",
        "sentiment": "none"
      },
      {
        "name": "alex sharp",
        "sentiment": "none"
      },
      {
        "name": "liam",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cbs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "jaipur",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:07:23.326+02:00",
  "updated": "2024-03-15T00:07:23.326+02:00"
}