{
  "thread": {
    "uuid": "289ea8cb7d1a4b86255b12e339c8a87132d45c38",
    "url": "https://peak-of-eloquence-nahjul12109.pages10.com/everything-about-peak-of-eloquence-59780008",
    "site_full": "peak-of-eloquence-nahjul12109.pages10.com",
    "site": "pages10.com",
    "site_section": "https://pages10.com/rss-homepage.php?1",
    "site_categories": [],
    "section_title": "pages10.com RSS feed",
    "title": "Everything about peak of eloquence",
    "title_full": "Everything about peak of eloquence",
    "published": "2023-12-28T22:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 6184,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "289ea8cb7d1a4b86255b12e339c8a87132d45c38",
  "url": "https://peak-of-eloquence-nahjul12109.pages10.com/everything-about-peak-of-eloquence-59780008",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Peak-Of-Eloquence-Nahjul",
  "published": "2023-12-28T22:26:00.000+02:00",
  "title": "Everything about peak of eloquence",
  "text": "He cries for assistance, nevertheless even the angels in Hell transform faraway from him. He pleads for mercy, so he stays for a while regretful, nonetheless he finds none to treatment about his regret. His regret will then be in vain.\nAnd intend We to bestow (Our) favour upon people who were thought of weak while in the land, and to make them the Imams\nLikewise, doubt has also four factors absurd reasoning; anxiety; vacillation and hesitation; and unreasonable surrender to infidelity, since just one who has accustomed himself to unreasonable and absurd conversations will never see The sunshine of Real truth and may generally live in the darkness of ignorance.\nthree. Avarice is disgrace; cowardice is usually a defect; poverty normally disables an intelligent man from arguing his circumstance; a lousy gentleman can be a stranger in his own city; misfortune and helplessness are calamities; patience is really a form of bravery; to sever attachments Along with the wicked environment is the best prosperity; piety is the greatest weapon of defence.\nI ponder with the arrogance of a haughty and vain human being. Yesterday he was just a fall of semen and tomorrow He'll become a corpse. I ponder at The person who observes the Universe developed by Allah and uncertainties His Getting and Existence. I ponder at The person who sees people dying all-around him and but he has neglected his conclude.\neighty- When you really feel concerned or nervous to perform a factor then get it done since the true harm which you may As a result acquire is much less poignant than its expectation and dread.\nfive. The thoughts of the sensible man could be the safest custody of secrets; cheerfulness is The important thing to friendship; endurance and forbearance will conceal a lot of defects.\none. Amir al-mu'minin, peace be on him, explained: For the duration of civil disturbance be like an adolescent camel 1 who may have neither a back solid\ncheck here ample for riding nor udders for milking.\nImam ‘Ali replied: \"By Allah, by your motion you do no fantastic in any way on your rulers however you tire oneself and put you in toils In this particular environment and in trouble in the following. How regrettable is usually that exertion, which brings hurt listed here and while in the Hereafter And the way practical is always that relieve which keeps you in ease and comfort With this planet and away from the Hell in the next.\nQuite the opposite in a very corrupt Modern society to variety good feeling of any individual of these also to belief him will be to hurt you.\nUse uncomplicated and direct language that is not hard to understand. Place down all of your points within a sensible buy. Brain your punctuation; incorrect punctuation will alter the indicating with the sentence fully.\nقال الرضي: و أقول: صدق(عليه السلام)، «إنّ المرض لا أجر فيه»، لانه ليس من قبيل ما يُستحَقّ عليه العوض، لان العوض يستحق على ما كان في مقابلة فعل الله تعالى بالعبد، من الالام والامراض، وما يجري مجرى ذلك،الاجر والثواب يستحقان على ما كان في مقابلة فعل العبد، فبينهما فرق قد بينه(عليه السلام)، كما يقتضيه علمه الثاقب رأيه الصائب.\n53- Blessings are for the man who humbles himself prior to Allah, whose sources of money are trustworthy, whose inten- tions are always honorable, whose character is noble, whose behaviors are sober, who provides absent in the trigger and while in the Identify of Allah, the wealth that's lying surplus with him, who controls his tongue from vicious and ineffective talk, who abstains from oppression, who faithfully follows the traditions of your Holy Prophet and who retains himself\nقال الرضي: يعسوب الدين: السيد العظيم المالك لاَمور الناس يومئذ، والقزع: قطع الغيم التي لا ماء فيها.\nEverything about peak of eloquence\nHe cries for assistance, nevertheless even the angels in Hell transform faraway from him. He pleads for mercy, so he stays for a while regretful, nonetheless he finds none to treatment about his regret. His regret will then be in vain.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Religion and Belief"
  ],
  "external_links": [
    "https://marcofzohw.shoutmyblog.com/24070151/facts-about-nahjul-balaghah-revealed",
    "https://www.marcofzohw.shoutmyblog.com/24070151/facts-about-nahjul-balaghah-revealed"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T03:58:00.206+02:00",
  "updated": "2023-12-29T03:58:00.206+02:00"
}