{
  "thread": {
    "uuid": "dbbb29103526f8de6477c61a97658f2b75dbe888",
    "url": "https://m.dailyhunt.in/news/india/english/timesnownews-epaper-dhf729babb066e4159bc8e6ad4fc8cd3b9/things+to+be+kept+in+mind+while+performing+rudrabhishek+on+mahashivratri+to+get+favourable+results-newsid-n587591654",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-newsftam",
    "site_categories": [
      "media"
    ],
    "section_title": "Dailyhunt",
    "title": "Things to be Kept in Mind While Performing Rudrabhishek on Mahashivratri to Get Favourable Results",
    "title_full": "Things to be Kept in Mind While Performing Rudrabhishek on Mahashivratri to Get Favourable Results",
    "published": "2024-02-29T14:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/1e/2e/0c/1e2e0cd97c06cf06fdb9fdbc8db492682a965d09fac747aab90a95ce8c629daf.jpg",
    "performance_score": 0,
    "domain_rank": 18274,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dbbb29103526f8de6477c61a97658f2b75dbe888",
  "url": "https://m.dailyhunt.in/news/india/english/timesnownews-epaper-dhf729babb066e4159bc8e6ad4fc8cd3b9/things+to+be+kept+in+mind+while+performing+rudrabhishek+on+mahashivratri+to+get+favourable+results-newsid-n587591654",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailyhuntapp",
  "published": "2024-02-29T14:05:00.000+02:00",
  "title": "Things to be Kept in Mind While Performing Rudrabhishek on Mahashivratri to Get Favourable Results",
  "text": "Mahashivratri festival has great importance in Sanatan Dharma. According to the Hindu calendar, the festival of Mahashivratri is celebrated every year on the Chaturdashi date of Krishna Paksha of Phalgun month. This year Mahashivratri is on 8th March. Shiva devotees worship Lord Shankar and Mother Parvati on the day of Mahashivratri.\nAccording to mythology, it is believed that on the day of Mahashivratri Lord Shiva and Maa Parvati got married. On Mahashivratri, Shiva devotees take various measures to please Lord Shankar and Maa Parvati. Rudrabhishek is organized at a large number of Shiva temples and homes by their devotees. But, sometimes devotees commit some mistakes unknowingly, which need to be taken care of while performing the Rudrabhishek.\nWhat is Rudrabhishek puja?\nRudrabhishek puja is a Vedic Hindu Ritual where Lord Shiva is worshipped in his Rudra form and given a sacred bath, along with flowers and holy materials, while his 108 names are chanted. The ceremony is performed to please the deity eliminate evil forces and bring prosperity in the house.\nAncient Hindu writings mention Rudrabhishek, a ritual that dispels the bad energies surrounding you, repents past misdeeds and promotes the soul's spiritual development. A Rudrabhishek puja is performed to please Lord Shiva, the destroyer. Devotees give Lord Shiva a sacred bath with numerous puja items, flowers, and other offerings during this ritual.\nLet us find out what steps that one needs to take care of while performing the Rudrabhishek.\nT ake care of the direction\nAccording to astrologers, Rudrabhishek has special significance on the day of Mahashivratri. While performing Rudrabhishek, special attention needs to be paid to some things. For example, while doing Rudrabhishek or Jalabhishek, one should take special care of the direction. Try to worship facing north or east directions only.\nKeep these things in mind during Rudrabhishek\n- While performing Rudrabhishek, one should not touch Shivlinga with the left hand. During this, one should always use the right hand while worshiping Shivalinga.\n- If you are performing Rudrabhishek on the day of Mahashivratri, then use silver, bronze, and brass pots to offer water on Shivalinga.\n- One should not revolve around Shivling while performing Rudrabhishek. The water offered to Shivalinga is considered very sacred. It should not even be crossed.\n- The Rudrabhishek Mantra needs to be chanted with care. The Rudrabhishek mantra: ॐ नमो भगवते रूद्राय (Om Namo Bhagavate Rudraya). Then the Rudra Abhishek procedure should be followed in detail to get the maximum Shiv Rudrabhishek benefits. Place Lingam so that Yoni faces North and you face the West face of the Lingam and look towards East. You need to sit on an Asan of Wool/ Kusha.\nDifferent Rudrabhishek pujas\nThere are six distinct forms of Rudrabhishek that devotees can perform. Vedic literature states that every form of Rudra Abhishek has unique significance and blessings. We have listed below the six types of Rudrabhishek Puja at home for different benefits.\nJal Abhishek: If the worshipers perform Rudrabhishek with Gangajal, their wishes will come true.\nDudh Abhishek: Rudrabhishek performed with cow's milk bestows followers with longer lifespans and offers protection against serious health problems.\nShahad Abhishek: Performing Rudrabhishek with honey bestows blessings of fortune, making life simpler and happier for the worshippers.\nPanchamrit Abhishek: Raw cow's milk, honey, ghee, curd, and sugar are the five components that make panchamrit. The devotee gets wealth, riches, and prosperity after doing Rudrabhishek using panchamrit.\nGhee Abhishek: Devotees are shielded from illness by performing Rudrabhishek, which involves ghee-pouring on a Shivling.\nDahi Abhishek: Rudrabhishek helps couples who are experiencing difficulties conceiving a child with curd.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mahashivratri",
        "sentiment": "none"
      },
      {
        "name": "krishna paksha",
        "sentiment": "none"
      },
      {
        "name": "lord shiva",
        "sentiment": "none"
      },
      {
        "name": "maa parvati",
        "sentiment": "none"
      },
      {
        "name": "rudra",
        "sentiment": "none"
      },
      {
        "name": "shankar",
        "sentiment": "none"
      },
      {
        "name": "rudrabhishek",
        "sentiment": "none"
      },
      {
        "name": "mother parvati",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "shiva",
        "sentiment": "none"
      },
      {
        "name": "mahashivratri lord shiva",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sanatan dharma",
        "sentiment": "none"
      },
      {
        "name": "mahashivratri",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:05:35.881+02:00",
  "updated": "2024-03-01T01:05:35.881+02:00"
}