{
  "thread": {
    "uuid": "6a46acb00622d84fb27154314a51c1f12a255a63",
    "url": "https://www.world-today-news.com/vivo-x-fold3-pro-review-the-ultimate-foldable-phone-competing-with-candy-bar-flagships-an-in-depth-analysis",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com/feed",
    "site_categories": [],
    "section_title": "World Today News",
    "title": "vivo X Fold3 Pro Review: The Ultimate Foldable Phone Competing with Candy Bar Flagships - An In-Depth Analysis - World Today News",
    "title_full": "vivo X Fold3 Pro Review: The Ultimate Foldable Phone Competing with Candy Bar Flagships - An In-Depth Analysis - World Today News",
    "published": "2024-04-12T01:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.yimg.com/os/creatr-uploaded-images/2024-04/c674e8e0-f77c-11ee-b37b-ce8d6b3f14b5",
    "performance_score": 0,
    "domain_rank": 26911,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6a46acb00622d84fb27154314a51c1f12a255a63",
  "url": "https://www.world-today-news.com/vivo-x-fold3-pro-review-the-ultimate-foldable-phone-competing-with-candy-bar-flagships-an-in-depth-analysis",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2024-04-12T01:16:00.000+03:00",
  "title": "vivo X Fold3 Pro Review: The Ultimate Foldable Phone Competing with Candy Bar Flagships - An In-Depth Analysis - World Today News",
  "text": "vivo X Fold3 Pro review｜An all-round foldable phone with no blind spots that can compete with candy bar flagships\nWhile other horizontal foldable phones are vying to set new records for thinness and lightness, vivo’s first two generations of X Fold products chose to put comprehensive functions first among the trade-offs. The development concept of “flagship first, folding later” has won a good reputation among pragmatic consumers for X Fold/X Fold+ and X Fold2. But while the experience is balanced, they still lack a bit of a surprising feeling, and this is often something that many people find difficult to ignore for a new type of thing called folding machines.\nUnder this premise, the third generation of vivo’s discount phone debuts with a completely new look. Although the standard model X Fold3 has some reservations in terms of specifications, it directly reaches a weight and (unfolded) thickness of 219g and 4.65mm. The thinness and lightness can only be described as “outrageous”. The X Fold3 Pro, which is still positioned as an all-rounder, actually only weighs 236g and is 5.2mm thick. It is “armed” by Snapdragon 8 Gen 3, 5,700mAh semi-solid-state battery, internal and external ultrasonic fingerprints, and periscope cameras, which is undoubtedly more likely to arouse people’s interest. After using it, I think it is even qualified to be compared with candy bar flagships.\nAppearance and feel vivo X Fold3 Pro review\nThe appearance of vivo X Fold3 Pro combines X Fold2 Similar to the characteristics of the X100 series, the ring decoration around the circular camera area has a strong presence, and the small metal edge on the edge of the hinge echoes the splicing design on the back of the X Fold2. The new phone comes in two colors: black and white. The white model I have on the back has a marble-like dark pattern on the back, which exudes a low-key luxury. The material used is UPE fiber, which is hot-pressed from high-strength fiber and glass fiber and can provide stronger toughness and impact resistance than ordinary glass. At the same time, this material also helps reduce the weight of the phone, and its touch feel is close to that of matte glass. It is very delicate, does not leave fingerprints, but is a little slippery.\nAs a user who switched from X Fold2, I can clearly feel the difference in weight and thickness as soon as I pick up X Fold3 Pro. The surroundings of the device have been carefully polished, and the center of gravity is properly arranged, making the X Fold3 Pro quite comfortable to hold. You can still find the dedicated mute lever on the side of the phone, and the inner and outer dual ultrasonic fingerprints are also retained. When evaluating the previous generation, I personally thought these two points were very good points. The regret that X Fold2 lacks waterproofing has finally been made up for by vivo. The waterproof rating of X Fold3 Pro has reached IPX8, which puts it on the same starting line as popular folding phones such as Huawei Mate X5 and Samsung Galaxy Z Fold5.\nScreen and sound quality vivo X Fold3 Pro review\nThe inner and outer screen sizes of this new phone remain the same as those of the X Fold 2, still 8.03 inches and 6.53 inches. The ratios are 4:3.55 and 21.1:9 respectively, which are basically unchanged. The refresh rate remains at 120Hz, but the resolution has been increased to 2,480×2,200 and 2,748×1,172. Unlike the previous generation, which used Samsung panels both inside and outside, X Fold3 Pro chose a combination of Samsung E7 on the inside and BOE Q9+ OLED on the outside. Fortunately, vivo has adjusted the display consistency quite well. The theoretical peak brightness of the inner screen can reach 4,500 nits, which is enough to cope with outdoor environments in actual use.\nThere is no problem with the color accuracy of the two panels. There is a small pity that the PPI of the two panels is not unified (412 inside and 457 outside). The hinge of X Fold3 Pro still has a water-drop design, but the material is replaced by ultra-light carbon fiber, which is 37% lighter than the previous generation solution. The surface of the inner screen is covered with UTG ultra-thin glass, and no plastic film with poor experience is chosen to reduce weight. The crease is still slightly palpable, but it may not be visible if you don’t look carefully every day. There is no gap between the two halves of the machine after folding. The official claims that it can achieve “500,000 folds without worry”, but this cannot be verified in a short period of time (for reference, the author did not encounter this problem when using the first two generations of X Fold any malfunction).\nvivo X Fold3 Pro review\nIn terms of personal listening experience, the dual speakers of X Fold3 Pro are a bit backward compared to X Fold2. Many people may feel that this is not a strong perception. From vivo’s perspective, it is reasonable to “use the knife” in this aspect in pursuit of thinness and frivolity. As a product equipped with Qualcomm chips, X Fold3 Pro does not encounter the dilemma of not having its own high-end true wireless headphones like the X100 Pro. Vivo launched the TWS 4 series of headphones for it at the same time. The Hi-Fi version supports LDAC and aptX Lossless and can achieve 55dB active noise reduction. It should be the best choice for X Fold3 Pro users to buy headphones at present.\ncamera vivo X Fold3 Pro review\nThe camera system of the Lenses and related functions, as well as vivo’s self-developed V3 imaging chip. Compared with the previous generation, the most enhanced feature is the telephoto capability. The existence of the periscope module and the floating lens group makes telephoto shooting both practical and interesting.\nvivo X Fold3 Pro real shot samples\nAt the 70mm focal length, the device’s image quality is very solid. The imaging is clear and detailed, and it still has good usability in low-light environments and even when the digital zoom is up to 10X. The macro mode of this camera provides two options: native 3X and cropped magnification to 6X, and its focusing performance is satisfactory. It also provides a great degree of freedom in simulated blur, allowing you to further highlight the subject. At focal lengths below 70mm, the algorithm mainly relies on “zoom” optimization on the images captured by the 23mm main camera. The actual effect is acceptable. Nowadays, it is a general trend for non-imaging flagships to cancel the native camera with a fixed focal length.\nContinue reading the story\n1 / 46\nvivo X Fold3 Pro real shot samples vivo X Fold3 Pro real shot samples\nIn order to meet the different tone preferences of users, this phone still prepares three modes: vivid, texture, and Zeiss natural color. When shooting portraits, various Zeiss lens simulation effects also bring a lot of playability. The special structure of folding mobile phones also allows users to take pictures in unconventional ways such as waist-level framing and preview (rear) selfies. In addition, with the V3 chip, the progress in 4K 60p recording is impressive. However, the smoothness when switching cameras with continuous zoom is slightly less smooth than that of the X100 Pro, but this may be due to the fact that the early software has not yet been perfected.\nsystem vivo X Fold3 Pro review\nSome of the software improvements made by vivo X Fold3 Pro are mainly focused on improving productivity. First of all, vivo’s blue heart model is further integrated into the OriginOS system (designed for mainland users). It can now use the new tool “Little V Helper” to convert your call and meeting recordings into audio and video recordings. Text notes, and also supports English in addition to Chinese. At the same time, the note app has also added AI creative capabilities. You can let AI automatically help you continue writing, polishing or expanding existing content.\nWhen X Fold2 was released, vivo had already established a link between Android and Windows, enabling remote control of PCs on mobile phones. With the launch of a new generation of products, this cross-platform control experience has also been extended to Mac computers. In actual use, the delay in operation is completely acceptable, and sliding, clicking, and input are all very smooth. Moreover, vivo has thoughtfully added macOS function buttons above the phone’s virtual keyboard, allowing Mac users to use familiar shortcut key combinations on small screens. Even when the computer is in a dormant state, you can still use your mobile phone to start it remotely. In addition, on the mobile phone, the system also adds support for Apple’s office suites Pages, Keynote and Numbers.\nFor an Android device, it is worthy of praise for being able to achieve such interoperability with Apple’s system. It may not be too much to say that vivo “helped” Apple launch a folding phone!\nPerformance and battery life vivo X Fold3 Pro review\nLike last year’s vivo X Fold2, this year’s X Fold3 Pro also won the first discount of Qualcomm’s flagship chip. With the support of Snapdragon 8 Gen 3, the performance of the device is unmatched among foldable machines. When “Genshin Impact” turns on high and medium rendering precision, the average frame rate for half an hour of playing on the internal screen can reach close to 55fps and 60fps respectively. There will be a certain amount of warmth on the back of the machine, but overall it is still to an acceptable level.\nX Fold3 Pro has a built-in semi-solid battery with a full capacity of 5,700mAh, which is the most discounted phone currently available. It is actually as durable as the numbers look like. During my recent trip to Tokyo, I spent one day intensively shooting, editing images on the screen, using map navigation, and occasionally sharing hotspots. Under such usage conditions, there was never a day when the machine ran out of battery before returning to the hotel. . Even if the battery is low, this phone is protected by 100W wired and 50W wireless fast charging. After being plugged in, it only takes 5 minutes to charge nearly 25% of the battery, and it reaches 100% in about half an hour.\ncompetitors vivo X Fold3 Pro review\nAlthough vivo X Fold3 Pro and X Fold3 have similar appearance, their target customer groups are obviously different, so there should be no room for conflict. The biggest rivals of X Fold3 Pro are probably Huawei’s Mate X5 and OPPO Find N3 / OnePlus Open. The former has a huge brand belief bonus. Although the latter does not have advantages in performance, power consumption (small battery and no wireless charging), and size, it does have unique features in photography and software interaction, and it has recently lowered its price. price. However, in comparison, I personally think that vivo X Fold3 Pro is still the most comprehensive and balanced choice at present. Competing products that can pose a substantial threat to it may not appear until the second half of the year.\nConclusion vivo X Fold3 Pro review\nAs mentioned at the beginning, the author feels that vivo X Fold3 Pro is already a product that can compete with candy bar flagships. It has been almost five years since the birth of foldable screen mobile phones. Consumers have to make fewer and fewer compromises to choose them, and we have almost reached that critical turning point. For those who are still waiting to see this type of device, you can think of X Fold3 Pro as the upper limit of the current folding machine field. Its comprehensive degree of completion is already quite high, and the discounted machine is really close to “flying into the homes of ordinary people.” Perhaps the only remaining problem is price, which may soon be solved.\nmore content:\nKeep up with the latest technology news and online shopping discounts, follow Yahoo Tech on major social platforms!\n🎉📱 Tech Facebook： https://www.facebook.com/yahootechhk\n🎉📱 Tech Instagram： https://www.instagram.com/yahootechhk/\n🎉📱 Tech WhatsApp Community: https://chat.whatsapp.com/Dg3fiiyYf3yG2mgts4Mii8\n🎉📱 Tech WhatsApp Channel:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.instagram.com/yahootechhk/",
    "https://www.facebook.com/yahootechhk;cpos:9;pos:1;elm:context_link;itc:0;sec:content-canvas",
    "https://www.youtube.com/embed/_cx4KhdIojQ?rel=0",
    "https://chat.whatsapp.com/Dg3fiiyYf3yG2mgts4Mii8",
    "https://www.facebook.com/yahootechhk",
    "https://chat.whatsapp.com/Dg3fiiyYf3yG2mgts4Mii8;cpos:11;pos:1;elm:context_link;itc:0;sec:content-canvas",
    "https://www.instagram.com/yahootechhk/;cpos:10;pos:1;elm:context_link;itc:0;sec:content-canvas",
    "https://www.youtube.com/embed/taufZYLbGDs?rel=0",
    "https://hk.news.yahoo.com/vivo-x-fold-2-review-035929965.html",
    "https://instagram.com/yahootechhk/;cpos:10;pos:1;elm:context_link;itc:0;sec:content-canvas",
    "https://www.youtube.com/embed/taufZYLbGDs",
    "https://www.hk.news.yahoo.com/vivo-x-fold-2-review-035929965.html",
    "https://instagram.com/yahootechhk/",
    "https://facebook.com/yahootechhk;cpos:9;pos:1;elm:context_link;itc:0;sec:content-canvas",
    "https://youtube.com/embed/_cx4KhdIojQ?rel=0",
    "https://www.instagram.com/yahootechhk",
    "https://www.chat.whatsapp.com/Dg3fiiyYf3yG2mgts4Mii8",
    "https://youtube.com/embed/taufZYLbGDs?rel=0",
    "https://www.youtube.com/embed/_cx4KhdIojQ",
    "https://facebook.com/yahootechhk",
    "https://www.chat.whatsapp.com/Dg3fiiyYf3yG2mgts4Mii8;cpos:11;pos:1;elm:context_link;itc:0;sec:content-canvas"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "candy bar flagships - an in-depth analysis",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:19:08.464+03:00",
  "updated": "2024-04-12T04:43:58.856+03:00"
}