{
  "thread": {
    "uuid": "776b0e8f032b3af18a78fd4867b8e6a85ceaacec",
    "url": "https://elpais.com/cultura/2023-12-28/xabier-anduaga-la-nueva-promesa-espanola-de-la-opera-abuchear-un-desnudo-me-parece-ridiculo.html",
    "site_full": "elpais.com",
    "site": "elpais.com",
    "site_section": "http://cultura.elpais.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Cultura en EL PAÍS",
    "title": "Xabier Anduaga, la nueva promesa española de la ópera: “Abuchear un desnudo me parece ridículo” | Cultura | EL PAÍS",
    "title_full": "Xabier Anduaga, la nueva promesa española de la ópera: “Abuchear un desnudo me parece ridículo” | Cultura | EL PAÍS",
    "published": "2023-12-28T06:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://imagenes.elpais.com/resizer/xcr-ErswxcyHC-SM5LDwon5gvow=/1200x0/cloudfront-eu-central-1.images.arcpublishing.com/prisa/EYWY3NLTOBHQPG5QTCSNYVP3WA.jpg",
    "performance_score": 0,
    "domain_rank": 473,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 58,
        "comments": 24,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "776b0e8f032b3af18a78fd4867b8e6a85ceaacec",
  "url": "https://elpais.com/cultura/2023-12-28/xabier-anduaga-la-nueva-promesa-espanola-de-la-opera-abuchear-un-desnudo-me-parece-ridiculo.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Virginia López Enano",
  "published": "2023-12-28T06:30:00.000+02:00",
  "title": "Xabier Anduaga, la nueva promesa española de la ópera: “Abuchear un desnudo me parece ridículo” | Cultura | EL PAÍS",
  "text": "La escena es grotesca, incómoda. Una docena de prostitutas que apenas parecen sostenerse en pie empiezan a convulsionar haciendo gestos de felación. Sus espasmos cada vez más frenéticos roban el protagonismo al Duque de Mantua, encarnado por Xabier Anduaga (San Sebastián, 28 años), que canta subido a una mesa una de las arias más famosas de la historia de la ópera: La donna è mobile . “Lo he hecho 300 veces y no me acostumbro, ni me voy a acostumbrar”, cuenta el tenor ya en su camerino, días después de su debut con Rigoletto en el Teatro Real . A su edad ya ha cantado en la Metropolitan Opera de Nueva York y ahora, su estreno con Verdi es la excusa perfecta para quienes están ávidos por descubrir a la nueva promesa de la ópera. Y la carrera de este tenor promete.\nEl Rigoletto que protagoniza Anduaga ha sido polémico. La propuesta de Miguel del Arco, al frente de la dirección escénica, fue abucheada en el estreno por una parte del público y la escena a la que el propio tenor confiesa no acostumbrarse tiene cierta culpa. “Es que encima es el aria que conoce todo el mundo, la música que se pone para un anuncio de pizza. Todo el público dice: ’Ay, que viene’ y de pronto empieza ese movimiento… Se crea una tensión muy rara”. La propuesta consigue lo que busca: que el público se sienta incómodo porque deja de romantizar un aria machista en la que un depredador sexual canta que no hay que fiarse de las mujeres porque cambian de palabra y pensamiento.\nEl tenor Xabier Anduaga en su camerino antes de la función. Álvaro García El tenor no ha vivido esos abucheos, pero sí ha sentido tensión y aprovecha para lanzar un mensaje a los espectadores: “Es importante que el público se dé cuenta, cuando una escena no le gusta, de que el cantante no ha decidido hacer eso, porque el ambiente que crea con ese malestar afecta a la persona que está cantando. Hay momentos para criticar y cuando la música está en el aire hay que disfrutarla”. Eso sí, comprende menos a quienes se disgustan por los desnudos que aparecen sobre el escenario. “Que te parezca para abuchear un desnudo me parece ridículo, eso es que has ido poco a la ópera”, sentencia.\nAnduaga creció en una familia musical. Dice que no recuerda un domingo de limpieza en casa en el que no estuviera puesto el disco de Los Tres Tenores . Su hermana mayor participaba en el coro de la iglesia de su barrio y a él le daba cierta envidia. El pequeño Anduaga tenía buen oído y disfrutaba cantando a dúo con ella cualquier cosa: “Desde los anuncios hasta en el SingStar . Mi hermana me ganaba, canta mejor que yo”. A él le acabaron apuntando también al coro y con ocho años entró en el Orfeón Donostiarra. También jugaba al futbol, pero tuvo que tomar una decisión cuando los ensayos empezaron a solaparse con los entrenamientos. Le dio pena dejar el fútbol, pero no iba a dejar de cantar. ¿Si no hubiera sido por la cultura coral de San Sebastián, habría sido cantante de ópera? “Probablemente no. No sé, quizás hubiera estado en otro coro, pero es que con 14 años he cantado con Riccardo Chailly , Simon Rattle... Yo no era ni consciente. Sí que pensaba: ‘Uf, esto ¡cómo suena!’. Ahora lo veo desde fuera y pienso, ‘madre mía, qué inconsciente y qué feliz”, contesta. Un buen primer contacto para quien acabaría haciendo de la música su profesión.\nVestuario del Duque de Mantua, encarnado en uno de los tres repartos por el tenor Xabier Anduaga. Álvaro García Con 16 años empezó a formarse en el conservatorio y, tras la selectividad, llegó a apuntarse a las carreras de Derecho, Marketing y Empresariales por estudiar “algo de provecho”. Jamás asistió a una sola clase. Su carrera era el canto. Y llegó el primer impulso: conocer a Alberto Zedda e ingresar en la Academia Rossiniana de Pesaro. Aunque resultó también una experiencia intensa para un intérprete formado en la colectividad de un coro. “Yo nunca había tenido contacto con el mundo de la ópera y de la competencia. No sabía lo que era eso y desde el primer día fue duro. La gente no va a aprender solo, sabe que es un salto. Lo sufrí como pude y también aprendí todo lo que pude. Lo recuerdo con mucha ilusión y mucho estrés”.\nDespués llegaron los premios. En 2019 ganó el Concurso Operalia y en 2021 fue reconocido por los International Opera Awards, los más importantes de la lírica, como mejor cantante joven . También en 2021 recibió el premio Opera XXI y este último, que no pudo ir a recoger, lo aprovechó para lanzar un mensaje en favor de la libertad. En julio de ese año se había producido el brutal asesinato del joven Samuel Luiz en A Coruña, cuando una turba empezó a lincharle a grito de “maricón”, así que Anduaga decidió mandar en su lugar al director de la revista Shangay . “Pensé que era momento de dedicárselo a la comunidad LGTBI porque parece que estamos yendo muy adelante como sociedad, pero hay mucho camino que recorrer. Me da igual el riesgo de posicionarme cuando estás diciendo una cosa que es buena y no hace daño a nadie. Donde no haya respeto diré lo que opino porque no me pienso callar nunca”, explica ahora con aplomo.\nEl Anduaga de aquel 2021 miraba en el calendario las citas ya cerradas para 2023 y pensaba: “Uf, cuando llegue, qué miedo”. Tenía por delante el debut en el Covent Garden de Londres, su estreno en la Metropolitan Opera de Nueva York y su primer Verdi en el Teatro Real. “Ya se ha pasado y ha ido todo bien”, resume quitándole importancia. Le ha ido más que bien. La crítica de The New York Times le dedicó título y subtítulo. “El tiempo pareció detenerse (...) cantó con una belleza encantadora”, se lee en el texto. Ahí es nada. “Tengo muy buenas sensaciones de este 2023, como si el trabajo que he hecho hubiera tenido sentido. Voy por el camino que hace unos años me marqué”.\nEl tenor Xabier Anduaga debuta con Verdi en el 'Rigoletto' del Teatro Real. Javier del Real El tenor siente sobre sí las expectativas que van forjándose con cada logro. Ya le empiezan a tratar como un tenor profesional y no como un joven aprendiz, pero sigue sintiendo mucho paternalismo. Y no lo soporta: “Todo el mundo me da consejos e incluso las críticas vienen con consejo. He vivido el salir de una función de tres horas con la tensión a mil por hora y que alguien te diga: ‘Jo, es que yo esa nota la habría hecho de tal manera’. Yo nunca me atrevería a decirle a alguien cómo tiene que hacer las cosas. Es como si me siento donde Dabid Muñóz y le digo: ‘Jo, yo es que al pollo le hubiera puesto dos grados más porque se me ha quedado un poco pocho’. Pues no. O lo disfruto o no, pero ya está. El otro día me dijeron ‘Es que eres demasiado generoso, tienes que cantar un poco menos porque igual en la siguiente función no tienes voz’. Me quedé pensando: ‘¿Me está diciendo que soy demasiado generoso? Pues tendría usted que alegrarse, ¿no?”.\nReconoce que todo ese peso que siente ahora sobre sus hombros en cada paso hacia adelante le da cierto miedo, pero trata de no planteárselo demasiado: “Me centro en mañana y pasado. Lo que tenga que venir vendrá. Intento no pensar en las expectativas que sobre mí tienen otras personas, sí en las que puedo tener yo”. ¿Cuáles son? “Ser feliz. Ser feliz cantando”.\nToda la cultura que va contigo te espera aquí. Suscríbete Babelia Las novedades literarias analizadas por los mejores críticos en nuestro boletín semanal RECÍBELO Oferta especial por tiempo limitado Suscríbete para seguir leyendo Lee sin límites Seguir leyendo Ya soy suscriptor _",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Social Issue"
  ],
  "external_links": [
    "https://www.nytimes.com/2023/04/18/arts/music/elisir-met-opera-review.html",
    "https://nytimes.com/2023/04/18/arts/music/elisir-met-opera-review.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:07:26.685+02:00",
  "updated": "2023-12-29T00:07:26.685+02:00"
}