{
  "thread": {
    "uuid": "a270597727c02c1b26e69c768cc059c647af9fe6",
    "url": "https://www.elobservador.com.uy/nota/luis-petri-encabezo-el-primer-cambio-de-guardia-de-los-tres-regimientos-nos-sentimos-orgullosos-de-nuestras-fuerzas-armadas--202454181525",
    "site_full": "www.elobservador.com.uy",
    "site": "elobservador.com.uy",
    "site_section": "https://elobservador.com.uy/elobservador/cafe-negocios",
    "site_categories": [
      "surfing_bodyboarding",
      "sports",
      "top_news"
    ],
    "section_title": "Noticias de Café &amp; Negocios - El Observador",
    "title": "Luis Petri encabezó el primer cambio de guardia de los tres regimientos: \"Nos sentimos orgullosos de nuestras Fuerzas Armadas\"",
    "title_full": "Luis Petri encabezó el primer cambio de guardia de los tres regimientos: \"Nos sentimos orgullosos de nuestras Fuerzas Armadas\"",
    "published": "2024-05-05T00:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "UY",
    "main_image": "https://cdn.elobservador.com.uy/052024/1714854872248.jpg?&amp;cw&#x3D;600&amp;ch&#x3D;365",
    "performance_score": 0,
    "domain_rank": 16296,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a270597727c02c1b26e69c768cc059c647af9fe6",
  "url": "https://www.elobservador.com.uy/nota/luis-petri-encabezo-el-primer-cambio-de-guardia-de-los-tres-regimientos-nos-sentimos-orgullosos-de-nuestras-fuerzas-armadas--202454181525",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción",
  "published": "2024-05-05T00:15:00.000+03:00",
  "title": "Luis Petri encabezó el primer cambio de guardia de los tres regimientos: \"Nos sentimos orgullosos de nuestras Fuerzas Armadas\"",
  "text": "El Ministro de Defensa, [Luis Petri](https://www.elobservador.com.uy/nota/luis-petri-elevo-un-pedido-para-que-argentina-sea-socio-global-de-la-otan-2024418114113), encabezó un inédito acto junto a las Fuerzas Armadas este sábado 4 en Plaza de Mayo. Se trató del primer cambio de guardia que realizan tres regimientos históricos del país: Patricios, Iriarte y Granaderos. Además, el funcionario anunció que, a partir de ahora, este cambio de guardia se realizará de manera pública el primer sábado de cada mes en el mismo sitio. En dicho acto, Petri estuvo acompañado por [su esposa, la periodista Cristina Pérez](https://www.elobservador.com.uy/nota/la-periodista-cristina-perez-pareja-del-ministro-luis-petri-revelo-por-que-no-quiere-ser-madre-2024412181145); el general Xavier Julián Isaac, jefe del Estado Mayor Conjunto de las Fuerzas Armadas; el titular de la Fuerza Aérea, Fernando Luis Mengo; el titular del Ejército Carlos Alberto Presti, general de brigada, y, por la Fuerza Armada, contralmirante Carlos María Allievi. Para Petri, la ceremonia que tuvo lugar este sábado \"no tiene precedentes\" y que está vinculada con la \"reinvidicación\" de las Fuerzas, que desde su cartera como desde el Ejecutivo, se quiere realizar. “Es una tradición que estamos recuperando y le estamos dando un contenido histórico muy importante. Es hacer memoria, es reivindicar el rol de nuestras Fuerzas Armadas. A su vez es un evento cultural muy importante y necesario que la ciudadanía estaba reclamando hace muchísimo tiempo\", aseguró. Los regimientos que llevaron a cabo este cambio de guardia tienen una importancia vital en nuestra país. Mientras los Granaderos, poseen a su cargo la custodia de la Casa Rosada y de la Catedral; los Patricios se encargan del Cabildo; y, por último, el Regimiento Iriarte hacen lo propio con el Edificio Libertador. El mensaje de Luis Petri tras el histórico cambio de guardia de los tres regimientos Luego de la ceremonia, que contó con la participación de más de 130 jóvenes uniformados, el ministro Luis Petri, utilizó sus redes sociales para reafirmar el compromiso que tiene el Gobierno Nacional con las Fuerzas Armadas y, así enaltecer la función que poseen para con la República Argentina. \"Amor a la Patria y mucha emoción en este primer cambio de guardia de los tres regimientos históricos, con el cariño de la gente que tan merecido tienen!\", expresó al comienzo de su mensaje. Y continuó: \"Junto al Presidente @JMilei y todos los que formamos su gobierno nos sentimos orgullosos de nuestras Fuerzas Armadas y sus regimientos de Granaderos, Patricios e Iriarte que tanto hicieron y hacen por la libertad e independencia de la Patria!\". Amor a la Patria y mucha emoción en este primer cambio de guardia de los tres regimientos históricos, con el cariño de la gente que tan merecido tienen!— Luis Petri (@luispetri) Junto al Presidente [@JMilei]y todos los que formamos su gobierno nos sentimos orgullosos de nuestras Fuerzas Armadas y sus… [pic.twitter.com/2cnn8agCfB] [May 4, 2024] Asimismo, fue por este medio también a través del cual informó la novedad del cambio de guardia, que pasará a ser público. \"El primer sábado de cada mes vamos realizar este cambio de guardia histórico para que puedan acompañarlo y celebrarlo todos los argentinos!\", finalizó. Esta medida tiene como objetivo acercar a los ciudadanos argentinos tanto a los regimientos como a las Fuerzas Armadas y a las tareas que realizan durante todo el año. De hecho, el acto de este sábado, contó con la asistencia de decenas de personas que se reunieron en Plaza de Mayo y en los balcones del Cabildo para presenciar toda la ceremonia en su conjunto con la música de la banda militar Tambor de Tacuarí del Regimiento Infantería 1 Patricios. También desde el propio Ministerio se mostraron satisfechos con el acto oficial y con la presencia del pueblo. \"Hoy, en el corazón de Plaza de Mayo, vivimos un momento único junto a Granaderos, Patricios, Iriarte y toda la gente que se acercó a compartir esta ceremonia llena de emoción y patriotismo\", concluyeron.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-05T00:33:19.958+03:00",
  "updated": "2024-05-06T05:27:57.540+03:00"
}