{
  "thread": {
    "uuid": "d8e0a26326e90d3666c0f9fb1e67070fa97ed5ca",
    "url": "https://www.elobservador.com.uy/nota/la-historia-de-esperanza-y-perdida-de-las-trillizas-ucranianas-que-nacieron-el-dia-que-rusia-invadio-su-pais-2023123012713",
    "site_full": "www.elobservador.com.uy",
    "site": "elobservador.com.uy",
    "site_section": "https://www.elobservador.com.uy",
    "site_categories": [
      "surfing_bodyboarding",
      "sports"
    ],
    "section_title": "El Observador: Noticias de Uruguay y del mundo",
    "title": "La historia de esperanza y pérdida de las trillizas ucranianas que nacieron el día que Rusia invadió su país",
    "title_full": "La historia de esperanza y pérdida de las trillizas ucranianas que nacieron el día que Rusia invadió su país",
    "published": "2023-12-30T06:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "UY",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 16198,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d8e0a26326e90d3666c0f9fb1e67070fa97ed5ca",
  "url": "https://www.elobservador.com.uy/nota/la-historia-de-esperanza-y-perdida-de-las-trillizas-ucranianas-que-nacieron-el-dia-que-rusia-invadio-su-pais-2023123012713",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción",
  "published": "2023-12-30T06:27:00.000+02:00",
  "title": "La historia de esperanza y pérdida de las trillizas ucranianas que nacieron el día que Rusia invadió su país",
  "text": "La pareja de ucranianos Hanna y Andriy Berezynets estaban encantados cuando se enteraron de que esperaban trillizos. Pero en el día que iban a nacer, comenzó la invasión rusa y las tres pequeñas nacieron entre el sonido de los bombardeos a su alrededor. Cuando Hanna acudió a su primer ultrasonido, este mostró un pequeño punto: el bebé que tanto había planeado junto a su marido, Andriy. Sin embargo, en la siguiente visita al doctor se les dijo que esperaban gemelos. A la tercera visita le confirmaron que, en realidad, esperaba trillizos. \"Teníamos miedo de ver al doctor en nuestra cuarta cita\", bromea Hanna, aunque dice que estaban felices. \"Realmente queríamos niños. Dios nos escuchó y nos dio tres a la vez\", le dijo Hanna al podcast Ukrainecast. Hanna acudió al hospital de maternidad en Chernihiv el 23 de febrero de 2022 para una cesárea que se programó para la siguiente mañana. Los rumores de una invasión rusa se habían expandido durante semanas, pero Hanna no los creyó hasta que el 24 de febrero recibió un mensaje temprano de su hermano, quien estudiaba en una escuela militar. Le dijo que la guerra había empezado y que no sabía dónde lo enviaban. Le urgió a que abandonara Chernihiv. Pero Hanna no podía irse de inmediato. Su operación estaba planificada para las 9:00 am y el personal hospitalario se preparaba para el nacimiento de los primeros trillizos en tres años. Hanna no podía creer que la guerra había empezado. \"Pensé que pasaría lejos, en un campo, en un bosque, pero no en nuestras vidas\". Andriy llegó al hospital a las 6:00 am con maletas llenas de ropa y otros suministros y traró de calmarla. \"Me dijo que lo principal era traer nuestros bebés al mundo\", recuerda Hanna. Los bebés nacieron en cuestión de minutos: Emilia a las 9:36 am, Olivia a las 9:37 am y Melania a las 9:38 am. \"No podía imaginar que serían tan bellas\", expresa Hanna. Diez minutos más tarde, a las 9:48 am, el servicio fronterizo del Estado de Ucrania anunció oficialmente que los vehículos militares rusos habían entrado en la región de Chernihiv. \"Aguanta, te estoy protegiendo\" Chernihiv está en el norte de Ucrania en la frontera con Bielorrusia, desde donde las tropas rusas invadieron. Inmediatamente fue golpeada por la artillería. Aunque Rusia no ocupó la ciudad, quedó muy dañada. En la tarde después de dar a luz, recuperándose de la cirugía y apenas capaz de salir de la cama, a Hanna le dijeron que debía irse abajo a un refugio con sus bebés. \"Estaba muy perdida. No entendía cómo llegaría ahí\", recuerda. Para llegar, Hanna tenía que salir con temperaturas cerca de los ceros grados. Las enfermeras envolvieron a las bebés en mantas calientes y las cargaron por Hanna. En el refugio había alrededor de 100 personas con recién nacidos y luego nacieron otros 20 bebés, según contó el personal del hospital a medios ucranianos. Aunque las hijas de Hanna estaban sanas, eran prematuras. Normalmente, las habrían puesto en incubadoras especiales, pero no había en el refugio, así que las enfermeras se turnaban para abrazarlas y ponerlas debajo de sus ropas para mantenerlas calientes. \"Las niñas estaban desprotegidas. Me recostaba junto a ellas y no sabía cómo ayudarlas\", dice Hanna con voz temblorosa. Eran pequeñas. Emilia y Melania pesaban solo 1,6 kg y 1,4 kg respectivamente, pero Olvia era incluso más chiquita. Pesaba 1,1 kg y necesitaba ser trasladada a cuidados intensivos para sobrevivir. Hanna y Andriy decidieron que no podían dejarla sola, así que, tras una semana en el refugio, toda la familia se trasladó al primer piso del hospital. Olivia estuvo en cuidados intensivos durante dos semanas. \"Nos quedamos en el pasillo del hospital con las otras dos niñas y solo bajábamos al sótano cuando había explosiones masivas\", relata Hanna. Hubo un momento en que Hanna estaba sentada en el pasillo con Emilia y Melania cuando de repente vio un relámpago masivo seguido por oscuridad y humo. \"Salté y agarré a mis hijas, sin saber si estaba muerta o viva\". Entonces vio a Andriy corriendo hacia ella y se apresuraron hacia la salida de cuidados intensivos para ver si Olivia estaba bien. Pasaron junto a ventanas destrozadas, puertas arrancadas y muros destruidos, pero, por suerte, la habitación de Olivia estaba intacta y ella a salvo. La pérdida familiar La familia dejó el hospital finalmente el 20 de marzo y con la ayuda de voluntarios fueron evacuados a Kyiv, la capital del país. El viaje, normalmente de dos horas, tomó cinco porque tuvieron que desviarse para evitar a las tropas rusas. Luego pasaron unos meses en Eslovaquia antes de regresar a su hogar en Chernihiv. Durante todo ese tiempo, Hanna estaba desesperada esperando el momento en que su padre Anatolii conociera a sus nietas. Estaba peleando en las filas ucranianas y sus mensajes eran una fuente de mucha fuerza. \"Repetía: aguanta, te estoy protegiendo, defendiendo. Echaremos a los rusos'\", recuerda Hanna. Después de que las fuerzas rusas se retiraran de la región de Chernihiv en abril de 2022, Anatolii fue enviado al este de Ucrania. La familia esperaba que regresara en casa a tiempo para el primer cumpleaños de las niñas, pero nunca lo logró. El 11 de enero murió en primera línea cerca del pueblo de Terny en Donetsk. Tenía 51 años. \"Sigo pensando que la guerra acabará y él vendrá a casa desde el campo de batalla. No puedo creer que nuestra familia no estará junta\", dice Hanna con lágrimas en los ojos. Ella y Andriy comparan el primer año de la vida de sus bebés como \"una película de terror\", pero dicen que gracias a las niñas también ha habido mucho amor y felicidad, por \"tres veces más\". [Haz clic aquí para leer más historias de BBC News Mundo.](https://www.bbc.com/mundo?xtor=AL-73-%5Bpartner%5D-%5Belobservador.com.uy%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D) Y recuerda que puedes recibir notificaciones. Descarga nuestra app y actívalas para no perderte nuestro mejor contenido.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://www.bbc.com/mundo?xtor=AL-73-%5Bpartner%5D-%5Belobservador.com.uy%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D)",
    "https://bbc.com/mundo?xtor=AL-73-%5Bpartner%5D-%5Belobservador.com.uy%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D)",
    "https://www.bbc.com/mundo"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T06:47:40.352+02:00",
  "updated": "2023-12-30T06:47:40.352+02:00"
}