{
  "thread": {
    "uuid": "3029e93b44be6930ac220c9f921b603738e772f8",
    "url": "http://davids.house.gov/media/press-releases/davids-bill-support-native-american-entrepreneurs-passes-house",
    "site_full": "davids.house.gov",
    "site": "house.gov",
    "site_section": "https://davids.house.gov/",
    "site_categories": [],
    "section_title": "Representative Sharice Davids |",
    "title": "Davids’ Bill to Support Native American Entrepreneurs Passes House | Representative Sharice Davids",
    "title_full": "Davids’ Bill to Support Native American Entrepreneurs Passes House | Representative Sharice Davids",
    "published": "2024-02-29T21:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "http://davids.house.gov/sites/evo-subsites/davids.house.gov/files/evo-media-image/Screenshot%202024-02-29%20140257.jpg",
    "performance_score": 0,
    "domain_rank": 441,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3029e93b44be6930ac220c9f921b603738e772f8",
  "url": "http://davids.house.gov/media/press-releases/davids-bill-support-native-american-entrepreneurs-passes-house",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "davids.house.gov",
  "published": "2024-02-29T21:03:00.000+02:00",
  "title": "Davids’ Bill to Support Native American Entrepreneurs Passes House | Representative Sharice Davids",
  "text": "Today, Representative Sharice Davids' bipartisan bill, known as the Native American Entrepreneurial Opportunity Act , passed the U.S. House with strong bipartisan support. Davids, an enrolled member of the Ho-Chunk Nation and member of the U.S. House Small Business Committee, introduced this legislation alongside Representative Eli Crane (R-AZ-02) to enhance the Small Business Administration's (SBA) Office of Native American Affairs (ONAA). The bill now awaits passage in the Senate where it advanced out of committee last year.\n\"Our economy depends on the success of our small businesses. That’s especially true in tribal communities where Native-owned businesses are crucial employers on reservations and their surrounding areas,” said Davids . “I’m proud that my bill, which breaks down barriers for Native entrepreneurs, passed the House with strong bipartisan support, showing us all that support for Native communities goes beyond party lines.”\n“While tribal entrepreneurs should have the ability to access SBA’s programs just like anyone else, these communities don’t currently experience adequate access or outreach. It’s essential that they receive specialized expertise to assist them in navigating the unique complexities of running a business on a reservation — complexities mostly created by the federal government,” said Representative Eli Crane (R-AZ-02) . “As the representative for over half of Arizona’s tribes, I’m pleased to see the House pass our bill, which would serve tribal citizens of AZ-02 well.”\nWATCH : Davids speaks on the House floor about the importance of supporting Native entrepreneurs\nCurrently, the ONAA has a valuable but limited mission: to support Native American entrepreneurs, conduct outreach with tribal communities, and connect Native business owners with SBA resources. However, because the current SBA budget does not include explicit funding for the ONAA, the office can only support a small staff and can be unilaterally disbanded.\nThe Native American Entrepreneurial Opportunity Act would codify the ONAA into federal law, establishing an Assistant Administrator role to oversee its operations and report directly to SBA leadership. It would also create a better government-to-government working relationship with tribes and Native Hawaiian organizations. ONAA would also be able to expand its grant-making ability, conduct tribal consultation, utilize SBA's entrepreneurial and contracting programs, and provide training, counseling, and technical assistance.\n“Native enterprises are vital to the economies for Native communities, which in turn, are necessary to provide critical community services,” said Quinton Carroll, Executive Director, Native American Contractors Association . “The Native American Entrepreneurial Opportunity Act will elevate the Office of Native American Affairs and support economic development and these services for Native communities.”\n“The Native American Entrepreneurial Opportunity Act passed the House of Representatives because of the leadership and tireless efforts of Rep. Davids,” said Chris James, President and CEO, The National Center . “As a former Associate Administrator at SBA, I understand the need for Indian Country to have an advocate within the agency who has a direct line to the Administrator. The unique economic and entrepreneurial needs of our community – and government-to-government consultation – must always be a priority at SBA. I look forward to working with Rep. Davids, House co-sponsors, and Senate champions to ensure this vital bipartisan legislation becomes law in 2024 so that, in years to come, Indian Country will have a seat at the head table in an agency that plays a critical role in boosting tribal economies.”\n“Ho-Chunk Inc. applauds the passage of this important bi-partisan legislation, and commends Representative Davids’ for her commitment to advancing it,” said Annette Hamilton, Vice President and Chief Operating Officer, Ho-Chunk Inc . “The SBA Office of Native American Affairs is a critical partner to tribally-owned entities, and ensures that decisions made within the Administration are conducted with consultation and culturally-tailored solutions based on tribal sovereignty. Tribally-owned entities are essential economic drivers for tribal governments that have long been disadvantaged, so having a permanent position at SBA will serve to enhance continuity in the programs that have been so effective for members of the Winnebago Tribe of Nebraska. We look forward to the instrumental role this office will serve.”\n“Navancio has seen firsthand how the SBA 8(a) program has supported the growth of Native American-owned businesses,” said Navancio executive leadership . “The technical resources provided by the Office of Native American Affairs enable Navancio to not only provide high-value services to federal agencies but also ensure that Native American workers are provided with unique opportunities to enter into the high-skilled workforce. As an organization that has helped over helped numerous tribes break into high-skilled industries within the federal contracting space, we at Navancio applaud the House passage of the Native American Entrepreneurial Opportunity Act, which will encourage Indian Small Business Economic Enterprise (ISBEE) companies like ours to better recruit Native American talent and promote economic development in tribal reservations. We stand with Representative Davids and urge the Senate to swiftly pass this vital legislation.”\nEarlier this week, Davids urged the U.S. Department of Interior to recommit to enforcing a rule that levels the playing field for Native businesses seeking federal contracts. Davids’ additional work to support small business owners includes pushing for oversight of relief programs and urging the SBA to address fraud and protect small business owners in need. As a member of the Subcommittee on Economic Growth, Tax, and Capital Access, she has also focused on shoring up supply chains for small- and medium-sized manufacturers here at home and reducing operating costs.\nIssues : Jobs, Economy & Small Businesses Rights & Freedoms",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Politics"
  ],
  "external_links": [
    "https://www.wibw.com/2021/05/26/rep-davids-focuses-on-fraud-victims-securing-resources-for-kansans-during-hearing-with-sba-administrator/",
    "https://youtu.be/1YLnMVkZnRU",
    "https://www.congress.gov/bill/118th-congress/senate-bill/1156/all-actions?s=1&r=27",
    "https://www.youtu.be/1YLnMVkZnRU",
    "https://wibw.com/2021/05/26/rep-davids-focuses-on-fraud-victims-securing-resources-for-kansans-during-hearing-with-sba-administrator/",
    "https://www.congress.gov/bill/118th-congress/senate-bill/1156/all-actions",
    "https://congress.gov/bill/118th-congress/senate-bill/1156/all-actions?s=1&r=27",
    "https://www.wibw.com/2021/05/26/rep-davids-focuses-on-fraud-victims-securing-resources-for-kansans-during-hearing-with-sba-administrator"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sharice davids",
        "sentiment": "neutral"
      },
      {
        "name": "eli crane",
        "sentiment": "none"
      },
      {
        "name": "davids",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "u.s. house",
        "sentiment": "none"
      },
      {
        "name": "u.s. house small business committee",
        "sentiment": "none"
      },
      {
        "name": "small business administration",
        "sentiment": "none"
      },
      {
        "name": "senate",
        "sentiment": "none"
      },
      {
        "name": "sba",
        "sentiment": "none"
      },
      {
        "name": "ho-chunk nation",
        "sentiment": "none"
      },
      {
        "name": "house",
        "sentiment": "none"
      },
      {
        "name": "sba) office of native american affairs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "az",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:39:48.979+02:00",
  "updated": "2024-03-01T00:39:48.979+02:00"
}