{
  "thread": {
    "uuid": "fa5998f88601d6cf92a6034aee37e117116a43bf",
    "url": "https://www.debate.com.mx/cdmx/Un-granito-de-arena-estudiantes-de-la-UNAM-contra-la-guerra-en-Gaza-20240503-0225.html",
    "site_full": "www.debate.com.mx",
    "site": "debate.com.mx",
    "site_section": "https://debate.com.mx/cdmx-t641084",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Noticias de CDMX",
    "title": "\"Un granito de arena\"; estudiantes de la UNAM contra la guerra en Gaza",
    "title_full": "\"Un granito de arena\"; estudiantes de la UNAM contra la guerra en Gaza",
    "published": "2024-05-04T02:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.debate.com.mx/__export/1714781835674/sites/debate/img/2024/05/03/unam-palestina.jpg_242310155.jpg",
    "performance_score": 0,
    "domain_rank": 25814,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fa5998f88601d6cf92a6034aee37e117116a43bf",
  "url": "https://www.debate.com.mx/cdmx/Un-granito-de-arena-estudiantes-de-la-UNAM-contra-la-guerra-en-Gaza-20240503-0225.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AgenciaAFP",
  "published": "2024-05-04T02:17:00.000+03:00",
  "title": "\"Un granito de arena\"; estudiantes de la UNAM contra la guerra en Gaza",
  "text": "[CDMX](https://www.debate.com.mx/seccion/cdmx/) \"Un granito de arena\"; estudiantes de la UNAM contra la guerra en Gaza Montan campamento en explanada central de la Ciudad Universitaria; colocan consignas como \"¡Viva Palestina libre!\" y \"Alto al genocidio en Gaza. Ruptura de relaciones con Israel\" [Xóchitl Gálvez buscará revertir reforma de Afores; la califica de robo](https://www.debate.com.mx/politica/Xochitl-Galvez-buscara-revertir-reforma-de-Afores-la-califica-de-robo-20240503-0108.html) [Batres destaca que se suscribieron 118 acuerdos reparatorios con víctimas de Línea 12](https://www.debate.com.mx/cdmx/Batres-destacaque-se-suscribieron-118-acuerdos-reparatorios-con-victimas-de-Linea-12-20240503-0131.html) [A tres años de la tragedia, exigen justicia y recuerdan a víctimas de la Línea 12 del Metro CDMX](https://www.debate.com.mx/cdmx/A-tres-anos-de-la-tragedia-exigen-justicia-y-recuerdan-a-victimas-de-la-Linea-12-del-Metro-20240503-0140.html) [Xóchitl Gálvez promete 5 millones de viviendas y apoyo fiscal](https://www.debate.com.mx/politica/Xochitl-Galvez-promete-5-millones-de-viviendas-y-apoyo-discal-20240503-0217.html) Frida González, estudiante de 20 años, confiesa que quiere poner un \"granito de arena\" para que acabe la guerra en el territorio palestino de Gaza y por ello participa en un campamento que decenas de estudiantes mantienen en la Universidad Nacional Autónoma de México (UNAM), la mayor del país. \"Quiero poner un granito de arena. Muchas veces a lo mejor queremos resolver y salvar el mundo solos, pero la realidad es que también con pequeñas acciones se logran cambios\", dijo en entrevista con la AFP. Entre banderas palestinas, la joven recorrió las tiendas de campaña instaladas desde el jueves en el enorme jardín central de la máxima casa de estudios del país, localizada en el sur de Ciudad de México. La rectoría de la UNAM emitió un comunicado en el que reconoce que el campamento propalestinos se colocó de \"manera respetuosa y ordenada\" y adelantó que será respetado siempre y cuando no atente contra el orden y los derechos de otros universitarios. Frida participó en una asamblea estudiantil, en la que no se permitieron cámaras, mientras decenas de manifestantes estaban resguardados en las tiendas de campaña ante el sol abrasador del mediodía en la capital mexicana. La universitaria dice que lo que busca es al menos llamar la atención sobre el conflicto entre sus compañeros y círculo cercano. Confiesa que muchos de sus conocidos de la Facultad de Filosofía y Letras son ajenos a la guerra entre Israel y el grupo islamista Hamás. \"Me gustaría ayudar a crear consciencia aquí en México y en general con todo el mundo, que va más allá de la gente que está protestando en Estados Unidos\", dice. Consignas y reclamos Los estudiantes en el campamento colocaron consignas como \"¡Viva Palestina libre!\" y \"Alto al genocidio en Gaza. Ruptura de relaciones con Israel\". Los manifestantes reclaman además que el gobierno mexicano rompa relaciones diplomáticas y comerciales con Israel y que la propia [UNAM](https://www.debate.com.mx/seccion/cdmx/) detenga cualquier tipo de colaboración con instituciones de ese país. El campamento también es una forma de respaldar a los estudiantes de al menos 30 universidades en Estados Unidos que han sido escenario de manifestaciones en favor de los palestinos en las últimas semanas, algunas reprimidas duramente por fuerzas policiales. Buscamos \"solidarizarnos con las ocupaciones y campamentos estudiantiles tanto en Estados Unidos como en Francia\", dice por su parte, Claudio Escobar, estudiante de Filosofía de 28 años. Escobar también criticó la respuesta del gobierno del estadounidense Joe Biden ante las protestas estudiantiles en ese país. \"Estos gobiernos están dispuestos a todo para acabar con el movimiento estudiantil más importante en Estados Unidos desde el movimiento antiguerra de la guerra de Vietnam\", dijo. En México, las universidades gozan de autonomía y las fuerzas del orden sólo pueden ingresar a las instalaciones bajo mandato de un juez. La última intervención en la UNAM ocurrió en febrero de 2000 cuando policías federales ejecutaron órdenes de captura emitidas contra los líderes de un movimiento estudiantil que mantuvo cerrada la universidad casi diez meses. El grupo islamista Hamás mató a 1.170 personas, la mayoría civiles, el 7 de octubre tras un ataque en el sur de Israel, según un recuento de AFP de cifras oficiales israelíes. Israel respondió con una ofensiva militar en la Franja de Gaza que ha matado al menos a 34.596 personas, según el ministerio de Salud de ese territorio palestino, gobernado por Hamás. - ¡Únete a la comunidad del [canal de Debate en WhatsApp](https://whatsapp.com/channel/0029Va2VOoSEgGfKeOYnUB36)y recibe lo más relevante! - ¿No te has dado una vuelta por Amazon? Mira en [ESTE ENLACE](https://amzn.to/3K7VTir)sus mejores productos. [Síguenos en](https://news.google.com/publications/CAAqBwgKMI66_wowu_H4Ag?utm_source=nota_standard&utm_medium=fullamp&utm_campaign=banner_googlenews) Comparte esta noticia Los editores recomiendan - {{#section-name}} [{{section-name}}]({{section-url}}){{/section-name}} [{{title-article}}]({{link-url}}) {{/news}}",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "War, Conflict and Unrest",
    "Education"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://news.google.com/publications/CAAqBwgKMI66_wowu_H4Ag?utm_source=nota_standard&utm_medium=fullamp&utm_campaign=banner_googlenews)",
    "https://amzn.to/3K7VTir)sus",
    "https://whatsapp.com/channel/0029Va2VOoSEgGfKeOYnUB36)y",
    "https://www.whatsapp.com/channel/0029Va2VOoSEgGfKeOYnUB36)y",
    "https://news.google.com/publications/CAAqBwgKMI66_wowu_H4Ag",
    "https://www.news.google.com/publications/CAAqBwgKMI66_wowu_H4Ag?utm_source=nota_standard&utm_medium=fullamp&utm_campaign=banner_googlenews)",
    "https://www.amzn.to/3K7VTir)sus"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-04T08:26:45.393+03:00",
  "updated": "2024-05-04T08:26:45.393+03:00"
}