{
  "thread": {
    "uuid": "b89e82e3c343881b9534720e5a699cd674184b74",
    "url": "https://www.thecourier.com.au/story/8670336/rider-kicked-in-head-by-horse-returns-home-to-major-surprise/?src=rss",
    "site_full": "www.thecourier.com.au",
    "site": "thecourier.com.au",
    "site_section": "http://www.thecourier.com.au/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "The Courier - Local News",
    "title": "Kicked in the face by a horse: rider leaves hospital eight weeks after accident",
    "title_full": "Kicked in the face by a horse: rider leaves hospital eight weeks after accident",
    "published": "2024-06-21T10:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.thecourier.com.au/images/transform/v1/crop/frm/michelle.smith/0a957dad-f69d-4fcb-a615-30c81a6240d6.jpg/r0_517_4358_2805_w1200_h630_fmax.jpg",
    "performance_score": 0,
    "domain_rank": 31854,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b89e82e3c343881b9534720e5a699cd674184b74",
  "url": "https://www.thecourier.com.au/story/8670336/rider-kicked-in-head-by-horse-returns-home-to-major-surprise/?src=rss",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Michelle Smith",
  "published": "2024-06-21T10:00:00.000+03:00",
  "title": "Kicked in the face by a horse: rider leaves hospital eight weeks after accident",
  "text": "A track rider and stablehand kicked in the head by a racehorse in Ballarat eight weeks ago has finally been discharged from hospital, and returned home to a big surprise.\nLaura Burrell was flown to hospital and spent a week in a coma and a further five weeks 'asleep' following\nthe incident at the Ciaron Maher Racing stables in Miners Rest on April 30.\nShe had moved from New Zealand to Australia just four weeks earlier to take on a new job, leaving her beloved ex-harness racing horse Classie behind with future plans to fly him over to join her.\nThis week she returned from the Royal Melbourne Hospital to her Ingliston home, near Ballan, and found her partner, harness racing trainer Luke Tabone, had flown Classie over as a welcome-home surprise.\nThe pair were reunited on Thursday June 20, just hours after she was discharged.\nThat night she also travelled to Shepparton to watch a horse Mr Tabone had running, and on Friday morning she travelled to Ballarat to visit the stables where her accident happened.\n\"I just want to get back to normal,\" she said.\nMs Burrell was kicked in the face while working in the stable, leaving her with extensive facial and head injuries.\n\"Every day that I wake up I can feel my body get stronger. It's a positive, if anything. It was a freak accident that has made me so grateful.\"\nShe was in a coma for a week, then classed as 'asleep' until about two and a half weeks ago.\n\"I was talking to my family, my parents, flatmate and cousin but I can't remember that. I was conscious but what they class as asleep and can't remember anything until about two and a half weeks ago,\" she said.\nThe accident has left her relying on a leg brace to walk properly \"because my brain has forgotten how\" and some weakness in her right hand. She has a scar from her eye to her nose following surgery, and one eye appears smaller than the other though her vision has recovered.\nHer memory has slowly returned, though she has no memory of the accident and the two days before.\nAt first she could only remember a trip to Luna Park that she took a week before the accident, and thought her injuries must have resulted from a fall from a roller coaster.\n\"My head has started to piece things back together from what people have said, and what my partner told me, but essentially I don't remember anything up to two days before. I'll eventually ask to watch the CCTV but not right now,\" she said.\nThe freak accident has left Ms Burrell \"more thankful than ever\" for her life and determined to continue working in the industry she loves.\n\"It made me realise life is so short and I want to be employed doing something I love - and that's riding and dealing with horses,\" she said.\n\"I really want to take this accident as a wake up call and hope it's a wake up call for everyone.\n\"I think we become so comfortable around horses when we are with them that we forget they are capable of hurting us just as much as they are capable of hurting themselves,\" she said.\nMs Burrell had only moved from New Zealand to Ballarat at the start of April. \"I've spent more time in hospital than outside hospital,\" she laughed.\nShe will continue to undergo physiotherapy and start occupational therapy but is expected to make a full recovery.\nWalking next to her as she recovers will be her beloved Classie, who until Thursday night she had not seen since the end of March.\n\"He's my best mate and I love him to pieces. The fact he's in Australia is so crazy ... it was the surprise of a lifetime,\" she said.\n\"I plan on just hanging out with him as we both settle in to routine.\n\"Doctors haven't really advised me of a particular time (before I can ride) but I'm going to wait ... I'm going to give myself plenty of time to heal. I'm very impatient normally but I'm patient now and I'm just so grateful to be here but my standardbred Classie is the perfect horse for me.\"\nClassie, who was a harness racer in New Zealand racing under the name Classie Brigade, won 21 races including the Kaikoura Cup three years in a row and won close to $600,000.\nWhen he retired in 2022 Ms Burrell retrained him as a riding horse and together they advocate for the lives of standardbred horses (harness racers) after racing.\n\"I'm always always so proud and excited to share our adventures together. To even potentially have the opportunity to continue our story is beyond surreal,\" she wrote on a New Zealand fundraising page.\nShe does not blame anyone, or the horse, for the accident and believes everything happens for a reason.\n\"We don't take things for granted any more,\" she said. \"I was sitting with my cousin in a cafe (on day release from hospital) and it was such a big deal ... I realised we take so much for granted but not any more.\"\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Health"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "laura burrell",
        "sentiment": "none"
      },
      {
        "name": "luke tabone",
        "sentiment": "none"
      },
      {
        "name": "burrell",
        "sentiment": "none"
      },
      {
        "name": "classie",
        "sentiment": "none"
      },
      {
        "name": "tabone",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ciaron maher racing",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ballarat",
        "sentiment": "none"
      },
      {
        "name": "new zealand",
        "sentiment": "none"
      },
      {
        "name": "ingliston",
        "sentiment": "none"
      },
      {
        "name": "ballan",
        "sentiment": "none"
      },
      {
        "name": "shepparton",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "royal melbourne hospital",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T17:15:34.864+03:00",
  "updated": "2024-06-21T17:15:34.864+03:00"
}