{
  "thread": {
    "uuid": "2f99afea83bc590939767b2f29055aea57b61498",
    "url": "https://www.gov.za/news/media-statements/mec-nonkqubela-pieters-hands-over-spring-water-protection-projects-zweleding",
    "site_full": "www.gov.za",
    "site": "www.gov.za",
    "site_section": "https://www.gov.za/speeches-feed",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "Speeches Feed",
    "title": "MEC Nonkqubela Pieters hands over spring water protection projects to Zweledinga village",
    "title_full": "MEC Nonkqubela Pieters hands over spring water protection projects to Zweledinga village",
    "published": "2024-02-16T05:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ZA",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 7296,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2f99afea83bc590939767b2f29055aea57b61498",
  "url": "https://www.gov.za/news/media-statements/mec-nonkqubela-pieters-hands-over-spring-water-protection-projects-zweleding",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Estelle Greeff",
  "published": "2024-02-16T05:01:00.000+02:00",
  "title": "MEC Nonkqubela Pieters hands over spring water protection projects to Zweledinga village",
  "text": "The government is changing people’s lives for better\nEastern Cape MEC for the department of Rural Development and Agrarian Reform (DRDAR) Nonkqubela Pieters yesterday (subs; 14 February 2024) said the government was bringing change to the people’s lives so that they could live better.\nSpeaking during the official handover of spring water protection project constructed by her Department for more than 380 Zweledinga village households in Whittlesea, the MEC stressed that changes made by government were visible.\n“Whoever says yesterday is same like today might suffering from a poor eyesight, we can get that person spectacles from the Phelophepha train (a government healthcare train).\n“Today is much different, it’s spectacular and tomorrow will be much different because things are changing. There was no water in Zweledinga previously but today there’s water. That means what you don’t have today, you will get tomorrow,” Pieters said.\nThe delivery of spring water protection projects by MEC Pieters marks the completion of infrastructure work done by the Department in a number of rural communities of the Eastern Cape that will now have reliable access to clean fresh water as part of the implementation of the province’s rural development programme.\nShe said when the mandate of the then agriculture department was changed to include rural development, government saw a need for developmental programmes like provision of water to support agricultural activities.\n“This is meant to develop the farming activities here so that people can become sustainable business people. Farming is business that should be treated as such not something to boost about during traditional ceremonies. People of Zweledinga, you now have enablers, you have the land and water now you must work even harder,” Pieters said.\nShe explained that government was not waking people up from their beds and force development but people should take initiatives to be supported. “We want to see your commitment so that when we intervene and invest so that you can make money,” she added.\nThe Department constructed these projects following the announcement by the MEC during the tabling of the Department’s Policy Speech at the Eastern Cape Legislature, where she announced that R5,3 million was aside for 8 projects across the province.\nBecause of this investment in water infrastructure rural communities that previously had no access to water will now get access to clean fresh drinking water for consumption and agriculture activities.\nDRDAR’s Rural Appropriation Technology Unit (RATU) implement this project, trains locals to be labourers, procure material for the construction of this project which will now provide access to clean fresh water for Zweledinga villagers, a local school, local farmers producing vegetables and livestock farming who will now have reliable water to irrigate their vegetables and livestock.\nDuring this project about 59 local residents were trained and employed for the rollout of the project, including maintenance when there are challenges with infrastructure.\n“In this programme we don’t have a middleman and spend millions on contractors for something that will not be operational. We employ and train local people and in that way we create opportunities for people to fend for their families,” said Pieters.\nA jubilant resident and farmer, Bukiwe Ntathawe said she was glad that they have access to clean fresh water and she thanked government’s support.\n“We have been battling for a long time for water but our government has heard our pleas hence this assistance. We are now able to produce vegetables like cabbages something that was impossible before and our livestock also have access to water. Our gardens are now flourishing and this water tastes nice as they are not salty like the water from boreholes,” Ntathawe said.\nAnother resident, Lwando Sikeyi said he had no words to explain his joy and that of his community.\n“The provision of this water has assisted us a lot, we are able to do things that we could not do before. As a farmer, I’m now producing good crops and vegetables because of I’m able to irrigate my produce. I am very thankful about what government has done us,” Sikeyi said, adding that the water tasting “good.”\nIn delivering these spring water protection projects DRDAR identifies nearby hills and mountains with spring water, connect infrastructure channeling water to installed communal taps for use by households and 40 taps were installed in Zweledinga.\nTo date a total of 757 water taps have been installed in 36 villages across the province, benefitting 8 781 households, 4 schools, 1 clinic and 1 youth co-operative\nThe programme is aligned with food security program in each village as it is meant to support communities to produce their own food.\nFor more information please contact:\nMvusiwekhaya Sicwetsha (Chief Director Communications and Customer Care Services)\nCell: 082 955 8833",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nonkqubela pieters",
        "sentiment": "negative"
      },
      {
        "name": "pieters",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "eastern cape mec",
        "sentiment": "negative"
      },
      {
        "name": "mec",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "zweledinga",
        "sentiment": "none"
      },
      {
        "name": "whittlesea",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T10:45:54.372+02:00",
  "updated": "2024-02-16T10:45:54.372+02:00"
}