{
  "thread": {
    "uuid": "c2825ef0b9a975bcd9eb18489717ac1079f2e071",
    "url": "https://www.atalayar.com/articulo/politica/hamas-analiza-espiritu-positivo-propuesta-tregua-israel-gaza/20240503170000199593.html",
    "site_full": "www.atalayar.com",
    "site": "atalayar.com",
    "site_section": "https://www.atalayar.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Hamás analiza con “espíritu positivo” la propuesta de tregua con Israel en Gaza",
    "title_full": "Hamás analiza con “espíritu positivo” la propuesta de tregua con Israel en Gaza",
    "published": "2024-05-03T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.atalayar.com/media/atalayar/images/2023/07/31/2023073113033527848.jpg",
    "performance_score": 0,
    "domain_rank": 42133,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c2825ef0b9a975bcd9eb18489717ac1079f2e071",
  "url": "https://www.atalayar.com/articulo/politica/hamas-analiza-espiritu-positivo-propuesta-tregua-israel-gaza/20240503170000199593.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AFP",
  "published": "2024-05-03T03:00:00.000+03:00",
  "title": "Hamás analiza con “espíritu positivo” la propuesta de tregua con Israel en Gaza",
  "text": "“Sufrimiento” “Hambre” El movimiento islamista palestino Hamás está analizando con “espíritu positivo” la propuesta de tregua con Israel, tras casi siete meses de una guerra que ha provocado una destrucción “sin precedentes” en la Franja de Gaza. Tras meses de negociaciones sin ningún resultado, el jefe de Hamás, Ismail Haniyeh, se pronunció en un tono optimista el jueves sobre la última propuesta para un cese el fuego y la liberación de los rehenes israelíes capturados por los islamistas durante el ataque del 7 de octubre. Estas declaraciones alimentan la esperanza de un acuerdo que otorgue un respiro a la población de Gaza, que este viernes sigue bajo los bombardeos israelíes, según rescatistas palestinos. Haniyeh informó que el grupo enviará “pronto” una delegación a Egipto para continuar con las negociaciones y que Hamás estudia la propuesta con un “espíritu positivo”. El Programa de Naciones Unidas para el Desarrollo (PNUD) estima que serán necesarias décadas para reconstruir las viviendas destruidas durante la guerra, ya que “la magnitud de la destrucción es enorme y sin precedentes” y advirtió que la comunidad internacional no ha estado confrontada a una misión de esta dimensión desde la Segunda Guerra Mundial. El PNUD pronosticó que los estragos del conflicto tendrán un impacto en generaciones de palestinos e hizo un llamado urgente a un cese el fuego. Fomentar el comercio y la prosperidad es la única solución al conflicto entre Palestina e Israel “Sufrimiento” Esta tregua, mediada por Qatar, Egipto y Estados Unidos, sería la primera desde la de finales de noviembre, cuando un primer acuerdo permitió liberar a 105 rehenes retenidos en Gaza a cambio de 240 presos palestinos. Hamás, que gobierna en Gaza desde 2007, exige un cese el fuego permanente y la retirada de las tropas israelíes, lo que Israel rechaza. El plan de tregua que Hamás está analizando incluye un cese de los combates de 40 días y la liberación de rehenes israelíes a cambio de la excarcelación de palestinos presos en Israel, según los detalles divulgados por Reino Unido. La guerra estalló el 7 de octubre tras la incursión de comandos de Hamás en el sur de Israel, donde mataron a 1.170 personas, en su mayoría civiles, y secuestraron a 250, según un balance de la AFP basado en datos israelíes. Las autoridades israelíes estiman que, tras el canje de noviembre, 129 personas permanecen aún retenidas en Gaza, pero sospechan que 35 de los secuestrados están muertos. Israel anunció este viernes la muerte de Dror Or, un rehén de 49 años, y el kibutz donde vivía pidió que Hamás devuelva su cuerpo. El primer ministro israelí, Benjamín Netanyahu, enfrenta protestas para que su gobierno de extrema derecha negocie la liberación de los secuestrados. La ofensiva lanzada por Israel en respuesta al ataque del 7 de octubre deja hasta el momento 34.596 muertos en Gaza, en su mayoría civiles, según el Ministerio de Salud del Gobierno de Hamás. El secretario de Estado estadounidense, Antony Blinken, estuvo en Oriente Medio esta semana y visitó Israel el miércoles. Durante su viaje, instó a Hamás a aceptar la propuesta, que calificó como “extraordinariamente generosa”. Blinken también reiteró a Israel que Estados Unidos se opone a su plan de lanzar una invasión a gran escala de Rafah, una localidad del sur de Gaza donde sobreviven en condiciones extremas 1,5 millones de palestinos. Crecen las esperanzas en Gaza sobre un teórico alto el fuego “Hambre” La crisis humanitaria y el creciente número de muertos en Gaza han generado manifestaciones en todo el mundo, incluyendo un amplio movimiento de protesta en las universidades estadounidenses, que fue reprimido por la policía. El presidente de Colombia, Gustavo Petro, anunció el miércoles la ruptura de relaciones con Israel y Turquía informó el jueves que suspenderá los intercambios comerciales. Un tema clave es la llegada de más ayuda humanitaria a Gaza, donde viven 2,4 millones de personas, y que están confrontado a una grave escasez por el cerco establecido por Israel. Bajo la presión de Estados Unidos, Israel aumentó la entrada de ayuda en los últimos días. La oenegé estadounidense World Central Kitchen retomó sus actividades esta semana, después de que esta organización fundada por el chef español José Andrés suspendiera sus operaciones tras un bombardeo israelí que mató a siete empleados. “Cuando esta cocina cerró, muchas personas se quedaron con hambre”, indicó Zakria Yahya Abukuwaik, el administrador de un centro de la oenegé en Rafah.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-03T18:06:38.015+03:00",
  "updated": "2024-05-03T18:06:38.015+03:00"
}