{
  "thread": {
    "uuid": "646b43ebd04dabd096eaa8c7c5a2c051ee2a2447",
    "url": "https://houston.culturemap.com/news/city-life/texas-childrens-macgregor-park/",
    "site_full": "houston.culturemap.com",
    "site": "culturemap.com",
    "site_section": "http://culturemap.com/feeds/news/home-design",
    "site_categories": [
      "media"
    ],
    "section_title": "CultureMap Houston",
    "title": "Texas Children’s seeds MacGregor Park with $1.5M following Kinders' $27M green space gift - CultureMap Houston",
    "title_full": "Texas Children’s seeds MacGregor Park with $1.5M following Kinders' $27M green space gift - CultureMap Houston",
    "published": "2023-12-28T22:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://houston.culturemap.com/media-library/image.jpg?id=50943308&width=1200&height=600&coordinates=0%2C38%2C0%2C0",
    "performance_score": 0,
    "domain_rank": 9753,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 2
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "646b43ebd04dabd096eaa8c7c5a2c051ee2a2447",
  "url": "https://houston.culturemap.com/news/city-life/texas-childrens-macgregor-park/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Steven Devadanam",
  "published": "2023-12-28T22:45:00.000+02:00",
  "title": "Texas Children’s seeds MacGregor Park with $1.5M following Kinders' $27M green space gift - CultureMap Houston",
  "text": "a generous dose of love Texas Children’s seeds MacGregor Park with $1.5M following Kinders' $27M green space gift A historic Houston park has just been seeded with a major gift by a beloved local institution. [ Texas Children’s Hospital](https://www.texaschildrenspeople.org/) has donated $1.5 million to support the renovation of MacGregor Park, the hospital announced. Specifically, the Texas Children’s gift has been pledged to Houston Park Board, which oversees management, improvements, funding disbursement, and more for local parks and green spaces. This $1.5 million donation is made in honor of Ann Lents and Tom Bacon — current and former board members of both Texas Children’s and Houston Parks Board —and will support a five-year renovation plan slated to begin in January 2024, per press materials. The total cost of the five-year renovation project totals $54 million, with a major, $27 million boost coming from Houston benefactors Rich and Nancy Kinder. The Kinders — as locals will recall — set Memorial Park on its speedy improvement trajectory with their [game-changing, $70 million donation](https://houston.culturemap.com/news/city-life/04-25-18-massive-memorial-park-70-million-gift-means-a-whole-new-houston-greenspace/). Other funds come from monies raised by Houston Parks Board, which is responsible for $12.5 million; the City of Houston contributed ($5 million); the City of Houston’s Capital Improvement Plan ($1.5 million); Tax Increment Reinvestment Zone (TIRZ) 7 ($4 million) and a Community Project Funding Grant sponsored by Rep. Sheila Jackson Lee ($4 million). “We remain committed to investing in projects that increase the quality of life for our community,” said Nancy Kinder, president and CEO of the Kinder Foundation, when the foundation announced the gift. “MacGregor Park is one of Houston’s most beloved parks, and we’re thrilled to contribute to a project that further develops and preserves this important green space in southeast Houston.” Macgregor Park will receive improvements, updates, and “much-needed park maintenance.”Image courtesy of M2L Associates As for those park improvements, plans include a new Texas Children’s play area, infrastructure enhancements, land and facility improvements, 20 new capital projects, and “much-needed park maintenance,” press materials note. The new Texas Children’s play area is noteworthy as it creates a playground for Texas Children’s and other Med Center patients to enjoy green space and a break from treatments. Spanning some 65 acres along Brays Bayou, MacGregor Park has been a recreational favorite for local families since the 1920s. A familiar memorial statue of Martin Luther King, Jr. by sculptor Ken Washington serves as a park landmark and anchor. Its Homer Ford Tennis Center has been a decades-long go-to for Olympic and pro athletes; the basketball pavilion often showcases a who’s-who of part, current, and future NBA stars on its courts. The 1.25-mile hike and bike trail, sports field, swimming pool and wellness center serve as easy stops for active-minded locals and Med Center professionals. “For almost 70 years, the mission of Texas Children’s has been to help ensure the health and well-being of the communities we serve,” Mark A. Wallace, president and CEO of Texas Children’s, noted in a statement. “So when the opportunity to help support revitalizing our city’s historic park arose, we enthusiastically agreed.” Beth White, president and CEO of Houston Parks Board, echoed the board’s commitment to residents in a press statement. “Following a comprehensive and community-based master plan process, we heard what Houstonians want and need from MacGregor Park,” she said. “With a visionary master plan and generous support from Texas Children's Hospital, the transformation of the beloved MacGregor Park will enhance and preserve this vibrant greenspace to ensure it continues to be a hub for community connection, where people can come together to celebrate and enjoy outdoor activities. This project reflects our commitment to park equity and improving the quality of life for Houstonians.”Design work for the park will begin in January, according to the Houston Parks Board, with construction estimated to start in 2025.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.texaschildrenspeople.org/)",
    "https://texaschildrenspeople.org/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "macgregor park",
        "sentiment": "negative"
      },
      {
        "name": "nancy kinder",
        "sentiment": "none"
      },
      {
        "name": "ann lents",
        "sentiment": "none"
      },
      {
        "name": "tom bacon",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "texas children",
        "sentiment": "negative"
      },
      {
        "name": "houston parks board",
        "sentiment": "none"
      },
      {
        "name": "texas children’s hospital",
        "sentiment": "none"
      },
      {
        "name": "houston park board",
        "sentiment": "none"
      },
      {
        "name": "texas children’s",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "texas children",
        "sentiment": "none"
      },
      {
        "name": "culturemap houston",
        "sentiment": "none"
      },
      {
        "name": "memorial park",
        "sentiment": "none"
      },
      {
        "name": "houston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:08:00.324+02:00",
  "updated": "2023-12-29T00:08:00.324+02:00"
}