{
  "thread": {
    "uuid": "4df75442a57c5399005e0089798a106654bd872d",
    "url": "https://wmich.edu/news/2024/02/74911",
    "site_full": "wmich.edu",
    "site": "wmich.edu",
    "site_section": "http://wmich.edu/rss.xml",
    "site_categories": [
      "graduate_school",
      "college_administration",
      "education"
    ],
    "section_title": "WMU News",
    "title": "HR student Victoria Loikits finds her passion in impacting others",
    "title_full": "HR student Victoria Loikits finds her passion in impacting others",
    "published": "2024-02-29T23:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wmich.edu/sites/default/files/styles/1200x628/public/images/news/2024/02/Victoria%20Loikits%203x2%20Photo.jpg?itok=yPTJBs7j",
    "performance_score": 0,
    "domain_rank": 4769,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4df75442a57c5399005e0089798a106654bd872d",
  "url": "https://wmich.edu/news/2024/02/74911",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Janine Adamski",
  "published": "2024-02-29T23:37:00.000+02:00",
  "title": "HR student Victoria Loikits finds her passion in impacting others",
  "text": "[Janine Adamski](/email/node/74911/field_email?destination=node/74911)\nKALAMAZOO, Mich.—Western Michigan University senior Victoria Loikits says she's proud to be making a difference in people’s lives. As a human resource management student, Loikits is excited to play a role in helping companies realize that people are their greatest asset.\nAs she prepares to graduate in spring 2024, Loikits of South Haven, Michigan, says she is grateful for the self-discovery opportunities she encountered at the Haworth College of Business.\n“WMU Haworth provided an outstanding education where I was able to explore a variety of majors before settling on human resources. Not only that, but the college gave me the technical skills I needed to be an asset in the HR field when starting internships and going into a full-time role.”\nLoikits has completed two internships. In the summer of 2022, she worked as an information technology training and development intern at Stryker. There, she was responsible for identifying courses, experiences and resources to support the development of IT employees in terms of key competencies. She explored both Gallup domains and Senn Delaney behavioral work styles and helped design a proposal for a three-segment rotational program that will be implemented in the IT function within the next year.\nThe following summer, Loikits worked as a compensation/center of excellence intern at Whirlpool. In this position, she implemented a new set of global guidelines in five regions surrounding broad-based cash retention. She implemented a project that focused on changes to the company stock plan, developing her skills in vendor and project management. She also drafted and audited over 180 measuring employee performance (MEP) letters to notify employees that they would be receiving cash awards based on their previous year’s work. In addition, she sat on a global specialist team where she led calls focused on enhancing engagement. Following her graduation, Loikits will return to Whirlpool as a full-time employee on the rotational development program.\nIt is because of the opportunities available to her at WMU Haworth, Loikits says she has found success early-on in her career.\n“The Zhang Career Center has propelled my professionalism forward. Through the center, I have had my resume critiqued, participated in many developmental events and honed in on my interview skills.”\nBeyond her academic experiences, Loikits has taken advantage of registered student organizations and campus jobs. She is a member of Delta Sigma Pi where she has held leadership positions including senior vice president and vice president of pledge education. She is also the current vice president of operations for the Society of Excellence in Human Resources. Putting her passion for helping others to work, Loikits is also employed as a peer educator in the Zhang Career Center and as a student ambassador for WMU Haworth.\nAs her graduation date draws closer, she reflects on her time as a student at WMU Haworth.\n“Take advantage of every opportunity. Don’t be afraid to get out of your comfort zone and do things that are new and different. I also recommend trying to connect with the faculty and peers. They are here to help you, and they want to see you succeed.”\nFor more WMU news, arts and events, visit\n[WMU News](/news) online.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "victoria loikits",
        "sentiment": "negative"
      },
      {
        "name": "janine adamski",
        "sentiment": "negative"
      },
      {
        "name": "haworth",
        "sentiment": "none"
      },
      {
        "name": "loikits",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "stryker",
        "sentiment": "none"
      },
      {
        "name": "haworth college of business",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kalamazoo",
        "sentiment": "none"
      },
      {
        "name": "mich.",
        "sentiment": "none"
      },
      {
        "name": "south haven",
        "sentiment": "none"
      },
      {
        "name": "michigan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:46:15.459+02:00",
  "updated": "2024-03-01T00:46:15.459+02:00"
}