{
  "thread": {
    "uuid": "cd90fd5ebfc04dded0a4276cb34a3cbe7df57d1b",
    "url": "https://www.omron.com/global/en/media/2024/02/c0216.html",
    "site_full": "www.omron.com",
    "site": "omron.com",
    "site_section": "https://www.omron.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "OMRON Global",
    "title": "OMRON Rated \"A -\" for \"Climate Change\" and \"B\" for \"Water Security\" by CDP",
    "title_full": "OMRON Rated \"A -\" for \"Climate Change\" and \"B\" for \"Water Security\" by CDP",
    "published": "2024-02-16T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "JP",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 7092,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cd90fd5ebfc04dded0a4276cb34a3cbe7df57d1b",
  "url": "https://www.omron.com/global/en/media/2024/02/c0216.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-16T02:00:00.000+02:00",
  "title": "OMRON Rated \"A -\" for \"Climate Change\" and \"B\" for \"Water Security\" by CDP",
  "text": "OMRON Rated \"A -\" for \"Climate Change\" and \"B\" for \"Water Security\" by CDP - February 16, 2024 OMRON Corporation (Headquarters: Shimogyo-ku, Kyoto, President & CEO: Junta Tsujinaga) is pleased to announce that it has been selected by CDP*1, an international non-profit organization that provides environmental information disclosure systems, with an A - rating in the field of \"climate change\" and a B rating in the field of \"water security.\" This year, CDP surveyed over 23,000 companies across the globe to assess them on the comprehensiveness of disclosure, awareness and management of environmental risks, and best practices associated with environmental leadership, such as setting ambitious and meaningful targets. The resulting score of this evaluation (from A to D) indicates OMRON's steady environmental initiatives and transparency in information disclosure in the areas of climate change and water security. In February 2019, OMRON announced its support for the recommendations of the Task Force on Climate-related Financial Disclosures (TCFD*2), and since then, OMRON has been conducting scenario analysis and information disclosure based on the TCFD framework. Since fiscal year 2022, OMRON has been disclosing information in its annual securities reports to strengthen engagement with stakeholders, including shareholders and investors, regarding OMRON's climate change initiatives. OMRON has changed its Scope 1 and 2 reduction scenarios from a 2°C scenario to a more aggressive 1.5°C scenario. In fiscal year 2022 the decrease of Scope 1 and 2 emissions is 62% compared to FY2016 levels. In addition to its own initiatives, OMRON has also set a target of reducing GHG emissions from the use of their own products (Scope 3 Category 11) by 18% by 2030 (compared to fiscal 2016, based on the 2°C scenario), and will also work to reduce GHG emissions throughout the OMRON Group value chain. In May 2022, these targets were certified by the Science Based Targets Initiative.*3 OMRON is focusing on visualizing the carbon footprint (CFP) of its product supply chains. Through control technology at manufacturing sites and the cooperation of partner companies, OMRON will work to create a platform that reduces energy consumption and improves productivity. Through connection to the global data distribution platform \"Catena-X\", OMRON will conduct an experiment to understand GHG emissions in the supply chain of each product. For more information read [here](https://www.omron.com/global/en/media/2024/01/c0129.html). With regard to water security, OMRON has set a goal of reducing water consumption at all global production sites. By fiscal 2022, in addition to efforts to reduce the number of production sites, OMRON has reduced water intake at all global production sites by 45% compared to fiscal 2015 by restructuring its business portfolio. *1. About CDP A non-governmental organisation (NGO) managed by a UK charity that operates a global disclosure system for investors, companies, nations, regions and cities to manage their environmental impacts. *2About the TCFD The Task Force on Climate-related Financial Disclosures was established by the FSB, an international organization in which central banks and financial regulators of major countries are participating. *3 SBTi (Science Based Targets Initiative) An international initiative that recommends setting medium- and long-term greenhouse gas reduction targets based on scientific evidence. OMRON’s Sustainability Initiatives Under SF2030, OMRON innovates for a sustainable future by putting people and the planet at the forefront of everything it does. To this end, OMRON strives for a healthy, carbon neutral and inclusive digitalized society through automation that empowers people, practices respect for all to conduct ethical business in the OMRON Group value chain and mitigates their impact climate change by striving for carbon neutral manufacturing and sustainable product design. OMRON’s Contribution to a Sustainable Future OMRON firmly believes in incorporating its vision for a sustainable future in its business holistically and practices this by creating social value through business and contributing to the development of society. This is also reflected in OMRON’s recognition by [several other ESG assessment institutions](https://sustainability.omron.com/en/evaluation/) around the world. By empowering people through automation, OMRON strives for a healthy, carbon neutral and inclusive digitalized society. More information on OMRON's sustainability initiatives can be found in the [Integrated Report](https://www.omron.com/global/en/integrated_report/) and [Sustainability website pages](https://www.omron.com/global/en/esg/). About OMRON Corporation OMRON Corporation is a leading automation company with core competencies in its proprietary Sensing & Control + Think technology and is engaged in a wide range of businesses, including industrial automation, healthcare, social systems, and device & module solutions. Established in 1933, OMRON has about 30,000 employees worldwide, working to provide products and services in more than 130 countries. For more information, please visit [www.omron.com/global/en/](https://www.omron.com/global/en/) [OMRON Long-Term Vision ](https://www.omron.com/global/en/sf2030/) [Integrated Report ](https://www.omron.com/global/en/integrated_report/2023/index_h5.html#1) [At OMRON we innovate for a sustainable future ](https://sustainability.omron.com/en/) [DJSI Annual Review ](https://www.spglobal.com/esg/csa/djsi-annual-review) - Contact from Media: - OMRON Corporation Brand Communications Department Tel: +81-75-344-7175",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [
    "https://www.spglobal.com/esg/csa/djsi-annual-review)",
    "https://spglobal.com/esg/csa/djsi-annual-review)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "omron",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "kyoto",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T05:14:14.515+02:00",
  "updated": "2024-02-16T05:14:14.515+02:00"
}