{
  "thread": {
    "uuid": "10fd30ac0ddc8a089f722754fc17b53fe80b6fbe",
    "url": "https://www.mamamia.com.au/shopping-secondhand/",
    "site_full": "www.mamamia.com.au",
    "site": "mamamia.com.au",
    "site_section": "https://mamamia.com.au/lifestyle/fitness/",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Fitness -  Workout tips and inspiration - Mamamia",
    "title": "Shopping secondhand changed my style. Here's how.",
    "title_full": "Shopping secondhand changed my style. Here's how.",
    "published": "2024-01-05T13:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://new-cdn.mamamia.com.au/mamamia-pwa.appspot.com/cms_images/variations/3024x1583.2460732984293-499588316829.jpg?bypass=1",
    "performance_score": 0,
    "domain_rank": 12931,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "10fd30ac0ddc8a089f722754fc17b53fe80b6fbe",
  "url": "https://www.mamamia.com.au/shopping-secondhand/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sara Kaltmann",
  "published": "2024-01-05T13:37:00.000+02:00",
  "title": "Shopping secondhand changed my style. Here's how.",
  "text": "I remember falling in love with fashion when I was seven years old.\nMy mum had taken me shopping , and I spotted a pair of hot pink cowboy boots in the window of one of the stores. It was love at first sight, and I begged my mum to buy them for me.\nDespite her saying, \"People will need sunglasses to see you when you wear those boots because they’re so bright,\" I wore those flashy boots to death. Every day for more than two years, I paired those boots with almost every outfit I owned until they literally fell apart.\nSince then, I’ve never stopped loving fashion. Fashion is not just the clothes I put on, but it’s how I express my personality. With such a passion for the art of dressing, I noticed as I got older that no matter the price tag, almost all the clothing I bought would fray and look old after only a few wears.\nWatch: Mamamia Reviews Non Family Friendly Fashion. Post continues after video .\nVideo via Mamamia . In a world of fast fashion, I became increasingly aware that much of the imported clothing I was buying in Australia had been made in a sweatshop. These are places where women and children are overworked and underpaid, sometimes working up to 16-hour days for less than 20 cents per day.\nI was also surprised to discover that up to 63 per cent of Australia’s clothing is made from plastic-derived and non-biodegradable fabrics like polyester, nylon and acrylic. So, concerned about clothing’s effect on the environment and the exploitation of people in sweatshops, seven years ago, I decided that I would always try my best to only buy second-hand.\nThese clothes were amazingly refreshing and not to mention, beautiful.\nNot only did I want to wear clothes that were sustainable and ethically sourced, but I also aimed to look stylish and feel like a million bucks without the environmental impacts – plus, it also never hurt if it had op-shop prices!\nI have never regretted my decision.\nToday, my shopping habits revolve almost entirely around vintage stores. My wardrobe has developed a personality of its own. This brings me a lot of joy as I get to wear outrageous and incredible outfits that elicit compliments from friends and strangers alike.\nBeyond being a personal style statement, I’ve found that my vintage clothes serve as a great conversation starter. When I wear my vintage silk scarf or my thrifted red coat, I feel good knowing that I’m breathing new life into clothing that would otherwise have been tossed into landfill.\nImage: Supplied.\nI know that some people may think that all op-shops have to offer is ugly clothing, but I could not disagree more. I think second-hand and vintage clothing is fun.\nThese garments have a story to tell and they’re from a time when fast-fashion wasn’t part of the vocabulary. Clothing made in the '60s, '70s and '80s were made to last. These clothes have survived the test of time and at this point are pushing more than 50 years old while still being in great shape.\nTo top it all off, in 2023 all these clothes, like '80s high-waisted jeans and shoulder pads are fashionable and cool again and have now become a style I affectionately call, \"Grandma Chic.\"\nWhen I walk into an op-shop these days I feel a sense of excitement and adventure. Each store is like a treasure hunt, and I’m not sure what I’m going to find. Sometimes it’s nothing, but other times it’s a beautiful 1950s dress or a $10 jumper that I need for winter.\nSara Kaltmann January 5, 2024\nShare via facebook\nShare via twitter\nShare via whatsapp\nSMS Share via SMS\nShare via e-mail Leave a comment Listen Now\n00:00\nJessie Stephens And The Lies She Keeps Telling Mamamia Out Loud The Spill Inside Gwyneth Paltrow's Morning Routine You Beauty ADVERTISEMENT For me, changing my shopping habits helps me feel like I’m taking a stance against the fast-fashion industry and doing something to help save more clothes from going into landfill. Simultaneously, vintage clothing gives me flashes of nostalgia and I feel warm thinking about the history of these garments and the life they’ve lived before me.\nI love beautiful and unique clothes, and if you haven’t already – consider joining me and countless others on this thrifting journey to a more sustainable and Grandma Chic future!\nFeature Image: Supplied.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "mamamia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:52:08.045+02:00",
  "updated": "2024-01-06T00:52:08.045+02:00"
}