{
  "thread": {
    "uuid": "fc1d819374db73a849518fb5bff89df546ca88a1",
    "url": "https://www.kcur.org/arts-life/2024-07-05/during-the-summer-wildflowers-steal-the-show-on-kansas-tallgrass-prairies",
    "site_full": "www.kcur.org",
    "site": "kcur.org",
    "site_section": "http://kcur.org/feeds/20/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "News",
    "title": "During summer, wildflowers steal the show on Kansas tallgrass prairies",
    "title_full": "During the summer, wildflowers steal the show on Kansas tallgrass prairies | KCUR - Kansas City news and NPR",
    "published": "2024-07-05T14:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://npr.brightspotcdn.com/dims4/default/63caf12/2147483647/strip/true/crop/5568x2923+0+394/resize/1200x630!/quality/90/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Ff5%2F4b%2F110953ca4faca701b93d7bafa43c%2F070524-las-konzasummerlead.jpg",
    "performance_score": 0,
    "domain_rank": 12546,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fc1d819374db73a849518fb5bff89df546ca88a1",
  "url": "https://www.kcur.org/arts-life/2024-07-05/during-the-summer-wildflowers-steal-the-show-on-kansas-tallgrass-prairies",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lu Anne Stephens",
  "published": "2024-07-05T14:00:00.000+03:00",
  "title": "During summer, wildflowers steal the show on Kansas tallgrass prairies",
  "text": "During the summer, wildflowers steal the show on Kansas tallgrass prairies In late summer and fall, prairie grasses in Kansas’ Flint Hills can grow as high as eight feet tall. But right now, the grass is still short and wildflowers are the stars of the prairie. MANHATTAN – The Flint Hills make a visual statement that is unlike anyplace else: wide swaths of open prairie stretching over short, steep hills unbroken by trees and shrubs. In late summer and fall, prairie grasses can grow as high as 6 to 8 feet. But in early to midsummer, the grass is short and the wildflowers become the star of the prairie. It's a cool morning on the [Konza Prairie Nature Trail](https://kpbs.konza.k-state.edu/trails.html) near Manhattan. The sky is overcast, with the sun just starting to break through the clouds. There are droplets from last night's rain sparkling on the wildflowers as the early sunlight hits them; a slight breeze causes them to sway. The last time we were here, the flowers were covered by the previous year's grass. But today, there's no tall grass to be seen. \"The tall grass is here but it's only about 6 inches tall,\" said Jill Haukos, the director of Education at the [Konza Prairie Biological Station](https://www.nature.org/en-us/get-involved/how-to-help/places-we-protect/konza-prairie/) and our guide for the day. Summer is the time to see wildflowers, while the grass is still short. We move through trees hugging King's Creek into open fields. \"So, you can see as we're moving down the trail, we're transitioning out, and as we get over this next hill, we're going to start seeing fewer and fewer shrubs and more flowers,\" Haukos said. The path begins to climb, and the scenery subtly changes. \"We're now moving from the area of where the prairie had been plowed previously,\" she said. \"And this is all now native prairie.\" We pass patches of yellow sweet clover, Catclaw sensitive briar – with a thistle-like lavender flower – and the darker purple Hoary Verbena. \"It is going to be blooming throughout July, and probably into August,\" Haukos said. \"It is our summer beauty. So it's telling us that summer for the prairie has started.\" And there's more. Purple coneflowers, pink wild roses and bright orange butterfly milkweed. \"Butterfly milkweed is having a super-duper year,\" Haukos said. \"I've never seen it like this. I've seen entire hillsides covered with orange.\" We keep moving upward into the high prairie. Some very athletic people actually run the trail – over the hills – something we wouldn't have believed if we hadn't seen them. \"Good training here because we're about to go up a hill,\" Haukos said. \"We have hills in Kansas and especially in the Flint Hills.\" This one is steep. It takes a while. \"Welcome to the top,\" Haukos said. \"How beautiful is this?\" The view is amazing. The hills stretch out ahead – purple and orange splashes of color throughout the many shades of green. The path continues for miles, but we're content just to take it all in. The prairie is constantly changing with new flowers coming into season every few weeks. We're already planning to come back in August when the sunflowers will dominate the landscape, and again in September when the tallgrass takes over. Less than 4% of the tallgrass prairie is left and most of it is on private lands. Haukos hopes people will visit, learn and enjoy the prairie's beauty now … and protect it in the future. \"I want people to connect with this unique and beautiful and highly endangered ecosystem,\" Haukos said. \"And to see the beauty of it. To stop, to look. To really connect with it.\" This story was originally published by [KMUW 89.1 in Wichita, Kansas](https://www.kmuw.org/podcast/hidden-kansas/2024-06-28/on-a-hot-konza-summer-day).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.nature.org/en-us/get-involved/how-to-help/places-we-protect/konza-prairie/)",
    "https://nature.org/en-us/get-involved/how-to-help/places-we-protect/konza-prairie/)",
    "https://www.kmuw.org/podcast/hidden-kansas/2024-06-28/on-a-hot-konza-summer-day).",
    "https://kpbs.konza.k-state.edu/trails.html)",
    "https://kmuw.org/podcast/hidden-kansas/2024-06-28/on-a-hot-konza-summer-day).",
    "https://www.kpbs.konza.k-state.edu/trails.html)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "konza prairie nature trail",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kansas",
        "sentiment": "none"
      },
      {
        "name": "manhattan",
        "sentiment": "none"
      },
      {
        "name": "flint hills",
        "sentiment": "none"
      },
      {
        "name": "manhattan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T14:18:42.615+03:00",
  "updated": "2024-07-05T14:18:42.615+03:00"
}