{
  "thread": {
    "uuid": "c1fa4f58e696e6836a583de3c1bc093309204358",
    "url": "https://interestingengineering.com/culture/chernobyl-farmland-radiation-level-safe-farming",
    "site_full": "interestingengineering.com",
    "site": "interestingengineering.com",
    "site_section": "https://interestingengineering.com/news",
    "site_categories": [
      "education"
    ],
    "section_title": "Latest News: Stay Updated with the Latest Technology News",
    "title": "Chernobyl soil 'safe' for farming 38 years after nuclear disaster",
    "title_full": "Chernobyl soil 'safe' for farming 38 years after nuclear disaster",
    "published": "2024-06-21T15:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cms.interestingengineering.com/wp-content/uploads/2024/06/Untitled-design-40.png",
    "performance_score": 0,
    "domain_rank": 2926,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c1fa4f58e696e6836a583de3c1bc093309204358",
  "url": "https://interestingengineering.com/culture/chernobyl-farmland-radiation-level-safe-farming",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Abhishek Bhardwaj",
  "published": "2024-06-21T15:31:00.000+03:00",
  "title": "Chernobyl soil 'safe' for farming 38 years after nuclear disaster",
  "text": "Chernobyl soil declared ‘safe’ for farming 38 years after nuclear disaster This means that the large farmlands, which were classified as contaminated and had been left alone since the disaster in 1986, can be once again used for growing crops. Reactor number 4 of the Chernobyl nuclear plant at which the explosion occurred in 1986. Radiation levels have gone down below the levels regarded as unsafe at large farmlands near the site of the Chernobyl nuclear reactor disaster site, according to surveys carried out in the area. This means that the large farmlands, which were classified as contaminated and had been left alone since the disaster in 1986, can be once again used for growing crops. This can help Ukraine’s growing demand for farmland, more so at a time when the war with Russia has led to a major part of its arable land turning into combat zones. Chernobyl disaster and aftermath The [explosion](https://interestingengineering.com/science/chernobyl-a-timeline-of-the-worst-nuclear-accident-in-history) at the Chernobyl Nuclear Power Plant 38 years ago marked a terrible tragedy in human history. The toxic clouds that spread over Soviet territory exposed approximately 8.4 million people to nuclear radiation. Over 250,000 people developed cancer, and approximately 100,000 cases ended up being fatal, according to [Greenpeace](https://archivo-es.greenpeace.org/espana/PageFiles/182800/chernobylhealthreport.pdf). Beyond the damage incurred by human beings that pervades to this day, the Chernobyl disaster wreaked havoc across the landscape by causing extensive damage to crops, plants, and infrastructure. Decades later, several surveys have been [carried out](https://southwestnuclearhub.ac.uk/radiation-mapping-chernobyl/) at the disaster site using robots, unmanned aerial vehicles (UAVs), and more to find out the radiation levels in the area. These surveys were aimed at finding out the radiation’s effect on the flora and fauna, and also about how much of it still continues to be present in the area. In a new [article](https://www.newscientist.com/article/2435255-farmland-near-chernobyl-nuclear-reactor-is-finally-safe-to-use-again/) by New Scientist, Valery Alexandrovich Kashparov from the National University of Life and Environmental Science of Ukraine states that over 80 percent of the surveyed area around the disaster site can be used again for agricultural activities. Kashparov’s team has been surveying the area for over a decade and it came to the conclusion based on the radiation levels it found in the region. Radiation levels in farmlands around the disaster site According to the report, the biggest health threat following the disaster was posed by iodine-131 isotope. However, it just has a half-life of eight days, and has reduced to negligible levels in the following years. However, others like caesium-137 and strontium-90 which have an over three decade shelf life are still present in the area – although with levels more than halved. This is only in the areas which are far removed from the disaster site. The survey found high radiation levels in the main exclusion zone, which surrounds the nuclear reactor site. This site has turned into a forest, and it may be given the status of a nature reserve in the coming years. Earlier in 2023, Volodymr Illienko, from the National University of Life and Environmental Science, carried out a survey to measure radioactivity levels on 2600 hectares of land around Narodychi and Vyazivka. “We didn’t find a higher level than permissible,” New Scientist quoted Illienko. However, other researchers have stated that they have found high radiation levels in some areas but this wouldn’t transfer to the crops or the produce. Moreover, if farming is resumed in the area the produce will definitely be checked for radiation. There are some other problems which remain to be sorted before the land can be allotted the uncontaminated category, and that includes taking the local population into confidence. The compensations will stop flowing once this happens, and this will have a large scale impact. RECOMMENDED ARTICLES Further, the ownership of the land will also have to be decided, but these measures are more political than technical, and can be sorted out sooner than later – if the administration deems fit. The Blueprint Daily Stay up-to-date on engineering, tech, space, and science news with The Blueprint. By clicking sign up, you confirm that you accept this site's [Terms of Use](/tos) and [Privacy Policy](/policies) ABOUT THE EDITOR [Abhishek Bhardwaj](https://interestingengineering.com/author/abhishekbhardwaj) Abhishek brings a wealth of experience in covering diverse stories across different beats. Having contributed to renowned wire agencies and Indian media outlets like ANI and NDTV, he is keenly interested in Tech, Business and Defense coverage. POPULAR ARTICLES US airdropped submarine ‘spy tech’ captured in South China Sea, claims China a day ago World record-shattering 402 TB data sent in a second via optical fiber a day ago",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://archivo-es.greenpeace.org/espana/PageFiles/182800/chernobylhealthreport.pdf).",
    "https://www.newscientist.com/article/2435255-farmland-near-chernobyl-nuclear-reactor-is-finally-safe-to-use-again/)",
    "https://southwestnuclearhub.ac.uk/radiation-mapping-chernobyl/)",
    "https://newscientist.com/article/2435255-farmland-near-chernobyl-nuclear-reactor-is-finally-safe-to-use-again/)",
    "https://www.archivo-es.greenpeace.org/espana/PageFiles/182800/chernobylhealthreport.pdf).",
    "https://www.southwestnuclearhub.ac.uk/radiation-mapping-chernobyl/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "chernobyl",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "chernobyl nuclear power plant",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T15:36:29.587+03:00",
  "updated": "2024-06-28T15:42:16.618+03:00"
}