{
  "thread": {
    "uuid": "db2aa1cbd1ff7c94878ba7787641f74b9f87603b",
    "url": "https://www.curetoday.com/view/blood-cancer-trial-resumes-enrollment-shows-improved-ewing-sarcoma-results",
    "site_full": "www.curetoday.com",
    "site": "curetoday.com",
    "site_section": "https://curetoday.com/news",
    "site_categories": [
      "health",
      "cancer"
    ],
    "section_title": "All News",
    "title": "Blood Cancer Trial Resumes Enrollment, Shows Improved Ewing Sarcoma Results",
    "title_full": "Blood Cancer Trial Resumes Enrollment, Shows Improved Ewing Sarcoma Results",
    "published": "2024-01-06T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.sanity.io/images/0vv8moc6/curetoday/01af5c6da2715b9bbd3bb4d6c2def3900b4c5a75-3873x3873.jpg?fit=crop&amp;auto=format",
    "performance_score": 0,
    "domain_rank": 46472,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "db2aa1cbd1ff7c94878ba7787641f74b9f87603b",
  "url": "https://www.curetoday.com/view/blood-cancer-trial-resumes-enrollment-shows-improved-ewing-sarcoma-results",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ashley Chan",
  "published": "2024-01-06T00:00:00.000+02:00",
  "title": "Blood Cancer Trial Resumes Enrollment, Shows Improved Ewing Sarcoma Results",
  "text": "A phase 1/2 trial evaluating seclidemstat plus Vidaza resumed patient enrollment for those with certain blood cancers and another phase 1/2 trial demonstrated improved results in patients with Ewing sarcomas. A phase 1/2 trial evaluating the treatment combination of seclidemstat and Vidaza (azacytidine) has resumed patient enrollment for those with some blood cancers, according to biopharmaceutical company Salarius Pharmaceuticals, the manufacturer of seclidemstat. Seclidemstat is a novel oral drug that helps prevent the growth of cancer cells by blocking certain enzymes that are essential for cell growth. Vidaza is a drug that may help prevent some growth that may become cancer. The combination of these two drugs may increase the likelihood of destroying more cancer cells, according to the National Cancer Institute. In particular, a news release from Salarius Pharmaceuticals reported that the treatment combination of seclidemstat and Vidaza would be evaluated to treat patients with myelodysplastic syndrome (MSD) and chronic myelomonocytic leukemia (CMML), a rare form of blood cancer. The respective phase 1/2 trial’s primary objectives include determining the safety and tolerability of the drug combination, as well as establishing the maximum dose that can be tolerated by patients. The researchers also aim to evaluate the overall response rate (ORR; percentage of patients who have a partial or complete response to treatment) after receiving the drug combination, ClinicalTrial.gov stated on the trial’s listing. Secondary objectives for the trial also include analyzing the overall survival (OS; length of time from diagnosis or the start of treatment when a patient is still alive) and duration of response (DOR; length of time when a tumor continues responding to treatment without growth). Other secondary objectives in the trial are relapse-free survival (RFS; length of time after primary treatment when a patient lives without signs of cancer), leukemia-free survival and safety. According to the same listing from ClinicalTrials.gov, the estimated enrollment is expected to be 44 patients with either MDS or CMML. The estimated date of completion for the study is September 2025. The trial, being conducted at the University of Texas MD Anderson Cancer Center in Houston, was put on a partial pause by the Food and Drug Administration (FDA) in October 2022 after there was a suspected unexpected serious side effect, according to the news release. More specifically, the news release stated that the serious side effect was observed only in patients with FET-rearranged sarcoma who were receiving seclidemstat. “We are pleased that the FDA has removed the partial clinical hold on the MD Anderson trial with seclidemstat in blood cancers, and we are excited about the prospect of MD Anderson enrolling additional patients and building a broader database of patient data,” David Arthur, president and chief executive officer of Salarius Pharmaceuticals, said in the news release. “(MD Anderson Cancer Center) researchers previously reported what we believe are encouraging interim results, and we look forward to learning what potential benefits patients will experience at higher doses of seclidemstat.” Another phase 1/2 trial from Salarius analyzing seclidemstat in approximately 50 patients with Ewing sarcomas, a type of cancer occurring in the bones and soft tissue, reported that a patient demonstrated a partial response after receiving a treatment combination of Cytoxan (cyclophosphamide) and Hycamtin (topotecan) according to the ClinicalTrials.gov listing. The news release noted that the partial response to treatment has led to a 60% objective response rate (percentage of patients who have a partial or complete response to treatment) and a 60% disease control rate (percentage of patients with a partial or complete response, or stable disease after treatment). “We are also pleased to see that patients continuing treatment with seclidemstat and (Cytoxan and Hycamtin) continue to improve. With our Food and Drug Administration Type B meeting process completed, we plan to file an amended Ewing protocol focusing on first relapse patients, who we believe will benefit from Seclidemstat and (Cytoxan and Hycamtin) combination therapy,“ Arthur added. For more news on cancer updates, research and education, don’t forget to [subscribe to CURE®’s newsletters here](https://www.curetoday.com/view/enews?tfa_2=CUREARTICLE&utm_source=form&utm_medium=article&utm_campaign=footer). [MLB VP Reveals Cancer Diagnosis, Jaxon-Smith Njigba Raises Awareness for Cancer Foundation and More](https://www.curetoday.com/view/mlb-vp-reveals-cancer-diagnosis-jaxon-smith-njigba-raises-awareness-for-cancer-foundation-and-more?utm_source=www.curetoday.com&utm_medium=relatedContent) As Billy Bean, MLB VP, revealed a cancer diagnosis and Toronto Blue Jays sportscaster, Jamie Campbell showed pre-skin cancer photo, here is what’s happening in the oncology space this week. Read More [The Man Who Lost His Hip to Cancer and Crossed the Marathon Finish Line Anyway](https://www.curetoday.com/view/the-man-who-lost-his-hip-to-cancer-and-crossed-the-marathon-finish-line-anyway?utm_source=www.curetoday.com&utm_medium=relatedContent) In this episode of the “CURE® Talks Cancer” podcast, Colin Jackson explains how he was able to complete a marathon even after cancer treatments that called for surgical removal of part of his femur, hip and surrounding muscle. Listen",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "vidaza",
        "sentiment": "negative"
      },
      {
        "name": "ewing",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national cancer institute",
        "sentiment": "none"
      },
      {
        "name": "salarius pharmaceuticals",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T01:25:28.158+02:00",
  "updated": "2024-01-10T12:12:21.097+02:00"
}