{
  "thread": {
    "uuid": "c3c1adf9e601a1e085b702c2c01cd99163ed3b58",
    "url": "https://gardenandgun.com/articles/the-little-west-virginia-farm-with-big-dreams",
    "site_full": "gardenandgun.com",
    "site": "gardenandgun.com",
    "site_section": "https://gardenandgun.com",
    "site_categories": [
      "hobbies_and_interests"
    ],
    "section_title": "Garden &amp; Gun | Official Website of Garden &amp; Gun Magazine",
    "title": "The Little West Virginia Farm with Big Dreams – Garden & Gun",
    "title_full": "The Little West Virginia Farm with Big Dreams – Garden & Gun",
    "published": "2024-04-18T22:54:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gardenandgun.com/wp-content/uploads/2024/04/Lewis-Farm-Website-Photos-2-1600x1067.jpg",
    "performance_score": 0,
    "domain_rank": 22792,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c3c1adf9e601a1e085b702c2c01cd99163ed3b58",
  "url": "https://gardenandgun.com/articles/the-little-west-virginia-farm-with-big-dreams",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gabriela Gomez-Misserian",
  "published": "2024-04-18T22:54:00.000+03:00",
  "title": "The Little West Virginia Farm with Big Dreams – Garden & Gun",
  "text": "Driving through the rolling, densely forested mountains of West Virginia and into the valley where Wardensville (population 379) lies, it’s surprisingly tough not to stop. Maybe the life-sized red cow-with-a-cowboy-hat sculpture at the [Lost River Trading Post](https://www.lostrivertradingpost.com/) catches your eye. Or those umbrella-topped picnic tables near the [Wardensville Garden Market](https://farmsworkwonders.org/wardensville-garden-market/) beckon. Or you might have heard about [Mack’s Bingo Kitchen](https://farmsworkwonders.org/macks-bingo-kitchen/) and its crispy, juicy chicken sandwich. Since 2016, this Appalachian town has been revivified by a nonprofit called Farms Work Wonders (FWW). The market and restaurant above—plus [Lewis Farm](https://farmsworkwonders.org/lewis-farm/), Mack’s Bingo Bakery, and [Dakota Glass Works](https://farmsworkwonders.org/dakota-glass-works/)—fall under the expanding FWW canopy, which aims to grow everything from veggies to the area’s economy. The group’s primary focus, though, is supporting local youth. In 2013, it started small when Washington insiders Paul Yandura and his partner, Don Hitchcock, “retired” from D.C. to rural West Virginia. They got real estate licenses and bought their own first listing, envisioning it as a community hub and trading post. The fact that 10,000 cars and trucks pass through Wardensville daily meant likely foot traffic. (The town is near the busy intersection of I-81 and I-66 in nearby Virginia.) Around the area, Yandura had often heard this sobering refrain: “Young people want to leave; there’s nothing for them to do. We can’t do anything. We’ve tried.” But Yandura—who’d run a consulting firm and had major community organizing experience (he helped the 1994 White House form a gay-and-lesbian outreach office)— appreciated a challenge. Friend and philanthropist Jonathan D. Lewis visited them, offered the support of his foundation (now called the Jonathan D + Mark C. Lewis Foundation), and encouraged “taking a risk.” The Foundation, which Yandura is the CEO of, took on FWW as a pilot project. In 2016, FWW started with a farm and outdoor stand that employed five local adults and five youth. Initially, they sold potatoes, beets, okra, and herbs at a roadside stand. They didn’t have to teach the fundamentals of farming in Appalachia, but the organization emphasized organic and regenerative practices like crop rotation, minimal tillage, and using multiple-season extension structures to help its three quarters of an acre produce year-round. This year, Lewis Farm will grow some seventy-five varieties of food and flowers, including chef favorites such as ginger, turmeric, and specialty peppers. Since its early days, FWW has added the bakery (known for luscious cinnamon rolls), a glass-blowing shop, and, last summer, an inviting restaurant that serves up such specialties as pimento cheese with fried hot peppers, grilled whole trout with roasted squash, and soup beans with farm greens. The group now employs ninety-nine staffers, and this summer, up to fifteen recruited youth ages sixteen to twenty-one will start in the six-week challenge program that develops their workforce and social skills before they’re offered positions as junior crew members at one of FWW’s businesses. That program is followed by a six-month immersion into these “living classrooms.” “The number one thing that highlights this place is that everyone around you really cares,” says Brenden Furlong, nineteen, a part-time market staffer who studies at the local community college and plans to attend West Virginia University. “It really matters to them that you’re successful.” Youth can tailor the program to their goals, and FWW’s “mission team” of advisors is there as needed. Some youth later transition to staff positions. Now a full-time restaurant employee at Mack’s Bingo Kitchen, Elvira Camarillo has honed her knife techniques and solidified her desire to be a chef. Former junior crew member and current restaurant cook Kollin Quarles finds FWW’s emphasis on communication skills especially helpful. “The managers have an open ear for anything,” he says. “As a coworker and on a personal level, you have somebody to trust and talk to.” The work hasn’t been without its hurdles. “As with most places in West Virginia,” Furlong says, “a lot of the time they don’t like outsiders too much, to be perfectly honest.” Yandura understands why. “In Appalachia,” he says, “many times people came in and extracted resources and made a lot of money, whether it was on the beauty or the nature or coal.” But Yandura and Hitchcock are walking the walk—they literally live just off the main road. And what a thriving Main Street it’s become.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://farmsworkwonders.org/macks-bingo-kitchen/)",
    "https://farmsworkwonders.org/lewis-farm/),",
    "https://farmsworkwonders.org/wardensville-garden-market/)",
    "https://farmsworkwonders.org/dakota-glass-works/)—fall",
    "https://www.lostrivertradingpost.com/)",
    "https://www.farmsworkwonders.org/dakota-glass-works/)—fall",
    "https://www.farmsworkwonders.org/wardensville-garden-market/)",
    "https://www.farmsworkwonders.org/lewis-farm/),",
    "https://www.farmsworkwonders.org/macks-bingo-kitchen/)",
    "https://lostrivertradingpost.com/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mack",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dakota glass works",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "little west virginia",
        "sentiment": "none"
      },
      {
        "name": "west virginia",
        "sentiment": "none"
      },
      {
        "name": "wardensville garden market",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:17:46.050+03:00",
  "updated": "2024-04-26T01:00:17.736+03:00"
}