{
  "thread": {
    "uuid": "aff36cbb676b09db6d0a238e1d79430341205f6c",
    "url": "https://barbadostoday.bb/2024/03/29/lets-preserve-our-culture-by-keeping-easter-traditions-alive",
    "site_full": "barbadostoday.bb",
    "site": "barbadostoday.bb",
    "site_section": "http://www.barbadostoday.bb/category/local-news/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Local News Archives - Barbados Today",
    "title": "Let’s preserve our culture by keeping Easter traditions alive",
    "title_full": "Let’s preserve our culture by keeping Easter traditions alive",
    "published": "2024-03-29T14:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BB",
    "main_image": "https://barbadostoday.bb/wp-content/uploads/2022/04/Easter-Cross-1.png",
    "performance_score": 0,
    "domain_rank": 67112,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aff36cbb676b09db6d0a238e1d79430341205f6c",
  "url": "https://barbadostoday.bb/2024/03/29/lets-preserve-our-culture-by-keeping-easter-traditions-alive",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Barbados Today",
  "published": "2024-03-29T14:00:00.000+03:00",
  "title": "Let’s preserve our culture by keeping Easter traditions alive",
  "text": "“A nation’s culture resides in the hearts and in the souls of its people.” – Mahatma Gandhi\nWe speak it often, but do we give much thought to what culture is. An author once wrote: “Simply put, culture is the way we live.”\nIt is the way we speak, the food we eat, the clothes we wear, the ways we worship, the songs we sing, the music we play, the way we dance, the way we socialise and the way we view the world. It is inherent in everything we do.\nCultural identity develops from birth and is shaped by the values and attitudes prevalent in the home, school, religious/spiritual organisations, NGOs, the media, the legal system and, indeed, the overall society.\nCulture is influenced by ancestry, language, level of education, profession, skill, family and political attitudes. Therefore, it is important to know and understand our culture so that we may learn to know and understand ourselves and our value as a people.\nThis coming Sunday, millions of Christians around the world will celebrate the resurrection of our Lord Jesus Christ. When we contemplate the resurrection of Jesus Christ and the accomplishment of our redemption that it heralds, we have to remember the Father’s love displayed at the cross, the Son’s worth as it is revealed at the cross, and the Father and the Son’s gift of the Holy Spirit, fulfilling the promise which God had made.\nWhat Christians mark this weekend is not merely symbolic. It is not a centuries-old story with no meaning for the present day.\nIndeed, Christ himself not fully understanding what his Father in Heaven was asking of him, demonstrated great faith. From the 40 days and 40 nights of being repeatedly tempted by Satan, to knowing the end was certain death, Christ held to faith in the One that is greater than He.\nAccording to the Bible, he believed in a better outcome even as everything around him was caving in. He was persecuted by the mob which shouted: “Give us Barabbas!” He was found guilty by a reluctant Pontius Pilate. He was betrayed and denied by two of his disciples. Yet through it all he held on to the faith he had in the unseen Father.\nEven in the midst of it all, he was not consumed by hatred. He was kind to the soldier whose ears one of his disciples had severed. He pardoned the two men beside him on the Cross at Calvary.\nAnd ultimately, when he was deemed down and out, he defied the odds and rose on the third day.\nWhile it is true that none of us human beings possess what Jesus has, the Bible says he was in human form at the time of the crucifixion. And if we are indeed made in the likeness and image of God himself, there must lie something in us that allows us to endure, that allows us to fall and rise again. We human beings possess the innate ability to overcome and rise against all odds.\nThis ability is strengthened by our norms, traditions, heritage and culture.\nA cultural form is an expression of collective cultural identity. It is an activity or practice recognised by members of the same group to hold some significance or purpose – social, spiritual, or historical, for example. In other words, a cultural form is an expression that can be identified as belonging to or originating from a particular culture.\nDid you go to church on Ash Wednesday and receive a cross out of ash on your forehead? Did you walk the community with palms on Palm Sunday? Did you go to church and get your feet washed on Maundy Thursday?\nHave you bought your hot cross buns? Have you bought your fish? Will you stay away from going to the beach on Good Friday? Have you spruced up the house somewhat? Will you attend Church on Good Friday or Easter Sunday?\nWill you gather with friends and family for lunch? Have you bought a kite for kite-flying or picnicking on Monday? Will you take in any of the activities on the Oistins Fish Festival calendar?\nFor decades, these are all activities we have embraced at this time of the year. These things we did either as students going to school or adults have helped to shape who we are. They are embedded in our country’s DNA.\nThe Easter weekend provides the perfect example of mixed emotions and feelings. It shows how one can move from despair to hope, from hopelessness to possibilities, from sorrow to joy.\nGood Friday and Easter also bring redemption – that thing that allows us to get a second chance at making things right. We will falter. We will err. It is called being human, but knowing that even when that happens you can start all over again is blessed assurance indeed.\nLet us all commit to doing our part in order to keep these invaluable and sentimental Easter traditions alive. They form a part of the rich cultural heritage that has kept our country for centuries.\nFrom the chairman, management and staff at Barbados TODAY, we wish you, our valued readers and advertisers, a Happy Easter!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mahatma gandhi",
        "sentiment": "neutral"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T14:42:28.485+03:00",
  "updated": "2024-03-29T14:42:28.485+03:00"
}