{
  "thread": {
    "uuid": "8f652dfcaf1590d2ffe0b7621dfea7e58d126df1",
    "url": "https://www.ucanews.com/news/south-korean-religious-leaders-go-on-pilgrimage-for-peace/104398",
    "site_full": "www.ucanews.com",
    "site": "ucanews.com",
    "site_section": "https://www.ucanews.com/rss/latest",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "UCA News",
    "title": "South Korean religious leaders go on pilgrimage for peace",
    "title_full": "South Korean religious leaders go on pilgrimage for peace",
    "published": "2024-03-11T07:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.ucanews.com/ucanews/uploads/2024/03/check-south-korean-religious-leaders-take-pilgrimage-for-peace-65ee95d412a09_600.jpeg",
    "performance_score": 0,
    "domain_rank": 22923,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8f652dfcaf1590d2ffe0b7621dfea7e58d126df1",
  "url": "https://www.ucanews.com/news/south-korean-religious-leaders-go-on-pilgrimage-for-peace/104398",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-11T07:40:00.000+02:00",
  "title": "South Korean religious leaders go on pilgrimage for peace",
  "text": "South Korean religious leaders ring the bell at Peace Bell Plaza in Paju of Gyeonggi Province near the border with North Korea on March 1, 2024. (Photo: Catholic Times)\nA group of South Korean clergy, nuns and laypeople from four major religions took a 400-kilometer journey to the Demilitarized Zone (DMZ) at the North Korean border and prayed for peace in Korean peninsula.\nThe group paid a visit to Peace Bell Plaza in Paju of Gyeonggi Province on March 1 and issued a \"Declaration for Life and Peace.\"\n“Peace is a core value that encompasses all religions, and peace is never something that can be achieved through physical force. We recognize differences, accept differences, and walk together while looking in the same direction,” the declaration read.\nThe members of the group hailed from the Catholic and Protestant Churches, Buddhism and Won-Buddhism. The event was organized by the DMZ Life and Peace Pilgrimage Committee, a common forum for the four religions.\nFather Timothy Lee Eun-hyeong from\nUijeongbu diocese greeted the pilgrims on behalf of the Catholic Church.\n“There is an old saying, ‘A journey of a thousand miles begins with one step,’ and this one step we walk. I think this will be a good step toward advancing peace and creating peace,” he said.“We urge everyone to join us on the path to peace and salvation,” he added.\nThe ceremony ended with the bell of peace being rung seven times to symbolize peace, life, and solidarity between North and South Korea.The DMZ Life and Peace Pilgrimage is a place where religious people walk and pray to spread the message of kindness and coexistence.\nAs tensions between North and South Korea continue, religious figures banded together to highlight the need for peace and reconciliation.\nReligious leaders have also called on people to join the pilgrimage that spans from Feb. 29 to March 21, covering Odusan Unification Observatory in Paju, passes through Daegwang-ri Peace Center in Baekmago, Cheorwon DMZ Ecological Peace Park, and Goseong Unification Observatory.Korea was ruled by the Joseon dynasty from 1392 to 1897 before Japan annexed the nation from 1910-1945.\nThe colonization ended with Japan’s defeat in World War II and surrender to Allied forces led by the Soviet Union and the US.\nKorea was then split into two with the North occupied by the Communists backed by the Soviet Union while the South sided with the US.\nKorean reunification failed due to Soviet and US disagreements, leading to the Korean War (1950-53) when the North invaded the South.\nAn estimated three million people, mostly civilians, were killed and more than 1.5 million were displaced.\nThe war ended with an armistice, not a peace treaty, on July 27, 1953. Technically, both nations are still at war.\n* This report is brought to you in partnership with Catholic Times of Korea",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "timothy lee eun-hyeong",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "peace bell plaza",
        "sentiment": "negative"
      },
      {
        "name": "catholic",
        "sentiment": "none"
      },
      {
        "name": "catholic church",
        "sentiment": "none"
      },
      {
        "name": "dmz life and peace pilgrimage committee",
        "sentiment": "none"
      },
      {
        "name": "catholic times",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gyeonggi province",
        "sentiment": "none"
      },
      {
        "name": "paju",
        "sentiment": "none"
      },
      {
        "name": "uijeongbu",
        "sentiment": "none"
      },
      {
        "name": "north korea",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-11T09:44:21.908+02:00",
  "updated": "2024-03-11T09:44:21.908+02:00"
}