{
  "thread": {
    "uuid": "1dff0eac5c26e6bc50d9658029556ce1f95e500d",
    "url": "https://www.actionnewsjax.com/news/national/nfl-winners-losers/GGIKKUSRRGKBL7VQHIUOUIAW7I/",
    "site_full": "www.actionnewsjax.com",
    "site": "actionnewsjax.com",
    "site_section": "https://www.actionnewsjax.com/news",
    "site_categories": [
      "media",
      "business",
      "entertainment"
    ],
    "section_title": "News – Action News Jax",
    "title": "NFL Winners and Losers: In post-Tom Brady world, Buccaneers still win NFC South title – Action News Jax",
    "title_full": "NFL Winners and Losers: In post-Tom Brady world, Buccaneers still win NFC South title – Action News Jax",
    "published": "2024-01-07T23:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cmg-cmg-tv-10050-prod.cdn.arcpublishing.com/resizer/PTSuj27P0fu0p2zIRaACrFGw1Zk=/1440x810/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/cmg/25BHFLJ3MPCP7DXEEYE4BQYH4U.jpg",
    "performance_score": 0,
    "domain_rank": 16239,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1dff0eac5c26e6bc50d9658029556ce1f95e500d",
  "url": "https://www.actionnewsjax.com/news/national/nfl-winners-losers/GGIKKUSRRGKBL7VQHIUOUIAW7I/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Frank Schwab, Yahoo Sports",
  "published": "2024-01-07T23:09:00.000+02:00",
  "title": "NFL Winners and Losers: In post-Tom Brady world, Buccaneers still win NFC South title – Action News Jax",
  "text": "The Tampa Bay Buccaneers' highest paid player, in terms of the salary cap, retired about a year ago. Tom Brady's $35.1 million cap hit accounted for almost $11.5 million more than any other player on the roster. It wasn't ideal, but whatever. Brady was great for the Buccaneers and brought the franchise a Super Bowl title. It was worth a terrible, rebuilding season while the Bucs got their salary cap back in order. Then a funny thing happened. The Buccaneers were pretty good down the stretch. Baker Mayfield, signed to a bargain one-year deal as he tried to revive his career, played well. Players from the Super Bowl season like receivers Mike Evans and Chris Godwin and linebacker Lavonte David were still productive. Young players like running back Rachaad White, defensive tackle Vita Vea and safety Antoine Winfield Jr. kept getting better. Coach Todd Bowles, who was probably was on the hot seat during a 4-7 start, brought it all together late in the season. Winning the 2023 NFC South wasn't an incredibly high bar to cross, and Sunday's game was really ugly for Tampa's offense, but the Buccaneers will happily take their playoff spot. The Buccaneers beat the Carolina Panthers 9-0 to clinch an NFC South championship. Three field goals held up. The Buccaneers would have been eliminated with a loss, and they did enough to win. Sunday was a slog against a two-win Panthers team. The offense struggled to do much. But the defense was very good, getting the shutout. The defensive performance included a phenomenal play from one of Tampa's superstars. The Panthers were about to take a 7-0 lead when receiver D.J. Chark was running down the sideline. But right before Chark got in, Winfield came in with a clutch hit and knocked the ball loose. The Bucs recovered in the end zone. Instead of a Panthers touchdown, the Bucs had the ball back. It was a massive, season-changing play. .— NFL (@NFL) [@AntoineWJr11]knocked it out for a touchback 👏 📺: [#TBvsCAR]on FOX 📱: Stream on [#NFLPlus] [https://t.co/X0vcyHUoyR] [pic.twitter.com/s8rVqVD4AV] [January 7, 2024] When the Panthers were driving in the fourth quarter, the Bucs got another key turnovers. Carolina had a touchdown taken off the board due to an illegal formation penalty, then Joe Tryon-Shoyinka strip-sacked Bryce Young and Tampa Bay recovered. The Buccaneers ran out the clock after that. It wasn't a pretty win, but nothing has been pretty in the NFC South all season. And nobody will remember how Tampa Bay won the division in Week 18, only that the Bucs won the division and are going to the playoffs. When Brady retired, the Bucs were supposed to fade for a couple seasons. There were plenty of jokes about tanking for Caleb Williams when Tampa Bay announced Mayfield as the starting QB. The New Orleans Saints and Atlanta Falcons had better rosters on paper than the Bucs, and that's a good reason the head coaches from those teams are in trouble after Tampa Bay won the division. The Buccaneers weren't supposed to be in the playoffs, not in this season when Brady was taking up more than 15% of their salary cap. Mayfield and Bowles might have saved their careers with a surprising playoff berth. It wasn't the prettiest division title for Tampa Bay, but it's one worth celebrating. Here are the rest of the winners and losers from the early games in Week 18: WINNERS Derek Carr: At least Carr ended the season on a positive note, individually speaking. The New Orleans Saints weren't getting much out of Carr for most of the season, especially for the $150 million deal they signed him to. But Carr played arguably his two best games to end the regular season. Carr threw four touchdowns and the Saints beat the Atlanta Falcons 48-17. New Orleans rubbed it in a bit by faking a kneeldown and scoring in the final two minutes, and Falcons coach Arthur Smith wasn't happy about that. The Saints didn't win the division because the Buccaneers handled business against the Panthers, but the win kept the Saints alive for a wild-card spot through the afternoon games. Carr's 4th TD pass of the game— New Orleans Saints (@Saints) A.T.'s 2nd TD grab have a day, fellas [#Saints]| 📺: CBS [pic.twitter.com/I0jDL4B7y5] [January 7, 2024] New Orleans can feel a little better about Carr, who threw two touchdowns in a win over the Bucs in Week 17. It took a while to get going. But it's not like the Saints can move on from Carr's massive deal after one season, so it's not too bad to end the season with a couple good games from their quarterback. Jake Browning: Browning doesn't know the next time he'll get a chance to start in the NFL. So he took advantage of his last start this season in place of Joe Burrow. Facing a Cleveland Browns team that had the No. 5 seed wrapped up and sat practically every key player, the Cincinnati Bengals rolled to a 31-14 win. Browning threw three touchdowns and looked pretty good once again. The Bengals had such a big lead, Browning was taken out of the game early in the fourth quarter. Browning did fairly well in his time replacing Burrow. He put enough on tape that he should be considered a priority backup or perhaps even a bridge quarterback for a needy team going forward. He had one last chance to make an impression on Sunday, and made the most of it. LOSERS Doug Pederson: Trevor Lawrence will get a lot of heat for a miserable Jacksonville Jaguars loss on Sunday. Lawrence played poorly, the Jaguars lost 28-20 to the Tennessee Titans and that allowed the Houston Texans to win the AFC South. The Jaguars were eliminated with the loss. The Pittsburgh Steelers got a wild-card spot with the Jaguars loss. A lot will fall on Lawrence and some of that is fair, but he was playing through multiple injuries. He clearly wasn't the same after a high ankle sprain suffered against the Bengals in Week 13. While Lawrence still is responsible for some of his key mistakes, like missing a wide-open Calvin Ridley deep downfield for a potential touchdown in the final two minutes, Pederson can't be let off the hook. TREVOR LAWRENCE AND CALVIN RIDLEY ALMOST HAD A TD N — Mr Matthew CFB (@MrMatthew_CFB) [pic.twitter.com/2cjz6lwiZT] [January 7, 2024] The Jaguars were clearly the most talented team in the division and they're going home. They looked unprepared to play a Titans team that had been eliminated long ago and had to turn to Ryan Tannehill at quarterback with Will Levis injured. The Titans controlled most of the game. The Jaguars were up against the ropes in the third quarter, trailing 28-13, when Pederson decided against a field goal on fourth-and-7, he went for it and Lawrence completed a pass well short of the first down. Later, when the Jaguars had goal-to-go, trailing 28-20, they ran a terrible rollout with Lawrence on third down that he threw away and then he tried to extend the ball over the line on fourth down but was short. Jacksonville had one last chance after that but Lawrence missed Ridley downfield on second down and then threw incomplete on third and fourth down. The Jaguars shrunk in a big moment. Lawrence's critics will be out after the loss. Pederson's critics should be too. Offensive football in New England: As the field turned from green to white in New England under the heavy snow, it became tougher for the New York Jets and New England Patriots to move the ball. And those two teams can't move the ball in perfect conditions. If Sunday was Bill Belichick's last game as Patriots coach, it was an ugly way to go out. The Jets won 17-3, putting it away on a Breece Hall touchdown in the final two minutes, the first touchdown of the game. Snow games are fun, but not when both teams are completely inept on offense. One play summed up the fun. The Patriots had a fourth-and-1 near midfield in the fourth quarter, trailing 6-3. For some inexplicable reason, New England decided to pass it even though Bailey Zappe was 8 of 22 for 65 yards at that point. Zappe threw short, it was predictably knocked incomplete and the Jets took over. The Jets ended up with the win, their first against the Patriots since 2015. A miserable season for New England ended with a rough loss. Then the real drama started with the future of their great coach. Minnesota Vikings: Last season, the Vikings deserved worse. This season, they deserved better. The good luck the Vikings received last season when they won the NFC North reversed this season. Minnesota stayed in the playoff mix until the season finale, but ultimately the Vikings couldn't overcome their injuries, especially at quarterback. The Detroit Lions didn't rest starters even though they had only a small shot to move up from the No. 3 to No. 2 seed in the NFC (a decision that could haunt coach Dan Campbell after tight end Sam LaPorta suffered a knee injury), and the Lions ended the Vikings season. Detroit won 30-20. There will be questions about the Lions secondary after Nick Mullens threw for 396 yards, but Mullens also had a couple of costly picks in the loss. The Vikings have an interesting offseason coming up. Kirk Cousins is a free agent and he's coming off a torn Achilles. Minnesota has a quarterback situation to figure out. After they settle QB, they'll hope for a lot better luck next season.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://t.co/X0vcyHUoyR",
    "https://www.t.co/X0vcyHUoyR"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brady",
        "sentiment": "none"
      },
      {
        "name": "mike evans",
        "sentiment": "none"
      },
      {
        "name": "lavonte david",
        "sentiment": "none"
      },
      {
        "name": "antoine winfield jr.",
        "sentiment": "none"
      },
      {
        "name": "chris godwin",
        "sentiment": "none"
      },
      {
        "name": "tom brady",
        "sentiment": "none"
      },
      {
        "name": "rachaad white",
        "sentiment": "none"
      },
      {
        "name": "todd bowles",
        "sentiment": "none"
      },
      {
        "name": "baker mayfield",
        "sentiment": "none"
      },
      {
        "name": "vita vea",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tampa bay buccaneers",
        "sentiment": "negative"
      },
      {
        "name": "nfl",
        "sentiment": "negative"
      },
      {
        "name": "buccaneers",
        "sentiment": "negative"
      },
      {
        "name": "bucs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tampa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:14:54.648+02:00",
  "updated": "2024-01-08T00:14:54.648+02:00"
}