{
  "thread": {
    "uuid": "b7f5a4b998ad6bee577e17ce7335efb0a3d1bd55",
    "url": "https://news.okstate.edu/articles/communications/2024/a_rare_opportunity_oaire_researchers_use_eclipse_to_gather_atmospheric_data.html",
    "site_full": "news.okstate.edu",
    "site": "okstate.edu",
    "site_section": "https://news.okstate.edu/colleges/index.html",
    "site_categories": [
      "graduate_school",
      "education"
    ],
    "section_title": "College News | Oklahoma State University",
    "title": "A rare opportunity: OAIRE researchers use eclipse to gather atmospheric data | Oklahoma State University",
    "title_full": "A rare opportunity: OAIRE researchers use eclipse to gather atmospheric data | Oklahoma State University",
    "published": "2024-04-11T23:57:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://news.okstate.edu/articles/communications/images/240408_eclipse_003_banner.jpg",
    "performance_score": 0,
    "domain_rank": 2774,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b7f5a4b998ad6bee577e17ce7335efb0a3d1bd55",
  "url": "https://news.okstate.edu/articles/communications/2024/a_rare_opportunity_oaire_researchers_use_eclipse_to_gather_atmospheric_data.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shannon Rigsby",
  "published": "2024-04-11T23:57:00.000+03:00",
  "title": "A rare opportunity: OAIRE researchers use eclipse to gather atmospheric data | Oklahoma State University",
  "text": "A rare opportunity: OAIRE researchers use eclipse to gather atmospheric data Thursday, April 11, 2024 Media Contact: Shannon Rigsby | Associate Director of Public Information | 405-744-9081 | [shannon.rigsby@okstate.edu](mailto:shannon.rigsby@okstate.edu) Oklahoma State University’s Oklahoma Aerospace Institute for Research and Education used the 2024 total solar eclipse path as an opportunity to improve weather forecasting. Sixteen OSU students and faculty members were joined by NASA representatives at the Choctaw Nation Community Center in Broken Bow, Oklahoma. They conducted research as part of the NASA National Eclipse Balloon Program. The team began launching balloons to gather atmospheric data at 1 p.m. Sunday. Flights continued on the hour and into the night Monday. Dr. Jamey Jacob, OAIRE executive director, likened the effect of the eclipse to that of a pebble in a pond. “Just like a pebble causes waves in the water, the eclipse causes gravity waves in its wake as it moves across the Earth, and we want to measure those disturbances,” he said. “These waves are essential for transporting energy in the atmosphere. They’re good at mixing the air and act as conveyor belts to help move moisture from one location to another just like waves in the ocean.” Jacob said the goal is to take the atmospheric readings from such a rare but known event and use it to provide general improvements to numerical weather prediction models. “The atmosphere is so complex to model — it’s just a very complicated phenomena,” he said. “The eclipse provides a way to verify existing models using a known condition.” OSU was one of 50 teams across the U.S. in the NASA program, with OSU serving as an atmospheric science pod lead. “We’re responsible for organizing and supporting other teams leading up to the eclipse and bringing their data together post-event. We have teams spread out between Texas, Oklahoma and Arkansas,” Jacob said. The OAIRE team also had a distinction from others compiling data; Dr. Brian Elbing, renowned OSU tornado researcher, incorporated infrasonic arrays into the data collection arsenal to better understand how those systems work for tornado detection. OAIRE also took drones to serve as a repeatable system taking the same measurements. Jacob said someday, the balloons that carry the instruments will be replaced by drone fleets. Zach Yap, a research and development engineer with OAIRE, has been conducting research with OSU for years, including as an undergraduate and graduate student. “This was a wonderful opportunity to see what happens when you essentially turn off the sun and have a rapid onset of darkness,” he said. “An eclipse is an interesting and unique way of generating atmospheric gravity waves. They happen between different layers in the atmosphere, and the waves are good movers of energy for storms and other things. If we can better understand how these waves propagate through the atmosphere, we can better — on a continental scale — forecast weather systems.” In addition to OSU leading several other universities, OAIRE researchers had the opportunity to be a resource for students at Gordon Cooper Technology Center in Shawnee as well as Okmulgee high schools. “Through the NEPB and OSU, we can give them the opportunity and resources to learn from these opportunities,” Yap said. “By doing this, we can share this knowledge and inspire them to pursue a STEM career.” Freshman Research Scholar Lily Yates, from Sapulpa, Oklahoma, was part of the OAIRE research team, assisting with balloon launches. Conducting weather research is her career and life goal. “My experience with research at OSU has been absolutely amazing,” she said. Jacob said the effort included the whole range of student involvement. “On the science side, we had high school, undergraduate and graduate students working together and while here at the eclipse, we use this opportunity for science outreach for younger kids and to our tribal partners,” he said. “The eclipse itself is a cosmic marvel that inspires awe in all who see it. What better way to reach the next generation of scientists and engineers?”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shannon rigsby",
        "sentiment": "none"
      },
      {
        "name": "jamey jacob",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "oaire",
        "sentiment": "positive"
      },
      {
        "name": "oklahoma state university",
        "sentiment": "positive"
      },
      {
        "name": "osu",
        "sentiment": "none"
      },
      {
        "name": "choctaw nation community center",
        "sentiment": "none"
      },
      {
        "name": "nasa",
        "sentiment": "none"
      },
      {
        "name": "oklahoma state university’s oklahoma aerospace institute for research and education",
        "sentiment": "none"
      },
      {
        "name": "nasa national eclipse balloon program",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "earth",
        "sentiment": "none"
      },
      {
        "name": "broken bow",
        "sentiment": "none"
      },
      {
        "name": "oklahoma",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:40:23.444+03:00",
  "updated": "2024-04-19T03:49:33.337+03:00"
}