{
  "thread": {
    "uuid": "e7ab536f36cc45acfcdbf32fff9368f7ac3c6981",
    "url": "https://www.citizen.digital/tech/safaricom-ceo-ndegwa-advice-to-kenyans-wary-of-job-loss-in-the-age-of-ai-learn-to-use-it-n338502",
    "site_full": "www.citizen.digital",
    "site": "citizen.digital",
    "site_section": "https://www.citizen.digital",
    "site_categories": [],
    "section_title": "Citizen Digital - Breaking News, Kenya News, Latest News, Citizen TV, 2022 elections, Sports, Entertainment, Exclusive videos, Radio, Podcasts",
    "title": "Safaricom CEO Ndegwa advice to Kenyans wary of job loss in the age of AI: Learn to use it",
    "title_full": "Safaricom CEO Ndegwa advice to Kenyans wary of job loss in the age of AI: Learn to use it",
    "published": "2024-03-14T22:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KE",
    "main_image": "https://citizentv.s3.amazonaws.com/120592/conversions/Ndegwa-og_image.webp",
    "performance_score": 0,
    "domain_rank": 53562,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e7ab536f36cc45acfcdbf32fff9368f7ac3c6981",
  "url": "https://www.citizen.digital/tech/safaricom-ceo-ndegwa-advice-to-kenyans-wary-of-job-loss-in-the-age-of-ai-learn-to-use-it-n338502",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joseph Muia",
  "published": "2024-03-14T22:34:00.000+02:00",
  "title": "Safaricom CEO Ndegwa advice to Kenyans wary of job loss in the age of AI: Learn to use it",
  "text": "Safaricom CEO Peter Ndegwa has urged Kenyans to acquit themselves with knowledge and skills around Artificial Intelligence to avoid being redundant in the job market.\nSpeaking on Citizen TV’s The Tonight Show on Thursday, Ndegwa allayed fears of looming unemployment in the country after the emergence of AI saying citizens could still find a niche in the job market and create for themselves opportunities.\nDespite the corporate hotshot admitting that some jobs may be deemed redundant, he said AI could also be used to create a larger marker that requires more human resources.\nCiting opportunities created at Safaricom Ndegwa said the company had on the contrary generated more jobs in the technical department, arguing that the more systems the company had, the higher the number of employees needed.\n“The most important thing we are asking our people to do is to learn to use AI…not necessarily to understand the technical elements of it and how it can help you,” he said.\n“From a positive perspective, we will see huge opportunities in improving how we do things, the speed to market, how we serve a large customer base and still be focusing on them individually. AI will fast-track the growth in the world.”\nHe added: “We have been on this journey for a few years; we have created a big data team, data scientists and engineers. We have actually increased the number of IT professionals because you need a lot of computer personnel.”\nAccording to Ndegwa who underscores the importance of AI in the growth of businesses, people should desire to improve their skills in relation to AI.\nHe foresees a future where people’s skills will be primary in advancing the role of AI in a specific task, and knowledge of AI will be an additional advantage for doing a certain task more effectively.\n“Customers want more personalized services; it is about how we push boundaries as we encourage the employees to transition because technology will continue to improve…today high school students are doing coding,” he explained.\n“For those who fear and actually don’t learn how to use AI, they will be affected but for those who do, their jobs will just be different and they will be more effective.”\nThe CEO at the same time warned that some of the current jobs may be done away with in the wake of AI, which calls for those affected to consider different tasks.\nHe implores citizens to be open-minded in performing different tasks related to their skills.\n“Let us think how we use the technology to enable our employees to improve their skills and capabilities so that they are ready for the future,” he noted.\n“But there are certain tasks that will need to be automated through the AI process, however, the job will be different …so people might need to move to different types of jobs…their skills and training may still be important but their tasks will change; new jobs will be created.”\nTags: Citizen Digital Peter Ndegwa AI Citizen TV Kenya Want to send us a story? Submit on Wananchi Reporting on the Citizen Digital App or Send an email to wananchi@royalmedia.co.ke or Send an SMS to 25170 or WhatsApp on 0743570000\nLeave a Comment\nComments No comments yet.\nlatest stories",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Education"
  ],
  "external_links": [
    "https://wa.me/0743570000",
    "https://www.wa.me/0743570000"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ndegwa",
        "sentiment": "negative"
      },
      {
        "name": "peter ndegwa",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "safaricom ndegwa",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:19:33.550+02:00",
  "updated": "2024-03-15T00:19:33.550+02:00"
}