{
  "thread": {
    "uuid": "a7beae55a10fb4b379e430cbd063850e457dc216",
    "url": "https://vnexplorer.net/pm-modi-is-india-todays-newsmaker-of-the-year-s711145.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "PM Modi is India Today's Newsmaker of the Year",
    "title_full": "PM Modi is India Today's Newsmaker of the Year",
    "published": "2023-12-29T20:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mclV2.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a7beae55a10fb4b379e430cbd063850e457dc216",
  "url": "https://vnexplorer.net/pm-modi-is-india-todays-newsmaker-of-the-year-s711145.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T20:11:00.000+02:00",
  "title": "PM Modi is India Today's Newsmaker of the Year",
  "text": "PM Modi is India Today’s Newsmaker of the Year\nPrime Minister Narendra Modi is India Today’s Newsmaker of the Year 2023. PM Modi, who has been a force on both the national and the international stage, dominated the headlines this year.\n“Thank you for the distinction of Newsmaker of the Year 2023,” PM Modi told India Today, adding that for him “there have been many newsmakers this year”.\nIn an exclusive interaction with India Today, PM Modi counted farmers, craftsmen, athletes and citizens of the country among the newsmakers of this year.\n“For me, there have been many newsmakers this year. Our farmers who are leading a record agriculture production and bringing about a millet revolution globally. Our people who made the G20 a big success across the country. Our Vishwakarmas who are charting a path of success through their skills. Our athletes who made us proud at the Asian Games, Asian Para Games and other tournaments,” he said.\nThe PM also counted the youth and the women of the country among the newsmakers and highlighted how they were contributing to the ‘Naya Bharat’.\n“Our youth who are creating new records, be it in the field of start-ups or science. Our Nari Shakti, which is scaling new frontiers in all sectors, especially now that a new story of empowerment is being written through women-led development,” PM Modi said.\nPM Modi led India to new heights at a time when the world was grappling with several crises. Be it two major wars — Russia-Ukraine and Israel-Hamas — the long shadow of Covid or the global economic slowdown, India has not only outperformed others but also held the light of hope for the world.\nIndia continued on the reforms path under PM Modi and Parliament passed the 33% women’s reservation bill in September. In December, the government went in for reform of the criminal laws. It did away with “outdated” British-era laws and replaced them with new laws relevant to our times.\nAnother of his historic reforms, the abrogation of Article 370, got the stamp of approval of the Supreme Court in December.\nThe economy has stayed on a growth trajectory despite multiple global headwinds. India was one of the fastest-growing economies in 2023.\nThe Modi government also kept its focus on pro-poor welfare schemes. After his free LPG, health cards and housing schemes for the poor, it took it upon itself to provide clean tap water to crores of households.\nIndia saw a successful G20 presidency under PM Modi and gave a definitive voice to the Global South. In a major diplomatic victory, India got everyone on board for the New Delhi Declaration despite a major rift among G20 participants on the Russia-Ukraine war.\nIndia has also been successful in keeping its Middle East balance by criticising the Hamas terrorist attack on Israel without distancing its Arab friends. The Modi government has also sent aid to the war-ravaged people of Gaza.\nTo cap a year that was going pitch perfect for him, PM Modi led the BJP to a resounding victory in three Hindi heartland states. The BJP wins in Chhattisgarh, Madhya Pradesh and Rajasthan leave little doubt that the Prime Minister’s stature and following has only grown. Armed with pro-incumbency, the BJP will now head for the big battle of 2024, hoping that the newsmaker of 2023 will see it to a bigger Lok Sabha election win in 2024.\nWatch Live TV in English\nWatch Live TV in Hindi",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mclV2.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mclV2.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "negative"
      },
      {
        "name": "modi",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "india today",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T20:13:03.676+02:00",
  "updated": "2023-12-29T20:13:03.676+02:00"
}