{
  "thread": {
    "uuid": "c49980b97d7867eababd26ad0ccba8006f21d04c",
    "url": "https://www.belfasttelegraph.co.uk/news/republic-of-ireland/irish-archives-belgians-hailed-after-paintings-stolen-in-republic-recovered/a863611696.html",
    "site_full": "www.belfasttelegraph.co.uk",
    "site": "belfasttelegraph.co.uk",
    "site_section": "https://www.belfasttelegraph.co.uk/latest-news",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News NI - BelfastTelegraph.co.uk",
    "title": "Irish archives: Belgians hailed after paintings stolen in Republic recovered | BelfastTelegraph.co.uk",
    "title_full": "Irish archives: Belgians hailed after paintings stolen in Republic recovered | BelfastTelegraph.co.uk",
    "published": "2023-12-30T01:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://focus.belfasttelegraph.co.uk/thumbor/FblGb94WMsMuKnnpZU-UQhlOm40=/0x1107:2773x2955/2773x1848/prod-mh-ireland/965dc7e3-7f02-4371-a14f-15140ee54aef/46ff8199-d49d-4f9e-95f6-d22248a66724/965dc7e3-7f02-4371-a14f-15140ee54aef.jpg",
    "performance_score": 0,
    "domain_rank": 3300,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c49980b97d7867eababd26ad0ccba8006f21d04c",
  "url": "https://www.belfasttelegraph.co.uk/news/republic-of-ireland/irish-archives-belgians-hailed-after-paintings-stolen-in-republic-recovered/a863611696.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ralph Riegel",
  "published": "2023-12-30T01:00:00.000+02:00",
  "title": "Irish archives: Belgians hailed after paintings stolen in Republic recovered | BelfastTelegraph.co.uk",
  "text": "Irish archives: Belgians hailed after paintings stolen in Republic recovered Art taken in raid by notorious Dublin criminal ‘The General’ was fenced by UVF killer Billy Wright and used to fund loyalist terrorism in Mid Ulster IRISH authorities praised their Belgian counterparts after a sting operation resulted in the recovery of paintings stolen from a stately home in 1986. The theft of 17 works by old masters from Russborough House in Co Wicklow was the largest art robbery in the history of the Republic — with the cache conservatively valued at over IR£30m. The robbery was masterminded by Dublin criminal Martin ‘The General’ Cahill, who had thought the artworks could be readily sold on the black market. Cahill was shot dead in Dublin on August 18, 1994, with the killing later admitted by the IRA. The Provos said that Cahill had fenced the stolen Beit paintings via the Mid-Ulster UVF, which was led by notorious mass murderer Billy Wright. The UVF allegedly then used the funds from the Beit painting sales to source weaponry from South Africa. Documents released as part of the State Archive in Dublin revealed Irish officials were eager to have the paintings returned to Ireland from Belgium as quickly as possible. On December 13, 1993, Belgian prosecutor Michel Jordens wrote to the Irish Departments of Justice and Foreign Affairs over the recovery of some suspected stolen paintings. He indicated that four men had been detained by the authorities. Mr Jordens wrote that on July 23, 1993, one of the four had displayed a suspected Vermeer painting — ‘Lady Writing A Letter With Her Maid’ — from his car boot. Further meetings were set up and other paintings were displayed with a view to selling them. Belgian police then intervened at an address near Antwerp Airport and a total of eight works of art were seized there. Mr Jordens wrote that these included the Vermeer, ‘Dona’ by Goya, ‘Princess’ by Vestier and ‘Man Writing A Letter’ by Metsu. The Belgian official said that, after consulting over the works seized, it was believed that they were among those stolen from the Alfred Beit Foundation on May 20/21 1986. All the artworks involved belonged to the National Gallery in Dublin after they had been gifted to the Irish State by the Beit Foundation. A letter dated September 16, 1993 confirmed that senior conservator of the National Gallery, Andrew O’Connor, had visited Antwerp and had inspected the paintings. Mr O’Connor later had dinner at the Irish Embassy to brief diplomats on the condition of the artworks. “He expressed relief that the pictures were in relatively good shape,” it noted. “He said that the police authorities in Antwerp had been quite cooperative.” A number of the Beit paintings were also recovered from London. Two were found by Scotland Yard detectives — one hidden in a house in Hertfordshire and the second in a left luggage room at Euston Station. One of those paintings was a Rubens valued at approximately IR£4m. Another painting stolen from the collection was recovered by police in Turkey.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Arts, Culture and Entertainment",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cahill",
        "sentiment": "none"
      },
      {
        "name": "billy wright",
        "sentiment": "none"
      },
      {
        "name": "martin",
        "sentiment": "none"
      },
      {
        "name": "’ cahill",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "provos",
        "sentiment": "none"
      },
      {
        "name": "uvf",
        "sentiment": "none"
      },
      {
        "name": "ira",
        "sentiment": "none"
      },
      {
        "name": "russborough house",
        "sentiment": "none"
      },
      {
        "name": "mid ulster irish",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "republic",
        "sentiment": "none"
      },
      {
        "name": "beit",
        "sentiment": "none"
      },
      {
        "name": "dublin",
        "sentiment": "none"
      },
      {
        "name": "south africa",
        "sentiment": "none"
      },
      {
        "name": "co wicklow",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T02:13:51.403+02:00",
  "updated": "2023-12-30T02:13:51.403+02:00"
}