{
  "thread": {
    "uuid": "04d88131dcc7907750527ac249a2d73bf1395b95",
    "url": "https://www.marketplace.org/2024/01/05/for-this-brooklyn-ice-cream-company-2023-felt-like-the-first-year-were-back-on-track/",
    "site_full": "www.marketplace.org",
    "site": "marketplace.org",
    "site_section": "http://news.google.com/news?um=1&cf=all&ned=us&hl=en&source=hp&q=brooklyn&cf=all&output=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "\"brooklyn\" - Google News",
    "title": "Ice cream company is \"back on track\" after pandemic uncertainty - Marketplace",
    "title_full": "Ice cream company is \"back on track\" after pandemic uncertainty - Marketplace",
    "published": "2024-01-06T00:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.marketplace.org/wp-content/uploads/2024/01/IMG_8322-e1704476801730.jpg?fit=4032%2C2271&w=1200",
    "performance_score": 0,
    "domain_rank": 2599,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "04d88131dcc7907750527ac249a2d73bf1395b95",
  "url": "https://www.marketplace.org/2024/01/05/for-this-brooklyn-ice-cream-company-2023-felt-like-the-first-year-were-back-on-track/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Samantha Fields",
  "published": "2024-01-06T00:04:00.000+02:00",
  "title": "Ice cream company is \"back on track\" after pandemic uncertainty - Marketplace",
  "text": "For this Brooklyn ice cream company, 2023 felt like the first year “we’re back on track” Share Now on: HTML EMBED: For this Brooklyn ice cream company, 2023 felt like the first year “we’re back on track” Share Now on: HTML EMBED: These days, Pooja Bavishi doesn’t spend much time thinking about the past. About how, just a year after she opened her ice cream shop, [Malai](https://www.malai.co/), in Brooklyn, New York, she had to shut it down because of COVID. About how touch and go it was there for a while. There’s too much happening for the business right now. All of it exciting. In April, she opened Malai’s second location, at a food hall in Manhattan. In October, she opened a production space and fulfillment center in Brooklyn. Soon she’ll be opening another shop, in Washington, D.C., her first out of state. “2023 feels like the first year where we’re back on track,” Bavishi said. “It feels like the first actual back-to-normal kind of year since COVID happened.” Bavishi started Malai back in 2015 “in a very New York kind of way,” making and selling her Indian-inspired ice cream flavors at fairs and markets around the city, first out of a chest freezer, then out of a box cart. Later she started selling wholesale, to small specialty food stores, and online. Eventually what she called the last piece of the puzzle fell into place when she opened her first physical store, in the Cobble Hill neighborhood of Brooklyn. That was March 2019. When, a year later, COVID hit and New York City all but shut down, she said, “it really didn’t feel like there was a clear path.” Then, something else unexpected happened. People started ordering her ice cream online. A lot of it. In those early months of the pandemic, [Bavishi said](https://www.marketplace.org/2021/03/10/commercial-spaces-now-within-reach-some-businesses/), “our shipments went up by 1,200%.” Which is why, in March 2021, she started actively looking for a second location. Not another storefront but more of a commercial space, a production and fulfillment center where her team could make, pack and ship all of that ice cream. “We got to a point where we realized that we were not able to grow any more out of this current space if we don’t get another space,” [she said at the time](https://www.marketplace.org/2021/03/10/commercial-spaces-now-within-reach-some-businesses/). But before she found one that felt right, things picked up at the store, she said. “We then went full swing into our peak season starting in April, and so that kind of got put to the side.” She never did sign a lease on a production space and fulfillment center in 2021. “Then honestly in 2022, buying behavior changed again,” Bavishi said. “Our e-commerce/online ordering for nationwide shipping went down, where our brick and mortar went up.” It no longer felt immediately necessary to spend the money to rent a big production and fulfillment center. Instead, as people got vaccinated and started going back into stores and restaurants in bigger numbers, she started focusing on other opportunities to grow the business. A lot of that growth actually happened in 2023 — opening the Manhattan food hall kiosk, settling on the D.C. location and moving into a big production space and fulfillment center in Brooklyn where they now make all the ice cream for their stores and online orders. It’s exactly the kind of place she had been looking for in 2021, a big upgrade from the production space the team had operated out of in the back of her Brooklyn store for the last four years. “It was a tiny, little space in the back of our store,” Bavishi said. “We called it the magical kitchen.” This new space is the opposite of tiny. It has a huge walk-in freezer and walk-in refrigerator that takes up almost a quarter of the long, rectangular room. Most of the walls that are not taken up by the giant freezer are lined with metal shelves, some stacked with shipping boxes. Some of those boxes have empty pint containers in every color waiting to be filled with ice cream, others have Malai-branded T-shirts and tote bags. Then there are the product ingredients — nuts, chocolate, sugar, coconut milk, pureed pumpkin and all sorts of spices: garam masala, nutmeg, star anise, chili peppers. In one corner, there’s a makeshift office area big enough for the team, which has doubled, from 16 to 32, in the last couple of years. In another, there’s a dedicated shipping area. And way in the back by the wall of windows, there’s an ice cream maker, a blast freezer, a double oven, a giant floor mixer and a dishwasher. “A very big upgrade,” Bavishi said with a laugh. It hasn’t been easy getting the business to where it is, with COVID, supply chain issues, inflation and hiring challenges. “But you know, food businesses in general are really tough and margins are slim and costs are high,” Bavishi said. “So I think those problems will keep coming. Like, it’s not smooth sailing from here on out.” But she knew that was part of the deal going in. There’s a lot happening in the world. Through it all, Marketplace is here for you. You rely on Marketplace to break down the world’s events and tell you how it affects you in a fact-based, approachable way. We rely on your financial support to keep making that possible. [Your donation today powers the independent journalism that you rely on](https://support.marketplace.org/mkp-instory). For just $5/month, you can help sustain Marketplace so we can keep reporting on the things that matter to you.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [
    "https://www.malai.co/",
    "https://www.malai.co",
    "https://malai.co/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bavishi",
        "sentiment": "none"
      },
      {
        "name": "pooja bavishi",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "brooklyn",
        "sentiment": "none"
      },
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "malai",
        "sentiment": "none"
      },
      {
        "name": "manhattan",
        "sentiment": "none"
      },
      {
        "name": "d.c.",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:22:10.389+02:00",
  "updated": "2024-01-06T03:28:59.524+02:00"
}