{
  "thread": {
    "uuid": "13d419307d959dde712c55ed2771bdafc84c18e1",
    "url": "https://allafrica.com/stories/202407050364.html",
    "site_full": "allafrica.com",
    "site": "allafrica.com",
    "site_section": "https://allafrica.com/tools/headlines/rdf/africa/headlines.rdf",
    "site_categories": [
      "travel",
      "africa"
    ],
    "section_title": "AllAfrica News: Africa",
    "title": "Africa: A Nigerian, Adeleke Relocates From Italy to Push Green Growth in Africa - allAfrica.com",
    "title_full": "Africa: A Nigerian, Adeleke Relocates From Italy to Push Green Growth in Africa - allAfrica.com",
    "published": "2024-07-05T13:09:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn08.allafrica.com/static/images/structure/aa-logo-rgba-no-text-square.png",
    "performance_score": 0,
    "domain_rank": 2728,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "13d419307d959dde712c55ed2771bdafc84c18e1",
  "url": "https://allafrica.com/stories/202407050364.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T13:09:00.000+03:00",
  "title": "Africa: A Nigerian, Adeleke Relocates From Italy to Push Green Growth in Africa - allAfrica.com",
  "text": "At a time when Nigerian is experiencing droves of young, able and talented population leaving the country for 'greener pasture', a young Nigeria with decided to return from Europe to Nigeria inspite several odds.\nBorn on July 7, 1989 in Osogbo, Dr. Adedoyin Adeleke had his primary and secondary education in Osogbo and proceeded to the Obafemi Awolowo University and the University of Ibadan for his bachelor and master's degree respectively before he was awarded for his doctoral studies in Italy by the Italian Government.\nBagging a PhD with a focus on Energy for Sustainable Development and working for a while in Italy, Adeleke relocated to Nigeria with a mission to drive green growth and development across Africa. Adeleke said there is a need for Nigerians to develop the country into a greener pasture like Europe and America.\nAdeleke told Vanguard that he did not inform his family before returning home as some of them are still not aware about his return to the country given the current national realities.\n\"Europe, where I was, is certainly a 'greener' pasture, but some people made Europe 'green' enough to attract our interest. But can't we increase the fortune of Nigeria, to be 'green' enough for other nationals to compete to visit and relocate to Nigeria? This is the call I decided to heed,\" Adeleke stated.\nOver the years, Adeleke has made substantial contributions to development across 22 African countries from Europe. Reflecting on his decision to return, he remarked, \"If I could do this by the side while I was in Europe studying, I can do more if I return. I often say 'Africa is too rich to be poor, I choose to act'.\"\nDespite advice from family and loved ones to remain in Europe, Adeleke was resolute in his decision to come back. \"I returned to Nigeria without their knowledge in November 2023. Since then, I ensured no one connected to me by family was aware, except one of my aunties. My mum only got to know after I had been in the country for five months in April 2024.\"\nAdeleke's return is driven by a strong belief in the potential of Nigeria and the broader African continent. \"If Nigeria must be great, sacrifice, determination, and hope are essential among the citizenry, while the government and industrial stakeholders also need to step up their games,\" he asserted.\nHe credits his faith as a significant influence in his decision. \"God is my greatest decision-maker; I certainly would not have returned to Nigeria without a leading from Him. I am a believer in God's supremacy in human affairs.\"\nAdeleke's commitment to green growth is exemplified by his nonprofit organisation, the Green Growth Africa Sustainability Network (Green Growth Africa), formerly known as the International Support Network for African Development (ISNAD-Africa), which he founded in 2017.\nOn one hand the organisation supports master's and doctoral research students in African universities through its Mentoring for Research Programme. \"Today, we have a community of 160 mentors from 44 countries who have supported 175 masters and PhDs students (mentees) in 55 universities in 22 African countries,\" Adeleke noted.\nIn addition to the Mentoring for Research Programme, Green Growth Africa has developed several other initiatives, including the EcoHeroes Initiative, Africa4Nature Health Initiative, and EcoKnowledge Derivatives.\nThe organisation recently launched the Green Growth DigiHub, a digital platform that extracts global and policy implications of local green growth initiatives.\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox\nTop Headlines Nigeria Africa Environment Submit By submitting above, you agree to our privacy policy .\nSuccess! Almost finished...\nWe need to confirm your email address.\nTo complete the process, please follow the instructions in the email we just sent you.\nError! Error! There was a problem processing your submission. Please try again later.\n\"Green Growth DigiHub is a one-stop shop on green growth with tiers for social networking, professional networking, news, and communications. We will soon launch a Media and Broadcasting station in Abuja dedicated to green growth and a digital application, Green Growth Watch, in the coming days,\" Adeleke said.\nAdeleke's organisation has also completed a green building, an ultramodern structure made entirely from waste plastic bottles and fully powered by solar energy, with no connection to the national grid.\n\"At Green Growth Africa, our effort is to contribute to sector decarbonization and nature-based solutions to catalyze green and blue transition in Africa, developing solutions, policy designs, and innovations that meet Africa's development needs while reducing the carbon intensity of development processes on the continent,\" Adeleke explained.\nRead the original article on Vanguard .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.vanguardngr.com/2024/07/a-nigerian-adeleke-relocates-from-italy-to-push-green-growth-in-africa/",
    "http://www.vanguardngr.com/",
    "https://vanguardngr.com/2024/07/a-nigerian-adeleke-relocates-from-italy-to-push-green-growth-in-africa/",
    "http://www.vanguardngr.com",
    "http://vanguardngr.com/",
    "https://www.vanguardngr.com/2024/07/a-nigerian-adeleke-relocates-from-italy-to-push-green-growth-in-africa"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "adeleke",
        "sentiment": "negative"
      },
      {
        "name": "adedoyin adeleke",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "obafemi awolowo university",
        "sentiment": "none"
      },
      {
        "name": "university of ibadan",
        "sentiment": "none"
      },
      {
        "name": "vanguard",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "italy",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "nigeria",
        "sentiment": "none"
      },
      {
        "name": "osogbo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T15:49:49.852+03:00",
  "updated": "2024-07-05T15:49:49.852+03:00"
}