{
  "thread": {
    "uuid": "c81414404c661c35aa82c28a3431db6c332dc944",
    "url": "https://www.khaleejtimes.com/uae/uae-gives-10-million-supports-un-humanitarian-efforts-in-sudan",
    "site_full": "www.khaleejtimes.com",
    "site": "khaleejtimes.com",
    "site_section": "https://www.khaleejtimes.com/world",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Khaleej Times World News, Latest International News Headlines",
    "title": "UAE gives $10 million, supports UN humanitarian efforts in Sudan - News | Khaleej Times",
    "title_full": "UAE gives $10 million, supports UN humanitarian efforts in Sudan - News | Khaleej Times",
    "published": "2024-06-22T08:22:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AE",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 3294,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c81414404c661c35aa82c28a3431db6c332dc944",
  "url": "https://www.khaleejtimes.com/uae/uae-gives-10-million-supports-un-humanitarian-efforts-in-sudan",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Web Desk",
  "published": "2024-06-22T08:22:00.000+03:00",
  "title": "UAE gives $10 million, supports UN humanitarian efforts in Sudan - News | Khaleej Times",
  "text": "The UAE has given $5 million to support the Sudan Humanitarian Fund (SHF) as part of an agreement with the United Nations Office for the Coordination of Humanitarian Affairs (OCHA).\nThis assistance to OCHA is part of the country's of $70 million donation aimed to address urgent humanitarian needs in Sudan, through United Nations (UN) agencies and humanitarian organisations.\nThe country has also donated $5 million to Food and Agriculture Organisation (FAO) of the UN, which will be directed towards the project titled'Mitigating Famine in Sudan – Support to Conflict-Affected Vulnerable Smallholder Farming and Pastoralist Households'.\nStay up to date with the latest news. Follow KT on WhatsApp Channels.\nThe FAO project, set to run for one year, aims to provide emergency crop, livestock, and veterinary assistance to 275,000 vulnerable smallholder farmer and pastoralist households, benefiting approximately 1,375,000 individuals.\nThis funding is a substantial portion of the $100 million pledge made by the UAE in April at the ‘International Humanitarian Conference for Sudan and Neighbouring Countries’.\n\"We must do everything in our power to stop famine in Sudan, and this is what these allocations aim to achieve,” said Lana Nusseibeh, Assistant Minister of Foreign Affairs. Foreign Ministry for Political Affairs, Envoy of the Minister of Foreign Affairs.\nShe explained that “providing emergency agricultural support, which will benefit about 1,375,000 people, can alleviate the situation\".\nMr. Abdul Hakim Al Waer, Assistant Director-General and Regional Representative of FAO for the Near East and North Africa, said: “This support is very important for achieving the goals of the Food and Agriculture Organization’s Humanitarian Response Plan for 2024, which is to deliver aid to 1.8 million families, ensure livelihoods for 9 million people in Sudan, and contribute to food production for the Sudanese people on a broader scale.\"\nNusseibeh also reiterated the UAE's consistent position, calling for an immediate and permanent ceasefire , and the need to reach of a peaceful solution to the crisis.\nShe added, \"There is no military solution to this war - the parties to the conflict must return to the negotiating table. To that end, the UAE will continue to engage with all relevant stakeholders and support any process that aims to set Sudan on a political path to reach a lasting settlement and achieve a national consensus for forming a government where civilians participate and lead.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Disaster and Accident",
    "Crime, Law and Justice"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://whatsapp.com/channel/0029Va5dROu3bbUxk7Jh2503",
    "https://www.whatsapp.com/channel/0029Va5dROu3bbUxk7Jh2503"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "sudan humanitarian fund",
        "sentiment": "negative"
      },
      {
        "name": "khaleej times",
        "sentiment": "negative"
      },
      {
        "name": "uae",
        "sentiment": "negative"
      },
      {
        "name": "un",
        "sentiment": "negative"
      },
      {
        "name": "fao",
        "sentiment": "none"
      },
      {
        "name": "united nations",
        "sentiment": "none"
      },
      {
        "name": "ocha",
        "sentiment": "none"
      },
      {
        "name": "united nations office for the coordination of humanitarian affairs",
        "sentiment": "none"
      },
      {
        "name": "food and agriculture organisation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sudan",
        "sentiment": "none"
      },
      {
        "name": "uae",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T08:39:00.612+03:00",
  "updated": "2024-06-29T16:23:34.189+03:00"
}