{
  "thread": {
    "uuid": "c0b8f3e45304566bc35066fca8fe29264c93b18e",
    "url": "http://www.restaurantnews.com/competition-heats-up-at-waba-grill-during-inaugural-grill-master-competition-022924",
    "site_full": "www.restaurantnews.com",
    "site": "restaurantnews.com",
    "site_section": "http://www.restaurantnews.com",
    "site_categories": [
      "food",
      "cuisine_specific"
    ],
    "section_title": "RestaurantNews.com | Restaurant Industry News and Resources",
    "title": "Competition Heats up at Waba Grill During Inaugural Grill Master Competition | RestaurantNews.com",
    "title_full": "Competition Heats up at Waba Grill During Inaugural Grill Master Competition | RestaurantNews.com",
    "published": "2024-02-29T23:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "http://www.restaurantnews.com/wp-content/uploads/2024/02/Competition-Heats-up-at-Waba-Grill-During-Inaugural-Grill-Master-Competition-feature.jpg",
    "performance_score": 0,
    "domain_rank": 56436,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c0b8f3e45304566bc35066fca8fe29264c93b18e",
  "url": "http://www.restaurantnews.com/competition-heats-up-at-waba-grill-during-inaugural-grill-master-competition-022924",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "RestaurantNews com",
  "published": "2024-02-29T23:58:00.000+02:00",
  "title": "Competition Heats up at Waba Grill During Inaugural Grill Master Competition | RestaurantNews.com",
  "text": "Employees Celebrated for Achievements in Food Preparation Anaheim Hills, CA ( [RestaurantNews.com](http://www.RestaurantNews.com)) [WaBa Grill](https://www.wabagrill.com?utm_source=RestaurantNews.com), one of the nation’s leading healthy rice bowl chains, has proudly wrapped up a significant part of its multifaceted Back to Basics development initiative: the inaugural Grill Master Competition. The internal competition featured 200 WaBa Grill cooks in a high-stakes cooking contest to earn the coveted Grill Master title. It also recognized the many individuals dedicated to perfecting WaBa Grill’s charbroiled proteins, food preparation and sanitary standards. Introduced in 2023, the Back to Basics initiative includes engaging employee and franchise programs, like the Grill Master Competition, reinforcing the brand’s fundamental principles and best practices for running a successful WaBa Grill restaurant. “Our impressive cooks are the backbone of our brand, and they keep our guests coming back for the perfectly grilled proteins that are central to our signature bowls, plates and Boom Boom Tacos,” said Andrew Kim, President and CEO of WaBa Grill. “This competition was a fun and authentic way for employees to express their WaBa Grill pride beyond their customary restaurant environments, and it far exceeded our expectations for employee passion, creativity and culinary excellence.” Participants from WaBa Grill’s corporate and franchise locations were hand-selected by their Franchise Business Coaches (FBCs) to represent their respective territories in the inaugural Grill Master Competition. More than 200 cooks successfully completed the first round of certification, from which only 73 were selected to complete advanced-knowledge testing and skills demonstrations to advance to Certified Grill Master. From there, nine top-performing Grill Masters were invited to participate in a WaBa Grill, Grill-Off. Over three days, a panel of three expert judges evaluated the competitors on their adherence to WaBa Grill’s uniform grooming standards, hand washing, and sanitary practices, plus all facets of preparing, cooking, holding and serving WaBa Grill’s signature chicken, ribeye steak and pork-veggie dumplings. The WaBa Grill, Grill-Off culminated with more than $4,000 in cash prizes awarded to the nine competitors – each recognized for a deep commitment to fulfilling the brand’s high standards for food preparation, holding and serving. In the franchise bracket, the $1,000 first-place prize went to Alejandro Robledo of Mira Mesa, the $750 second-place prize to Olga Dominguez of Anaheim and the $500 third-place prize to Alma Fuentes of Riverside. Aurora Huerta of WaBa Grill’s La Puente location took home first place and $500 in the company-owned division. The runners-up in both divisions were awarded $250, and all nine contestants received a personal Grill Master plaque. “Our greatest brand asset will always be our people, and it was a proud and exhilarating experience to see talented employees showcasing their skills throughout this inaugural competition,” said Vivian Mendoza, Director of Strategic Operations Implementation at WaBa Grill. “As WaBa Grill embraces new locations, menu items and technologies, our Back to Basics initiative supports our internal operations, franchisees and employees, ensuring they can confidently implement our corporate standards at all locations systemwide with ease.” Since 2006, WaBa Grill has delivered new and amazing cuisine at the best value – always delighting guests with unique and exciting flavors. The nearly 200-unit brand is primed to continue expansion, having identified key markets throughout the Western U.S., and is seeking franchise partners interested in expanding their portfolios with an established healthy fast casual brand on the rise. For more details about partnering with WaBa Grill, visit [WaBaGrill.com/franchise](https://www.wabagrill.com/franchise?utm_source=RestaurantNews.com). About WaBa Grill WaBa Grill was founded in 2006 on the principle that healthy food made with quality ingredients should be accessible to all. With a goal of serving the best possible food on the go, WaBa’s famous rice bowls, plates and salads are made with fresh vegetables, healthy grains and high-quality proteins including fresh, never frozen chicken, marinated ribeye steak, wild-caught salmon, jumbo shrimp and organic tofu, all prepared to order on an open-fire grill and customized with a variety of flavorful sauces including the fan favorite WaBa Sauce. Learn more at [WaBaGrill.com](https://www.wabagrill.com?utm_source=RestaurantNews.com). WaBa Grill Social Media Pages Facebook: [https://www.facebook.com/wabagrillofficial](https://www.facebook.com/wabagrillofficial) Instagram: [https://www.instagram.com/wabagrill/](https://www.instagram.com/wabagrill/) Twitter: [http://www.twitter.com/wabagrill](http://www.twitter.com/wabagrill) Media Contact: Selena Lane [Powerhouse+Co.](https://powerhouseandco.com?utm_source=RestaurantNews.com) selena@powerhouseandco.com 949-261-2216 - More from [WaBa Grill](http://www.restaurantnews.com/search-2/?q=%22WaBa%20Grill%22)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.instagram.com/wabagrill/",
    "https://www.wabagrill.com/franchise?utm_source=RestaurantNews.com).",
    "http://www.RestaurantNews.com))",
    "https://www.facebook.com/wabagrillofficial)",
    "http://www.twitter.com/wabagrill)",
    "https://www.facebook.com/wabagrillofficial",
    "https://www.instagram.com/wabagrill/)",
    "http://www.twitter.com/wabagrill",
    "https://powerhouseandco.com?utm_source=RestaurantNews.com)",
    "https://www.wabagrill.com?utm_source=RestaurantNews.com).",
    "https://www.wabagrill.com?utm_source=RestaurantNews.com),",
    "https://facebook.com/wabagrillofficial)",
    "https://powerhouseandco.com",
    "https://wabagrill.com/franchise?utm_source=RestaurantNews.com).",
    "https://instagram.com/wabagrill/",
    "https://wabagrill.com?utm_source=RestaurantNews.com),",
    "https://instagram.com/wabagrill/)",
    "http://twitter.com/wabagrill",
    "https://www.instagram.com/wabagrill",
    "https://facebook.com/wabagrillofficial",
    "http://twitter.com/wabagrill)",
    "https://www.powerhouseandco.com?utm_source=RestaurantNews.com)",
    "https://wabagrill.com?utm_source=RestaurantNews.com).",
    "https://www.wabagrill.com/franchise",
    "http://RestaurantNews.com))",
    "https://www.wabagrill.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "boom boo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "waba grill",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "anaheim hills",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:40:08.436+02:00",
  "updated": "2024-03-01T00:40:08.436+02:00"
}