{
  "thread": {
    "uuid": "13f8014b80de21e80eaaa3a5400a059eb7b98c32",
    "url": "https://www.dvidshub.net/news/462142/genocide-refugee-army-officer",
    "site_full": "www.dvidshub.net",
    "site": "dvidshub.net",
    "site_section": "https://www.dvidshub.net/rss/news",
    "site_categories": [
      "media"
    ],
    "section_title": "DVIDS RSS Feed: News",
    "title": "From genocide refugee to Army officer",
    "title_full": "From genocide refugee to Army officer",
    "published": "2024-01-21T01:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d1ldvf68ux039x.cloudfront.net/thumbs/photos/2401/8204474/1000w_q95.jpg",
    "performance_score": 0,
    "domain_rank": 5501,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "13f8014b80de21e80eaaa3a5400a059eb7b98c32",
  "url": "https://www.dvidshub.net/news/462142/genocide-refugee-army-officer",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Capt. Christopher kim",
  "published": "2024-01-21T01:02:00.000+02:00",
  "title": "From genocide refugee to Army officer",
  "text": "By Capt. Christopher Kim,\n311th Signal Command (Theater)\nTustin, CA: Perseverance is one of the greatest attributes of any Solder in the United States Army and this rings especially true for Lt. Col. Phidel Hun, G3 Plans Officer in the 311th Signal Command Support Unit, who looks back at his journey from escaping Cambodian genocide to where he is today.\nBorn into the Khmer Rouge Regime, which led to the death of 1.5 to 3 million citizens, Lt. Col. Phidel Hun had to fend for himself to survive ever since he could remember.\n“During the Pol Pot regime, my parents were executed when I was 6 months old because of their educated and scholarly background,” said Hun. “I can recall swimming through a rice field in the middle of the night without shoes to escape and even though I stepped on bamboo thorns, I could not cry or yell because I would be left behind or be discovered and killed by the soldiers.”\nAs Hun was able to escape Cambodia during the genocide, he would spend time in an orphanage in the border of Thailand and Cambodia to survive to see another day.\n“I remember being so hungry I would eat anything and that is when I had to learn to trap and hunt for food,” Hun recalls. “Since I had burnt hands from a childhood accident, kids in the orphanage teased me calling me a cripple and was bullied growing up.”\nIn the midst of living this difficult and challenging life, a glimpse of hope appeared as his grandmother who was in America made a valiant effort to save him and bring him to the United States. She specifically identified him as the boy with the burnt hands which was from a traumatic childhood accident.\n“My family in Cambodia was wealthy and when they saw the beginnings of the communist regime, they escaped to Vietnam and then to the US,” said Lt. Col. Hun. “My grandmother came to the US in the mid 70s before Cambodia fell to communism and she made a rescue attempt to save me by identifying me as a boy with burnt hands.”\nThe horrific childhood accident that left Hun’s hand in critical condition was the sole way of identification and through that tragic incident, he was able to be rescued and escorted.\n“After she saw me, she took my story to Senator Alan Cranston and Senator Diane Feinstein and they pushed it to Congress and they passed a law enabling me to come to the US on a Humanitarian Assistance effort and then my grandmother became my sponsor.”\nAs Lt. Col. Hun would be relocated to Bellflower in Southern California, assimilating to a new culture and new life was challenging. Through the resilience that he has exemplified time after time, he ended up earning his Bachelor of Arts degree from Cal State University, Fullerton after 10 years of hard work. It was also during this time he received his commission to be an Officer in the United States Army.\n“It took 10 years to graduate from college and ROTC and received my commission at 2004 and I pursued my passion to be an Army Officer,” said Hun. “I always had this fascination ever since I was younger to be a knight to defend the weak.”\nEven after 20 years of honorable service, which includes deployments overseas, in the US Army, Lt. Col. Hun’s passion to serve this great nation has not diminished but only grew stronger.\n“The Army saved my life and the more I served, my appreciation for the nation and military grew more,” said Lt. Col. Hun. “They took a broken boy and and gave him the opportunity to what he is now and I am still incredibly grateful for the Army because it saved my life. I have been serving for over 20 years and I still love it.”\nDespite the life of challenges and turmoil, Lt. Col. Hun refuses to allow his past to haunt him but uses it as fuel to help others. He uses his traumatic childhood and upbringing as a tool to recalibrate his perspective on a daily basis.\n“In the past, what motivated me to live another day was vengeance and hatred, but the vengeance I want to take is to rebuild,” said Hun. “I want to help others become educated and build opportunities because this is the reason why my parents were executed.”\nLt. Col. Hun’s “American Dream” is not materialistic or the proverbial house with a white picket fence but it is fulfilling the potential of what this great nation offers. Instead of making a built in excuse blaming his troubled upbringing, he takes advantage of everything that life offers.\n“In Cambodia I suffered through genocides, hunger, and hatred and the US gave me the opportunity to what I want to be,” Lt. Col. Hun said. “Our country is the best country on the face of the earth because it gives us the freedom to pursue opportunities. The American Dream is being able to help others help achieve greatness and being a great person and in order to do that you need to help yourself.” Growing up with no family and constantly hungry, hope was seldom for Hun and he would have never imagined the amazing life he has now. As a proud husband of 18 years and a father of four sons, he attributes his success to his grit and willingness to live a life of substance.\n“We all have been through suffering but I won’t let my past determine my future because I am constantly seeking happiness for my family and myself,” said Hun. “Its not about our past and where we come from but it’s about how we play the hand that we’re dealt.”\nAfter decades of reflection of why he had to endure such a traumatic and horrific childhood, Hun uses this experience to showcase the will of the human spirit and how tragedy can be transformed into triumph.\n“Im lucky to be able to survive the genocide and I have the freedom to be somebody,” said Lt. Col. Hun. “Don’t give up and persevere. If one door closes, another opportunity will open up. If you need help, always reach out because there are good hearted people who are willing to help you.”\n|Date Taken:\n|01.15.2024\n|Date Posted:\n|01.20.2024 18:02\n|Story ID:\n|462142\n|Location:\n|TUSTIN, CA, US\n|Hometown:\n|TUSTIN, CA, US\n|Web Views:\n|3\n|Downloads:\n|0\nThis work, From genocide refugee to Army officer, by\nCPT Christopher kim, identified by DVIDS, must comply with the restrictions shown on https://www.dvidshub.net/about/copyright.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christopher kim",
        "sentiment": "negative"
      },
      {
        "name": "hun",
        "sentiment": "none"
      },
      {
        "name": "phidel hun",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "army",
        "sentiment": "negative"
      },
      {
        "name": "311th signal command",
        "sentiment": "negative"
      },
      {
        "name": "united states army",
        "sentiment": "none"
      },
      {
        "name": "311th signal command support unit",
        "sentiment": "none"
      },
      {
        "name": "khmer rouge regime",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tustin",
        "sentiment": "none"
      },
      {
        "name": "cambodia",
        "sentiment": "none"
      },
      {
        "name": "thailand",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-21T01:09:13.469+02:00",
  "updated": "2024-01-21T01:09:13.469+02:00"
}