{
  "thread": {
    "uuid": "ce38173cc79f70ee9a315be49e53c4578fe9df89",
    "url": "https://hickoryrecord.com/sports/high-school/baseball/hickory-high-pitcher-credits-recovery-from-tommy-john-surgery-to-faith-family-and-patience/article_9de553e0-1df8-11ef-a5f9-53e925717762.html",
    "site_full": "hickoryrecord.com",
    "site": "hickoryrecord.com",
    "site_section": "https://motorcycles.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Motorcycle News Today - EIN Presswire",
    "title": "Hickory pitcher credits recovery to faith, patience",
    "title_full": "Hickory pitcher credits recovery to faith, patience",
    "published": "2024-05-31T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/hickoryrecord.com/content/tncms/assets/v3/editorial/9/de/9de553e0-1df8-11ef-a5f9-53e925717762/6657909c73f6b.preview.jpg?crop=1533%2C805%2C0%2C273&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 64789,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ce38173cc79f70ee9a315be49e53c4578fe9df89",
  "url": "https://hickoryrecord.com/sports/high-school/baseball/hickory-high-pitcher-credits-recovery-from-tommy-john-surgery-to-faith-family-and-patience/article_9de553e0-1df8-11ef-a5f9-53e925717762.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jason Koon jason.koon@lee.net",
  "published": "2024-05-31T03:00:00.000+03:00",
  "title": "Hickory pitcher credits recovery to faith, patience",
  "text": "Everything seemed to be coming together for Hickory High junior pitcher Matthew Lefevers during the first half of the 2023 baseball season. Then he felt a pop in his throwing arm. It was in the third inning of a game on April 5. “I knew it right then and there,” he said. The ulnar collateral ligament was torn in the pitching arm of Lefevers. He needed Tommy John surgery. After weeks of tests and doctor’s visits, he had the surgery in May. Lefevers built a solid high school baseball career before the injury. In the first half of the season, he had a 0.91 ERA with 37 strikeouts over 30.2 innings. He had a college scholarship offer on the table from Radford University and was close to committing. When he felt that pop, Lefevers said his first worry was that everything he had worked for was going to evaporate. People are also reading… Feeling the love The night of the injury, Lefevers was on a phone call with Radford’s pitching coach. What he heard eased his nerves and convinced him that Radford would be the place for him after all. “He said, ‘This doesn’t change how we feel about you at all,’” Lefevers said. “That’s what helped me make that decision to go to Radford because they didn’t give up on me.” Lefevers committed to Radford on April 12. He said he also had plenty of support from family, friends, teammates and his coach David Craft. He said that support was an important piece of what would become a nearly yearlong recovery. “There wasn’t a day that I felt alone,” Lefevers said. “That was a huge part of this process because that’s really what breaks people sometimes because they don’t have that support.” Baby steps After the surgery, Lefevers began his rehab at Architech Sports. He said the process was agonizingly slow at first. “At first, there’s really not much you can do,” he said. “You can’t really even walk because they do actually take part of your hamstring out.” He progressed slowly through the summer. It was more than four months before he picked up a baseball. The first few times he could barely throw it. “I was just throwing it enough to get it 10, 15 feet in front of me,” Lefevers said. But Lefevers kept working until he was able to throw the distance from the mound to home plate by the end of November. It had been nearly eight months since his injury. He said staying motivated through such a long, arduous process was difficult. “There’s the saying, ‘Trust the process,’” he said. “Faith was huge throughout this because I was having to believe in something I can’t see.” The process was especially difficult when results were hard to see. “I put my faith in God and he is going to put these things in the works for my good,” Lefevers said. “I don’t need to necessarily worry about the results because I know he is going to take care of those things.” Taking the mound Since Lefevers was already committed to Radford, he didn’t need to play during his senior year. Still, he was excited to get back to practice with the teammates who had supported him through his comeback. He was able to play in the games, but he wasn’t able to pitch at first. It wasn’t clear if he was going to be ready to pitch at all before the season ended. On April 19, 2024, a year and a few days after the injury, Lefevers took the mound against St. Stephens. He pitched in two games for Hickory. He said he’s happy with the progress he has made. I’m happy with where I’m at,” he said. “I feel like I’ve put in a lot of really good work, but I also know there’s a lot of good work that needs to be put in to get where I want to be.” Earning it the hard way Things likely would have gone better for the Red Tornadoes early in the season if a full-strength Matthew Lefevers had been able to take the mound. Hickory lost eight of their first 10 games before upsetting Fred T. Foard in the opening round of the Easter tournament. Lefevers said it was frustrating not to be able to help the team with its pitching struggles but he tried to keep a positive focus. “I just needed to remind myself that I’m so thankful to be able to play this sport because I understand what it’s like for it to be taken away in a heartbeat,” he said. By the end of the season, Hickory was moving in the right direction. The Red Tornadoes finished strong, winning five of the team’s last eight games. Lefevers said it was a satisfying experience to overcome a rough start and develop together into a better baseball team. “It was something that we hadn’t really been through, an early smack in the mouth and we have to respond,” he said. “It was a struggle day in day out … and to finish the season with everybody clicking on the same page, it was really satisfying.” Facing the future Next up for Lefevers is starting his college career at Radford later this summer. “I’m excited to live my lifelong dream of playing at the next level,” he said. He believes his experience coming back from the injury has helped him develop the perseverance that will help him in college. “I’ll have to earn everything I get there,” he said. “Nothing will be given to me.” Still, he said he’s more excited than nervous. “I’m excited to be able to prove myself,” Lefevers said. “Which is something I feel like I haven’t had that full opportunity to do yet.” Jason Koon is the Sports Editor for the Hickory Record and can be reached at [jason.koon@lee.net](mailto:jason.koon@lee.net).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "matthew lefevers",
        "sentiment": "negative"
      },
      {
        "name": "tommy john",
        "sentiment": "none"
      },
      {
        "name": "radford",
        "sentiment": "none"
      },
      {
        "name": "lefevers",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "radford university",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T15:37:36.660+03:00",
  "updated": "2024-06-01T05:00:34.494+03:00"
}