{
  "thread": {
    "uuid": "59ab3ee5b4f9e430f5ddc5c16418dec2399570fd",
    "url": "https://ksltv.com/638354/utah-dad-gets-second-chance-at-life-thanks-to-bone-marrow-transplant",
    "site_full": "ksltv.com",
    "site": "ksltv.com",
    "site_section": "https://ksltv.com/feed",
    "site_categories": [
      "media",
      "television",
      "entertainment"
    ],
    "section_title": "KSLTV.com",
    "title": "Utah dad gets second chance at life thanks to bone marrow transplant",
    "title_full": "Utah dad gets second chance at life thanks to bone marrow transplant",
    "published": "2024-04-19T00:50:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ksltv.com/wp-content/uploads/2024/04/Marc-Dunbabin-041824_featured-image.jpg",
    "performance_score": 0,
    "domain_rank": 23135,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "59ab3ee5b4f9e430f5ddc5c16418dec2399570fd",
  "url": "https://ksltv.com/638354/utah-dad-gets-second-chance-at-life-thanks-to-bone-marrow-transplant",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Emma Benson",
  "published": "2024-04-19T00:50:00.000+03:00",
  "title": "Utah dad gets second chance at life thanks to bone marrow transplant",
  "text": "Utah dad gets second chance at life thanks to bone marrow transplant Apr 18, 2024, 3:50 PM | Updated: 5:55 pm HIGHLAND – Marc Dunbabin enjoys kicking the soccer ball around with his wife and three young kids. “We just love spending time together,” he said. But a few years ago, Dunbabin wasn’t sure if he’d still be alive to do so. In 2021, the Utah dad went in for a routine eye exam, where doctors discovered blood in his retina. Dunbabin was diagnosed with chronic myeloid leukemia (CML), a rare type of cancer of the bone marrow. “It was really hard to take in. I was really, really nervous,” he said. “You just hear the word ‘cancer,’ and my mind instantly went to the worst-case scenario.” Life, as he knew it, was about to change. An oncologist started him on a TKI, a type of targeted therapy to attack the cancer cells. It had initial success, but then his body stopped responding. “I’d have a migraine, come on, and it’d be excruciating pain,” he said. “I collapsed and passed out.” The cancer had spread to his central nervous system. At one point, he lost the ability to speak. “It got really scary,” he said. Dunbabin’s doctors at Intermountain LDS Hospital decided he needed a bone marrow transplant. In March 2023, after undergoing chemotherapy in preparation, Dunbabin underwent a successful transplant – thanks to a selfless donor. “We take the donor to the operating room and take marrow out of their pelvic bone,” said Dr. Julie Asch, the Blood and Marrow Transplantation director for Intermountain Health. While bone marrow transplants can be risky, Asch said, they also save lives. “There are many patients with acute leukemia, with bone marrow failure syndromes like aplastic anemia where their bone marrow is not working, who need bone marrow transplants or stem cell transplants,” she said. “If you can help save someone’s life, this is an awesome way to do it.” Dunbabin doesn’t know who his donor is – besides that, she’s a woman who lives in the U.S. – but he hopes that one day, their paths will cross. “There was no chance for me surviving without a transplant,” he said. “I definitely want to meet her and just tell her in person, ‘Thank you so much for giving me my life back.'” For more information on bone marrow donation and to sign up to become a donor, you can visit the [BeTheMatch website.](https://bethematch.org/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://bethematch.org/",
    "https://bethematch.org",
    "https://www.bethematch.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "marc dunbabin",
        "sentiment": "none"
      },
      {
        "name": "dunbabin",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "utah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:21:36.901+03:00",
  "updated": "2024-04-26T02:54:05.385+03:00"
}