{
  "thread": {
    "uuid": "cdd1c4cdbe894a9103754d8198aa4cf5eb0aff77",
    "url": "https://www.cbsnews.com/newyork/essentials/6-best-window-air-conditioners",
    "site_full": "www.cbsnews.com",
    "site": "cbsnews.com",
    "site_section": "https://www.newsbreak.com/cbs-new-york-500223",
    "site_categories": [
      "media",
      "television",
      "entertainment",
      "top_news"
    ],
    "section_title": "CBS New York | NewsBreak",
    "title": "The 6 best window air conditioners in 2024 - CBS New York",
    "title_full": "The 6 best window air conditioners in 2024 - CBS New York",
    "published": "2024-04-11T21:34:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets3.cbsnewsstatic.com/hub/i/r/2024/04/10/679b2bb7-b307-4963-9277-4dcc6077b27d/thumbnail/1200x630/32ac12127c4feb8a4cfcf2fbc7d90868/2-split-holiday-gift-guide-2023-21-7.png?v=c0ff3069549804234360eec4c5e30dea",
    "performance_score": 0,
    "domain_rank": 188,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cdd1c4cdbe894a9103754d8198aa4cf5eb0aff77",
  "url": "https://www.cbsnews.com/newyork/essentials/6-best-window-air-conditioners",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-11T21:34:00.000+03:00",
  "title": "The 6 best window air conditioners in 2024 - CBS New York",
  "text": "If you're dreading the summer heat, but don't want to spend a fortune on central air, consider a window AC unit or two. They can cool the rooms where you spend the most time and want to feel comfortable, without breaking your budget.\nDepending on the size of the room you want to cool, window air conditioners come in a variety of sizes and strengths. And some even let you to control them with your smartphone.\nBest window air conditioner overall : Midea U-shaped air conditioner (12,000 BTU) Best budget window air conditioner : Amazon Basics air conditioner (5,000 BTU) Best window air conditioner for a small room : GE Profile ClearView (6,100 BTU) Best window air conditioner for a large room : Friedrich KCM18A30A (20,000 BTU) Best quiet window air conditioner : Frigidaire Gallery GHWQ083WC1 (8,000 BTU) Best smart window air conditioner for a small room : Midea U-shaped air conditioner (8,000 BTU) If you think a portable air conditioner will serve your home cooling needs better, you'll definitely want to read out coverage of the six best portable air conditioners in 2024 .\nWhich window air conditioner is the the best? Whatever your needs or budget, our team of in-house appliance experts have curated this roundup of the best window air conditioners available right now.\nBest window air conditioner : Midea U-shaped air conditioner (12,000 BTU)\nIf you're looking to cool a space smaller than 550 square feet, we recommend this Midea U-shaped air conditioner. It runs quietly (operating at less than 32 dB), offers 12,000 BTUs of cooling power and features a U-shaped design that makes it much easier to install into most windows.\nOur favorite features include a dust filter and DC inverter technology uses 35% less energy compared with units from competitors.\nBut it's the smart functionality that we really like. Instead of using the included remote, you can control this air conditioner with an app on your iOS or Android smartphone, or using voice commands if you have an Amazon Alexa smart speaker or home hub . And yes, this air conditioner has received Energy Star certification and is competitively priced. What more could you possibly want from an air conditioner that'll keep you cool all summer long?\n$459 at Amazon Best budget window air conditioner : Amazon Basics air conditioner (5,000 BTU)\nBest suited for smaller rooms and households on a budget, the Amazon Basics air conditioner doesn't offer a lot of fancy features, but it does provide easy installation and 5,000 BTUs of cooling power (enough for a room up to 150 square feet).\nIf you're not tech savvy, you'll appreciate that this AC unit has clearly labeled mechanical dials to control the unit. It fits in a window that's between 13 x 23 and 13 x 36 inches. Choose between seven temperature settings. You can even manually adjust the air direction. It comes with a window-mounting kit.\nAs part of the Amazon Basics product line, this air conditioner is backed by Amazon and has earned a solid 4.3 out of 5 star rating (based on more than 3,000 user ratings). And at just $150, it offers an excellent value for the money.\n$150 at Amazon Best window air conditioner for a small room : GE Profile ClearView (6,100 BTU)\nWe all know GE as the company that, since 1982, has been bringing \"good things to life.\" In this case, plenty of goodness comes from this popular GE Profile ClearView window air conditioner that offers 6,100 BTUs of cooling power and generates only about 41 dB of noise. This makes it ideal for smaller spaces (up to 250 square feet).\nThis model fits windows between 20 and 40 inches wide, with a minimum 13-inch opening height. It can accommodate walls between 4.5 and 13.75 inches thick. While you get onboard controls and an included remote control, this ClearView AC unit also works with GE's SmartHQ app. This means you can remotely control the air conditioner from almost anywhere using your smartphone, or with an Amazon Alexa smart speaker or home hub.\nThe unit offers three fan speeds and four cooling modes. Meanwhile, the ClearView design allows the unit itself to wrap around a window sill. This means you can still look out the window and allow more natural light into a room. We like this air conditioner because it cools, circulates and dehumidifies the air simultaneously. And if 6,100 BTUs isn't enough power, this same model is available, with 8,300 BTUs ($432) of cooling power.\n$365 at Amazon Best window air conditioner for a large room : Friedrich Kuhl KCM18A30A (20,000 BTU)\nDesigned to cool larger spaces -- up to 1,000 square feet -- this is one of the more powerful window air conditioners on the market, with 20,000 BTUs of cooling power. The unit itself also features a modern design and includes onboard digital controls, along with an included remote.\nThis air conditioner measures 17.93 x 25.93 x 29 inches. Within the unit itself there's a replaceable, commercial-grade air filter that helps to remove airborne pollutants as it cools. The slide-out chassis provides a more permanent installation.\nOther features include quiet operation and smart functionality controllable using a smartphone or a smart speaker. Create a customizable, seven-day schedule for the unit using your smart phone. Plus, if you have multiple units installed, you can remotely control them individually or all at once using the same app. The Kuhl is very much a premium air conditioning unit that's sold at a premium price. It uses commercial-grade components, yet it's designed for in-home use.\n$1,579 at Amazon Best quiet window air conditioner : Frigidaire Gallery (8,000 BTU) Higher-end air conditioners from well-known brands tend to have components that keeps noise level to a minimum. The folks at Frigidaire may do it best with this \"Inverter Quiet Temp\" air conditioner, which provides 8,000 BTUs of cooling power while keeping its noise below 41 dB. (For reference, the average noise level you'll hear inside a public library is between 40 and 50 dB.)\nAs an added bonus, this window air conditioner has won the Energy Star Most Efficient award, since it offers up to 46% annual energy savings over a standard air conditioner. The unit measures 14 x 38.8 x 22 inches and comes with a removable and washable dust filter. It's the ideal size and power for an average bedroom (or any space up to 350 square feet).\nAlong with onboard controls and the supplied remote, you can remotely control and program this AC unit with your smartphone, using the Frigidaire app. It also works with smart speakers or home hubs that are Amazon Alexa or Google Assistant compatible. Plus, using its built in auto-swing louver, the cool air reaches more angles for optimum circulation and cooling. And you can choose between three fan speeds. The price is pretty appealing, too.\n$429 at Amazon Best smart window air conditioner for a small room : Midea U-shaped air conditioner (8,000 BTU) Our top pick for best window air conditioner overall went to the more powerful (and more expensive) version of this Midea U-shaped air conditioner. This model offers an almost identical size and design, but is a bit less powerful (8,000 BTUs compared to 12,000 BTUs). Thus, it's better suited to a smaller space (up to 350 square feet).\nThis AC unit and our top pick, however, share the same smart tech.\nWhile we certainly love the quiet operation (less than 32 dB) and energy efficiency of this air conditioner, it's the smart functionality we're most excited about. It's Wi-Fi enabled, so it can be controlled from anywhere using the companies iOS or Android app. You can also use voice commands throughout your house if you have a compatible Amazon Alexa or Google Assistant smart speaker or home hub.\nInstallation is easy using the included quick-snap bracket. Simply set the unit on the bracket and secure the sidearms. It works with single-hung or double-hung windows, with a width between 22 and 36 inches, and with a minimal height of 13.75 inches. Considering its sub-$400 price, you get a lot of features, smarts and cooling power for your investment.\n$357 at Amazon What are BTUs and why are they important in an air conditioner? The air conditioners we've included in this roundup offer between 5,000 to 20,000 BTUs of cooling power, but what does this mean? I's a unit of measurement that indicates how much energy an air conditioner uses per hour to cool your home. The higher the BTU rating, the more cooling power it has -- but the more energy it uses.\nIt's important to choose an air conditioner with enough power to cool your space, so before purchasing a window air conditioner for a specific room, measure that space and calculate its square footage. The best window AC unit should use 20 BTUs for each square foot of space you want it to cool. So, without you having to do any math, here's what that equates to:\n100 to 149 square foot room = 5,000 BTU air conditioner 150 to 250 square foot room = 6,000 BTU air conditioner 251 to 300 square foot room = 7,000 BTU air conditioner 301 to 350 square foot room = 8,000 BTU air conditioner 351 to 400 square foot room = 9,000 BTU air conditioner 401 to 450 square foot room = 10,000 BTU air conditioner 451 to 500 square foot room = 12,000 BTU air conditioner 501 to 700 square foot room = 14,000 BTU air conditioner 701 to 1,000 square foot room = 18,000 BTU air conditioner 1,001 to 1,200 square foot room = 20,000 BTU air conditioner Friedrich Air Conditioning recommends an extra 4,000 BTUs for a kitchen. If you search online, there are a few 25,000+ BTU window AC units, but they're expensive and hard to find in stock. For very large spaces, it often makes more sense to install two or more lesser powerful AC units, assuming you have multiple windows.\nMost brands promote a unit's BTU power, as well as the square footage each model is best suited for. While you may be inclined to choose your air conditioner based on its appearance or price, if you use this strategy, you could easily wind up with a unit that's too weak for your space, or too much of an energy hog.\nOther things to consider when choosing a window air conditioner include how much noise it makes, whether it comes with a window installation kit suitable for your home's window, its dimensions, and what features it offers (such as smart functionality or a remote control).\nBe sure to pre-measure the window you plan to install the AC unit into to ensure that the air conditioner you select will fit. And to save money on your electric bill, we also recommend choosing a window air conditioner with Energy Star certification . Based on a window air conditioner's Energy Star certification, you could be entitled to a rebate , which will save you some additional cash.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Science and Technology"
  ],
  "external_links": [
    "https://clicks.trx-hub.com/xid/cbsint_a10ef_cbsnews?q=https%3A%2F%2Famzn.to%2F3JeeacT&p=https%3A%2F%2Fwww.cbsnews.com%2Fessentials%2F6-best-window-air-conditioners%2F&event_type=click&article_id=de0a35d1-bb47-46b4-a608-bb1e5b469f2a",
    "https://clicks.trx-hub.com/xid/cbsint_a10ef_cbsnews?q=https%3A%2F%2Famzn.to%2F3xzcmsr&p=https%3A%2F%2Fwww.cbsnews.com%2Fessentials%2F6-best-window-air-conditioners%2F&event_type=click&article_id=de0a35d1-bb47-46b4-a608-bb1e5b469f2a",
    "https://www.energystar.gov/productfinder/product/certified-room-air-conditioners/results",
    "https://clicks.trx-hub.com/xid/cbsint_a10ef_cbsnews?q=https%3A%2F%2Famzn.to%2F43QV5aj&p=https%3A%2F%2Fwww.cbsnews.com%2Fessentials%2F6-best-window-air-conditioners%2F&event_type=click&article_id=de0a35d1-bb47-46b4-a608-bb1e5b469f2a",
    "https://clicks.trx-hub.com/xid/cbsint_a10ef_cbsnews?q=https%3A%2F%2Famzn.to%2F43WdeTS&p=https%3A%2F%2Fwww.cbsnews.com%2Fessentials%2F6-best-window-air-conditioners%2F&event_type=click&article_id=de0a35d1-bb47-46b4-a608-bb1e5b469f2a",
    "https://clicks.trx-hub.com/xid/cbsint_a10ef_cbsnews?q=https%3A%2F%2Famzn.to%2F3PWKGEg&p=https%3A%2F%2Fwww.cbsnews.com%2Fessentials%2F6-best-window-air-conditioners%2F&event_type=click&article_id=de0a35d1-bb47-46b4-a608-bb1e5b469f2a",
    "https://clicks.trx-hub.com/xid/cbsint_a10ef_cbsnews?q=https%3A%2F%2Famzn.to%2F3PYTcTc&p=https%3A%2F%2Fwww.cbsnews.com%2Fessentials%2F6-best-window-air-conditioners%2F&event_type=click&article_id=de0a35d1-bb47-46b4-a608-bb1e5b469f2a",
    "https://www.energystar.gov/rebate-finder",
    "https://clicks.trx-hub.com/xid/cbsint_a10ef_cbsnews?q=https%3A%2F%2Famzn.to%2F4cUjos6&p=https%3A%2F%2Fwww.cbsnews.com%2Fessentials%2F6-best-window-air-conditioners%2F&event_type=click&article_id=de0a35d1-bb47-46b4-a608-bb1e5b469f2a",
    "https://clicks.trx-hub.com/xid/cbsint_a10ef_cbsnews?q=https%3A%2F%2Famzn.to%2F49BkS7s&p=https%3A%2F%2Fwww.cbsnews.com%2Fessentials%2F6-best-window-air-conditioners%2F&event_type=click&article_id=de0a35d1-bb47-46b4-a608-bb1e5b469f2a",
    "https://clicks.trx-hub.com/xid/cbsint_a10ef_cbsnews?q=https%3A%2F%2Famzn.to%2F43SYcyk&p=https%3A%2F%2Fwww.cbsnews.com%2Fessentials%2F6-best-window-air-conditioners%2F&event_type=click&article_id=de0a35d1-bb47-46b4-a608-bb1e5b469f2a",
    "https://energystar.gov/rebate-finder",
    "https://www.clicks.trx-hub.com/xid/cbsint_a10ef_cbsnews?q=https%3A%2F%2Famzn.to%2F3JeeacT&p=https%3A%2F%2Fwww.cbsnews.com%2Fessentials%2F6-best-window-air-conditioners%2F&event_type=click&article_id=de0a35d1-bb47-46b4-a608-bb1e5b469f2a",
    "https://www.clicks.trx-hub.com/xid/cbsint_a10ef_cbsnews?q=https%3A%2F%2Famzn.to%2F3PYTcTc&p=https%3A%2F%2Fwww.cbsnews.com%2Fessentials%2F6-best-window-air-conditioners%2F&event_type=click&article_id=de0a35d1-bb47-46b4-a608-bb1e5b469f2a",
    "https://www.clicks.trx-hub.com/xid/cbsint_a10ef_cbsnews?q=https%3A%2F%2Famzn.to%2F43QV5aj&p=https%3A%2F%2Fwww.cbsnews.com%2Fessentials%2F6-best-window-air-conditioners%2F&event_type=click&article_id=de0a35d1-bb47-46b4-a608-bb1e5b469f2a",
    "https://www.clicks.trx-hub.com/xid/cbsint_a10ef_cbsnews?q=https%3A%2F%2Famzn.to%2F3xzcmsr&p=https%3A%2F%2Fwww.cbsnews.com%2Fessentials%2F6-best-window-air-conditioners%2F&event_type=click&article_id=de0a35d1-bb47-46b4-a608-bb1e5b469f2a",
    "https://www.clicks.trx-hub.com/xid/cbsint_a10ef_cbsnews?q=https%3A%2F%2Famzn.to%2F4cUjos6&p=https%3A%2F%2Fwww.cbsnews.com%2Fessentials%2F6-best-window-air-conditioners%2F&event_type=click&article_id=de0a35d1-bb47-46b4-a608-bb1e5b469f2a",
    "https://energystar.gov/productfinder/product/certified-room-air-conditioners/results",
    "https://www.clicks.trx-hub.com/xid/cbsint_a10ef_cbsnews?q=https%3A%2F%2Famzn.to%2F43WdeTS&p=https%3A%2F%2Fwww.cbsnews.com%2Fessentials%2F6-best-window-air-conditioners%2F&event_type=click&article_id=de0a35d1-bb47-46b4-a608-bb1e5b469f2a",
    "https://www.clicks.trx-hub.com/xid/cbsint_a10ef_cbsnews?q=https%3A%2F%2Famzn.to%2F49BkS7s&p=https%3A%2F%2Fwww.cbsnews.com%2Fessentials%2F6-best-window-air-conditioners%2F&event_type=click&article_id=de0a35d1-bb47-46b4-a608-bb1e5b469f2a",
    "https://clicks.trx-hub.com/xid/cbsint_a10ef_cbsnews",
    "https://www.clicks.trx-hub.com/xid/cbsint_a10ef_cbsnews?q=https%3A%2F%2Famzn.to%2F43SYcyk&p=https%3A%2F%2Fwww.cbsnews.com%2Fessentials%2F6-best-window-air-conditioners%2F&event_type=click&article_id=de0a35d1-bb47-46b4-a608-bb1e5b469f2a",
    "https://www.clicks.trx-hub.com/xid/cbsint_a10ef_cbsnews?q=https%3A%2F%2Famzn.to%2F3PWKGEg&p=https%3A%2F%2Fwww.cbsnews.com%2Fessentials%2F6-best-window-air-conditioners%2F&event_type=click&article_id=de0a35d1-bb47-46b4-a608-bb1e5b469f2a"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "friedrich",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cbs new york",
        "sentiment": "negative"
      },
      {
        "name": "ac",
        "sentiment": "none"
      },
      {
        "name": "amazon",
        "sentiment": "none"
      },
      {
        "name": "ge",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T02:16:03.740+03:00",
  "updated": "2024-04-12T02:16:03.740+03:00"
}