{
  "thread": {
    "uuid": "c7319c3a62c6ff0ab30c33681add81d0274b4e59",
    "url": "https://www.ghanaweb.com/GhanaHomePage/NewsArchive/Bawumia-hailed-for-supporting-interfaith-activities-1921545",
    "site_full": "www.ghanaweb.com",
    "site": "ghanaweb.com",
    "site_section": "https://electricpower.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Electric Power News Today - EIN Presswire",
    "title": "Bawumia hailed for supporting interfaith activities",
    "title_full": "Bawumia hailed for supporting interfaith activities",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "GH",
    "main_image": "https://cdn.ghanaweb.com/imagelib/pics/990/99028423.jpg",
    "performance_score": 0,
    "domain_rank": 8607,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c7319c3a62c6ff0ab30c33681add81d0274b4e59",
  "url": "https://www.ghanaweb.com/GhanaHomePage/NewsArchive/Bawumia-hailed-for-supporting-interfaith-activities-1921545",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "Bawumia hailed for supporting interfaith activities",
  "text": "Regional News of Thursday, 14 March 2024 Source: Muhammed Faisel Mustapha, Contributor Muslim clerics from various sects and organizations have hailed the Vice President and the flag bearer of the [New Patriotic Party](/GhanaHomePage/people/person.php?ID=3187) (NPP), Dr. Alhaji Mahamudu Bawumia, for his efforts towards promoting interfaith activities in the country. According to the clerics, the Muslim communities have witnessed Dr. Bawumia's support and contributions towards the renovation and construction of mosques in some parts of the country. The clerics made this known on the sidelines of a fund-raising ceremony at the National Mosque in Accra. The Vice President donated an amount of GHC200,000.00 as part of his contribution. The donation was made on his behalf by his technical advisor, Dr. Yunusah Osman Mohammed, also known as Dr. Oluman, to the management of the National Mosque to aid in the activities and maintenance of the mosque. The donation from the Vice President, according to the clerics, will go a long way toward boosting the activities of the National Mosque. They stated that Dr. Bawumia's contributions to the development of Islam and interfaith in Ghana are sadaqatul jariyah, which will earn him his heart's desire and move him to lofty heights. They revealed that mosques play an important role in the lives of Muslims in enhancing Daawah activities, reciting the Qur’an, conducting congregational prayers, and promoting Islamic values. They also come with blessings that one receives both on earth and in the other life. They added that Dr. Bawumia has always demonstrated initiatives that will help develop and improve the living standards of Muslims through the Zongo and Inner Citizen Development Secretariat. He has also seen the need for a befitting place to enable the Muslims in Kumasi to undertake Friday congregational prayers in an ultra-modern mosque. They expressed their profound appreciation to Dr. Bawumia for his efforts towards the development of Islam in Ghana and called on all Muslims to remember Dr. Bawumia in their prayers. The clerics called on Muslim politicians and philanthropists to emulate Dr. Bawumia in uplifting Islam and easing the difficulties Muslims face in the country. The management of the National Mosque expressed its gratitude to the Vice President for his support.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bawumia",
        "sentiment": "negative"
      },
      {
        "name": "muhammed faisel mustapha",
        "sentiment": "negative"
      },
      {
        "name": "yunusah osman mohammed",
        "sentiment": "none"
      },
      {
        "name": "oluman",
        "sentiment": "none"
      },
      {
        "name": "alhaji mahamudu bawumia",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "new patriotic party",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "accra",
        "sentiment": "none"
      },
      {
        "name": "national mosque",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:02:59.016+02:00",
  "updated": "2024-03-15T00:02:59.016+02:00"
}