{
  "thread": {
    "uuid": "542a0f89b351ffec48d140358db214fe4c82c06b",
    "url": "https://www.theblaze.com/news/buffalo-bills-fans-shoveling-out-their-snow-buried-stadium-appear-to-be-having-a-winter-blast",
    "site_full": "www.theblaze.com",
    "site": "theblaze.com",
    "site_section": "https://www.theblaze.com",
    "site_categories": [
      "television",
      "entertainment"
    ],
    "section_title": "Blaze Media",
    "title": "Buffalo Bills fans digging out their snow-buried stadium appear to be having a winter blast | Blaze Media",
    "title_full": "Buffalo Bills fans digging out their snow-buried stadium appear to be having a winter blast | Blaze Media",
    "published": "2024-01-15T17:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.theblaze.com/media-library/buffalo-bills-fans-digging-out-their-snow-buried-stadium-appear-to-be-having-a-winter-blast.jpg?id=51086769&width=1200&height=600&coordinates=0%2C67%2C0%2C130",
    "performance_score": 0,
    "domain_rank": 3572,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "542a0f89b351ffec48d140358db214fe4c82c06b",
  "url": "https://www.theblaze.com/news/buffalo-bills-fans-shoveling-out-their-snow-buried-stadium-appear-to-be-having-a-winter-blast",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joseph MacKinnon",
  "published": "2024-01-15T17:17:00.000+02:00",
  "title": "Buffalo Bills fans digging out their snow-buried stadium appear to be having a winter blast | Blaze Media",
  "text": "Image composite: X video, @wonderofitall7 - Screenshots © 2024 Blaze Media LLC. All rights reserved. Buffalo Bills fans digging out their snow-buried stadium appear to be having a winter blast January 15, 2024 Buffalo Bills fans were hooting and hollering at Highmark Stadium in Orchard Park, New York, on Sunday, despite mountains of snow, whiteout conditions, and an absence of players on the field. The Buffalo Bills were supposed to take on the Pittsburgh Steelers Sunday in the AFC wild-card game, but Mother Nature had plans of her own. A [winter storm](https://forecast.weather.gov/wwamap/wwatxtget.php?cwa=BUF&wwa=winter%20storm%20warning), [characterized](https://www.governor.ny.gov/news/governor-hochul-declares-state-emergency-ahead-potentially-dangerous-and-life-threatening) as \"potentially dangerous and life-threatening\" by New York Gov. Kathy Hochul, swept the region, burying the city — and its stadium — in snow. \"Blizzard-like, whiteout conditions are possible, especially Saturday night and much of Sunday, and wind chills are forecast to dip into the single digits on Saturday night and remain there through mid-week,\" said the governor's office. \"Travel in these areas will be difficult to impossible at times, and New Yorkers are urged to pay close attention to the weather and make plans accordingly to stay safe, especially those planning to attend Sunday’s Buffalo Bills' game.\" As of Monday morning, Buffalo had received nearly a foot of snow, whereas other spots in Erie County, including Orchard Park, where the Bills' stadium stands, received far more, [reported](https://www.wgrz.com/article/weather/already-2-feet-snow-wny-lake-effect-snow-storm/71-fe009868-9e3f-49ec-8745-5d95d42222ec) WGRZ-TV. Hochul called the NFL and recommended the rescheduling of the Bills-Steelers game. \"I've been in communication with NFL commissioner Roger Goodell regarding the dangerous conditions in Buffalo this weekend,\" Hochul [said](https://x.com/GovKathyHochul/status/1746622349472919655?s=20) during a press conference Sunday. \"In consultation with our emergency response teams, Buffalo Bills leadership, and the NFL, the Bills game will be postponed.\" Snow may be cited as justification to indefinitely postpone competitions in kindler and gentler sports, but not in football. Despite the state of emergency, the Bills-Steelers playoff game was rescheduled for 4:30 p.m. Monday. To ensure that there will be room for frozen bodies in the stands amidst all the snow and ice, the Bills began paying fans to shovel the stadium, capping the number of volunteers at 200. The Bills put out the [call](https://www.buffalobills.com/news/snow-shovelers-overnight-early-monday-morning-highmark-stadium-bills-steelers) Sunday evening \"asking anyone age 18 and over (or under 18 with proper working papers) interested in shoveling snow inside the stadium\" to show up at midnight to begin work for $20 an hour. The team also promised complimentary beverages and breakfast in the morning. To sweeten the deal, Erie County and the state authorized prospective shovelers to travel to the stadium before it opens to the public. It appears some shovelers are having a winter blast. A viral video shows one fan tearing off his shirt then sliding down a culvert intended for snow down to the field. \"Oh hell no,\" says a nearby observer, chuckling over the display. \"That's crazy! That's f***ing crazy!\" Others involved in the cleanup effort did not appear so keen to expose flesh to the elements. Snug in multiple layers, storm chaser Logan Eschrich noted in a video Sunday that shovelers were having trouble keeping up with the storm. While most of the travel ban in Erie County had been lifted by early Monday morning, County Executive Mark Poloncarz indicated Orchard Park remained a \"no man's land,\" reported the Buffalo News. Given the low visibility, icy conditions, and high winds, Monday's game will likely be decided by runs and fumbles. Like Blaze News? Bypass the censors, sign up for our newsletters, and get stories like this direct to your inbox. [Sign up here](https://www.theblaze.com/newsletters/theblaze-articlelink)! Want to leave a tip? We answer to you. Help keep our content free of advertisers and big tech censorship by leaving a tip today. Want to join the conversation? Already a subscriber? Joseph MacKinnon is a staff writer for Blaze News. HeadlinesInGIFs more stories Sign up for the Blaze newsletter By signing up, you agree to our [Privacy Policy](https://www.theblaze.com/privacy)and [Terms of Use](https://www.theblaze.com/terms), and agree to receive content that may sometimes include advertisements. You may opt out at any time. © 2024 Blaze Media LLC. All rights reserved. Get the stories that matter most delivered directly to your inbox. By signing up, you agree to our",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://forecast.weather.gov/wwamap/wwatxtget.php?cwa=BUF&wwa=winter%20storm%20warning),",
    "https://www.governor.ny.gov/news/governor-hochul-declares-state-emergency-ahead-potentially-dangerous-and-life-threatening)",
    "https://www.wgrz.com/article/weather/already-2-feet-snow-wny-lake-effect-snow-storm/71-fe009868-9e3f-49ec-8745-5d95d42222ec)",
    "https://x.com/GovKathyHochul/status/1746622349472919655?s=20)",
    "https://www.buffalobills.com/news/snow-shovelers-overnight-early-monday-morning-highmark-stadium-bills-steelers)",
    "https://governor.ny.gov/news/governor-hochul-declares-state-emergency-ahead-potentially-dangerous-and-life-threatening)",
    "https://buffalobills.com/news/snow-shovelers-overnight-early-monday-morning-highmark-stadium-bills-steelers)",
    "https://www.forecast.weather.gov/wwamap/wwatxtget.php?cwa=BUF&wwa=winter%20storm%20warning),",
    "https://wgrz.com/article/weather/already-2-feet-snow-wny-lake-effect-snow-storm/71-fe009868-9e3f-49ec-8745-5d95d42222ec)",
    "https://forecast.weather.gov/wwamap/wwatxtget.php",
    "https://x.com/GovKathyHochul/status/1746622349472919655",
    "https://www.x.com/GovKathyHochul/status/1746622349472919655?s=20)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kathy hochul",
        "sentiment": "none"
      },
      {
        "name": "mother nature",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "buffalo bills",
        "sentiment": "negative"
      },
      {
        "name": "blaze media llc",
        "sentiment": "negative"
      },
      {
        "name": "pittsburgh steelers",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "highmark stadium",
        "sentiment": "none"
      },
      {
        "name": "orchard park",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-15T17:35:07.639+02:00",
  "updated": "2024-01-15T18:43:13.727+02:00"
}