{
  "thread": {
    "uuid": "20b7b4f4b21b8389330a6d448ad6bec11dea9c25",
    "url": "https://mainichi.jp/english/articles/20240119/p2g/00m/0sp/070000c",
    "site_full": "mainichi.jp",
    "site": "mainichi.jp",
    "site_section": "https://mainichi.jp/english/",
    "site_categories": [
      "media"
    ],
    "section_title": "The Mainichi - Japan Daily News",
    "title": "Football: Iraq upset Asian Cup favorites Japan 2-1 - The Mainichi",
    "title_full": "Football: Iraq upset Asian Cup favorites Japan 2-1 - The Mainichi",
    "published": "2024-01-19T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://cdn.mainichi.jp/vol1/2024/01/19/20240119p2g00m0sp069000p/0c10.jpg?1",
    "performance_score": 0,
    "domain_rank": 2148,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "20b7b4f4b21b8389330a6d448ad6bec11dea9c25",
  "url": "https://mainichi.jp/english/articles/20240119/p2g/00m/0sp/070000c",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-19T02:00:00.000+02:00",
  "title": "Football: Iraq upset Asian Cup favorites Japan 2-1 - The Mainichi",
  "text": "AL RAYYAN, Qatar (Kyodo) -- Iraq handed favorites Japan a wakeup call at the Asian Cup in Qatar on Friday, winning their Group D clash 2-1 thanks to a brace from Aymen Hussein. The forward from Iraqi club Al-Quwa Al-Jawiya netted in the fifth minute and first-half stoppage time, while Wataru Endo pulled one back for Japan in the 94th minute, as the 2007 Asian champions moved into the knockout stage with two wins from two games. The result snapped the Samurai Blue's longest-ever winning streak at 10 games. The four-time Asian champions, who were aiming to book their ticket to the last 16 with a win, must now take care of business in their final group-stage game against Indonesia on Wednesday. Japan had not lost a group-stage match at the Asian Cup since 1992 when they won the tournament for the first time. \"They were bombing it forward and it was tough for us, especially in the first half, as we were losing out on second balls,\" Japan captain Endo said. \"We had to go out to get a goal in the second half of course, and we showed our will to the end, but it's quite difficult when you are two goals down. We have to accept the result...Our only option is to win (against Indonesia). We can talk about tactics, but we have to go back to basics for the next game.\" Real Sociedad winger Takefusa Kubo and Bochum forward Takuma Asano made their first starts of the tournament for Japan, who were unable to turn the lion's share of possession into clear chances and managed just two shots on target at Education City Stadium in Al Rayyan. With a vocal crowd behind them, the fast and physical Middle Eastern side drew first blood as Hussein headed home after Japan keeper Zion Suzuki's attempt to swat away a cross lofted the ball in his direction. Hajime Moriyasu's men controlled play for most of the half but failed to break down an Iraqi side that kept a compact defense while looking to hit on the counter. Spanish manager Jesus Casas' team caught the Samurai Blue sleeping in the fourth minute of first-half stoppage time as Ahmed Al Hajjaj strode down the left before sending a cross that Hussein headed past Suzuki. Japan may have been lucky to escape a penalty early in the second half when Yukinari Sugawara's challenge on Youssef Amyn avoided further scrutiny. The Samurai Blue moments later had their own spot kick rubbed out by the video assistant referee, who deemed Asano had not been fouled as he went down in front of goal. Takumi Minamino was later also brought down but without being awarded a penalty. Moriyasu introduced Ritsu Doan among a raft of second-half changes, but Japan were still unable to find a way through the Iraqi defense until Endo's header from a corner in the third of eight additional minutes. The 55-year-old manager said Japan must avoid another poor start and control the match from the outset against Indonesia at Doha's Al Thumama Stadium. \"All the countries are coming at us with high motivation. We're getting to learn that we have to foster areas of the game that will overcome such countermeasures from our rivals,\" he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "endo",
        "sentiment": "none"
      },
      {
        "name": "wataru endo",
        "sentiment": "none"
      },
      {
        "name": "aymen hussein",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kyodo",
        "sentiment": "negative"
      },
      {
        "name": "mainichi al rayyan",
        "sentiment": "negative"
      },
      {
        "name": "al-quwa al-jawiya",
        "sentiment": "none"
      },
      {
        "name": "samurai blue",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "iraq",
        "sentiment": "none"
      },
      {
        "name": "indonesia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T18:50:41.900+02:00",
  "updated": "2024-01-19T18:50:41.900+02:00"
}