{
  "thread": {
    "uuid": "005c3fe148954360becdb4173daafabf63eb4c83",
    "url": "https://www.healthcarebusinesstoday.com/5-signs-pediatricians-need-a-lactation-consultant",
    "site_full": "www.healthcarebusinesstoday.com",
    "site": "healthcarebusinesstoday.com",
    "site_section": "#",
    "site_categories": [
      "family_and_parenting",
      "eldercare"
    ],
    "section_title": null,
    "title": "",
    "title_full": "",
    "published": "2024-04-04T16:53:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NO",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 46108,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "005c3fe148954360becdb4173daafabf63eb4c83",
  "url": "https://www.healthcarebusinesstoday.com/5-signs-pediatricians-need-a-lactation-consultant",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Editorial Team",
  "published": "2024-04-04T16:53:00.000+03:00",
  "title": "",
  "text": "While breastfeeding offers medically proven health benefits for mothers and babies, some challenges remain .\nAccording to one course, many women don’t know about the specific health benefits of breastfeeding or the risks connected to not breastfeeding. Meanwhile, some don’t know how to breastfeed properly — making the process cumbersome or even painful — while others mistakenly believe that baby formula is equal to breast milk. Another reason some women avoid breastfeeding is the social stigmas about breastfeeding in public places. So, challenges remain.\nBut these challenges are what lactation consultants are for. Considering how beneficial breastfeeding is to mothers and babies and how uninformed many mothers are about the benefits of breastfeeding, pediatricians should consider partnering with lactation consultants.\nHere are five signs pediatricians should seek out lactation consultants to serve their patients better.\n1. Additional Support is Essential Pediatricians with busy practices may already have too much on their plate. Instead of stretching themselves too thin, they can hire lactation consultants to help patients with their breastfeeding issues. A specialist focusing on lactation issues is a must-have for a pediatrician’s practice. It’s about providing the best care possible for babies and their mothers so both come out on top.\nThe International Board Certified Lactation Consultants and pediatricians can form mutually beneficial partnerships that benefit mothers or pregnant women. While breastfeeding is common, some mothers don’t breastfeed, some do it for a short while, and some breastfeed and use baby formula. Research shows that breastfeeding is the best option for mothers and babies.\nIBCLCS and pediatricians can come together to help mothers and babies by providing resources about breastfeeding, answering questions, and helping to dispel stigmas and false information.\n2. Demographics Demand Proactive Approach Pediatricians should also consider working with lactation consultants if their practices are in areas that require breastfeeding support. The American Academy of Pediatrics views breastfeeding as a “ public health imperative .” Meanwhile, it notes there are people groups with lower than average breastfeeding rates, which should signal concern.\nWhile the breastfeeding rates in non-Hispanic white families and Hispanic/Latino families are 85.3% and 85%, respectively, the rate for non-Hispanic black families is 75.5%. Considering the health implications of breastfeeding, pediatricians practicing in areas where more public education is required can benefit by working with lactation consultants. These professions can give mothers the information they need to make informed decisions about breastfeeding.\n3. Women Having Breastfeeding Difficulty Another reason pediatricians should partner with lactation consultants is if their patients struggle with breastfeeding. It’s not always as easy as it looks. For instance, some new mothers have difficulty getting their babies to latch and receive milk properly. A lactation consultant can teach effective strategies to help mothers effectively feed their babies. They can also identify if mothers have issues, like engorged breasts, that limit the distribution of milk.\n4. Women Not Producing Enough Milk If women feel they aren’t producing enough milk, that’s a matter of concern. A lactation consultant can help. These specialists can ensure mothers have realistic expectations and know their bodies will produce more milk as their babies consume more.\nBut if there are issues preventing mothers from producing sufficient milk for their babies, lactation consultants can get to the bottom of things and provide solutions.\n5. Babies Not Gaining Enough Weight When mothers are worried that their breastfed babies aren’t gaining weight, that’s another scenario where it makes sense for pediatricians to hire lactation consultants. These professionals can work with mothers to monitor how much the babies drink and how much they weigh. If there are problems, the lactation consultant will work with the pediatrician to ensure the baby is getting sufficient nutrients and developing normally.\nPediatricians and lactation consultants can form mutually beneficial partnerships for these and other reasons. When these professionals work together, their patients will benefit.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://onlinelibrary.wiley.com/doi/full/10.1111/jasp.12810",
    "https://publications.aap.org/pediatrics/article/150/1/e2022057988/188347/Policy-Statement-Breastfeeding-and-the-Use-of",
    "https://www.ncbi.nlm.nih.gov/books/NBK52688/",
    "https://lactationnetwork.com/blog/a-match-made-ibclcs-and-pediatricians/",
    "https://www.onlinelibrary.wiley.com/doi/full/10.1111/jasp.12810",
    "https://lactationnetwork.com/blog/a-match-made-ibclcs-and-pediatricians",
    "https://www.ncbi.nlm.nih.gov/books/NBK52688",
    "https://ncbi.nlm.nih.gov/books/NBK52688/",
    "https://www.lactationnetwork.com/blog/a-match-made-ibclcs-and-pediatricians/",
    "https://www.publications.aap.org/pediatrics/article/150/1/e2022057988/188347/Policy-Statement-Breastfeeding-and-the-Use-of"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:28:54.334+03:00",
  "updated": "2024-04-05T00:28:54.334+03:00"
}