{
  "thread": {
    "uuid": "8c2003d7232ad96545e0fc4db505ea84a1f13f47",
    "url": "https://www.sasktoday.ca/highlights/canadas-farm-show-to-focus-on-agtech-innovation-8588271",
    "site_full": "www.sasktoday.ca",
    "site": "sasktoday.ca",
    "site_section": "https://www.sasktoday.ca/highlights",
    "site_categories": [],
    "section_title": "Saskatchewan News Highlights  - SaskToday.ca",
    "title": "AgTech to highlight 2024 Canada’s Farm Show - SaskToday.ca",
    "title_full": "AgTech to highlight 2024 Canada’s Farm Show - SaskToday.ca",
    "published": "2024-04-11T23:55:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.vmcdn.ca/f/files/sasktoday/images/agriculture/farmshiw1.jpeg;w=1200;h=800;mode=crop",
    "performance_score": 0,
    "domain_rank": 74659,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8c2003d7232ad96545e0fc4db505ea84a1f13f47",
  "url": "https://www.sasktoday.ca/highlights/canadas-farm-show-to-focus-on-agtech-innovation-8588271",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "John Cairns",
  "published": "2024-04-11T23:55:00.000+03:00",
  "title": "AgTech to highlight 2024 Canada’s Farm Show - SaskToday.ca",
  "text": "REGINA - AgTech is being billed as a particular focus for the 2024 edition of Canada’s Farm Show, which is back in Regina on June 18 to 20. The annual show brings together farmers and ag industry professionals to see and display the latest in innovation and cutting edge technology for the agricultural sector. The launch event was held Thursday at Mosaic Stadium highlighting the new and returning features at this year’s show coming to Viterra International Trade Centre. Here is a look at what to expect this year: This year’s focus is on AgTech. According to show officials, this is where traditional farming meets technology, spotlighting the latest advancements shaping the future of farming. Returning will be Cultivator’s 24 Hour Start Up|AgTech. According to their news release this will bring together the best and brightest in agriculture, technology, and business to pitch ideas, form teams, and build a minimum viable product in just 24 hours. The Global AgTech Summit will include a one-day session, featuring industry guests and experts sharing insights into ag tech and innovation. The Premier’s Breakfast is back on the first day of the Farm Show June 18, with Premier Scott Moe set to deliver the State of Agriculture in Saskatchewan address. This event in organized in partnership with Regina and District Chamber of Commerce. One aspect of the Premier’s Breakfast will be presentation of the 2024 Innovation Awards sponsored by Farms.com and Greenwave Innovations. According to the Farm Show’s news release, those awards will be selected by a panel of judges with a practical understanding of how productivity on farms can be improved through innovation. The Launch Pad presented by Deloitte will be the showcase for innovation at the show, and feature a wide and diverse variety of speakers. A particular highlight on the first day June 18 is what is being billed as the exclusive Canadian introduction by Degelman Industries of their next line of high-performance tillage equipment: the HDSR Series of Heavy Duty Staggered Ripper. A sneak preview video of that reveal was shown at the launch event Thursday, along with their marketing slogan “Let ‘er Rip”. According to the company, this new product will address a definite need in the field. “We were looking at compaction issues in the US primarily, and looking at that we just noticed there wasn’t a lot of good products for guys that would fit a Degelman moulded product — not engineered tough enough, not durable enough,” said Derek Molnar, Marketing Manager with Degelman Industries. “We started looking at options we could put into a deep tillage system and that’s when we started looking at our HDSR Series of staggered rippers. And in those conversations with customers and farmers in the US, we started to notice a lot of tendencies that we’re seeing up in western Canada as well when it came to compaction. So as we developed that product, we’ve gotten more and more interest from western Canadian farmers for it, and what better time to introduce it to western Canada than one of the premier farm shows at Canada’s Farm Show in Regina.” Plenty of other exhibitors will be returning the Farm Show to showcase their products, and to further those efforts a new event is being launched on Wednesday, June 19 called the Exhibitor Reception. This is likely to become a regular feature of the show, and will replace the PBR Bull Riding event which was staged coinciding with the Farm Show the last two years. For those looking for jobs in the agriculture sector, the 2024 show also will include Launch your Career Agto recruit people into ag careers. A career fair is being hosted on the Thursday of the event in partnership with the Agricultural Manufacturers of Canada; students will be given complimentary entrance to the show that day. Once again, Viterra will be title sponsor for Canada’s Farm Show. The launch event included dignitaries such as Mayor Sandra Masters and Saskatchewan Minister of Agriculture David Marit. Marit has frequently attended the Farm Show and he told a story to the audience about a line his brother would use to describe it: the “ooh-aah party.” “We’d go up there and go ‘ooh,’ look at that, ‘aah,’” said Marit. In speaking to reporters, he pointed to the importance of the Farm Show in highlighting the innovation and ag technology going on in Saskatchewan. “What you’re seeing is technology and innovation that comes through the show by inventors here in the province, the new technologies like zero till, minimum till. You saw the launch today of a new apparatus by Degelman Industries as well. That’s the kind of innovation and technology that’s leading ag not only here in Saskatchewan, not only in western Canada, but really in North America and around the world. That’s why it’s important for the Farm Show and the respect it has by the ag industry as a whole. I mean, that’s why farmers come to see what’s going on, they want to see the new innovation, new technology and it’s really changing fast.” Roberta Engel, Acting President and CEO of REAL, has recently taken over that role following the departure of Tim Reid. With the multitude of changes and turmoil within REAL over in the past year there were questions raised about whether regular events at REAL might be impacted, but Engel maintains there was never a question that Canada’s Farm Show would go ahead. “Not at all. As I said earlier today, agriculture is extremely important to our province to our city and to our organization and it’s really the pillar of REAL,” said Engel. “And so based on that there was no question in our mind as an organization, that Canada’s Farm Show is here to stay. It’s a pillar, and we will continue to deliver on an amazing show.” With the launch event marks the official start of ticket sales for the Farm show. Single day passes of $15 plus taxes and fees are available, as are three-day pass for $30 plus taxes and fees. Guests under 17 are admitted free. More details can be found at [www.canadasfarmshowreginask.com](https://can01.safelinks.protection.outlook.com/?url=http%3A%2F%2Fwww.canadasfarmshowreginask.com%2F&data=05%7C02%7Cjcairns%40sasktoday.ca%7C827c2e99f4e94831491108dc5a407a3c%7C5a6f30998a9543e9a941e2c7022c9f11%7C0%7C0%7C638484480625440004%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C0%7C%7C%7C&sdata=a%2BYJ8KDjD10OHGt3q1J6yOxcBe%2BtLqyWZ2fbfQbxTNc%3D&reserved=0).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [
    "https://can01.safelinks.protection.outlook.com/?url=http%3A%2F%2Fwww.canadasfarmshowreginask.com%2F&data=05%7C02%7Cjcairns%40sasktoday.ca%7C827c2e99f4e94831491108dc5a407a3c%7C5a6f30998a9543e9a941e2c7022c9f11%7C0%7C0%7C638484480625440004%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C0%7C%7C%7C&sdata=a%2BYJ8KDjD10OHGt3q1J6yOxcBe%2BtLqyWZ2fbfQbxTNc%3D&reserved=0).",
    "https://www.can01.safelinks.protection.outlook.com/?url=http%3A%2F%2Fwww.canadasfarmshowreginask.com%2F&data=05%7C02%7Cjcairns%40sasktoday.ca%7C827c2e99f4e94831491108dc5a407a3c%7C5a6f30998a9543e9a941e2c7022c9f11%7C0%7C0%7C638484480625440004%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C0%7C%7C%7C&sdata=a%2BYJ8KDjD10OHGt3q1J6yOxcBe%2BtLqyWZ2fbfQbxTNc%3D&reserved=0).",
    "https://can01.safelinks.protection.outlook.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "viterra international trade centre",
        "sentiment": "none"
      },
      {
        "name": "mosaic stadium",
        "sentiment": "none"
      },
      {
        "name": "regina",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:02:21.026+03:00",
  "updated": "2024-04-12T04:35:24.414+03:00"
}