{
  "thread": {
    "uuid": "f8c9b59fe7054e0a267134975aee850df8598b74",
    "url": "https://vnexplorer.net/midlothian-community-radio-station-crystal-fm-wins-national-award-for-second-year-running-s854559.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Midlothian community radio station Crystal FM wins national award for second year running",
    "title_full": "Midlothian community radio station Crystal FM wins national award for second year running",
    "published": "2024-01-08T01:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mAo2U.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f8c9b59fe7054e0a267134975aee850df8598b74",
  "url": "https://vnexplorer.net/midlothian-community-radio-station-crystal-fm-wins-national-award-for-second-year-running-s854559.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-08T01:11:00.000+02:00",
  "title": "Midlothian community radio station Crystal FM wins national award for second year running",
  "text": "Midlothian community radio station Crystal FM wins national award for second year running\nA Midlothian community radio station has won a national broadcasting award for the second year running.\nPenicuik-based Crystal FM radio, now in its 11th year, retained the Best Community Radio Broadcaster at the SME News, Scottish Enterprise Awards.\nThat’s a significant achievement for the station which is run by volunteers and broadcasts over south Midlothian, into Edinburgh and the Lothians,and also to the world via the internet. Crystal FM (107.4 FM) has listeners in Australia, North America, all over Europe and in India and Australia, and the audience is growing rapidly as word spreads.\nColin McCall, the station co-ordinator, revealed that the station has received well over 110,000 hits on its website and that Crystal FM now has over 50 presenters and information providers involved in its 24-hour-a-day, seven days a week, output. The former primary schoolteacher founded the station with a handful of other enthusiasts who donated £100 each to get the station on air more than a decade ago.\nColin, 80, explained: “Crystal FM came to fruition because Black Diamond FM was not receivable over here in Penicuik. I forwarded an application of to Ofcom to extend the area to Penicuik and they refused.\n“They did, however, say they would look favourably on a Penicuik application. Six or seven of us put £100 on the table and 18 months later Crystal FM came about. This is the start of our 11th year and we have a great team of volunteers who have made that possible.”\nColin, who presents a drive time programme called Crystal Fusion each weekday at 7am, said It is not easy to run the station and raise funds to make ends meet and costs including paying the rent, paying licence fees and insurance, and keeping the equipment up to scratch.\nCurrently, Crystal FM has a core of 20 presenters who come regularly to the studio, along with another 40 people who contribute.\nOverall, the station reach is supposed to be six miles from the studio in the Eastfield Business Centre in Eastfield Farm Road in Penicuik, but Colin said: “How do you stop a radio signal? It is variable because you can go a very short distance and the signal is lost, or you could go a long distance and pick up the signal.\n“For example, I’ve picked up the signal from a golf course car park in Kirkcaldy, and it is excellent quality in the car, but our signal also reaches Ratho near Edinburgh as it must go through a gap in The Pentland Hills.\n“We now stream out online and it is interesting to note that since we moved to our new studio on the Eastfield Farm Road more than two years ago we have now had over 100,000 hits on our website.\n“Looking further afield, on the internet our broadcasts are worldwide and our regular top four countries online are the UK, USA, Europe and India. We also have listeners in Australia.\n“I don’t really know why we have listeners in India, but it may possibly be a link to people to live here and it allows their relatives to listen, but India has always figured in the top three of four.”\nSenior presenter Eric Platten has regular listeners in America and Spain. He revealed why he hosts the weekend breakfast shows on Saturday and Sunday, as well as a blues programme.\nSunderland-born Eric, who is a local lollipop man, said: “I enjoy it and I first got in touch as I had a compilation CD which I donated to the station. Colin and I got talking and I stated doing the blues show and then I graduated to the weekend shots on Saturday and Sunday. It is not as simple as walking in here and pushing a button.\n“I start planning my weekend programmes on a Monday after my weekend sessions and I then find the tunes and the information.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mAo2U.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mAo2U.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "colin mccall",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "crystal fm",
        "sentiment": "positive"
      },
      {
        "name": "crystal fm radio",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "midlothi",
        "sentiment": "none"
      },
      {
        "name": "midlothian",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "penicuik",
        "sentiment": "none"
      },
      {
        "name": "edinburgh",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "north america",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:30:22.071+02:00",
  "updated": "2024-01-08T01:30:22.071+02:00"
}