{
  "thread": {
    "uuid": "7c2a2810a7c2060b307ad1dec10249025fb2c257",
    "url": "https://witf.org/2023/12/29/2023-wraps-up-with-record-low-unemployment-in-pa/",
    "site_full": "witf.org",
    "site": "witf.org",
    "site_section": "https://www.witf.org/all-stories",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "All Stories | WITF",
    "title": "2023 wraps up with record-low unemployment in Pa. | WITF",
    "title_full": "2023 wraps up with record-low unemployment in Pa. | WITF",
    "published": "2023-12-29T22:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.witf.io/wp-content/uploads/2022/07/unemployment-trust-fund-1620x1080.jpg",
    "performance_score": 0,
    "domain_rank": 34406,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7c2a2810a7c2060b307ad1dec10249025fb2c257",
  "url": "https://witf.org/2023/12/29/2023-wraps-up-with-record-low-unemployment-in-pa/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@witfnews",
  "published": "2023-12-29T22:58:00.000+02:00",
  "title": "2023 wraps up with record-low unemployment in Pa. | WITF",
  "text": "Pennsylvania Department of Labor and Industry Jelani Splawn / Spotlight PA Pennsylvania Department of Labor and Industry Jelani Splawn / Spotlight PA Pennsylvania’s 2023 labor market is closing the year off strong, with a record-low unemployment rate of 3.4 percent in November, which is the [most recent data available](https://www.media.pa.gov/pages/labor-and-industry-details.aspx?newsid=816). That’s down one percent from the same time last year. Scott Meckley, deputy director for the Center for Workforce Information and Analysis at the Department of Labor, said 10 out of the 11 groups of industries they follow have seen job growth. Education and health services, professional and business services and leisure and hospitality have seen the most growth, while manufacturing has declined slightly. Meckley said this market is especially good for job-seekers, because employers are looking to hire from a smaller pool of candidates, and they’re willing to offer extra motivation to get workers. “If you have the skills and the education that employers are looking for, it’s a buyers market because employers have to compete with other companies,” Meckley said. “It’s not as simple as putting a help wanted sign in the window — it’s offering higher wages, it’s offering other incentives like benefits or teleworking toptions, and daycare and transportation.” A healthy economy typically maintains an unemployment rate between 3 and 5 percent, so the unemployment rate likely won’t see the continual downward trend Pennsylvanians have grown accustomed to over the past three years. “I don’t know if a lower unemployment rate, or too much lower than where we are, is realistic,” Meckley said. “But staying around where we are or staying around where we are nationally is certainly what we’re hoping for and we’d be surprised if we weren’t doing that.” December’s employment numbers will come out in the middle of January, at which point the Department of Labor will begin a final report on the labor market throughout the year. The final year-long report will be more accurate than the estimated unemployment rates that are released monthly, according to Meckley. “When we get to the end of the year and we talk about how Pennsylvania did, we always throw that caveat out there that in another two months, we’re really going to know how we did,” he said. Meckley anticipates the final report will be released in March, at which point the department will be able to definitively compare 2023 to previous years.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Politics"
  ],
  "external_links": [
    "https://www.media.pa.gov/pages/labor-and-industry-details.aspx?newsid=816).",
    "https://www.media.pa.gov/pages/labor-and-industry-details.aspx",
    "https://media.pa.gov/pages/labor-and-industry-details.aspx?newsid=816)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "scott meckley",
        "sentiment": "none"
      },
      {
        "name": "meckley",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "center for workforce information and analysis",
        "sentiment": "none"
      },
      {
        "name": "labor and industry jelani splawn / spotlight pa pennsylvania",
        "sentiment": "none"
      },
      {
        "name": "department of labor",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pa.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T23:44:53.079+02:00",
  "updated": "2023-12-29T23:44:53.079+02:00"
}