{
  "thread": {
    "uuid": "80b46e24ca37448a2c899d17ca3025df5f5170e4",
    "url": "https://www.ncregister.com/cna/pope-francis-in-the-eucharist-jesus-offers-himself-for-the-world",
    "site_full": "www.ncregister.com",
    "site": "ncregister.com",
    "site_section": "https://feeds.feedburner.com/NCRegisterDailyBlog",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "The Daily Register",
    "title": "Pope Francis: In the Eucharist, Jesus Offers Himself For the World",
    "title_full": "Pope Francis: In the Eucharist, Jesus Offers Himself For the World",
    "published": "2024-06-02T16:12:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://publisher-ncreg.s3.us-east-2.amazonaws.com/pb-ncregister/swp/hv9hms/media/2024060208064_4ea73f10a59f7a63a80e3aa7a6a4a7c85e3c751dfa133d1660723c466fb160b9.jpg",
    "performance_score": 0,
    "domain_rank": 7260,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "80b46e24ca37448a2c899d17ca3025df5f5170e4",
  "url": "https://www.ncregister.com/cna/pope-francis-in-the-eucharist-jesus-offers-himself-for-the-world",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@NCRegister",
  "published": "2024-06-02T16:12:00.000+03:00",
  "title": "Pope Francis: In the Eucharist, Jesus Offers Himself For the World",
  "text": "Pope Francis: In the Eucharist, Jesus Offers Himself for the World After giving a blessing to the crowd, Pope Francis asked people to continue to pray for those who are suffering in Ukraine, Palestine, Israel, and Myanmar. In the Eucharist, Jesus offers himself for the life of the world, Pope Francis proclaimed from the window of the Apostolic Palace on the Solemnity of Corpus Christi. Speaking to a crowd huddled together under colorful umbrellas on a rainy Sunday afternoon in Rome, the Pope underlined that the body and blood of Christ offered at every Mass is a gift from God. “It is He who gives Himself for all humanity, and offers Himself for the life of the world,” Pope Francis said on June 2. “Let us remember this: Jesus made a gift of all His life,” he added. Pope Francis explained that just as Jesus “did not keep his life for himself, but gave it to us,” so too are Christians called to make their lives a gift for others. Quoting Saint Leo the Great, he said: “‘Our participation in the Body and Blood of Christ has no other end than to make us become that which we eat.’” Pope Francis added that “to become what we eat, to become ‘eucharistic,’” means to become “people who no longer live for themselves, in the logic of possession and consumption, but who know how to make their lives a gift for others.” “Let us understand, then, that celebrating the Eucharist and eating this Bread, as we do especially on Sundays, is not an act of worship detached from life or a mere moment of personal consolation; we must always remember that Jesus took the bread, broke it and gave it to them and, therefore, communion with Him makes us capable of also becoming bread broken for others, of sharing what we are and what we have,” he said. After giving a blessing to the crowd, Pope Francis asked people to continue to pray for those who are suffering in Ukraine, Palestine, Israel, and Myanmar, appealing to leaders to “stop the escalation and to make every effort for dialogue and negotiation.” The Pope also asked for prayers for the African country of Sudan, where a civil war has displaced millions of people since the conflict broke out last year. “May the weapons be silenced and, with the commitment of the local authorities and the international community, help be brought to the population and the many displaced people; may the Sudanese refugees find welcome and protection in neighboring countries,” he said. Following the Angelus address, Pope Francis is scheduled to preside over a Corpus Christi Mass in the Archbasilica of St. John Lateran at 5 p.m. local time followed by a Eucharistic procession through the streets of Rome to the Basilica of St. Mary Major. The Solemnity of Corpus Christi, meaning the “Body of Christ” in Latin, is traditionally celebrated on the Thursday following Trinity Sunday or, in some countries including the United States and Italy, on the Sunday following that feast. The feast provides an opportunity for the Church to focus on the real presence of Jesus in the Eucharist. “May the Virgin Mary, who welcomed Jesus, bread descended from Heaven, and gave herself entirely together with Him, help us too to become a gift of love, united with Jesus in the Eucharist,” Pope Francis said. - Keywords: [eucharistic adoration](https://www.ncregister.com/tag/eucharistic-adoration) [solemnity of the most holy body and blood of christ](https://www.ncregister.com/tag/solemnity-of-the-most-holy-body-and-blood-of-christ) [corpus christi sunday](https://www.ncregister.com/tag/corpus-christi-sunday)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "negative"
      },
      {
        "name": "francis",
        "sentiment": "negative"
      },
      {
        "name": "jesus “",
        "sentiment": "none"
      },
      {
        "name": "pope francis",
        "sentiment": "none"
      },
      {
        "name": "fra",
        "sentiment": "none"
      },
      {
        "name": "leo the great",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jesus offers himself for the world",
        "sentiment": "negative"
      },
      {
        "name": "corpus christi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "eucharist",
        "sentiment": "none"
      },
      {
        "name": "myanmar",
        "sentiment": "none"
      },
      {
        "name": "rome",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "palestine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T17:23:33.091+03:00",
  "updated": "2024-06-02T20:38:35.913+03:00"
}