{
  "thread": {
    "uuid": "eb9d0d9087d4080de4f181f92f5e4fcbcadeb842",
    "url": "https://www.vaticannews.va/fr/pape/news/2024-06/angelus-pape-francois-2-juin-2024-don-eucharistie.html",
    "site_full": "www.vaticannews.va",
    "site": "vaticannews.va",
    "site_section": "https://www.vaticannews.va/fr.rss.xml",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "\n            ",
    "title": "Angélus: l'Eucharistie nous invite à faire de notre vie un don pour les autres",
    "title_full": "Angélus: l'Eucharistie nous invite à faire de notre vie un don pour les autres",
    "published": "2024-06-02T13:04:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.vaticannews.va/content/dam/vaticannews/agenzie/images/srv/2024/06/02/2024-06-02-angelus/1717323144046.JPG/_jcr_content/renditions/cq5dam.thumbnail.cropped.1500.844.jpeg",
    "performance_score": 0,
    "domain_rank": 2820,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 20
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "eb9d0d9087d4080de4f181f92f5e4fcbcadeb842",
  "url": "https://www.vaticannews.va/fr/pape/news/2024-06/angelus-pape-francois-2-juin-2024-don-eucharistie.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vatican News",
  "published": "2024-06-02T13:04:00.000+03:00",
  "title": "Angélus: l'Eucharistie nous invite à faire de notre vie un don pour les autres",
  "text": "Angélus: l'Eucharistie nous invite à faire de notre vie un don pour les autres\nVatican news\nMalgré un ciel gris et pluvieux, des centaines de fidèles munis de parapluie étaient réunis place Saint-Pierre ce dimanche matin en cette journée de célébration de la solennité du Corpus Christi. Depuis la fenêtre de ses appartements pontificaux, le Pape s’est arrêté sur l’Évangile de la liturgie du jour consacré à la dernière Cène de Jésus (Mc 14, 12-26). Dans cet épisode de la Bible, Jésus accomplit le geste de se livrer. «En effet, a expliqué François, dans le pain rompu et dans la coupe offerte aux disciples, c'est lui-même qui se donne pour toute l'humanité et qui s'offre pour la vie du monde».\nLe don du Christ\nLe Pape a ensuite souligné l’utilisation du verbe «donner», résonnant avec l’Eucharistie qui «rappelle avant tout la dimension du don». C’est en rompant et donnant le pain que Jésus révèle «son identité et sa mission». «Il n'a pas retenu la vie pour lui, mais il nous l'a donnée; il n'a pas considéré son être Dieu comme un trésor jaloux, mais il s'est dépouillé de sa gloire pour partager notre humanité et nous faire entrer dans la vie éternelle» (cf. Ph 2,1-11), a déclaré le Saint-Père.\nCélébrer pleinement l’Eucharistie\nFrançois a ainsi invité les fidèles, célèbrant l’Eucharistie et mangeant le Pain chaque dimanche, à ne pas vivre cela comme «un acte de culte détaché de la vie ou un simple moment de consolation personnelle» mais comme «la communion avec Lui [qui] nous rend capables de devenir nous aussi le pain rompu pour les autres, de partager ce que nous sommes et ce que nous avons». Le Souverain pontife a ensuite rappelé les mots de Saint Léon le Grand, théologien et pasteur qui fut Pape de 440 à 461: «Notre participation au corps et au sang du Christ est de nous transformer en ce que nous consommons» (Sermon XII sur la Passion, 7).\nFaire de sa vie un don pour l’autre\nLe Pape a exhorté à devenir «ce que nous mangeons, devenir \"eucharistiques\", c’est-à-dire des personnes qui ne vivent plus pour elles-mêmes (cf. Rm 14,7), dans la logique de la possession et de la consommation, mais qui savent faire de leur vie un don pour les autres». «Ainsi, a-t-il poursuivi, grâce à l'Eucharistie, nous devenons prophètes et bâtisseurs d'un monde nouveau: lorsque nous dépassons l'égoïsme et que nous nous ouvrons à l'amour, lorsque nous cultivons les liens de fraternité, lorsque nous partageons les souffrances de nos frères et que nous partageons notre pain et nos ressources avec ceux qui sont dans le besoin, lorsque nous mettons nos talents à la disposition de tous, alors nous rompons le pain de notre vie à la manière de Jésus».\nFrançois a conclu sa prière de l’Angélus en invitant chacun à se poser les questions suivantes: «est-ce que je garde ma vie uniquement pour moi ou est-ce que je la donne comme Jésus l'a fait? Est-ce que je me dépense pour les autres ou est-ce que je me renferme sur moi-même? Et, dans les situations quotidiennes, est-ce que je sais partager ou est-ce que je cherche toujours mon propre intérêt?».\nMerci d'avoir lu cet article. Si vous souhaitez rester informé, inscrivez-vous à la lettre d’information en\n[ cliquant ici](/fr/inscription-newsletter.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T13:45:13.671+03:00",
  "updated": "2024-06-02T13:45:13.671+03:00"
}