{
  "thread": {
    "uuid": "1b2f4cd78bac1ba4821ae9d1e3ca6f1b6d5fce32",
    "url": "https://gamerant.com/apex-legends-update-breakout-legend-challenge-progress-fix-patch-notes",
    "site_full": "gamerant.com",
    "site": "gamerant.com",
    "site_section": "https://gamerant.com",
    "site_categories": [
      "hobbies_and_interests",
      "video_and_computer_games"
    ],
    "section_title": "Game Rant - Breaking News, Reviews & Everything Else in the World of Video Games",
    "title": "New Apex Legends Update Fixes Frustrating Issues",
    "title_full": "New Apex Legends Update Fixes Frustrating Issues",
    "published": "2024-04-12T02:44:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2024/04/apex-legends-update-breakout-fix.jpg",
    "performance_score": 0,
    "domain_rank": 4520,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1b2f4cd78bac1ba4821ae9d1e3ca6f1b6d5fce32",
  "url": "https://gamerant.com/apex-legends-update-breakout-legend-challenge-progress-fix-patch-notes",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alexander Moore",
  "published": "2024-04-12T02:44:00.000+03:00",
  "title": "New Apex Legends Update Fixes Frustrating Issues",
  "text": "Highlights - Respawn Entertainment released an update to fix lost challenge progress in Apex Legends, restoring players' achievements after recent bugs. - Players affected by issues will now have Seer, Fuse, and Rampart challenges completed, with Mad Maggie reportedly unaffected by bugs. - In a gesture of thanks for players' patience, Respawn awarded eight free Apex Packs, alongside improvements like bug fixes and quality-of-life changes. Respawn Entertainment has just released a highly demanded update for Apex Legends, aimed at restoring players’ missing Breakout Legend Challenge progress. Many [Apex Legends](https://gamerant.com/tag/apex-legends/) gamers experienced issues after recent patches to the game, which left them with lost progress and reset accounts. New to Season 20, Breakout Legend Challenges allow players to permanently unlock several legends after completing a series of tasks with each character. However, the recent April Fools' update seemed to bring not only a medley of Mozambique-themed mayhem but a host of bugs and issues as well. Players began to report lost challenge progress for previously unlocked legends, while others experienced glitching badges and disappearing cosmetics. Some unlucky gamers even logged in to find their [Apex Legends accounts entirely reset](https://gamerant.com/apex-legends-player-accounts-reset-respawn-fix/). Respawn quickly took servers down to address the issues - its transparency over the crisis garnering praise from the Apex Legends community - but some gamers still faced problems over a week later. [ ](/apex-legends-quads-mode-leak-rumor/) An Apex Legends leaker claims to reveal some major new features coming to the game soon, including two new game modes and more. [ Rumor: Apex Legends Leak Points to Quads Mode, Other New Features ](/apex-legends-quads-mode-leak-rumor/) Arriving just days after a previous [patch fixed Apex Legends players’ missing ranked progress](https://gamerant.com/apex-legends-update-ranked-fixes-patch-notes/), the latest update should finally restore lost challenge progress to affected players. Seer, Fuse, and Rampart should now all be available to play for everyone who previously completed their respective Breakout Challenges. Mad Maggie, the fourth of the seven unlockable Breakout characters, was not mentioned in Respawn’s patch notes and was presumably unaffected by the recent bugs. Apex Legends fans will hopefully be able to breathe a sigh of relief knowing that their hard-earned rewards have been restored. On top of the many recent bug fixes, Apex Legends players also enjoyed another surprise this week. As thanks for the community’s patience while it dealt with the data recovery process, [Respawn awarded eight free Apex Packs to all players](https://gamerant.com/apex-legends-free-apex-packs-data-outage/), giving them a chance to earn extra cosmetics and Heirloom Shards. All players who log into the game by April 24 at 10 AM PT will have their free packs automatically added to their account. Alongside the eagerly-awaited bug fixes, Respawn has also introduced some minor but much-needed quality-of-life tweaks in the new update. Caustic will no longer be slowed by an enemy Caustic’s gas traps. Some invisible walls on the map Broken Moon have also been removed for Nintendo Switch players, while the final circle will thankfully no longer spawn over lava on World’s Edge. Translocating thief Loba also became the newest playable Breakout Challenge character this week. The winged avenger Valkyrie will then be the final legend to unlock before Season 21 begins on May 6 – rumored to be bringing with it a [new map and Apex Legends character](https://gamerant.com/apex-legends-new-character-alter-season-21-leak/). Full Apex Legends Update Patch Notes: - Fully completed all Challenges for Seer, Fuse, and Rampart for impacted players. - Caustic no longer gets slowed by an enemy Caustic's gas - The end rings will no longer be placed over lava on World's Edge - Invisible walls on Broken Moon on Switch have been removed [ Apex Legends ](/tag/apex-legends/) Apex Legends is a free-to-play battle royale game made by Respawn. In this shooter, players take up the mantle of a Legend — one of the playable characters — and form a squad with other players. The game is set in the same universe as the Titanfall series and the two franchises have had many crossovers. - Platform(s) [PS4](/tag/ps4/), [PS5](/tag/ps5/), [Xbox One](/tag/xbox-one/), [Xbox Series X](/tag/xbox-series-x/), [Xbox Series S](/tag/xbox-series-s/), [PC](/tag/pc/), [iOS](/tag/ios/), [Android](/tag/android/), [Switch](/tag/switch/) - Released - February 4, 2019 - Developer(s) [Respawn Entertainment](/tag/respawn-entertainment/) - Publisher(s) - Electronic Arts - Genre(s) - Battle Royale , First-Person Shooter",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "respawn",
        "sentiment": "none"
      },
      {
        "name": "mad maggie",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "respawn entertainment",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mozambique",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T03:08:15.478+03:00",
  "updated": "2024-04-12T03:08:15.478+03:00"
}